[
  "Opinion: Trump invites fear to the party As the nation celebrates its 244th birthday this weekend, America is unruly, hopeful, challenged — and not exactly in sync, with protests in the street and a President angling to run for reelection by emphasizing division",
  "Analysis: Trump faces a now historical disadvantage Poll of the week: A new Monmouth University poll finds former Vice President Joe Biden with a 53% to 41% lead over President Donald Trump.",
  "Trump to hold outdoor campaign rally in New Hampshire on Saturday President Donald Trump plans to hold an outdoor campaign rally in New Hampshire on Saturday as he continues his push for in-person events amid the coronavirus pandemic.",
  "Texas mayor on Trump's coronavirus claim: It makes me angry Austin, Texas Mayor Steve Adler tells CNN's Dana Bash that President Donald Trump is sending the wrong message to Americans about coronavirus.",
  "Opinion: A plea to Kanye: Don't. Just don't. Kanye West declared Saturday night he's running for president with the tweet: \"We must now realize the promise of America by trusting God, unifying our vision and building our future. I am running for president of the United States. #2020VISION.\" I can see it…",
  "Opinion: Russian democracy is a farce. Putin wants the same fate for America The Kremlin bullied and bribed Russians to the ballot box again on Wednesday, the latest episode of what long ago became a painful mockery of democracy. Democracy means choices, and there has been no real choice in Russia for many years. All roads, all votes,…",
  "Illinois Sen. Tammy Duckworth says Trump's 'priorities are all wrong' Illinois Sen. Tammy Duckworth on Sunday condemned President Donald Trump's divisive message at Mount Rushmore over the weekend, saying his \"priorities are all wrong\" and adding that he has failed in his response to the coronavirus pandemic.",
  "Trump maintains divisive tone in Independence Day remarks - CNN <ol><li>Trump maintains divisive tone in Independence Day remarks  CNN\r\n</li><li>Trump’s Mount Rushmore speech shows he’s still waging culture wars  Vox.com\r\n</li><li>Trump vows to defeat 'radical left'  Reuters\r\n</li><li>Trump gives optimistic Independence D…",
  "They envisioned a world without police. Inside Seattle's CHOP zone, protesters struggled to make it real In Wednesday's early morning hours, Seattle police cleared the Capitol Hill Organized Protest area, a relatively quiet end to a demonstration that had evolved into an art party, a garden, a tourist attraction, a tent city, a presidential fixation and the scen…",
  "Kanye West says he's running for president. But he hasn't actually taken any steps Kanye West said on Saturday that he is running for president in the 2020 US election, an apparent challenge to go head-to-head with President Donald Trump.",
  "With inflammatory July 4 message, Trump distracts from the real threat to America President Donald Trump used his inflammatory Fourth of July speeches at the White House and Mount Rushmore to distract from the real threat facing America: the coronavirus.",
  "Strongmen rush to remake the world order as Trump faces potential election defeat This past week, on US President Donald Trump's watch Russia and China have effectively re-aligned the coming world order. They didn't do it together, but both took advantage of uncertainty and unpredictability that Trump has helped create.",
  "Fact-checking Trump's Fourth of July speech In his Fourth of July speech, President Donald Trump reflected on the nation's history and its accomplishments. He also made several false claims about the coronavirus and his administration's response to the pandemic.",
  "FDA commissioner refuses to defend Trump claim that 99% of Covid-19 cases are 'harmless' The commissioner of the US Food and Drug Administration on Sunday declined to defend President Donald Trump's unfounded claim that 99% of coronavirus cases are \"totally harmless\" and repeatedly refused to say whether Trump's remark is true or false.",
  "When the President's own medical advisers refuse to correct his misleading claim, the coronavirus trust gap grows On Saturday night, President Donald Trump made the dangerously inaccurate claim that 99% of coronavirus cases are \"totally harmless.\" On Sunday morning, one of his top health experts failed to correct the assertion, a stunning breakdown of the government's co…",
  "Start your week smart: Dalai Lama, Mexico, coronavirus, Minneapolis police, Alaska Here's what else you need to know to Start Your Week Smart.",
  "Here are the 8 Supreme Court cases the justices have yet to rule on The Supreme Court is taking an unusually long time to complete its term this year, with decisions in eight cases still under wraps days after the justices would have typically cleared out its docket for the season.",
  "Illinois Sen. Tammy Duckworth says Trump's 'priorities are all wrong' Illinois Sen. Tammy Duckworth on Sunday condemned President Donald Trump's divisive message at Mount Rushmore over the weekend, saying his \"priorities are all wrong\" and adding that he has failed in his response to the coronavirus pandemic."
]