[
  "Who will be the next Donald Trump? Whether President Donald Trump wins a second term in 2020 or not, it's virtually impossible to imagine him or the movement he created disappearing anytime soon. Chris Cillizza explains how Trump may never allow for an heir.",
  "Trump: Without police, there is chaos President Donald Trump announced an executive action to encourage police to adopt the \"highest and the strongest\" professional standards during a speech in the Rose Garden.",
  "Cooper: Trump believes if you close your eyes, things go away CNN's Anderson Cooper calls out President Trump over comments he made about coronavirus testing.",
  "Oversight war on Covid relief aid starts to boil over Bipartisan lawmakers warn the Trump administration's largest disbursement of federal rescue dollars is being deliberately held in secret.",
  "Author of revealing new book about Melania Trump speaks out Mary Jordan, the author of the new book \"The Art of Her Deal\" about first lady Melania Trump, speaks to CNN's Alisyn Camerota.",
  "Ex-prosecutor calls Trump's police reform a 'slap in the face' President Trump signed an executive order incentivizing police reform after multiple black Americans were recently killed at the hands of police. Former prosecutor and civil rights attorney David Henderson says this executive order lacks accountability.",
  "Democrats roll out new tool to combat voter purges The Democratic National Committee will roll out a new tool on Tuesday aimed at helping Democratic campaigns and state parties contact voters who have either been purged from active voter rolls or marked as inactive voters, operatives in charge of the program …",
  "Trump isn't aging well As he seizes on a term from 1969 -- the \"silent majority\" -- the President reveals himself to be not only nostalgic, which is always a hazard (though far from an inevitability) for the aging, but a victim of another common problem among older folks. He is inf…",
  "Trump administration sues Bolton over book dispute The Trump administration asked a federal judge on Tuesday to order former national security adviser John Bolton to stop the publication of his upcoming book on his White House tenure, arguing in a lawsuit that Bolton had breached a contract and was risking th…",
  "Reverend reveals what evangelicals say privately about Trump Reverend Rob Schenck, a former evangelical activist, discusses President Trump's photo-op after police forcibly moved protesters and what evangelicals are now saying about Trump.",
  "Trump team concerned over release of Bolton's book Former national security adviser John Bolton is set to release a book that details his time inside the Trump White House. CNN's Brian Stelter reports on how the White House is determined to stop Bolton.",
  "Most officials at White House event did not wear a mask CNN's Dr. Sanjay Gupta responds to seeing Trump administration officials going against the White House Coronavirus Task Force and CDC guidance by not wearing a mask during a Rose Garden event.",
  "Trump indicates he's not budging on reducing number of US troops in Germany President Donald Trump indicated on Monday that he's not reconsidering a plan to withdraw thousands of US troops from Germany, despite some Republicans in Congress saying they don't support the move.",
  "Former Trump adviser John Bolton's impending book elicits angry reaction from President Trump President Trump has threatened authors and publishers before — but this time the stakes are higher, with John Bolton about to release a damning account of his time inside the Trump White House, and Trump determined to stop him.",
  "Opinion: What Trump and Congress can do now on policing The broken culture of policing and the lack of accountability for cops who use deadly force against black and brown people is too deeply rooted to change overnight. But our nation's leaders can take meaningful steps and put down important markers now, writes …",
  "Fact-checking Trump and Barr's attacks on John Bolton's book President Donald Trump and Attorney General William Barr slammed former Trump national security adviser John Bolton on Monday over the book Bolton intends to publish next week about his time in the White House.",
  "Trump's wish for an end to the pandemic contradicts reality President Donald Trump has no intention of accepting any new normal dictated by the coronavirus pandemic.",
  "Police database, credentialing efforts included in modest Trump order on policing President Donald Trump takes his first concrete steps on Tuesday to address growing national outcry over police brutality when he signs an executive order creating a federal database of police officers with a history of using excessive force.",
  "READ: President Trump's executive order on police reform President Donald Trump signed an order Tuesday to enact modest reforms in a move to confront the outcry over police brutality.",
  "Donald Trump isn't *really* interested in police reform President Donald Trump stood in the Rose Garden Tuesday to announce an executive order aimed at reforming some police procedures in response to the national outcry over the death of George Floyd in Minneapolis last month."
]