[
  "Commentator says press secretary clearly doesn't understand this Political commentator Angela Rye responds to President Trump calling Black Lives Matter a \"symbol of hate,\" chastising Press Secretary Kayleigh McEnany's role within the Trump administration's handling of race relations.",
  "'On another planet': Tapper reacts to what Trump said today President Trump continues to falsely suggest that the coronavirus is under control in the United States. Health experts have repeatedly contradicted this false claim.",
  "Ex-Trump supporter on virus response: He blew it CNN's Jeff Zeleny speaks to longtime Republicans in Florida who say they will not vote for President Donald Trump in November because of his response to the coronavirus pandemic.",
  "Analysis: Trump clears the way for fringe candidates to become mainstream President Donald Trump has served as the Conspiracy-Theorist-in-Chief, elevating outlandish theories from the fringes of the internet. Under his leadership, the Republican Party is now openly embracing candidates who sympathize with QAnon.",
  "Bolton: I'm confused by the White House's confusion Former national security adviser to President Trump, John Bolton, says that it is hard for him to believe that the President was not informed about intelligence that suggested Russia might be offering bounties to kill US soldiers in Afghanistan.",
  "Supreme Court blocks House from seeing Mueller grand jury documents until hearing Grand jury material from former special counsel Robert Mueller won't be released to the Democratic-led House of Representatives at least for now, after the Supreme Court on Thursday granted the Trump administration's request to take up the case next term.",
  "Trump calls Black Lives Matter a 'symbol of hate' as he digs in on race ",
  "Fact-checking a mask meme shared by Trump Jr. on Facebook President Donald Trump has finally started to encourage people to wear masks, even while not wearing one himself. Meanwhile, his son Donald Trump Jr. is actively spreading doubt about the effectiveness of masks against the coronavirus.",
  "Voters pick Biden over Trump on stamina \"Stamina\" has been an important word in President Donald Trump's arsenal. In 2016, Trump repeatedly said Hillary Clinton didn't have it, sowing doubt that she was up to the job as president. This cycle, Trump is implying it against Joe Biden.",
  "Who's afraid of Trump's America? \"The world is going to respect us again,\" Donald Trump promised in 2016 as he campaigned for the presidency, \"Believe me.\"  Now the world has had a chance to watch America under President Trump and the signs of respect are becoming all but impossible to find,…",
  "Trump administration moves ahead with plan to open new pandemic office as coronavirus crisis intensifies The Trump administration disbanded the National Security Council's pandemic response office in 2018 -- and now, on the defensive after a failed response to the coronavirus pandemic, they are planning to launch a similar office at the State Department.",
  "Trump campaign announces $131 million raised in June President Donald Trump's reelection campaign announced Wednesday that the campaign and the Republican National Committee had taken in $131 million in June, bringing the amount raised in the second quarter of the year to $266 million.",
  "Bolton: 'I have enough scars' from bringing up Russia-related intelligence with Trump Former White House national security adviser John Bolton said Thursday that he had personally weathered President Donald Trump's anger at receiving intelligence briefings pertaining to Russia.",
  "Fact check: In jobs speech, Trump does more dishonest downplaying of the pandemic President Donald Trump took a victory lap in the White House press briefing room on Thursday morning on the expectations-beating June jobs report -- and, as he has since January, dishonestly downplayed the coronavirus crisis.",
  "Fact-checking Trump's references to the anti-police chant 'pigs in a blanket, fry 'em like bacon' As President Donald Trump criticizes \"Black Lives Matter,\" he and his team keep bringing up an eight-word protest chant that has been highlighted repeatedly by conservative Fox News personalities.",
  "Mount Rushmore hasn't had fireworks for more than a decade because it's very dangerous. Here's why President Trump is planning to head to South Dakota on Friday for an early Fourth of July celebration. The function will include a fireworks show over Mount Rushmore, which has not been done in a decade.",
  "GOP senators express outrage over mass firings at global media agency led by Trump and Bannon ally A bipartisan group of senators, including several allies of President Trump, say they will review the US Agency for Global Media's federal funding amid concerns about the actions of Trump's newly installed agency CEO.",
  "Trump struggles to say what he would do with another term for second time in a week It was a do-over of a softball question, but President Donald Trump still seemed to struggle to answer what he would do with a potential second term in an interview that aired Wednesday evening.",
  "Supreme Court blocks House from seeing Mueller grand jury documents until hearing Grand jury material from former special counsel Robert Mueller won't be released to the Democratic-led House of Representatives at least for now, after the Supreme Court on Thursday granted the Trump administration's request to take up the case next term.",
  "NASCAR driver Corey Lajoie will drive a 'Trump 2020' car at Sunday's prestigious Brickyard 400 NASCAR driver Corey LaJoie's No. 32 Ford car will be sporting a new look this weekend at the Indianapolis Motor Speedway."
]