[
  "Read the fine print before you go to this Trump rally CNN's Jim Acosta reports on the fine print found on the Trump Campaign's online registration site for an upcoming Trump rally in Tulsa, Oklahoma.",
  "Trump authorizes sanctions against International Criminal Court President Donald Trump on Thursday authorized sanctions and additional visa restrictions against International Criminal Court personnel -- the latest attempt by the administration to strong arm the international body out of an investigation into a potential w…",
  "Press secretary claims Juneteenth is a 'meaningful day' to Trump but others see racist play White House press secretary Kayleigh McEnany told reporters Thursday that President Donald Trump will resume campaign rallies on Juneteenth, a holiday marking the emancipation of slaves, in Tulsa, Oklahoma, a city with a history of a racial massacre. She clai…",
  "Biden: Trump will try to steal this election Presumptive Democratic nominee Joe Biden talked to Trevor Noah on Comedy Central's \"The Daily Show\" about his concerns around the 2020 election and President Trump.",
  "Trump warns against 'falsely labeling' people as racists President Donald Trump warned against labeling \"tens of millions of decent Americans as racist or bigots\" during an event promoted as discussing \"justice disparities\" in Dallas, Texas. CNN's Wolf Blitzer discusses Trump's remarks with senior legal analyst Lau…",
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "Trump administration proposes sweeping changes to US asylum system in new rule The Trump administration is proposing a new regulation that would make it exceedingly difficult for migrants to claim asylum in the United States, according to a draft rule released by the Departments of Homeland Security and Justice.",
  "Opinion: Time for Pence to jump ship? The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republican…",
  "GOP-led Senate panel authorizes subpoenas of top Obama officials Director of National Intelligence John Ratcliffe declassified more documents Thursday and a Senate panel approved a wide-ranging authorization to subpoena former Obama administration officials as Republicans ratcheted up their efforts to scrutinize the origin…",
  "America is in crisis, but 'the biggest casino in the world' is open for business Pandemic economics is proving the wisdom of the savvy investor who once called the New York Stock Exchange \"the biggest casino in the world.\"",
  "What is Juneteenth and why people are talking about it now Juneteenth could not be coming at a more fitting time.",
  "General apologizes for appearing in photo-op with Trump: I should not have been there General Mark Milley apologizes for appearing in a photo-op with President Donald Trump after the forceful dispersal of protesters outside the White House last week.",
  "Two London police officers attacked in 'shocking' incident • LIVE UPDATES: Seattle protests spark Twitter row between Trump and the city's mayor\n• Why US protests have prompted a conversation about race in Australia\n• How Britain's police tactics differ from the US",
  "Trump and NASCAR diverge over the place for symbols of America's racist past ",
  "Reporter asks McEnany what Juneteenth means to Trump White House press secretary Kayleigh McEnany talked to reporters about President Donald Trump resuming campaign rallies on Juneteenth, a holiday marking the emancipation of slaves, in Tulsa, Oklahoma, a city with a history of a racial massacre.",
  "Seattle mayor tells Trump to 'go back to your bunker' after he criticizes her handling of protests The mayor of Seattle on Wednesday told President Donald Trump to \"go back to your bunker,\" after Trump appeared to suggest he would intervene in the city's growing protests and called for law and order.",
  "Trump and Biden are raking in millions in recent weeks with the help of elite fundraisers This week, President Donald Trump resumes in-person fundraising with a $10 million event in Dallas.",
  "White House coronavirus task forces continues retreat even as virus reemerges Coronavirus spikes in more than a dozen US states since Memorial Day haven't prompted President Donald Trump to revert to the \"wartime\" stance he once attempted at the height of the pandemic.",
  "Trump is getting his reopening even as the virus takes another swipe President Donald Trump is getting what he wants: The country is opening up come what may, despite alarming indications that the coronavirus pandemic is intensifying its assault.",
  "Trump campaign selling 'Baby Lives Matter' onesie on website Amid unprecedented civil unrest in response to police brutality across the country, President Donald Trump's campaign is offering a onesie for babies on its website with the words \"Baby Lives Matter\" in the script and style of the \"Black Lives Matter\" movemen…"
]