[
  "Analysis: To save his presidency, Donald Trump may tear America apart To save his presidency, Donald Trump may tear America apart.",
  "Watch: CDC director responds after Trump trashes guidance CDC Director Dr. Robert Redfield clarifies earlier guidelines for reopening schools hours after President Donald Trump threatened to cut off education funding. CNN's Jeremy Diamond has the latest.",
  "SE Cupp: Here's how I know Trump's push to reopen schools is self-serving CNN's SE Cupp says President Donald Trump seems more concerned with politics than sending children back to school safely amid the global coronavirus pandemic.",
  "Trudeau skips summit with Trump as Canada's case numbers fall CNN's Paula Newton reports on how Canada has been flattening the coronavirus curve while sharing a border with the US that is thousands of miles long. Canada had 399 new cases on July 6, according to its Public Health Agency, while the United States had just …",
  "Keilar pushes Trump official: Sounds like you're okay with economic hit CNN's Brianna Keilar pushes Acting Deputy Secretary of Homeland Security Ken Cuccinelli on the Trump administration's latest push for international students to leave the US if their colleges or universities institute online-only learning measures.",
  "Vindman, key impeachment witness, to retire from military - CNN <ol><li>Vindman, key impeachment witness, to retire from military  CNN\r\n</li><li>Alexander Vindman, Trump impeachment witness, retires from military  Fox News\r\n</li><li>Lt. Col. Alexander Vindman Retires  HuffPost\r\n</li><li>Duckworth blocks military promotion…",
  "Mexican president set to meet Trump US President Donald Trump and Mexican President Andres Manuel Lopez Obrador set to meet at the White House to celebrate the new North America free trade deal. The visit comes in the midst of the Covid-19 pandemic, which has spiked in both countries. CNN's Mat…",
  "10 times Dr. Fauci has refuted Trump's statements on coronavirus President Donald Trump and Dr. Anthony Fauci have disagreed publicly during key moments in the coronavirus pandemic response.",
  "Trump team proposes blocking asylum seekers from countries with outbreaks The Trump administration unveiled a new regulation Wednesday that would bar asylum seekers coming from countries with disease outbreaks, marking the latest push that would make it more difficult for migrants to seek refuge in the United States.",
  "Trump warns stocks will 'disintegrate' if he loses. But stocks are climbing as Biden pulls ahead President Donald Trump is warning a blue wave in November will crash into Americans' investment portfolios. Wall Street, however, is hardly cowering at the prospects of a Democratic sweep.",
  "Tusla 'inundated' with cases in wake of Trump's rally The city of Tulsa is experiencing a surge in coronavirus cases, a little over 2 weeks after President Donald Trump held a campaign rally in an indoor arena there.",
  "Trump leans into old failures in push to reopen schools as virus roars President Donald Trump's new push to open schools shows he's learned nothing from calamities sparked by his demands for premature state openings.",
  "Harvard and MIT sue Trump administration over curbns on foreign students ",
  "Lara Trump-RNC robocall called mail-in voting safe and secure while President railed against it While President Donald Trump has continuously railed against voting by mail, a Republican National Committee robocall in April voiced by his daughter-in-law Lara Trump said voting by mail could be done \"safely and securely.\"",
  "Facebook removes Roger Stone after linking him to fake accounts Under pressure to curb hate on its platforms, Facebook announced Wednesday it had shut down pages and accounts linked to Roger Stone and Proud Boys, a far-right group Facebook has banned under its hate policies. Stone's own Instagram account was shut down as …",
  "South Dakota governor says she has tested negative for coronavirus after being exposed to top Trump campaign official Republican South Dakota Gov. Kristi Noem said she tested negative for Covid-19 on Tuesday after interacting with Kimberly Guilfoyle, a top Trump campaign aide who tested positive on Friday, and speaking before President Donald Trump at Mount Rushmore last wee…",
  "Trump says US is in 'a good place,' Cooper has the receipts President Donald Trump claims the US is in \"good shape,\" as coronavirus cases make record spikes throughout the nation. CNN's Anderson Cooper explains why this isn't true.",
  "China says it won't join nuclear talks until the US reduces its arsenal China would be \"happy\" to join trilateral nuclear arms control talks with the United States and Russia, on the condition that Washington significantly reduces its arsenal to match China's own level, a senior Chinese diplomat said Wednesday,",
  "New Hampshire rally shows how the Trump campaign is adjusting to 2020 realities Rally planning for the Trump campaign has changed dramatically since 2016. Staffers had expected to be bouncing around from swing state to swing state, packing arenas and using the earned media attention to hammer former Vice President Joe Biden. Instead, the…",
  "Trump trashes CDC school reopening guidelines as 'very tough' and 'expensive' President Donald Trump tweeted Wednesday his disagreement with the US Centers for Disease Control and Prevention guidelines for safely reopening schools, calling the recommendations \"very tough\" and \"expensive.\""
]