[
  "Pelosi: Trump's attempts to overturn Obamacare are 'unfathomably cruel' In an interview with CNN's Jake Tapper, House Speaker Nancy Pelosi (D-CA) criticized the Trump administration's efforts to overturn the Affordable Care Act amid the Covid-19 pandemic.",
  "Analysis: Pro-Trump media outlets are in denial as many states report new surge in virus cases Coronavirus denialism can take many shapes. The main shape I'm seeing right now, across pro-Trump talk shows and blogs and webcasts, is invisible to the naked eye. They're just not covering the virus much at all.",
  "Watergate journalist reveals Trump's 'sadistic' phone calls Sources say President Trump was so woefully unprepared for conversations with rivals and allies that he presented a national security threat. Legendary Watergate journalist Carl Bernstein discusses with CNN's Jim Acosta.",
  "Reddit shuts down pro-Trump forum The_Donald for promoting hate Reddit, one of the most controversial social sites, is now trying to tackle hateful content on its platform amid broader calls for racial justice.",
  "Reddit bans popular pro-Trump forum for promoting hate ",
  "Trump thanks 'great people' shown in video in which a man chants 'white power' ",
  "Twitch suspends Trump campaign account Twitch, the video streaming service popular with online gamers, has suspended an account belonging to the Trump campaign, becoming the latest tech platform to take action against President Donald Trump.",
  "The Point: If the Trump administration isn't requiring masks, who is? President Donald Trump and Vice President Mike Pence have consistently punted authority over coronavirus management to state and local officials.",
  "Global coronavirus deaths surpass 500,000 The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "As the pandemic rages, Trump indulges his obsessions With the pandemic exploding and setting record infection rates, President Donald Trump spent the weekend on his own often divisive obsessions, piling up new evidence for detractors who say he's not fit for office.",
  "Congress demands answers from Trump administration on Russia bounty intelligence A bipartisan group of congressional leaders is demanding the Trump administration explain what it knew about reports US intelligence concluded Russia offered bounties to Taliban fighters to kill US troops.",
  "Vinograd on Trump denial: My mom's watching so I'll be polite President Donald Trump denied in a tweet that he was briefed on intelligence that Russians had tried to bribe Taliban fighters to kill US troops. CNN's Samantha Vinograd has the latest.",
  "Intelligence on Russian bounty plot was in Trump's daily brief earlier this year, source says The intelligence that assessed there was an effort by a Russian military intelligence unit to pay the Taliban to kill US soldiers was included in one of President Donald Trump's daily briefings on intelligence matters sometime in the spring, according to a US…",
  "Supreme Court turns away challenge to federal executions by lethal injection The Supreme Court turned away a major challenge to the federal government's lethal injection protocol on Monday, a win for the Trump administration that has set execution dates to begin mid-July after a nearly two-decade lapse.",
  "Trump appointee at USAID repeatedly made anti-immigrant and anti-LGBTQ comments, said 'female empowerment is a civilizational calamity' A Trump administration appointee at the United States' agency responsible for foreign aid has a history of inflammatory rhetoric aimed at refugees, the LGBTQ community and women.",
  "Fact check: Dishonest Trump video twists Democrats' quotes to make it sound like they endorsed riots An egregiously deceptive new campaign video posted on Facebook by President Donald Trump on Saturday takes quotes from prominent Democrats out of context to wrongly make it seem as if they had encouraged or defended violence.",
  "Iran issues arrest warrant for Trump over drone strike that killed Qasem Soleimani Iran has issued an arrest warrant for US President Donald Trump over the drone strike that killed a top Iranian general in January, the semi-official Fars news agency reported Monday.",
  "From pandering to Putin to abusing allies and ignoring his own advisers, Trump's phone calls alarm US officials In hundreds of highly classified phone calls with foreign heads of state, President Donald Trump was so consistently unprepared for discussion of serious issues, so often outplayed in his conversations with powerful leaders like Russian President Vladimir Put…",
  "Trump can fire director of consumer agency at will, Supreme Court rules The Supreme Court limited the independence of a watchdog agency that was created to combat unfair and deceptive practices against consumers in the wake of the 2008 financial crisis.",
  "New reports raise urgent question: Is there any line Trump won't allow Putin to cross? As a game of who knew what when plays out concerning US intelligence that Russia was allegedly paying Taliban proxies to kill US and British troops in Afghanistan, we can't lose sight of the big picture: Putin feels increasingly empowered under this President…"
]