[
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Opinion: Goya was a staple in Latino households. It likely won't be anymore Adios, Goya! That seemed to be the prevailing sentiment on social media after Goya Foods CEO Robert Unanue praised President Trump at a White House ceremony on Thursday afternoon. Speaking at a Rose Garden event, Unanue said, \"We're all truly blessed, at the …",
  "Smerconish asks 'has cancel culture gone too far?' The CEO of Goya's praise of President Trump triggered a boycott. There hasn't been this much stink about beans since the campfire scene in 'Blazing Saddles.'",
  "Anderson Cooper shakes head at Trump remark: 'That is just nonsense' As Covid-19 cases continue to surge in the US, CNN's Anderson Cooper says President Trump's only plan to fight the pandemic is to gaslight the American people.",
  "Stone said to be nervous and unsure prior to Trump's decision President Donald Trump has commuted the prison sentence of his longtime friend Roger Stone, who was convicted of crimes that included lying to Congress in part, prosecutors said, to protect the President. The announcement came just days before Stone was set t…",
  "Fauci opens up about why he's not being allowed on TV Dr. Anthony Fauci, the top expert on infection diseases in the US, says he hasn't briefed President Trump in months, and says his blunt messaging may be why he's not being allowed on US television recently.",
  "Trump commutes Roger Stone's sentence, days before he was due to report to prison ",
  "Legal analyst on Stone: 'Our standards have sunk so low' President Donald Trump commuted the prison sentence of his longtime friend Roger Stone, who was convicted of crimes that included lying to Congress in part, prosecutors said, to protect the President. CNN's Jeffrey Toobin and Preet Bharara weigh in on the dec…",
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Trump commutes Roger Stone's sentence President Trump commuted the sentence of his friend and former political adviser, Roger Stone, just before he was set to report to prison for obstructing Congress. Follow here for the latest.",
  "Trump chooses distraction politics over leadership President Donald Trump commuted the sentence of longtime friend Roger Stone on a day when he visited the hot zone of Florida, showing no remorse about the rushed reopening that has plunged the nation's health care system back into chaos and barely acknowledgi…",
  "Trump confirms US conducted cyberattack against Russia in 2018 President Donald Trump, for the first time, confirmed the US conducted a covert cyberattack in 2018 against Russia's Internet Research Agency. The Internet Research Agency is a troll farm blamed by the US for helping to facilitate interference both in the 201…",
  "As a Black woman from the South, removal of Confederate symbols is personal Some people say Confederate symbols pay homage to Southern pride and President Donald Trump has defended Confederate monuments. But I got my first taste of the racist meaning behind the Confederate symbol when I was just 5 years old.",
  "READ: White House announces Trump is granting clemency to Roger Stone President Donald Trump on Friday commuted the prison sentence of his friend and former political adviser, Roger Stone, days before Stone was set to report to a federal prison in Georgia, according to the White House.",
  "The rage behind Trump's action on Roger Stone The White House's announcement Friday night of President Trump's decision to commute his longtime ally reflected the rage of an administration that is besieged, bewildered and back on its heels writes Errol Louis.",
  "Pelosi blasts Roger Stone commutation as 'an act of staggering corruption' as Trump defends move House Speaker Nancy Pelosi on Saturday slammed President Donald Trump's decision to commute the prison sentence of his long-time friend and political adviser Roger Stone as \"an act of staggering corruption.\"",
  "Trump ally battles a liberal challenger. Poland's deep divisions on show in presidential run-off vote Poland is a country deeply divided over cultural issues, and the direction the former Soviet bloc nation should take next: does it want to be a European-style liberal democracy, or does it take a more authoritarian path?",
  "Latinos will keep cooking...without Goya With his laudatory comments for President Trump, the Goya CEO turned the real world on its head, writes Ed Morales, damaging his brand to defend an increasingly unpopular president who has repeatedly targeted Latinos. They and others will look elsewhere for f…",
  "New York Times: Internal CDC documents warn full reopening of schools is 'highest risk' for coronavirus spread Internal documents from the US Centers for Disease Control and Prevention warned that fully reopening K-12 schools and universities would be the \"highest risk\" for the spread of coronavirus, according to a New York Times report, as President Donald Trump and …",
  "Florida man and his sons charged with selling toxic chemical as a coronavirus cure to thousands Three months after President Donald Trump suggested ingesting disinfectants as a treatment for coronavirus, a Florida man and his three sons are facing criminal charges for allegedly selling a toxic solution to tens of thousands of people as a cure for Covid-…"
]