[
  "Mick Mulvaney on Trump: 'He didn't hire very well' CNN's Jim Sciutto interviews former acting Chief of Staff Mick Mulvaney about President Donald Trump's former administration members calling Trump unfit for office.",
  "Lawmakers demand answers on firing spree at global media agency Bipartisan lawmakers are calling for answers from the new Trump-appointed chief executive at the US Agency for Global Media after a firing spree on Wednesday.",
  "Toobin: Roberts won't be pushed around by Trump CNN's Chief Legal Analyst Jeffrey Toobin explains why conservative Supreme Court Chief Justice, John Roberts, voted with the liberal side of the Supreme Court in two big cases over the last week.",
  "How risky is it to attend a Trump campaign rally during a pandemic? As the coronavirus plows through the United States, health experts worry President Donald Trump's campaign rally in Tulsa, Oklahoma, will become a new hotspot for coronavirus infections.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Trump can't stop talking about that West Point ramp Faced with declining poll numbers, signs of revolt within his own party, two losses at the Supreme Court, a country grappling with its relationship to race and an ongoing global pandemic, President Donald Trump's got something else on his mind: Proving that h…",
  "Van Jones revisits 3 Trump voters amid national unrest CNN's Van Jones returns to three battleground states to talk to voters that helped President Donald Trump win the 2016 election to see if they approve of the President's handling of the national unrest over policing in the US.",
  "Twitter labels video Trump tweeted as 'manipulated media' Twitter on Thursday night labeled a video tweeted by President Donald Trump as \"manipulated media.\" The move marks the third time Twitter has taken action against Trump in a month.",
  "Donald Trump makes terrible hires, according to Donald Trump \"If there was one criticism that I would level against the President is he didn't hire very well,\" said Trump's former acting chief of staff Mick Mulvaney on CNN Friday morning, in one of the great understatements of 2020 so far. \"He did not have experience a…",
  "Trump threatens protesters ahead of Tulsa rally President Donald Trump warned those protesting his planned rally in Oklahoma they could be treated roughly, an opening threat a day ahead of what he says is the new kickoff of his reelection campaign.",
  "Trump adds uncertainty to future of DACA participants After nearly three years of uncertainty, young undocumented immigrants received some reprieve from the Supreme Court Thursday, but President Donald Trump is ready to throw them into legal limbo yet again.",
  "The past catches up to Trump Whether it was via legal arguments or exchanges published in a controversial tell-all by a former administration member, President Donald Trump had to contend with his past amid ongoing, very current, issues this week.",
  "President Trump's bad run keeps getting worse With mounting coronavirus concerns for his upcoming Tulsa rally, two major Supreme Court losses and his former national security adviser John Bolton's book, President Trump has had a rough week. CNN's Jeremy Diamond reports.",
  "Acosta to McEnany: Doesn't sharing fake videos make you fake news? CNN's Jim Acosta presses White House Press Secretary Kayleigh McEnany about a video posted by President Donald Trump on Twitter, which the social media site has since labeled \"manipulated media.\"",
  "Why John Bolton may lose book earnings CNN chief legal analyst Jeffrey Toobin explains why former national security adviser John Bolton may have to surrender earnings from his book which details allegations against President Donald Trump.",
  "Trump administration finalizes rule that could lead to delays in work for asylum seekers The Trump administration has finalized a federal rule that would remove a 30-day window to process documents authorizing work for asylum seekers, likely adding yet another hurdle for those seeking refuge in the United States.",
  "How Trump plans to turn around his losing campaign Earlier this month, several top Trump campaign advisers gathered for a virtual strategy session to address a political reality they could no longer ignore: The President was in serious trouble.",
  "Nebraska's governor is trying to one-up Trump on masks Here are two facts about the coronavirus:",
  "Pompeo calls Bolton 'a traitor' as Trump administration scrambles to halt book release Secretary of State Mike Pompeo on Thursday accused former national security adviser John Bolton of being a \"traitor\" in a forceful rebuke of Bolton's new book.",
  "Trump's familiar false claims from May 4 to June 7 President Donald Trump made 192 false claims between May 4 and June 7. Many of them were repeated from earlier periods of his presidency and May 3. For a list of new false claims from this period, click here."
]