[
  "Robert Redford Backs Biden: U.S. will 'Slide Toward Autocracy' if Trump Re-Elected Hollywood actor and filmmaker Robert Redford on Wednesday threw his support behind former Vice President Joe Biden for the White House, declaring that President Donald Trump's re-election would result in a \"slide toward autocracy\" in the United States.",
  "Tammy Duckworth to Keep Hold on 1,123 Military Promotions Despite Vindman's Retirement Sen. Tammy Duckworth said she will continue to hold 1,123 military promotions until she gets answers on Lt. Col. Alexander Vindman's promotion.",
  "CNN's Lemon: The Way to Fix Mount Rushmore Is Add Obama Tuesday on CNN, host Don Lemon said President Barack Obama should be added to the Mount Rushmore sculptures of George Washington, Thomas Jefferson, Abraham Lincoln, and Theodore Roosevelt. | Clips",
  "Poll: Voters with ‘Unfavorable’ Opinions of Both Candidates Backing Biden Former Vice President Joe Biden has a 29-point lead among voters who have negative views of both Biden and President Donald Trump, according to a Morning Consult poll released on Tuesday. |",
  "Watch: Joe Biden Can’t Bring Himself to Say ‘America First’ Presumptive Democrat nominee for president Joe Biden couldn't bring himself to say \"America First\" on Wednesday. | Politics",
  "Joe Biden Enlists Clinton/Obama Loyalist, Tom Steyer to Advise on Climate Change Joe Biden has recruited controversial environmental activist Carol Browner and billionaire Tom Steyer as campaign advisers on climate change.",
  "Joe Biden: Putin Carries Trump Around Like a Puppy Former Vice President Joe Biden on Tuesday accused President Donald Trump of  \"coddling\" Russian President Vladimir Putin, asserting that Putin carries around Trump akin to a caged dog.",
  "Mike Lindell: Pandemic Lockdowns, Riots Continue if We ‘Go Down that Bad Path for Biden’ Pandemic lockdowns and leftist-driven riots offer a vision of socialism under a Joe Biden presidency, said MyPillow CEO Mike Lindell.",
  "Democrat Georgia State Representative: ‘Joe Biden Is the Full-Blooded Bigot’ Georgia state Rep. Vernon Jones (D), who has received hundreds of threats from members of his own party due to his public support of President Donald Trump, claimed Tuesday that former Vice President Joe Biden is a “full-blooded bigot.”",
  "Charles Hurt: Joe Biden Has Been What’s Wrong with Washington Since 1973 You gotta love Joe Biden. The guy has been part of the problem in Washington for 47 years. But now? Now, he is really going to get after it! | 2020 Election",
  "Stacey Abrams: GOP Suppressing Vote Because They Know ‘World Changes’ if Trump Loses Failed Georgia gubernatorial candidate Stacey Abrams warned on Tuesday evening that Republicans are working overdrive in 2020 to suppress the vote because they know that “the world changes” if former Vice President Joe Biden wins the White House. | Politics",
  "Joe Biden Pledges to Rejoin WHO on ‘First Day as President’ Joe Biden, the presumptive Democrat nominee, is pledging to rejoin the World Health Organization (WHO) on his first day in the White House in response to President Donald Trump's announcement that the United States would exit the body.",
  "Joe Biden: Police ‘Become the Enemy’ When They Are ‘Like the Military Invading’ Presumptive Democrat presidential nominee Joe Biden said law enforcement \"become the enemy\" when using \"surplus military equipment\" and operating an invading military in American neighborhoods, offering his comments in a Wednesday-published interview with And…",
  "Kanye West on Trump: ‘I Don’t Like That I Caught Wind That He Hid in the Bunker’ Rap superstar Kanye West said he has lost confidence in President Donald Trump after reports that the president was moved to an underground bunker during the Black Lives Matter protests outside the White House in May.",
  "Kanye West Rips Biden Over ‘You Ain’t Black’: Democrats Are Threatening Black People into Their Party Rapper and fashion mogul Kanye West slammed Joe Biden and the Democratic Party establishment in an eye-popping interview with Forbes in which he held forth at length on his planned run for president, saying that he is \"taking the red hat off\" in a reference t…",
  "Pollak: An Economic Message for Trump — ‘Finish What We Started’ Trump needs a positive economic message, a vision for the next four years based on economic freedom instead of Biden's taxation and regulation.",
  "Teachers’ Union Head Eskelsen Garcia: ‘I Double-Dog Dare Donald Trump to Sit in a Class of 39 Sixth Graders and Breathe That Air’ As President Donald Trump pushes to reopen schools in the fall amid the ongoing coronavirus pandemic, National Education Association (NEA) president Lily Eskelsen Garcia on Wednesday \"double-dog\" dared the president to \"sit in a class of 39 sixth graders and …",
  "Kanye West: ‘It’s ‘Racism and White Supremacy to Say All Black People Need to Be Democrat’ Grammy-winning rapper and fashion mogul Kanye West opened up Wednesday about his Fourth of July declaration he's running for president.",
  "Rose McGowan Asks Trump to Donate to a Tara Reade Fundraiser 'in Biden's Name' Actress-turned-activist Rose McGowan told President Donald Trump to donate on behalf of former vice president and presidential candidate Joe Biden to a fundraiser dedicated to Tara Reade, who came forward earlier this year accusing Biden of sexual assault in …",
  "Tammy Duckworth Attacks Trump over Dubious Russia Bounty Claims Sen. Tammy Duckworth (D-IL) attacked President Donald Trump Tuesday, saying he was not fit to be commander-in-chief because he allegedly overlooked intelligence reports of Russia paying bounties to kill U.S. troops in Afghanistan."
]