[
  "Al Franken: Trump Is Cheating -- 'If It's a Close Election, He May Not Leave' Monday on MSNBC, comedian and former Sen. Al Franken (D-MN) said President Donald Trump is cheating by attempting to suppress vote-by-mail and may not leave if the election is close. | Clips",
  "Charles Hurt: Trump Should Tweet Less, Make Joe Biden Own ‘Mayhem,’ Rioting,’ ‘Lawlessness’ Donald Trump's reelection strategy should bind Joe Biden to recent lawlessness, including riots and vandalsim of monuments, said Charles Hurt.",
  "Pollak: To Democrats, Governing Is Someone Else’s Problem When Democrats are in charge, they are not expected to do anything. Joe Biden represents the culmination of that idea: he is barely even running his own campaign.",
  "Biden Unveils Plan to ‘Rebuild’ Supply Chains, Prevent Future PPE Shortages Former Vice President Joe Biden unveiled a proposal on Tuesday to \"rebuild\" America's supply chain infrastructure, with an explicit focus on preventing future shortages of vital medical equipment.",
  "Maine Poll: Biden Leads Trump, GOP Senator Collins Within Striking Distance of Challenger A poll released on Monday by left-leaning Public Policy Polling (PPP) shows presumptive Democratic Party nominee Joe Biden leading President Trump by 11 points, 53 percent to 42 percent, in Maine.",
  "Joe Biden Warns ‘Children of Color’ Will Suffer if Schools Remain Closed Joe Biden told members of the National Education Association’s (NEA) representative assembly that the longer schools remain closed due to the coronavirus, the more low-income “children of color” will suffer learning losses.",
  "Hong Kong Businessman: Joe Biden Election Would Mean Chinese Communists ‘Won Against Free World’ — ‘Game Over’ A Hong Kong businessman issued a dire warning on Monday, saying a Joe Biden win would be a win for the Chinese communists and a loss for the free world.",
  "Exclusive: Restoration PAC Makes $2 Million TV Buy for ‘Devastating’ Anti-Biden Ad in Wisconsin An exclusive Restoration PAC ad obtained by Breitbart News brings Joe Biden's (D) history of dishonesty and fabrication, particularly as it relates to his resume, to the forefront. The ad is part of the PAC's $2 million ad buy in Wisconsin -- a crucial battle…",
  "Wikipedia Editors Sanitize the Page of Potential Biden VP Kamala Harris An article in the Intercept last week reported that a Wikipedia editor was scrubbing the page of former Democratic Presidential candidate Sen. Kamala Harris (D-CA), considered a prominent member of the shortlist to be Joe Biden's Vice Presidental pick. The pi…",
  "Grassley: ‘The Deep State Is so Deep Its People Get Away with Political Crimes’ Chuck Grassley described the depth of the “Deep State” as so great that its members “get away with political crimes.”",
  "WH CoS Meadows: Trump ‘the Only Thing That Stands Between a Mob and the American People’ Monday on Fox News Channel's \"Hannity,\" White House chief of staff Mark Meadows discussed Trump administration offers to help governments in New York City and Chicago as violence is on the rise in those two cities. | Clips",
  "Tucker Carlson: We Cannot Let Democrats Run This Country Because They Hate It Monday, Fox News Channel's Tucker Carlson opened his show by giving President Donald Trump's speech at Mount Rushmore in South Dakota high marks. He then pointed to the Democrat backlash and concluded that Democrats and their allies in the media hate the coun…",
  "AIPAC Blasts Democrat Amendment Barring Israel from Using U.S. Aid on Annexation The AIPAC pro-Israel lobby on Monday announced its opposition to a Democratic-endorsed legislation amendment that would see..."
]