[
  "Maher: Keeping Biden Inside Is a ‘Good Thing’ On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated that it is a good thing that 2020 Democratic presidential candidate former Vice President Joe Biden has been kept inside by the coronavirus pandemic, because Biden wasn’t up for",
  "Poll: Only Half of Michigan Voters Say Biden Is ‘Mentally and Physically’ Up to Task of the Presidency Key battleground state voters remain unsure on Joe Biden's (D) ability to \"mentally and physically\" handle the duties of the presidency, a Restoration PAC poll released this week found.",
  "NYT/Siena Polls: Trump Losing Ground with White Voters in Swing States, Not Gaining with Minorities President Trump has lost ground with his base of voter support, white Americans, in swing states while not increasing his support with Hispanic and black Americans, New York Times/Siena College polls show.",
  "Pelosi: Trump Is ‘Cowardly’ for Not Wearing Mask Friday on NPR's \"All Things Considered,\" House Speaker Nancy Pelosi (D-CA) said she agreed with presumptive Democratic presidential nominee Joe Biden that wearing a mask in public should be mandated on the federal level amid the coronavirus pandemic. | Clips",
  "Coons Downplays Biden Gaffes; Says Trump ‘Intentionally’ Sending Out Tweets with Errors, Typos — ‘Seeks to Divide Us’ Sen. Chris Coons (D-DE) says Biden's slip-ups are a far cry from President Donald Trump, who Coons accused of \"intentionally\" sending out tweets \"with errors and typos,\" adding that showed an effort to divide, during an interview with CNN host Michael Smercon…",
  "Zuckerberg Responds to Facebook Boycott, Will Crack Down on ‘Hateful’ Ads, Label Politicians’ Posts Facebook CEO Mark Zuckerberg has responded to a boycott from major advertisers including consumer giant Unilever, which have pulled ads from the social network in an attempt to force the platform to censor more constitutionally protected speech."
]