[
  "Joe Biden Promises 125,000 Refugees Each Year Joe Biden wants to import at least 125,000 refugees next year, so offering a huge inflow of cheap disposable labor to meatpackers, farm companies, retailers, and other low-wage, low-tech employers.",
  "Secret Service Provided Hunter Biden Protection on More Than 400 Flights The Secret Service provided protection for Hunter Biden, the youngest son of former Vice President Joe Biden, on more than 400 flights, according to newly released documents from the Obama administration.",
  "Establishment Media Crushes Pentagon Nominee Tony Tata over Old Tweets About Obama, Islam Media outlets have pounced on old, controversial tweets from Tata. However, these same outlets have ignored controversial remarks from Biden.",
  "Biden Taunts Trump: More He Is out in Public ‘Worse He Does’ During a virtual appearance from his back porch on Saturday, \"Hidin' Joe\" Biden taunted President Trump over his sliding poll numbers and his rallies.",
  "Joe Biden: H-1B Foreign Workers ‘Built this Country’ Joe Biden told NBC News that he would immediately lift President Donald Trump's moratorium on the inflow of H-1B contract workers.",
  "Wisconsin Poll: Donald Trump 46%, Joe Biden 45% A poll released by the Trafalgar Group on Monday shows President Donald Trump leads presumptive Democratic nominee Joe Biden by one point, 46 percent to 45 percent, in the key battleground state of Wisconsin.",
  "Poll: 20% of Democrats Believe Joe Biden Has ‘Some Form’ of Dementia One-fifth of Democrat voters believe that Joe Biden (D), the Democrat Party's presumptive nominee, is suffering from \"some form\" of dementia, and a majority of likely voters say it is important for him to address the issue publicly, a Rasmussen Reports poll r…",
  "Senate Democrats in Talks to Scrap Filibuster if Joe Biden Wins A cadre of Senate Democrats are already in talks to abolish the filibuster provided former Vice President Joe Biden wins the November general election and their party secures a majority in the chamber.",
  "Biden’s Enthusiasm Gap Among Democrats Poses Challenge Joe Biden has taken the lead away from President Donald Trump in national polls, but his campaign may have serious issues with a lack of enthusiasm among his party's core base.",
  "Willie Nelson to Headline Joe Biden’s $100,000 Per Person Virtual Fundraiser Country rocker Willie Nelson is set to perform at Joe Biden's virtual fundraiser on Monday.",
  "Pandemic Blues: Pennsylvania Democrat Gov. Wolf Suffers 43 Percent Swing Against Approval Rating Pennsylvania Gov. Tom Wolf, a Democrat, has suffered a significant drop in his approval rating during his continued slow-walking of the reopening of his state as the coronavirus pandemic recedes.",
  "Victor Davis Hanson: Only Trump Win Can Stop ‘Cultural Revolution’ Victor Davis Hanson speculated that Donald Trump would be reelected due to popular rejection of an increasingly aggressive left-wing \"revolution.\"",
  "Kayleigh McEnany: No Intelligence ‘Consensus’ Russians Issued Bounties on U.S. Troops White House Press Secretary Kayleigh McEnany said during a press conference on Monday that there is no intelligence community \"consensus\" to confirm the allegations that the Russian government offered bounties to Taliban-linked militias.",
  "Bernie Sanders Calls for ‘High-Quality Masks for Every American Household’ Sen. Bernie Sanders (I-VT) on Sunday called for \"high-quality masks for every American household\" -- a call that follows a recent spike in cases of the Chinese coronavirus across the United States.",
  "Pollak: John Roberts Shows Supreme Court at Stake Again in 2020 Election Many conservatives voted for President Donald Trump in 2016 solely because the fate of the Supreme Court was at stake. They will have to do so again in 2020, because the Court remains liberal, and Democrats want to pack it further.",
  "Bokhari: The Left Takes Revenge on Facebook for Not Censoring Enough Corporate elites, spurred on by far-left activists, are punishing Facebook for not doing enough to censor its platform, and have deployed a massive advertising boycott against the platform to force its cooperation.",
  "Alyssa Milano Faces Renewed Backlash for 2017 Cornrows Photo Actress Alyssa Milano was mercilessly mocked in 2017 after she flaunted corn rows with extensions in her hair -- a move that many considered \"cultural appropriation.\" Now, with woke cancellations on the rise, the Charmed star is facing renewed backlash."
]