[
  "Maxine Waters After Trump Commutes Roger Stone: 'Dems Impeached, Rep Senators Failed to Remove!' Rep. Maxine Waters (D-CA) raged after news broke that President Trump commuted Roger Stone's prison sentence, stating that the president will \"ensure all his crooked friends\" are free to \"commit fraud,\" \"do dirty deals\" with Russia, and \"commit treason\" befor…",
  "Exclusive — Mike Pence on Trade, China, and Immigration: Trump Has Put America First Vice President Mike Pence told Breitbart News exclusively that President Donald Trump has delivered on a number of promises he made to the American people to put “America First,” especially on trade, China, and immigration.",
  "Brooks: Biden Is ‘Talking Like Donald Trump’ and Not Obama with Economic Plans On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that 2020 Democratic presidential candidate former Vice President Joe Biden has “made some concessions to the left,” without doing anything too radical that would scare away voters and s…",
  "Exclusive — Pence: Only Thing Standing Between America and Agenda of Far Left Is 4 More Years of President Donald Trump PHILADELPHIA, Pennsylvania — Vice President Mike Pence told Breitbart News exclusively that the only thing “standing between” America and the radical agenda of the “far left” is a second term for President Donald Trump.",
  "Victor Davis Hanson: Five ‘Radical, Long-Term Solutions’ to Leftist Academic Corruption Historian Victor Davis Hanson proposed several measures to address left-wing political corruption across academia, offering his remarks on last Friday's edition of SiriusXM's Breitbart News Tonight with host Rebecca Mansour.",
  "President Trump Wins Big on Secret Meatpacking Robots President Donald Trump's low-immigration strategy has pushed the nation's low-wage meatpacking companies into a high-tech future, according to an article in the Wall Street Journal.",
  "Exclusive — Mike Pence: 2020 Election a Choice Between ‘Leadership’ in Donald Trump and ‘the Left’ in Joe Biden Vice President Mike Pence told Breitbart News exclusively on Thursday that the “stakes have never been higher” than the 2020 presidential election in a choice between “leadership” from President Donald Trump and the radical “left” from former Vice President J…",
  "Exclusive–Read the Army’s ‘Operation Inclusion’ Email: Flyer Decries ‘Weaponized Whiteness,’ ‘Exceptionalism’ The full list on \"covert white supremacy\" includes terms such as \"Spiritual Bypassing,\" \"Weaponized Whiteness,\" \"Exceptionalism,\" \"Paternalism,\" \"Tokenism,\" and \"Assuming Good Intentions Are Enough.\""
]