[
  "Hollywood Celebs Declare Trump 'F*cked' After Supreme Court Ruling on Tax Returns Hollywood celebrities are proclaiming that the end of President Donald Trump is nigh after the Supreme Court delivered a split decision Thursday in two cases over whether the commander in chief can keep his personal tax returns from investigators. The high co…",
  "Watch: Goya Foods CEO Bob Unanue Says 'We Are All Truly Blessed' to Have Trump as President \"We are all blessed to have a leader like President Trump, who is a builder,\" Unanue said in a brief speech at the White House.| Economy",
  "NYT Columnist Urges Biden to Change Terms of Debates with Trump A prominent columnist for the New York Times is urging Joe Biden's campaign to rethink the terms agreed upon for the three debates between their candidate and President Donald Trump.",
  "Exclusive — Mike Pence: Nancy Pelosi’s Reaction to Statue Destruction a ‘Surrender to the Mob’ Vice President Mike Pence told Breitbart News exclusively in Pennsylvania that U.S. House Speaker Nancy Pelosi’s comments earlier on Thursday dismissing vandals who destroyed a Christopher Columbus statue in Baltimore on July 4 were “unconscionable.\"",
  "Michael Cohen Back in Federal Custody President Donald Trump's former attorney, Michael Cohen, was returned to federal custody on Thursday after being temporarily released during the coronavirus pandemic.",
  "Biden-Sanders ‘Unity’ Platform Pledges to Close ANWR Again, Reversing Trump Former Vice President Joe Biden released a set of policy recommendations on Wednesday that included a proposal to close the Arctic National Wildlife Refuge (ANWR) to oil and gas exploration and development.",
  "Supreme Court, 7-2: House Cannot Force Trump to Provide Tax Returns In Mazars, the Court ruled that the House cannot simply demand any documents it wants, because of the separation of powers.",
  "MSNBC’s Katyal: Trump’s Taxes Will Likely Come Out Before Election Thursday on MSNBC, network legal analyst Neal Katyal said President Donald Trump \"lost resoundingly\" with a Supreme Court ruling that subpoenas for information about his personal finances could not be blocked by presidential immunity. | Clips",
  "NYT, Not So Fast: Biden ‘Can Hardly Wait’ to Compare ‘Cognitive Ability’ with Trump’s Presumptive Democratic nominee Joe Biden said he can “hardly wait” to compare his cognitive ability with President Trump's in upcoming debates. Meanwhile, the New York Times does not appear to share Biden’s confidence in taking on Trump and is demanding preco…",
  "Joe Biden Vows ‘End to the Era of Shareholder Capitalism’ \"It's way past time to put the end to the era of shareholder capitalism,\" Joe Biden declared in an economic speech, calling for a more inclusive approach.",
  "MSNBC’s Hayes on School Reopening: Trump Is the Last Person You Can Trust With Your Kids’ Safety Wednesday on MSNBC, anchor Chris Hayes criticized Trump administration's push to reopen schools U.S. coronavirus response as a failure in the past few weeks, and tonight he opened going off on President Donald Trump's push for schools across the country to be…",
  "U.S. Army Message: ‘Make America Great Again,’ Columbus Day Are Signs of ‘White Supremacy’ A U.S. Army email, sent after the Fourth of July to its military and civilian members, included a graphic which claimed saying the phrase \"Make America Great Again,\" was evidence of \"white supremacy.\"",
  "NYT Accuses Tucker Carlson of ‘Nativist Smears’ as It Continues to Employ Individuals with History of Racist Statements The New York Times on Wednesday took issue with Fox News's Tucker Carlson over his criticisms of far-left lawmakers.",
  "Ocasio-Cortez: Collaboration with Sanders ‘Substantively Improved Biden’s Positions’ on Climate Democrat presidential nominee Joe Biden and Sen. Bernie Sanders have released recommendations for the party platform crafted by task forces.",
  "9 Radical Ideas in the Biden-Sanders ‘Unity’ Platform The proposed platform marks Biden's continued shift to the left, as the so-called \"moderate\" candidate -- a label he has rejected -- continues to be steered toward more radical positions to appeal to the party's base, offering \"revolutionary institutional cha…"
]