[
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "Biden: 'Fracking's Not Going to Be on the Chopping Block' During an interview with Newswatch 16 WNEP on Thursday, 2020 Democratic presidential candidate former Vice President Joe Biden stated that fracking is “not going to be on the chopping block” if he is elected. Reporter Chelsea Strub asked, “We’re losing",
  "Blue State Blues: Trump, Lincoln, and the Election of 1864 Nervous supporters of President Donald Trump have been reminding themselves that the presidential election looked as tough at this point of the 2016 as it does today. An even better parallel might be the election of 1864, when President Abraham",
  "Rick Manning: Divest U.S. Pension Funds from Financing China’s Slave Labor U.S. pension funds invested in Chinese firms are financing slave labor, stated Rick Manning, president of Americans for Limited Government.",
  "Nancy Pelosi Will Not Release Taxes Unless She Runs for President House Speaker Nancy Pelosi (D-CA) has no plans to release her tax returns to the public, unless the 80-year-old lawmaker opts to make a run for the White House.",
  "Donald Trump: Joe Biden’s Buy American Plan ‘Plagiarized from Me’ President Donald Trump accused his presumptive general election rival, Joe Biden, on Friday of having plagiarized portions of his administration's economic agenda.",
  "Cliff Sims: Sen. Burr’s Stock Trades May Not Be His Only Legal Problems Federal investigators should consider expanding their probe of Sen. Richard Burr (R-NC) to examine his relationship with a South Carolina gambling mogul.",
  "Trump: Defund ‘Radical Left’ Universities; Orders Review of Tax-exempt Status President Donald Trump tweeted Friday that he had told the U.S. Treasury to review the tax-exempt status of schools and universities that had become vehicles for left-wing indoctrination.",
  "Warren: Economy ‘Collapsing’ Because Trump’s Coronavirus Failure — Biden Will Win With a Mandate Thursday on MSNBC's \"All In,\" Sen. Elizabeth Warren (D-MA) declared President Donald Trump caused the economy to collapse with his response to the coronavirus pandemic, which will result in Democratic presidential nominee Joe Biden winning in November with a …",
  "Kim Jong-un’s Sister Demands July 4 DVDs, Rejects Trump-Kim Summits in Bizarre Rant Kim Yo-jong, sister to North Korean dictator Kim Jong-un, published a poorly written \"press statement\" Friday praising Kim's relationship with President Donald Trump, rejecting further summits between them, and requesting DVD copies of Fourth of July celebrat…",
  "House Democrats Demand $305 Billion in Aid to Reopen Public Schools ‘Safely’ Democrats and teachers’ unions have demanded $305 billion in coronavirus aid, claiming the taxpayer funds are necessary to reopen public schools “safely.”",
  "The Lancet Freaks out over U.S. Withdrawal from W.H.O. The UK-based Lancet medical journal has joined China in condemning the “reckless decision” of U.S. President Donald Trump to withdraw from the World Health Organization (W.H.O.), claiming the move is “unlawful” and will have “dire consequences.”",
  "Chamber of Commerce Demands U.S. Give F-1 Visas to Online Foreign Students The United States Chamber of Commerce is demanding the federal government provide visas to foreign students taking online courses at American colleges and universities.",
  "Unmatched U.S. Doctors Urge Trump to Prioritize Americans Over Foreigners for Medical Residencies American doctors, unmatched for residencies, are urging President Trump to prioritize them for the limited medical residency spots, rather than allowing a continued inflow of foreign doctors to fill the program.",
  "Ken Cuccinelli on the Fight over College Visas: ‘Follow the Money’ The universities' media-magnified hostility to a minor rule change for student visas is motivated by money, says Ken Cuccinelli, the acting deputy secretary of homeland defense."
]