[
  "Robert De Niro's Nobu Restaurants and Hotels Took 14 PPP Loans Worth $28 Million Nobu, the posh, high-end restaurant and hotel chain -- backed by left-wing actor and raging Trump-basher Robert De Niro -- took more than a dozen loans from the Trump administration's Paycheck Protection Program (PPP).",
  "Trade Group for Koch, GM Asks Trump for More Foreign Workers A trade association that includes General Motors and the Koch Industries is asking President Donald Trump to cancel his popular June 22 decision to narrow and reform the nation's visa worker programs.",
  "Judd Apatow’s Production Company Took Coronavirus Relief Program Loan Hollywood production companies -- including Trump-hater Judd Apatow's The Apatow Company -- was among the production companies and agencies that received money from the Trump administration's Paycheck Protection Program (PPP).",
  "Job Creators Network’s Alfredo Ortiz: PPP Loans a ‘Success Story’ That Helped Small Businesses ‘Survive Lockdowns’ Alfredo Ortiz, President and CEO of the Job Creators Network, is praising the Trump administration's Paycheck Protection Program (PPP) loan program as \"one of the most successful government programs of all time\" as it helped \"small business owners keep their …",
  "Carney: Media Outraged Because Coronavirus Loans Worked The Trump administration's signature relief program for small businesses came under relentless assault and media-manufactured outrage this week after the Treasury Department released the names of the top borrowers under the Paycheck Protection Program.",
  "Navarro: ‘There Will Be a Series of Actions’ ‘That Will Hold China Accountable’ On Monday’s broadcast of the Fox News Channel’s “The Story,” White House Trade Adviser Peter Navarro stated that President Trump will take “a series of actions taken over the next several weeks that will hold China accountable for the damage",
  "Joe Biden Warns ‘Children of Color’ Will Suffer if Schools Remain Closed Joe Biden told members of the National Education Association’s (NEA) representative assembly that the longer schools remain closed due to the coronavirus, the more low-income “children of color” will suffer learning losses.",
  "Ilhan Omar Calls for ‘Dismantling’ of America’s ‘Economy and Political Systems’ Tuesday at a news conference on systemic racism with Minnesota leaders, Rep. Ilhan Omar (D-MN) called for dismantling systems of oppression, including America's \"economy and political systems.\" | Clips",
  "Media Matters Took In up to $2 Million in Small Business Relief Loans Media Matters for America, the George Soros-funded left-wing nonprofit organization, received between $1 million and $2 million in loans under the federal Paycheck Protection Program (PPP), according to Treasury Department data released Monday.",
  "Charles Hurt: Trump Should Tweet Less, Make Joe Biden Own ‘Mayhem,’ Rioting,’ ‘Lawlessness’ Donald Trump's reelection strategy should bind Joe Biden to recent lawlessness, including riots and vandalsim of monuments, said Charles Hurt.",
  "Sen. Tom Cotton: ‘Woke Champions’ on the Left in America Turning a Blind Eye to China Cotton slammed the left in America for denouncing the United States while turning a blind eye to China's myriad human rights violations.",
  "Democrats Complain as DHS Shuts One College Visa-Fraud Pipeline Universities and migration advocates are denouncing the administration's decision to revive a rule that denies student visas and work permits to migrants who enroll in online-only U.S. colleges.",
  "Pollak: To Democrats, Governing Is Someone Else’s Problem When Democrats are in charge, they are not expected to do anything. Joe Biden represents the culmination of that idea: he is barely even running his own campaign.",
  "Iran Negotiating 25-Year China Deal 'with Confidence and Conviction' Iran's normally reserved Foreign Minister Mohammad Javad Zarif responds angrily when heckled by hardline lawmakers."
]