[
  "China's Hong Kong 'National Security' Law Takes Effect, Ending Free Speech Chinese dictator Xi Jinping signed a decree on Tuesday enacting a \"national security\" law that allows the Communist Party to antagonize and prosecute dissidents in Hong Kong, triggering global condemnation and widespread concern among participants in the Hong…",
  "Don, Jr.: 'Donald Trump Is the First Guy to Actually Stand Up to China' -- 'Biden Is Basically Owned by China' Donald Trump, Jr., President Donald Trump's eldest son, during Tuesday's \"Mornings with Maria\" on Fox Business Network, weighed in on the United States' relationship with China heading into the 2020 presidential election. | Clips",
  "Thousands of Immigrants to Secure U.S. Citizenship to Vote in 2020 Election Potentially hundreds of thousands of immigrants may secure United States citizenship ahead of the 2020 presidential election, adding a bloc of new, first-time foreign-born voters to the electorate.",
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "GOP Insider Mark Smith: Trump’s ‘Silent Majority’ Is Growing Thanks to Black Lives Matter Black Lives Matter is helping grow a \"silent majority\" supporting Donald Trump, determined Mark Smith, president of the Da Vinci Group.",
  "Downing Street Pushes for September Deadline for EU Trade Deal Leading Brexiteers have urged Boris to reject any calls from Brussels for a \"compromise\" that could see the UK surrender on regulations.",
  "Ryan Girdusky: GOP Must Stop ‘Attacking the Police,’ Focus on Ending ‘Mass Waves of Shootings’ Republicans should prioritize violent crime in large cities rather than \"attacking the police,\" said Ryan Girdusky, author or They're Not Listening: How The Elites Created the National Populist Revolution, offering his comments on Monday's edition of SiriusXM…"
]