[
  "Joe Biden Promises 125,000 Refugees Each Year Joe Biden wants to import at least 125,000 refugees next year, so offering a huge inflow of cheap disposable labor to meatpackers, farm companies, retailers, and other low-wage, low-tech employers.",
  "Joe Biden: H-1B Foreign Workers ‘Built this Country’ Joe Biden told NBC News that he would immediately lift President Donald Trump's moratorium on the inflow of H-1B contract workers.",
  "Supreme Court Makes It Easier for President to Fire Head of Consumer Finance Watchdog The agency designed by Elizabeth Warren was too unaccountable to pass constitutional muster, the Supreme Court said Monday. | Economy",
  "Biden’s Enthusiasm Gap Among Democrats Poses Challenge Joe Biden has taken the lead away from President Donald Trump in national polls, but his campaign may have serious issues with a lack of enthusiasm among his party's core base.",
  "Pollak: John Roberts Shows Supreme Court at Stake Again in 2020 Election Many conservatives voted for President Donald Trump in 2016 solely because the fate of the Supreme Court was at stake. They will have to do so again in 2020, because the Court remains liberal, and Democrats want to pack it further.",
  "Pandemic Blues: Pennsylvania Democrat Gov. Wolf Suffers 43 Percent Swing Against Approval Rating Pennsylvania Gov. Tom Wolf, a Democrat, has suffered a significant drop in his approval rating during his continued slow-walking of the reopening of his state as the coronavirus pandemic recedes.",
  "Victor Davis Hanson: Only Trump Win Can Stop ‘Cultural Revolution’ Victor Davis Hanson speculated that Donald Trump would be reelected due to popular rejection of an increasingly aggressive left-wing \"revolution.\"",
  "Parler CEO John Matze: ‘Mass Migration’ of ‘Almost a Million Users’ in Weeks Due to Twitter’s Censorship Social media platform Parler added about a million new users over the past two weeks said John Matze, CEO of Parler, attributing the \"mass migration\" to \"frustration with censorship\" on Twitter. He offered his remarks on SiriusXM's Breitbart News Sunday with …",
  "Report: China Forcing Contraception and Abortion on ‘Hundreds of Thousands’ of Uyghurs The Associated Press (AP) on Monday reported that China has forced “hundreds of thousands” of Uyghur women, and women from other minorities in Xinjiang province, to use abortion and birth control over the past four years in a program of deliberate “demographi…",
  "Jaeson Jones: Mexican Cartels Show No Sign of Weakening Despite DOJ Task Force Cartel Jalisco New Generation (CJNG) is estimated to have more than 5,000 operatives working on every continent save Antarctica. The cartel is believed to have amassed a $50 billion fortune and smuggles at least five tons of methamphetamine into the U.S. mont…",
  "Actor Simon Pegg: People Criticising Black Lives Matter Should 'Shut the F**k Up' Actor Simon Pegg called for more diversity in Hollywood while lashing out against people who have criticised the Black Lives Matter movement."
]