[
  "Carrie Severino: Clarence Thomas Retirement Rumor Is ‘One Hundred Percent’ Fake Rumors of Justice Clarence Thomas's plans to retire are false, said Carrie Severino, who clerked for Thomas on the Supreme Court.",
  "GOP Rep. Brady on Biden Proposal to Cancel Trump Tax Cuts: ‘Can’t Think of Anything More Dangerous and Irresponsible’ In an interview with Fox Business Network's \"Varney & Company\" on Thursday, Rep. Kevin Brady (R-TX) sounded off on presumptive 2020 Democratic presidential nominee Joe Biden saying he will cancel the majority of President Donald Trump's tax cuts. | Clips",
  "Joe Biden Ad: Business Owner Attacks Trump’s Pandemic Response, Doesn’t Mention Her $27,000 PPP Loan A Joe Biden campaign ad features a business owner criticizing Donald Trump's coronavirus response who received a $27,000 forgivable PPP loan.",
  "Poll: 2-in-3 Black Voters Want U.S. Jobs Filled by Americans, Not Foreigners The overwhelming majority of black Americans say the United States does not need to import more foreign workers to fill jobs, because there is no labor shortage of willing and available U.S. workers.",
  "Blowout: The U.S. Economy Added 4.8 Million Jobs in June, Unemployment Fell to 11.1% Economists had forecast the U.S. adding 3 million jobs in the month. | Economy",
  "Second Republican Loses Primary After Backing Big Tech’s Green Card Giveaway A second incumbent Republican has lost his primary race after backing a plan that would have allowed India to monopolize the nation's employment-based green card system while rewarding Big Tech for outsourcing American STEM jobs.",
  "Supreme Court Emerges as Deciding Issue in 2020 Campaign as Several Potential Vacancies Loom President Donald Trump, the incumbent Republican seeking re-election, or presumptive Democrat nominee former Vice President Joe Biden could appoint as many as four Supreme Court Justices in the next four years, making the issue yet again a major deciding fact…",
  "Trump: ‘I’m All for Masks,’ Just Not Mandatory; ‘I Looked Like the Lone Ranger’ President Donald Trump told Fox Business Network's Blake Burman on Wednesday that he supports wearing masks to prevent transmission of coronavirus, but that he did not want to make wearing masks mandatory.",
  "Trump Campaign, RNC Raise Record $266 Million in Second Quarter The Republican National Committee (RNC), Donald J. Trump for President, Inc., and other authorized joint fundraising committees announced Wednesday that they had raised a record $266 million in the second quarter of 2020.",
  "Poll: Trump, McSally Lead Democrat Challengers in Arizona A poll from Gravis Marketing and One America News Network (OAN) found President Donald Trump and incumbent Sen. Martha McSally (R-AZ) both leading their Democrat challengers ahead of the November election.",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "U.N. Chief Guterres Renews Call for More Global Governance, Bureaucratic Regulation U.N. Secretary-General Antonio Guterres renewed his call for \"more robust global governance\" Wednesday, adding the World Bank and the International Monetary Fund (IMF), regional authorities such as the African Union and the European Union (E.U.) to a list of …"
]