[
  "Rumors Swirl: Supreme Court Justices Samuel Alito, Clarence Thomas May Retire Supreme Court Justices Samuel Alito and Clarence Thomas may be planning to retire soon, according to rumors in the media Wednesday.",
  "Business Group Complains Trump's H-1B Reform Is Boosting U.S. Graduates If President Donald Trump can push his H-1B reforms into 2021, he will dramatically increase the marketplace power of U.S. college graduates, complains a top manager at the Fortune 500 business group the Conference Board.",
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "Biden Says He Will Reverse Trump’s Tax Cuts On a fundraising call with supoorters, Biden said he planned to undo the Trump tax cuts on businesses and families. | Economy",
  "USMCA Replaces NAFTA as Trump Delivers on One of Biggest Promises The U.S.-Mexico-Canada (USMCA) trade agreement formally replaced the North American Free Trade Agreement (NAFTA) on Wednesday, meaning that President Donald Trump has now officially completed one of the biggest promises of his insurgent 2016 campaign.",
  "Trump Supports Bigger Direct Coronavirus Relief Payments to Americans The CARES Act authorized $1,200 relief payments to Americans. Now Trump says he wants to go bigger. | Economy",
  "CNN’s Acosta on Trump Liking How He Looks in Mask: ‘This Isn’t About Looks — It Is About Saving Lives’ Wednesday on CNN's \"Situation Room,\" guest host Jim Acosta commented on President Donald Trump saying, \"I had a mask. I sort of liked the way I looked,\" during an interview with Fox Business' Blake Burman. | Clips",
  "Survey: 41 Percent of Voters See Biden as ‘More Liberal’ than Themselves A survey released on Wednesday indicates that 41 percent of registered voters see former Vice President Joe Biden as \"more liberal\" than themselves.",
  "McConnell: I Hope Trump Doesn’t Veto NDAA over Base Name Issue On Wednesday’s broadcast of the Fox News Channel’s “Daily Briefing,” Senate Majority Leader Mitch McConnell (R-KY) said that he hopes President Trump will not veto the National Defense Authorization Act (NDAA), which the president has threatened to do, over t…",
  "Australia Goes on the Offensive: Billions Allocated for Military as China Tensions Build Australia announced a major military investment program Wednesday, beefing up its long-range missile strike capabilities and airbase expanions amid escalating regional tensions with China, reinforcing Prime Minister Scott Morrison's commitment to an \"open, so…",
  "Charles Hurt: A Warning to Trump–and His Supporters–About Complacency President Trump’s reelection campaign issued a “memorandum on enthusiasm” Sunday outlining the very “real and wide” gap in enthusiasm between Mr. Trump’s campaign and that of Joe Biden.",
  "Stranded in Guyana, Harassed for Supporting Trump, Cuban Dissident Returns to Protest Daniel Llorente Miranda, a Cuban dissident forcibly removed from the island and stranded in Guyana for over a year, tells Breitbart News he has taken once again to protesting, this time against both the communist regime in his homeland and those he sees as en…"
]