[
  "Hungary's Orban: Trump 'Only One' Who Can Fix U.S. Economy Post-Pandemic Hungarian prime minister Viktor Orbán said he is backing President Donald Trump because he is \"the only one\" who can get the American economy back up and running after the coronavirus pandemic.",
  "Top Biden Donors Bailed Out by Trump's Coronavirus Relief Program While Joe Biden has been criticizing President Donald Trump's response to the coronavirus pandemic, some of the presumptive Democrat nominee's top donors have been bailed out by the administration's Paycheck Protection Program (PPP).",
  "Company Connected to Pelosi’s Husband Scored Coronavirus Bailout A company connected to Nancy Pelosi's husband received a loan from the Trump administration's $669 billion Paycheck Protection Program, an SBA-led fund designed to provide financial relief to businesses in the wake of the Chinese coronavirus pandemic.",
  "New York Times Publishes Radical Economic Manifesto Calling for Reparations The New York Times devoted its entire \"Sunday Review\" section this weekend to an economic manifesto that lays out a radical left-wing vision for redesigning the American economy in the wake of the coronavirus pandemic.",
  "Federal Judge Orders Dakota Pipeline Shut Down A stunning setback for U.S. oil and the Trump administration. | Economy",
  "Soros Doubles 2016 Election Spending, Sends $40 Million to Super PAC Left-wing billionaire George Soros is set to double his 2016 election spending in an effort to remove President Donald Trump from the White House, according to public records.",
  "Patricia Arquette: ‘Donald Trump Is Not the Legitimate President of the Unites States’ Actress Patricia Arquette called President Donald Trump an illegitimate president while also accusing House Minority Leader Kevin McCarthy (R-CA) of turning the United States into a Russian colony in a recent series of unhinged social media salvos.",
  "Actor Bradley Whitford Calls Out NBA Hypocrisy for Doing Business with China While Silent on Concentration Camps \"West Wing\" star Bradley Whitford has done what few Hollywood or sports figures would: call out the National Basketball Association (NBA) for continuing to do business with China while they remain about the communist regime's campaign to crush those advocatin…",
  "Pinkerton: Will Joe Biden Sign a Pledge to Protect American Monuments? It shouldn’t have to get to this point, but here it goes: We need a written pledge to protect our statues and monuments. That is, a written document for politicians to sign, if they wish, pledging to protect public order and the dignity of our society.",
  "Teachers’ Union to Raise Dues After ‘Significant’ Membership Loss The National Education Association will expect active union members to pay more in dues to compensate for the significant drop in membership."
]