[
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Nation's reckoning on race looms large over final month of Biden's running mate search Joe Biden is entering the final month of his search for a running mate, a decision people close to the process say is now heavily influenced by a national reckoning on racism, as his search committee pores over records and conducts interviews before presentin…",
  "Planned Parenthood acting president takes role permanently Planned Parenthood Acting President Alexis McGill Johnson has been named the permanent president of the organization, extending a tenure featuring multiple successful court challenges against abortion restrictions into a pivotal Supreme Court term and electio…",
  "Biden says he would make wearing face masks mandatory for Americans amid coronavirus pandemic Presumptive Democratic nominee Joe Biden said if elected president, he would make wearing a face covering in public compulsory, furthering himself on the issue from President Donald Trump who has stressed that masks are voluntary and has flouted public health…",
  "The three women who should be at the top of Biden's VP list Robert Alexander and David B. Cohen write that Sen. Kamala Harris, Rep. Val Demings and former National Security Adviser Susan Rice should be at the top of Joe Biden's vice president list. They each would make a compelling statement during this tumultuous tim…",
  "Liz Cheney posts photo of former VP in face mask and says 'real men wear masks' Wyoming Rep. Liz Cheney posted a photo of former Vice President Dick Cheney sporting a face mask on Friday and took a shot at the manhood of people who refuse to wear face coverings in a seeming jab at President Donald Trump.",
  "Democrats see clear path to take back the Senate: 'Something real is shaping up around the country' Senate Democrats are growing increasingly bullish about their chances to retake the majority in the chamber in November as national polls show President Donald Trump floundering in key battleground states and Republicans publicly and privately urge the Presid…"
]