[
  "Robert De Niro's Nobu Restaurants and Hotels Took 14 PPP Loans Worth $28 Million Nobu, the posh, high-end restaurant and hotel chain -- backed by left-wing actor and raging Trump-basher Robert De Niro -- took more than a dozen loans from the Trump administration's Paycheck Protection Program (PPP).",
  "Report: Trump Looking to End Obama's DACA Program for Illegal Aliens, Again President Trump is reviewing a plan to end former President Obama's Deferred Action for Childhood Arrivals (DACA) program for nearly 800,000 illegal aliens for the second time.",
  "Rob Reiner: 'Trump Thinks He Can Win With Only Racists' Film director Rob Reiner has declared that President Donald Trump will \"lose big\" in November's presidential election because he's only counting on the support of racists.",
  "Al Franken: Trump Is Cheating -- 'If It's a Close Election, He May Not Leave' Monday on MSNBC, comedian and former Sen. Al Franken (D-MN) said President Donald Trump is cheating by attempting to suppress vote-by-mail and may not leave if the election is close. | Clips",
  "Exclusive--Ron Johnson Sounds Off After Tucker Carlson Bashes Him over Plan to Scrap Columbus Day: 'Grossly Misreported' Sen. Ron Johnson (R-WI) told Breitbart News in an exclusive interview on Monday that the media \"grossly misreported\" his proposal to offset the cost of adding Juneteenth as a federal holiday by eliminating Columbus Day.",
  "British Falklands War Hero Shot Dead on Farm by Armed Raiders A British Falklands War hero has been murdered in an armed raid on the South African farm where he was living with his partner.",
  "NYTimes: 'Nothing to See' as Murders Spike 22 Percent Amid Protests The New York Times admitted July 6 that murder rates are spiking amid the 2020 street protests and the progressive cheerleading for the radical \"Defund the Police\" campaign.",
  "Judd Apatow’s Production Company Took Coronavirus Relief Program Loan Hollywood production companies -- including Trump-hater Judd Apatow's The Apatow Company -- was among the production companies and agencies that received money from the Trump administration's Paycheck Protection Program (PPP).",
  "President Trump Confirms He’s Looking at Banning TikTok President Donald Trump on Tuesday confirmed that his administration is looking at banning the Chinese-owned social media app TikTok.",
  "Hillary Clinton: Trump Withdrawing from W.H.O. a ‘Self-Inflicted Disaster’ Hillary Clinton declared on Tuesday that the Trump administration's formal withdrawal from the World Health Organization (W.H.O) is a \"self-inflicted disaster.\"",
  "CNN’s Cooper: Trump Is ‘Leaning Full into the Racist He’s Long Been’ Monday on CNN, host Anderson Cooper accused President Donald Trump of increasingly and openly being racist based on an interview he gave to CBN. | Clips",
  "Trump Administration Officially Withdraws U.S. from World Health Organization The Trump administration has formally withdrawn the United States from the World Health Organization (WHO) as the United Nations-backed agency continues to face fierce criticism over its response to the Chinese coronavirus pandemic, according to Sen. Robert M…",
  "Maine Poll: Biden Leads Trump, GOP Senator Collins Within Striking Distance of Challenger A poll released on Monday by left-leaning Public Policy Polling (PPP) shows presumptive Democratic Party nominee Joe Biden leading President Trump by 11 points, 53 percent to 42 percent, in Maine.",
  "Leftists Condemn Arch-leftist Noam Chomsky for Defending Free Speech Left-wingers attacked radical leftist intellectual Noam Chomsky on Tuesday after he co-signed a statement in Harper's criticizing cancel culture -- several days after President Donald Trump did the same in his Mount Rushmore speech.",
  "Clyburn: Trump Is Trying to ‘Deconstruct’ Liberty and Justice for All Tuesday on MSNBC, House Majority Whip Jim Clyburn (D-SC) accused President Donald Trump of attempting to deconstruct \"what Barack Obama and others before him did,\" referring to \"liberty and justice for all.\" | Clips",
  "Carney: Media Outraged Because Coronavirus Loans Worked The Trump administration's signature relief program for small businesses came under relentless assault and media-manufactured outrage this week after the Treasury Department released the names of the top borrowers under the Paycheck Protection Program.",
  "WH CoS Meadows: Trump ‘the Only Thing That Stands Between a Mob and the American People’ Monday on Fox News Channel's \"Hannity,\" White House chief of staff Mark Meadows discussed Trump administration offers to help governments in New York City and Chicago as violence is on the rise in those two cities. | Clips",
  "Pompeo: Susan Rice ‘Has a History of Going on Sunday Shows and Lying’ Monday on Fox News Channel’s “The Ingraham Angle,” Secretary of State Mike Pompeo responded to criticism from former National Security Advisor Susan Rice’s attack on President Donald Trump and his administration’s foreign policy, particularly regarding Russia…",
  "Navarro: ‘There Will Be a Series of Actions’ ‘That Will Hold China Accountable’ On Monday’s broadcast of the Fox News Channel’s “The Story,” White House Trade Adviser Peter Navarro stated that President Trump will take “a series of actions taken over the next several weeks that will hold China accountable for the damage",
  "Tom Hanks Swipes at Trump While Promoting His New Movie ‘Greyhound’ Actor Tom Hanks took a swipe at President Donald Trump while promoting his new movie \"Greyhound,\" bemoaning, while not naming specifics, Trump's lack of leadership in dealing with the Chinese coronavirus pandemic."
]