[
  "Trump: 'Something Will Be Happening with Venezuela' and America Will 'Be Very Much Involved' During an interview with Noticias Telemundo released on Friday, President Trump stated that “Something will be happening with Venezuela” and that the United States will “be very much involved.” Trump also vowed to “take care of the people of Venezuela”",
  "Maxine Waters After Trump Commutes Roger Stone: 'Dems Impeached, Rep Senators Failed to Remove!' Rep. Maxine Waters (D-CA) raged after news broke that President Trump commuted Roger Stone's prison sentence, stating that the president will \"ensure all his crooked friends\" are free to \"commit fraud,\" \"do dirty deals\" with Russia, and \"commit treason\" befor…",
  "Kasich: The Trump Show Is 'Winding Down' -- 'He Has Jumped the Shark' Friday on CNN's \"OutFront,\" former Gov. John Kasich (R-OH) said voters were no longer interested in President Donald Trump's \"show.\" | Clips",
  "Loeffler Doubles Down on Call for WNBA to Reject BLM -- 'Designed to Bring Socialism Through Its Marxist Principles' MCDONOUGH, Georgia -- Last week, Sen. Kelly Loeffler (R-GA), co-owner of the WNBA's Atlanta Dream, denounced that league's decision to \"insert\" the Black Lives Matter political movement into the sport. | Politics",
  "Poll: Donald Trump and Joe Biden Currently Tied A Democracy Institute/Sunday Express poll released on Tuesday shows President Donald Trump and former Vice President Joe Biden are tied in the 2020 presidential race.",
  "President Trump Wins Big on Secret Meatpacking Robots President Donald Trump's low-immigration strategy has pushed the nation's low-wage meatpacking companies into a high-tech future, according to an article in the Wall Street Journal.",
  "Hollywood Erupts After Trump Commutes Roger Stone’s Sentence: ‘Treason’ Hollywood celebrities flew into an apoplectic rage on Friday after President Donald Trump commuted the 40-month prison sentence of Republican operative Roger Stone.  A slew of entertainment figures accused the president of breaking the law, calling him a \"cri…",
  "Exclusive — Pence: Only Thing Standing Between America and Agenda of Far Left Is 4 More Years of President Donald Trump PHILADELPHIA, Pennsylvania — Vice President Mike Pence told Breitbart News exclusively that the only thing “standing between” America and the radical agenda of the “far left” is a second term for President Donald Trump.",
  "Exclusive — Mike Pence on Trade, China, and Immigration: Trump Has Put America First Vice President Mike Pence told Breitbart News exclusively that President Donald Trump has delivered on a number of promises he made to the American people to put “America First,” especially on trade, China, and immigration.",
  "Mitt Romney on Trump’s Commutation of Roger Stone’s Sentence: ‘Historic Corruption’ Sen. Mitt Romney (R-UT) has decried President Donald Trump's decision to commute the prison sentence of longtime Republican operative Roger Stone, describing the act as \"historic corruption.\"",
  "Brooks: Biden Is ‘Talking Like Donald Trump’ and Not Obama with Economic Plans On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that 2020 Democratic presidential candidate former Vice President Joe Biden has “made some concessions to the left,” without doing anything too radical that would scare away voters and s…",
  "Exclusive — Mike Pence: 2020 Election a Choice Between ‘Leadership’ in Donald Trump and ‘the Left’ in Joe Biden Vice President Mike Pence told Breitbart News exclusively on Thursday that the “stakes have never been higher” than the 2020 presidential election in a choice between “leadership” from President Donald Trump and the radical “left” from former Vice President J…",
  "Pelosi: Commuting Stone’s Sentence, ‘Appalling’ and ‘a Terrible Idea’ During an interview that took place before it was formally announced that President Trump is commuting Roger Stone’s prison sentence broadcast on Friday’s edition of CNN’s “AC360,” House Speaker Nancy Pelosi (D-CA) stated that giving Stone clemency is “a terr…",
  "Brooks: ‘Insane’ to Have ‘All-or-Nothing’ Approach and Force Schools to Reopen On Friday’s “PBS NewsHour,” New York Times columnist David Brooks said that whether or not to reopen schools should be decided at the local level by people “who know what they’re talking about” and that while reopening schools can be done in",
  "Victor Davis Hanson: Five ‘Radical, Long-Term Solutions’ to Leftist Academic Corruption Historian Victor Davis Hanson proposed several measures to address left-wing political corruption across academia, offering his remarks on last Friday's edition of SiriusXM's Breitbart News Tonight with host Rebecca Mansour.",
  "Mail Carrier Pleads Guilty to Election Fraud: Altered Party Affiliation on Absentee Ballot Requests A mail carrier in Virginia's Pendleton County has pleaded guilty to election fraud, reportedly altering the party affiliation on absentee ballot requests, the Department of Justice announced Thursday.",
  "Charles Hurt: The Unbearable White Privilege of Joe Biden White Privilege, thy name is Joe Biden! | Politics",
  "Dem Rep. McEachin: Racial and Environmental Justice ‘Intertwined’ During Friday’s Democratic Weekly Address, Rep. Donald McEachin (D-VA) stated that Americans recognize more has to be done to deal with “two critical and intertwined issues in our nation: the unfinished work of racial justice and the need for environmental",
  "Exclusive–Read the Army’s ‘Operation Inclusion’ Email: Flyer Decries ‘Weaponized Whiteness,’ ‘Exceptionalism’ The full list on \"covert white supremacy\" includes terms such as \"Spiritual Bypassing,\" \"Weaponized Whiteness,\" \"Exceptionalism,\" \"Paternalism,\" \"Tokenism,\" and \"Assuming Good Intentions Are Enough.\""
]