[
  "Robert Redford Backs Biden: U.S. will 'Slide Toward Autocracy' if Trump Re-Elected Hollywood actor and filmmaker Robert Redford on Wednesday threw his support behind former Vice President Joe Biden for the White House, declaring that President Donald Trump's re-election would result in a \"slide toward autocracy\" in the United States.",
  "Chinese Media: U.S. 'Petty' for Leaving World Health Organization China's state-run Global Times propaganda newspaper branded America's entry into the World Health Organization (W.H.O.) \"the most successful investment that the US has ever made\" and called President Donald Trump's move to leave it on Tuesday \"petty.\"",
  "Dissension at Far-left Vox over Co-founder Matt Yglesias Signing Open Letter Against Cancel Culture There is dissension in the ranks at Vox, the far-left opinion website, with co-founders Matthew Yglesias and Ezra Klein seemingly clashing over the former's decision to sign the Harpers open letter against cancel culture.",
  "Dr. Birx Attributes Coronavirus Case Spike to Reopening Too Fast: 'We Know How to Stop Spread' Southern states are experiencing a surge in Chinese coronavirus cases because they opened too fast, Dr. Deborah Birx, a top White House health official, declared on Tuesday, noting that the U.S. has the \"capacity\" to stem the spread of the disease.",
  "Joe Biden: Putin Carries Trump Around Like a Puppy Former Vice President Joe Biden on Tuesday accused President Donald Trump of  \"coddling\" Russian President Vladimir Putin, asserting that Putin carries around Trump akin to a caged dog.",
  "Lt. Col. Vindman Retires from Military; Impeachment Witness Blames Trump Lt. Col. Alexander Vindman, a key witness in House Democrats' impeachment inquiry against President Donald Trump, announced his retirement from the U.S. military on Wednesday, blaming Trump for shortening his military career.",
  "Donald Trump: We ‘May Cut Off Funding’ if Schools Do Not Reopen President Donald Trump threatened Wednesday to \"cut off\" funding to schools if they do not reopen in the Fall.",
  "In A Big Win For Trump Administration Relief Efforts, Consumer Borrowing Sank While Spending Grew in May The unusual combination of falling consumer debt use and rising spending is likely a reflection of Trump administration coronavirus relief programs. | Economy",
  "Wooden Sculpture of Melania Trump Set Ablaze in Slovenia A wooden sculpture depicting first lady Melania Trump was set on fire close to her hometown of Sevnica, Slovenia, on the Fourth of July, according to a report.",
  "Pollak: An Economic Message for Trump — ‘Finish What We Started’ Trump needs a positive economic message, a vision for the next four years based on economic freedom instead of Biden's taxation and regulation.",
  "Mexico’s ‘Socialist’ President Invites Nation’s Richest to Trump Dinner Mexican President Andres Manuel Lopez Obrador announced he would bring that country’s richest businessmen for a dinner with President Donald Trump. The delegation shows a stark contrast to Lopez Obrador’s (AMLO) own rhetoric and branding as far-left socialist.",
  "Tammy Duckworth Attacks Trump over Dubious Russia Bounty Claims Sen. Tammy Duckworth (D-IL) attacked President Donald Trump Tuesday, saying he was not fit to be commander-in-chief because he allegedly overlooked intelligence reports of Russia paying bounties to kill U.S. troops in Afghanistan.",
  "IG Confirms Trump Administration Did Not Delay $20 Harriet Tubman Bill, Debunking False NYT Report The Office of Inspector General has confirmed that the Trump administration did not delay the release of the Harriet Tubman $20 bill, as was falsely speculated by the New York Times in June 2019.",
  "Steve Schmidt: Trump ‘Has The Blood of Over 100,000 Americans on His Hands’ Wednesday on MSNBC's \"Deadline,\" Steve Schmidt, John McCain's 2008 presidential campaign manager, said President Donald Trump \"has the blood of over a hundred thousand Americans on his hands\" because of his administration's handling of the coronavirus pandemi…",
  "Poll: Voters with ‘Unfavorable’ Opinions of Both Candidates Backing Biden Former Vice President Joe Biden has a 29-point lead among voters who have negative views of both Biden and President Donald Trump, according to a Morning Consult poll released on Tuesday. |",
  "Democrat Georgia State Representative: ‘Joe Biden Is the Full-Blooded Bigot’ Georgia state Rep. Vernon Jones (D), who has received hundreds of threats from members of his own party due to his public support of President Donald Trump, claimed Tuesday that former Vice President Joe Biden is a “full-blooded bigot.”",
  "Kanye West on Trump: ‘I Don’t Like That I Caught Wind That He Hid in the Bunker’ Rap superstar Kanye West said he has lost confidence in President Donald Trump after reports that the president was moved to an underground bunker during the Black Lives Matter protests outside the White House in May.",
  "Teachers’ Union Head Eskelsen Garcia: ‘I Double-Dog Dare Donald Trump to Sit in a Class of 39 Sixth Graders and Breathe That Air’ As President Donald Trump pushes to reopen schools in the fall amid the ongoing coronavirus pandemic, National Education Association (NEA) president Lily Eskelsen Garcia on Wednesday \"double-dog\" dared the president to \"sit in a class of 39 sixth graders and …",
  "Neil Young Unleashes Song Ripping Trump: ‘We Got to Vote Him Out’ Rock musician Neil Young said he won't sue President Donald Trump for using his music during campaign rallies, saying that he would rather the president focus on saving lives amid the coronavirus pandemic. But Young also taunted the president by suggesting hi…",
  "Media Claim ‘Trump Rally’ Led to Tulsa Coronavirus Surge; Ignore Sharpton Rally, BLM Protests The media are claiming that public health officials blamed President Donald Trump's campaign rally last month in Tulsa, Oklahoma, for a local surge in coronavirus cases -- even though they never did so, and there were other events."
]