[
  "Blue State Blues: Trump, Lincoln, and the Election of 1864 Nervous supporters of President Donald Trump have been reminding themselves that the presidential election looked as tough at this point of the 2016 as it does today. An even better parallel might be the election of 1864, when President Abraham",
  "Ohio Man Transforms Yard into Trump 2020 Banner Port Clinton, Ohio's J.R. Majewski painted his large, oddly-shaped yard in support of President Donald Trump's reelection.",
  "Venezuela's Maduro Hails 'Dainee Wets' Presidential Ambitions (It's Kanye West) Venezuelan dictator Nicolás Maduro hailed the supposed entry of rap superstar Kanye West into this year's presidential election as a challenger against President Donald Trump, wrongly pronouncing his name as \"Dainee Wets.\"",
  "Schiff: Country Continues to Be 'at Jeopardy' Without Trump Financial Records Thursday on MSNBC’s “The Last Word,” House Intelligence Committee chairman Rep. Adam Schiff (D-CA) said if Congress was delayed in receiving the financial records of President Donald Trump because of court battles, “the country continues to be at jeopardy dur…",
  "Swing District Democrat: 'Smart Person's Money' Would Bet I Lose to a Republican Candidate Rep. Elisa Slotkin (D-MI), a swing district representative, said during a Politico profile of her on Friday that the \"smart person's money\" would bet that she would lose to a Republican candidate in 2020.",
  "Jim Banks: Democrat, GOP Proposal Tying Trump's Hands on Afghanistan Withdrawal ‘Egregious’ Rep. Jim Banks (R-IN) told Breitbart News Tonight that the Republican and Democrat proposal to tie President Donald Trump's hands from withdrawing from Afghanistan is \"egregious\" and \"exactly the opposite of what we should do.\"",
  "Biden: 'Fracking's Not Going to Be on the Chopping Block' During an interview with Newswatch 16 WNEP on Thursday, 2020 Democratic presidential candidate former Vice President Joe Biden stated that fracking is “not going to be on the chopping block” if he is elected. Reporter Chelsea Strub asked, “We’re losing",
  "Ernst: Renaming Bases Honoring Confederates 'Right Thing to Do' Despite 'Crap' from GOP Voters Friday at a round table discussion with Black community leaders at Creative Visions in Des Moines, IA, Sen. Joni Ernst (R-IA), a member of the Senate Armed Forces Committee, said she supported renaming military bases that honor Confederate generals even thoug…",
  "Don Lemon Once Issued 5 Tips for Black Communities to ‘Fix the Problem’: Ditch ‘Thug and Reprehensible Behavior’ CNN's Don Lemon once found himself agreeing with former Fox News host Bill O'Reilly, who attributed the \"violence and chaos\" in black precincts to the \"disintegration of the African American family,\" prompting the CNN host to offer the black community five ti…",
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "Trump Plays Down Kanye West’s Presidential Run: ‘He Is Always Going To Be For Us’ President Donald Trump has played down Kanye West’s supposed presidential ambitions, describing him as a \"very good guy\" whose support he will eventually be able to count on.",
  "Conservatives Urge Goya ‘Buycott’ to Counter Hate for CEO Who Praised Trump Goya Foods President and CEO Bob Unanue is not backing down from supporting President Trump, and support for his stance in growing.",
  "Donald Trump: Joe Biden’s Buy American Plan ‘Plagiarized from Me’ President Donald Trump accused his presumptive general election rival, Joe Biden, on Friday of having plagiarized portions of his administration's economic agenda.",
  "Trump on Possible Roger Stone Pardon: ‘His Prayer May Be Answered’ Thursday on WRKO's \"The Howie Carr Show,\" President Donald Trump said he was considering a commutation or pardon for his longtime friend Roger Stone. | Clips",
  "CNN’s Navarro: By Praising Trump Goya CEO ‘Pouring Salt in the Wound’ of Latino Community Friday on CNN's \"Newsroom,\" political commentator Ana Navarro criticized Goya Foods CEO Robert Unanue for his praise of President Donald Trump. | Clips",
  "Wikipedia Smears Candace Owens over George Floyd Criticism, Trump Support Conservative black activist Candace Owens has been subject to a prolonged smear campaign on Wikipedia since expressing her support for President Donald Trump. Many of the edits made to her page have selectively quoted or misrepresented Owens to portray her ne…",
  "President Trump to Commute Roger Stone’s Prison Sentence President Donald Trump will commute the 40-month prison sentence of seasoned Republican operative Roger Stone just days before his term was scheduled to commence, according to multiple sources with knowledge of the situation.",
  "Trump Promises ‘Road to Citizenship’ for DACA Illegal Aliens President Trump says he will be signing \"a very major immigration bill\" within the next month that provides a \"road to citizenship\" to the roughly 800,000 illegal aliens who are enrolled in former President Obama's Deferred Action for Childhood Arrivals (DACA…",
  "Unmatched U.S. Doctors Urge Trump to Prioritize Americans Over Foreigners for Medical Residencies American doctors, unmatched for residencies, are urging President Trump to prioritize them for the limited medical residency spots, rather than allowing a continued inflow of foreign doctors to fill the program.",
  "Trump: Defund ‘Radical Left’ Universities; Orders Review of Tax-exempt Status President Donald Trump tweeted Friday that he had told the U.S. Treasury to review the tax-exempt status of schools and universities that had become vehicles for left-wing indoctrination."
]