[
  "MSNBC's Wallace: Trump Is ‘Running as a Plague-Spreading Racist' Monday on MSNBC's \"Deadline,\" host Nicolle Wallace said President Donald Trump was \"running as a plague-spreading racist.\" | Clips",
  "BLM's Abdullah: 'Trump Is the Embodiment of White Supremacist Terrorism' -- He Is the ‘Terrorist-in-Chief’ Wednesday on CNN's \"Newsroom,\" Black Lives Matter founding member Melina Abdullah called President Donald Trump the \"embodiment of white supremacist terrorism.\" | Clips",
  "CNN's Cooper: Trump 'Stirring Racial Divisions' by Tweeting about Saving U.S. Heritage On Tuesday’s broadcast of CNN’s “AC360,” host Anderson Cooper stated that President Trump’s tweet on the “battle to save the Heritage, History, and Greatness of our Country” is “stirring racial divisions” and that by “heritage,” President Trump really means t…",
  "Business Group Complains Trump's H-1B Reform Is Boosting U.S. Graduates If President Donald Trump can push his H-1B reforms into 2021, he will dramatically increase the marketplace power of U.S. college graduates, complains a top manager at the Fortune 500 business group the Conference Board.",
  "Poll: Joe Biden Leads in Key Swing States as Coronavirus Concerns Rise A CNBC/Change Research poll released Wednesday found Joe Biden leading President Trump across six key swing states, as the voters indicate dissatisfaction with the president's handling of the Chinese coronavirus.",
  "De Blasio Doubles Down on Threat to Paint 'Black Lives Matter' in Front of Trump Tower -- Vows to Use Defunded Police Money to Pay for It Wednesday on MSNBC’s “Morning Joe,” New York City Mayor Bill de Blasio discussed the new $88 billion city budget in the wake of George Floyd’s death while in Minneapolis police custody that includes significant changes to the New York Police Department.",
  "Rumors Swirl: Supreme Court Justices Samuel Alito, Clarence Thomas May Retire Supreme Court Justices Samuel Alito and Clarence Thomas may be planning to retire soon, according to rumors in the media Wednesday.",
  "Tom Hanks Says 'Don't Be a P*ssy': 'Shame on You' if You Don't Wear a Mask \"Shame on you,\" says actor Tom Hanks, who thinks you're a \"p*ssy\" if you refuse to wear masks in public as states continue to open up for business amid the coronavirus pandemic.",
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "Ayanna Pressley: I Don’t Call Trump the ‘President’ — ‘He Is Simply Occupying the Oval Office’ Tuesday on CNN's \"Anderson Cooper 360,\" Rep. Ayanna Pressley (D-MA) slammed President Donald Trump, saying she refused to vocally recognize him as \"President\" Trump. | Clips",
  "Trump Supports Bigger Direct Coronavirus Relief Payments to Americans The CARES Act authorized $1,200 relief payments to Americans. Now Trump says he wants to go bigger. | Economy",
  "Biden Says He Will Reverse Trump’s Tax Cuts On a fundraising call with supoorters, Biden said he planned to undo the Trump tax cuts on businesses and families. | Economy",
  "Conservative Lauren Boebert Unseats Five-Term Republican Scott Tipton Five-term Rep. Scott Tipton (R-CO), who was backed by President Donald Trump, lost his primary to Lauren Boebert, the owner of Shooters Grill in Colorado.",
  "Joe Biden Demands Facebook Censor Trump: ‘The Time for Action Is Now’ Joe Biden's campaign wrote a letter to social media giant Facebook on Monday demanding the platform censor posts of his political rival, President Donald Trump.",
  "Poll: ‘Virtual Tie’ Between Trump and Biden in North Carolina President Donald Trump and presumptive Democratic nominee Joe Biden are in a \"virtual tie\" in North Carolina, according to a poll released by East Carolina University Center for Survey Research on Tuesday.",
  "GOP Rep. Stewart: Russian Bounty Reports Designed to ‘Embarrass’ Trump Wednesday on Fox News Channel's \"America's Newsroom,\" Rep. Chris Stewart (R-UT) responded to the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "CNN’s Acosta on Trump Liking How He Looks in Mask: ‘This Isn’t About Looks — It Is About Saving Lives’ Wednesday on CNN's \"Situation Room,\" guest host Jim Acosta commented on President Donald Trump saying, \"I had a mask. I sort of liked the way I looked,\" during an interview with Fox Business' Blake Burman. | Clips",
  "Trump-Appointed Judge Rules U.S. Must Allow Border Crossers to Asylum Shop A federal judge, appointed by President Trump, ruled this week to block the United States from ending the practice of asylum shopping by border crossers arriving at the U.S.-Mexico border.",
  "Trump Vows to Veto Defense Bill if It Renames U.S. Bases Named for Confederate Figures President Donald Trump tweeted Tuesday evening that he would veto the National Defense Authorization Act (NDAA) if it included an amendment to rename ten U.S. Army bases that had been named for Confederate generals.",
  "Kamala Harris on Trump: ‘This Man Is Not Fit to Be President’ — ‘No More Pop Psychology About This Guy’ Wednesday on MSNBC's \"Deadline,\" Sen. Kamala Harris (D-CA) accused President Donald Trump of not being \"fit to be president\" given his dealings with Russia and his handling of the coronavirus pandemic. | Clips"
]