[
  "Pennsylvania Poll: Biden Leads Trump by 5, but Republicans Continue to Narrow Voter Registration Gap A poll released on Monday shows presumptive Democrat nominee Joe Biden leads President Trump by five points in Pennsylvania, 48 percent to 43 percent.",
  "Watch: Goya Foods CEO Bob Unanue Says 'We Are All Truly Blessed' to Have Trump as President \"We are all blessed to have a leader like President Trump, who is a builder,\" Unanue said in a brief speech at the White House.| Economy",
  "Beto O'Rourke: GOP, Trump Administration Have a 'Death Cult Mentality' Wednesday on MSNBC, former Rep. Beto O'Rourke (D-TX) said Secretary of Education Betsy DeVos and Gov. Greg Abbott's (R-TX) response to the coronavirus pandemic were part of the Trump administration and Republican lawmakers \"death cult mentality.\" | Clips",
  "NYT Columnist Urges Biden to Change Terms of Debates with Trump A prominent columnist for the New York Times is urging Joe Biden's campaign to rethink the terms agreed upon for the three debates between their candidate and President Donald Trump.",
  "Hollywood Celebs Declare Trump 'F*cked' After Supreme Court Ruling on Tax Returns Hollywood celebrities are proclaiming that the end of President Donald Trump is nigh after the Supreme Court delivered a split decision Thursday in two cases over whether the commander in chief can keep his personal tax returns from investigators. The high co…",
  "Michael Cohen Back in Federal Custody President Donald Trump's former attorney, Michael Cohen, was returned to federal custody on Thursday after being temporarily released during the coronavirus pandemic.",
  "Maxine Waters: SCOTUS 'Gave Us a Road Map' to Get Trump's Banking Records Thursday on MSNBC, Rep. Maxine Waters (D-CA) said the Supreme Court gave Congress a \"road map\" on how to get the records of President Donald Trump's business transactions with Deutsche Bank. | Clips",
  "Proposed Democrat Platform Gives U.S. Asylum to the World's Migrants A proposed policy platform for the Democrat Party, drafted by supporters of presumed Democrat presidential nominee Joe Biden and Sen. Bernie Sanders (I-VT), would give asylum to the world's migrants -- inviting them all to the United States to live and work.",
  "Exclusive — Mike Pence: Nancy Pelosi’s Reaction to Statue Destruction a ‘Surrender to the Mob’ Vice President Mike Pence told Breitbart News exclusively in Pennsylvania that U.S. House Speaker Nancy Pelosi’s comments earlier on Thursday dismissing vandals who destroyed a Christopher Columbus statue in Baltimore on July 4 were “unconscionable.\"",
  "Carville: ‘Of Course, Biden Wants to Debate Trump — Trump Is a Doofus-Dolt’ Wednesday on MSNBC's \"The 11th Hour,\" former Clinton strategist James Carville said he disagreed with New York Times columnist Thomas Friedman, who argued presumptive Democratic presidential nominee Joe Biden should insist on a stringent set of conditions if …",
  "NYC Begins Painting Black Lives Matter Mural in Front of Trump Tower New York City began painting a Black Lives Matter mural on Fifth Avenue in front of Trump Tower on Thursday, according to NBC New York.",
  "Colin Powell: Trump Does Understand History, Confederates Were Not Americans Thursday on MSNBC's \"Andrea Mitchell Reports,\" former Secretary of State Colin Powell said President Donald Trump did not understand history when he supports leaving statues of Confederate generals in public places and not renaming military bases named after …",
  "Trump Loses Bid To Shield Financial Records From Grand Jury The Supreme Court on Thursday ruled against President Donald Trump's attempt to prevent a grand jury from requiring an accounting firm to turn over his financial records. | Politics",
  "CNN’s Cooper: Trump Doesn’t Care About the ‘Health and Safety’ of Kids, Teachers and Parents Wednesday on CNN, anchor Anderson Cooper accused President Donald Trump of not caring about the \"health and safety\" of American children, teachers and parents while his administration works to reopen schools amid the coronavirus pandemic. | Clips",
  "MSNBC’s Katyal: Trump’s Taxes Will Likely Come Out Before Election Thursday on MSNBC, network legal analyst Neal Katyal said President Donald Trump \"lost resoundingly\" with a Supreme Court ruling that subpoenas for information about his personal finances could not be blocked by presidential immunity. | Clips",
  "Student: Marquette U. Threatened to Revoke Acceptance over Pro-Trump TikTok Video Marquette University reportedly threatened to rescind the admission of a student over TikTok videos that expressed support for President Donald Trump. After a period of uncertainty, Marquette ultimately told the student this week that they would not revoke he…",
  "NYT, Not So Fast: Biden ‘Can Hardly Wait’ to Compare ‘Cognitive Ability’ with Trump’s Presumptive Democratic nominee Joe Biden said he can “hardly wait” to compare his cognitive ability with President Trump's in upcoming debates. Meanwhile, the New York Times does not appear to share Biden’s confidence in taking on Trump and is demanding preco…",
  "Biden-Sanders ‘Unity’ Platform Pledges to Close ANWR Again, Reversing Trump Former Vice President Joe Biden released a set of policy recommendations on Wednesday that included a proposal to close the Arctic National Wildlife Refuge (ANWR) to oil and gas exploration and development.",
  "Supreme Court, 7-2: House Cannot Force Trump to Provide Tax Returns In Mazars, the Court ruled that the House cannot simply demand any documents it wants, because of the separation of powers.",
  "MSNBC’s Hayes on School Reopening: Trump Is the Last Person You Can Trust With Your Kids’ Safety Wednesday on MSNBC, anchor Chris Hayes criticized Trump administration's push to reopen schools U.S. coronavirus response as a failure in the past few weeks, and tonight he opened going off on President Donald Trump's push for schools across the country to be…"
]