[
  "John Bolton's Tell-All Memoir Sells 780,000 Copies in First Week John Bolton's new tell-all book about the Trump administration has sold more than 780,000 copies in its first week.",
  "Senate, House Republicans Back Trump on Russian Bounty Allegations After Briefings Republicans are backing Trump against allegations a Russian intelligence unit offered bounties to the Taliban for troops in Afghanistan.",
  "Trump Campaign, RNC Raise Record $266 Million in Second Quarter The Republican National Committee (RNC), Donald J. Trump for President, Inc., and other authorized joint fundraising committees announced Wednesday that they had raised a record $266 million in the second quarter of 2020.",
  "Poll: Trump, McSally Lead Democrat Challengers in Arizona A poll from Gravis Marketing and One America News Network (OAN) found President Donald Trump and incumbent Sen. Martha McSally (R-AZ) both leading their Democrat challengers ahead of the November election.",
  "Twitter Censors Trump Tweet at Behest of New York Times Twitter censored President Donald Trump's account yet again yesterday, taking down a meme posted by the president that featured a rallying cry to his supporters, after the New York Times, which reportedly owns the rights to the original image, filed a copyrig…",
  "Left Blasts Jared Kushner in Scathing Ad: #HeWentToJared The left set its sights on Trump senior adviser Jared Kushner in a scathing new ad -- describing him as \"clueless,\" \"corrupt,\" and \"incompetent\" -- and promoted the political slam with the hashtag, \"HeWentToJared.\"",
  "Trump: ‘I’m All for Masks,’ Just Not Mandatory; ‘I Looked Like the Lone Ranger’ President Donald Trump told Fox Business Network's Blake Burman on Wednesday that he supports wearing masks to prevent transmission of coronavirus, but that he did not want to make wearing masks mandatory.",
  "Kamala Harris: ‘In Many Ways’ Trump Is a National Security Threat Thursday on Washington Post Live's \"Cape Up Podcast,\" Sen. Kamala Harris (D-CA) called President Donald Trump a national security threat \"in many ways,\" during her interview with columnist Jonathan Capehart. | Clips",
  "Behar: ‘Gaudy’ Trump Tower ‘Defaces Fifth Avenue’ — Black Lives Matter Mural ‘Improves the Neighborhood’ Thursday on ABC's \"The View,\" co-host Joy Behar went after President Donald Trump for criticizing New York City's plan to paint \"Black Lives Matter\" on Fifth Avenue. | Clips",
  "Rand Paul: Who Benefits from Afghanistan ‘Bounty’ Leak? We need to ask who benefits from an intelligence official releasing classified information alleging that the Russians are paying bounties for the Taliban to kill American soldiers.",
  "Samuel L. Jackson Joins Biden for July 4th Virtual Fundraiser: ‘Declare Independence from Disastrous Trump’ Actor Samuel L. Jackson is headlining a virtual July 4 fundraiser for Joe Biden that will feature appearances by a slew of California Democrat politicians including Rep. Adam Schiff, Rep. Ted Lieu, Sen. Kamala Harris, and Los Angeles Mayor Eric Garcetti.",
  "Former Top EU Official: ‘I Pray for Joe Biden’s Success’ Against Trump A former top European Union (EU) official is openly pining for former Vice President Joe Biden to win the November general election.",
  "Cotton: ‘Can’t Trust Anything’ the NY Times Reports About Russia, Trump — ‘A National Laughingstock’ Thursday on Fox News Channel's \"America's Newsroom,\" Sen. Tom Cotton (R-AR) ripped The New York Times over its \"false\" reporting that Russian intelligence offered Afghan militants bounties to kill U.S. troops, and the White House knew about it but did nothing…",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "Supreme Court Emerges as Deciding Issue in 2020 Campaign as Several Potential Vacancies Loom President Donald Trump, the incumbent Republican seeking re-election, or presumptive Democrat nominee former Vice President Joe Biden could appoint as many as four Supreme Court Justices in the next four years, making the issue yet again a major deciding fact…",
  "Duckworth to Block Promotions for 1,123 Military Officers Unless Esper Promotes Vindman Sen. Tammy Duckworth (D-IL) announced Thursday that she would block the promotions of 1,123 senior military officers until Defense Secretary Mark Esper promises that he will promote Army Lt. Col. Alexander Vindman, who is believed to have communicated with th…",
  "Joe Biden Ad: Business Owner Attacks Trump’s Pandemic Response, Doesn’t Mention Her $27,000 PPP Loan A Joe Biden campaign ad features a business owner criticizing Donald Trump's coronavirus response who received a $27,000 forgivable PPP loan.",
  "Harvard Grad Says She Lost Job over TikTok Stabbing Threat Video A Harvard University graduate was reportedly fired from her job recently because she threatened to stab anyone who told her \"All Lives Matter\" in a video she posted on the China-owned social media platform TikTok.",
  "Report: Schiff Learned of Russian Bounty Allegations in February and Took No Action Rep. Adam Schiff's aides first learned of allegations that a Russian military intelligence unit offered bounties for American troops in February.",
  "BLM Los Angeles Co-Founder: ‘We Live in A City that Is Largely Liberal White Supremacists’ Black Lives Matter activists in Los Angeles believe that they live in a city that is filled with \"liberal white supremacists.\""
]