[
  "Facebook Blacklists Laura Loomer's Campaign Ads Facebook has reportedly banned all ads on behalf of Laura Loomer, the frontrunner in the GOP primary race for House candidate in Florida's 21st district.",
  "Blue State Blues: Donald Trump, the Battle of Cowpens, and the Art of the Comeback The Battle of Cowpens could also be a metaphor for the Trump campaign. His enemies, tasting victory, tear down statues. But ours is a history of comebacks.",
  "Schumer: Trump Is the ‘Weakest’ President in American History Friday on MSNBC's \"Morning Joe,\" Senate Minority Leader Chuck Schumer (D-NY) called President Donald Trump the \"weakest\" president in American history. | Clips",
  "MSNBC’s Deutsch on 2020: Trump ‘Doesn’t Want to Win’ Friday, MSNBC contributor Donny Deutsch suggested President Donald Trump's behavior amid the coronavirus pandemic is simply because \"he doesn't want to win\" and \"he doesn't want to be there anymore.\" | Clips",
  "CNN Laments ‘Dark History of Mount Rushmore’s Sculpture’ Ahead of Independence Day Celebration CNN joined the establishment media effort to \"cancel\" Mount Rushmore, lamenting the \"dark history\" of the sculpture and criticizing President Trump — who is set to deliver a speech at the historic landmark Friday night —  for defending \"racist monuments.\"",
  "Rob Reiner: ‘Nov 3 We Will Find Out How Many Racists Live in America’ Left-wing actor and Hollywood director Rob Reiner suggested that all Trump supporters are racist, claiming that \"we will find out how many racists live in America\" on Election Day.",
  "Hillary Clinton: ‘I Would Have Done a Better Job’ than Trump on Coronavirus Failed presidential candidate Hillary Clinton stated in an interview published Friday that she would have done a \"better job\" than President Trump in response to the Chinese coronavirus pandemic.",
  "Don, Jr. Applauds President Trump’s Hard Stance on Violent Protests, Vandalism — ‘Someone Has to Be Held Accountable’ President Donald Trump's eldest son, Donald Trump, Jr., on Friday lauded the president's efforts to prevent violent protests and vandalism that have stemmed from George Floyd's death while in Minneapolis police custody. | Clips",
  "Donald Trump May End Obama Attack on Suburbia via Activist Housing Rules President Donald Trump announced on Tuesday he is reviewing former President Barack Obama's Affirmatively Furthering Fair Housing (AFFH) rules that would force suburban areas to include low income housing in every community.",
  "Trump Calls Man Whose Son Was Shot and Killed in Seattle’s CHOP President Donald Trump called Horace Lorenzo Anderson Sr. on Thursday to offer his condolences over the death of his son, Horace Lorenzo Anderson Jr., who was shot and killed inside Seattle's Capitol Hill Occupied Protest (CHOP).",
  "Rove: Trump Campaign Needs to ‘Reset’ — He Has to Have Second-Term Agenda Friday on Fox News Channel's \"America's Newsroom,\" former George W. Bush adviser Karl Rove called on President Donald Trump's 2020 campaign to do a \"reset.\" | Clips",
  "Ron Perlman Declares Americans ‘Diseased’: Trump Has Turned Us Into a ‘Sh*thole Country’ Actor Ron Perlman has declared America a \"shi*hole country\" with a \"diseased\" population.",
  "House Committee Advances Bill to Rename Military Bases, Setting Up Fight with Senate, Trump The House Armed Services Committee passed a defense bill that requires the Pentagon strip Confederate names from military bases.",
  "CNN’s Santiago: Mt. Rushmore a Monument ‘of Two Slave Owners’ on ‘Land Wrestled Away from Native Americans’ Friday on CNN’s “The Lead,” correspondent Leyla Santiago commented on President Donald Trump traveling to Mount Rushmore for an early Independence Day party and July Fourth fireworks display in front of the sculptures of George Washington, Thomas Jefferson, A…",
  "Joe Biden’s Claims of Cognitive Tests Unclear as Campaign Hides Results Joe Biden told reporters on Wednesday that he has taken a cognitive test, used to detect mental issues, but his campaign will not specify what exactly that means or if it will release the results of whatever test he took – if he actually took a test.",
  "Liz Cheney Joins Democrats Opposing Trump’s Afghanistan Withdrawal Rep. Liz Cheney co-sponsored an amendment with Rep. Jason Crow to restrict Donald Trump's ability to withdraw troops from Afghanistan.",
  "Exclusive–Alfredo Ortiz: Biden Is No Small Business Partner Democratic presidential nominee Joe \"You Ain't Black\" Biden seems to be trying to brand himself as a champion for small business.",
  "Poll: 7-in-10 ‘Angry’ About ‘State of the Country’ More than 70 percent of Americans are “angry” about the “state of the country,” according to a Pew Research national survey released this week. | Politics",
  "Top Health Officials: Lockdowns Disrupt Vaccinations, Leaving U.S. Children at Risk for Other Diseases The Chinese coronavirus pandemic and the associated lockdowns disrupted pediatric outpatient visits and routine childhood vaccinations in the United States, leaving children and their communities vulnerable to potential outbreaks of preventable diseases such …",
  "Activists Use Independence Day as Backdrop for Protests People who claim U.S. founders started a racist legacy that continues today will protest in D.C. on July 4."
]