[
  "Tim Scott: 'Clear, Consistent Strategy' from Dems 'to Erase Me from the Conversation' On Friday’s broadcast of Fox News Radio’s “Guy Benson Show,” Sen. Tim Scott (R-SC) stated that there has been “a clear, consistent strategy” by Democratic leadership “to erase me from the conversation.” Scott said, “I want to be clear, and",
  "Trump Takes Down Retweet of Clashing Protesters in Which Man Yells ‘White Power’ President Donald Trump retweeted, then took down his comment on a video Sunday of a clash between protesters at The Villages in Florida in which a man taunted pro-Trump demonstrators as Ku Klux Klan members, and another man shouted \"White Power!\" in reply.",
  "GOP Sen. Alexander: Trump Should Wear a Mask — ‘It Would Be a Sign of Strength’ Sunday on CNN's \"Inside Politics,\" Sen. Lamar Alexander (R- TN) called on President Donald Trump to wear a mask. | Clips",
  "Gov. Cuomo: Trump Administration ‘Failed’ to Stop Coronavirus — In ‘Denial’ Sunday on NBC's \"Meet the Press,\" Gov. Andrew Cuomo (D-NY) said the Trump administration is \"in denial\" about the coronavirus pandemic, which they failed to stop. | Clips",
  "Pelosi: Trump Is ‘Kissing Up to Putin on Every Way’ Sunday on ABC's \"This Week,\" Speaker Nancy Pelosi (D-CA) accused President Donald Trump of \"kissing up\" to Russian President Vladimir Putin. | Clips",
  "Sen. Tim Scott: Trump Retweeting White Power Video ‘Offensive,’ ‘Indefensible’ Sunday on CNN's \"State of the Union,\" Sen. Tim Scott (R-SC) said President Donald Trump sharing a video of one of his supporters shouting white power was indefensible and offensive. | Clips",
  "Donald Trump Seeks Information on Violent Mob via Twitter The flyer urges Americans to contact the U.S. Park Police or the FBI if anyone has information on the people possibly involved with the crimes that occurred on June 22.",
  "Chris Christie: If Trump Doesn’t Change Course, ‘He Will Lose’ in November Sunday on ABC's \"This Week,\" former New Jersey Governor Chris Christie (R) argued President Donald Trump would lose in November if he did not change his current course. | Clips",
  "Stacey Abrams: ‘Voter Fraud Is Not Real’ Failed Georgia gubernatorial candidate Stacey Abrams this week insisted that “voter fraud is not real” and “does not affect the outcome of elections” while accusing President Donald Trump of spreading “misinformation” about voting to suppress millions of vote…",
  "Maxine Waters: Trump Wants Black People ‘to Live Under the Domination of White Power’ Sunday on MSNBC, Rep. Maxine Waters (D-CA) discussed President Donald Trump's retweeting of a video this morning of an apparent supporter shouting \"white power.\" | Clips",
  "Pinkerton: Ten Things that Will Happen in a Biden Presidency If Trump campaigners are truly in it to win it, they will have to start defining Joe Biden—and doing it in a most tangible way, so that Americans can truly get a sense of what an actual Biden presidency would be like.",
  "Roger Stone: Deep State Wants Me Dead to Protect Itself Detention in a federal prison in Jesup, GA, amounts to a \"virtual death sentence,\" said Roger Stone on SiriusXM's Breitbart News Saturday with special guest host Ed Martin, referencing his age and health.",
  "Joe Biden Rakes in $6 Million in Hollywood Fundraiser Led by Jeffrey Katzenberg Joe Biden's presidential campaign brought in a whopping $6 million during a virtual Hollywood fundraiser on Saturday, according to a report from Deadline.",
  "Alexi Lalas Deletes Tweet Saying it Took ‘Courage’ to Stand for National Anthem Fox analyst and former Team USA soccer star Alexi Lalas has deleted and apologized for a tweet in which he said that, in the current climate, standing for the national anthem \"takes courage.\"",
  "CNN’s Stelter: Trump’s Coronavirus Response Like ‘Chernobyl’ — His Lies Cost Human Lives Sunday on CNN's \"Reliable Sources,\" host Brian Stelter compared President Donald Trump's handling of the coronavirus pandemic to the TV series based on the Chernobyl nuclear accident. | Clips",
  "Obama Soliciting Funding for Vote-by-Mail Effort Former President Barack Obama sent out an email blast yesterday soliciting individuals to donate money to fight “voter suppression” by advocating",
  "Fox ‘Soul’ Network to Air Nation of Islam’s Louis Farrakhan July 4 The new Fox 'Soul' network has announced that it will air Nation of Islam leader Louis Farrakhan's \"Message to America\" on a special July 4th program, despite his history of racism, antisemitism, and homophobia.",
  "Pirro: Democrats Don’t Want Reform, They Want Chaos — ‘We Must Put an End to This Anarchy’ Saturday, Fox News Channel's Jeanine Pirro made her show's \"Opening Statement\" a focus on the political motivations of the Democratic Party and their calls for police reform. | Clips",
  "Four People Charged for Allegedly Trying to Topple Andrew Jackson Statue Four individuals who allegedly attempted to topple a statue of Andrew Jackson near the White House were charged Friday with the destruction of federal property, the U.S. Attorney's Office for the District of Columbia announced Saturday.",
  "Turkey’s Christians Decry Crackdown on Religious Freedom A number of Christian pastors have warned of growing repression of Christianity under the rule of Turkish President Recep Tayyip Erdoğan, Deutsche Welle reported Saturday."
]