[
  "Never Trump Republicans Plot to Give Democrats the Senate Majority The Never Trump super PAC the Lincoln Project and other anti-Trump Republicans continue to plot to not only take down President Donald Trump, but also the Senate Republican majority, according to a report released on Saturday.",
  "Susan Rice: Trump Administration Is a 'Clown Show' Sunday on NBC's \"Meet the Press,\" former Obama administration National Security Adviser Susan Rice called the Trump administration a \"clown show.\" | Clips",
  "President Trump: America 'Most Exceptional, Virtuous' Nation in History America is the most exceptional and virtuous nation in the history of the world, President Trump said Saturday during his speech at the annual Salute to America celebration in Washington, D.C.",
  "Fashion Notes: Melania Trump Salutes America in Vintage 1992 Azzedine Alaia First Lady Melania Trump made a major fashion choice for July 4th celebrations at the White House this weekend -- a sort of return to public life after months of a reserved schedule.",
  "Burgess Owens: America Will See a 'Renaissance' with Trump Re-Elected, GOP House Utah congressional Republican candidate Burgess Owens told Breitbart News Saturday that America will see a \"true renaissance\" with President Donald Trump reelected for a second term and a Republican majority in the House of Representatives.",
  "Republican Adrienne Bennett Decries the Left's Move to 'Erase Our History' Maine second congressional Republican candidate Adrienne Bennett decried the left's move to \"erase our history\" and tear down America's statues on Breitbart News Saturday.",
  "Bernie Sanders Campaign Co-Chair Slams Debra Messing over 'Racist' Attack on Kanye West The campaign co-chair for Sen. Bernie Sanders slammed actress Debra Messing over her \"racist\" attack on Kanye West after Messing accused the Grammy-winner of trying to \"take young black votes from Biden\" by announcing his own presidential run.",
  "'America Was Never the Land of the Free': Black Lives Matter, Indigenous Groups Protest Fourth of July Black Lives Matter and indigenous groups turned the Fourth of July into an occasion for protest against the country itself on Saturday, with demonstrations in several cities in California and elsewhere.",
  "Red Guards in Britain: China Ambassador Calls on Chinese Students in UK to ‘Serve the Motherland’ Harkening back to the rhetoric of Mao Zedong during the Cultural Revolution, China's ambassador in London has called on Chinese university students studying in the United Kingdom to “serve your motherland”, amid growing concern about the influence of Beijing …",
  "Arkansas Gov. Hutchinson: ‘Should Have Been Face Coverings’ at Trump Mt. Rushmore Rally Sunday on NBC's \"Meet the Press,\" Gov. Asa Hutchinson (R-AR) said President Donald Trump should have required masks at his rally at Mount Rushmore. | Clips",
  "Dowd: Unless Trump ‘Fundamentally Changes’ Reelection Will Be ‘Hard’ Sunday on ABC's \"This Week,\" network political analyst Matthew Dowd said President Donald Trump had to \"fundamentally change\" to win in November. | Clips",
  "VIDEO: Protesters, Trump Supporters Clash During July 4th Boat Parade in Pittsburgh Protesters gathered Saturday to object to a boat parade held in celebration of Independence Day and President Trump in Pittsburgh, Pennsylvania.",
  "Duckworth: Trump Cares More About Dead Confederates than Americans Lost to Pandemic Sunday on CNN's \"State of the Union,\" Sen. Tammy Duckworth (D-IL) said President Donald Trump cares more about \"honoring dead Confederates than he did the lives of our 130,000 Americans who lost their lives to Covid-19.\" | Clips",
  "Cher Conspiracy: What If Trump ‘Only Wants to Save Whites and White Supremacists’ from COVID-19 The actress and pop star Cher is pushing a conspiracy theory that President Donald Trump only wants to save white people and white supremacists from the coronavirus. Her evidence? The president's admiration of Andrew Jackson.",
  "Duckworth: Trump ‘Was Standing on Ground that Was Stolen’ at Mount Rushmore Sunday on CNN's \"State of the Union,\" Sen. Tammy Duckworth (D-IL) said President Donald Trump was standing on \"stolen\" land at Mount Rushmore in South Dakota on Friday. | Clips",
  "President Trump Lists Those to Be Included in American Heroes Garden President Donald Trump addressed the nation on Saturday during his Salute to America celebration from the White House, where he announced the first round of historical figures to be included in the National Garden of American Heroes.",
  "Kanye West Tweets ‘I Am Running for President of the United States’ Grammy-winner rapper and fashion mogul Kanye West took to Twitter on Independence Day to announce that he is \"running for president of the United States.\"",
  "CBS’s Brennan: White House Has Not Approved Interview Requests for Dr. Fauci for Three Months Sunday on CBS's \"Face the Nation,\" anchor Margaret Brennan said that the White House had denied their interview requests of National Institute of Allergy and Infectious Diseases director Dr. Anthony Fauci for three months. | Clips",
  "WaPo’s Rubin: Trump’s Speeches Are ‘Hateful’ — He Is ‘Going to War with Fellow Americans’ Sunday on MSNBC's \"AM Joy,\" Washington Post opinion writer Jennifer Rubin argued President Donald Trump's recent speeches were a \"hateful,\" attempt to go to war with fellow Americans. | Clips",
  "WATCH: Leftists Stomp, Dance on U.S. Flag Outside White House on July 4th Far-left \"anti-fascist\" and Black Lives Matters (BLM) activists stomped and danced on the United States flag Saturday as part of a Fourth of July protest in front of the White House in Washington, D.C."
]