[
  "Heilemann: Trump Is the 'Candidate of White Nationalist Grievance and Resentment' Tuesday on MSNBC's \"Deadline,\" network national affairs analyst John Heilemann said President Donald Trump's 2020 campaign message was for \"white nationalist grievance and resentment\" voters. | Clips",
  "Washington Post: Only 17 of 20 Most Violent Cities Are Run by Democrats, so Trump Is Wrong The Washington Post attempt to disprove President Donald Trump's claim that \"the 20 most dangerous cities are Democrat run\" inadvertently exposed the dangerous nature of Democrat-controlled cities, affirming that 17 of the 20 most violent have Democrat mayors.",
  "Joe Biden Promises 125,000 Refugees Each Year Joe Biden wants to import at least 125,000 refugees next year, so offering a huge inflow of cheap disposable labor to meatpackers, farm companies, retailers, and other low-wage, low-tech employers.",
  "Huckabee on 2020: ‘The Only Person Who Can Defeat Donald Trump Is Donald Trump’ Former Arkansas Gov. Mike Huckabee (R) on Monday weighed in on President Donald Trump's chances in the upcoming 2020 presidential election as polling shows the incumbent is struggling in battleground states. | Clips",
  "Reddit Permanently Bans Pro-Trump Community ‘The_Donald’ Reddit announced on Monday that it has permanently blacklisted the pro-Donald Trump community \"The_Donald.\"",
  "ABC’s Hostin: Trump ‘Traffics in Racism Regularly’ Monday on ABC's \"The View,\" co-host and network legal analyst Sunny Hostin said she did not believe President Donald Trump did not hear the \"white power\" chant on a video he shared on Twitter because \"he traffics in racism regularly.\" | Clips",
  "Biden Taunts Trump: More He Is out in Public ‘Worse He Does’ During a virtual appearance from his back porch on Saturday, \"Hidin' Joe\" Biden taunted President Trump over his sliding poll numbers and his rallies.",
  "Victor Davis Hanson: Only Trump Win Can Stop ‘Cultural Revolution’ Victor Davis Hanson speculated that Donald Trump would be reelected due to popular rejection of an increasingly aggressive left-wing \"revolution.\"",
  "WATCH: CNN’s Ryan Lizza to Kayleigh McEnany: ‘Does the President Believe It Was a Good Thing That the South Lost the Civil War?’ CNN's Ryan Lizza asked Kayleigh McEnany: \"Does President Trump believe that it was a good thing that the South lost the Civil War?\"",
  "Amazon’s Twitch Platform Temporarily Bans Trump for ‘Hateful Conduct’ Amazon-owned streaming service Twitch has temporarily banned the official account of President Donald Trump over \"hateful conduct,\" cutting the campaign off from a major platform that it uses to stream rallies and other events.",
  "Wisconsin Poll: Donald Trump 46%, Joe Biden 45% A poll released by the Trafalgar Group on Monday shows President Donald Trump leads presumptive Democratic nominee Joe Biden by one point, 46 percent to 45 percent, in the key battleground state of Wisconsin.",
  "WashPost: Mark Zuckerberg Rewrote Facebook’s Rules Around Donald Trump The Washington Post alleges that social media giant Facebook began to develop policies as early as 2015 that made exceptions for Donald Trump in the event that he posted content that could violate Facebook's guidelines.",
  "Jim Banks: New York Times Damaged National Security to Hurt Trump Rep. Jim Banks (R-IN) said in a statement on Monday that the New York Times is willing to do \"anything\" to hurt President Donald Trump, including compromising national security.",
  "Nancy Pelosi: Does the Intel Community Fear Trump Will Leak to Putin? Appearing Monday on CNN's The Lead, House Speaker Nancy Pelosi (D-CA) wondered whether U.S. intelligence officials did not brief President Donald Trump on unconfirmed reports regarding Russia because they were afraid he would leak the information to Vladimir …",
  "Biden’s Enthusiasm Gap Among Democrats Poses Challenge Joe Biden has taken the lead away from President Donald Trump in national polls, but his campaign may have serious issues with a lack of enthusiasm among his party's core base.",
  "Supreme Court Strikes Down Louisiana Abortion Clinic Law WASHINGTON (AP) — The Supreme Court on Monday struck down a Louisiana law regulating abortion clinics, reasserting a commitment to abortion rights over fierce opposition from dissenting conservative justices in the first big abortion case of the Trump era.",
  "Gov. Cuomo Calls on Trump to Sign Executive Order ‘Directing Everyone to Wear a Mask’ New York Gov. Andrew Cuomo (D) on Monday called on President Trump to sign an executive order \"directing everyone to wear a mask\" and urged the president to \"lead by example\" by wearing one himself.",
  "Josh Hawley Calls to Revamp Supreme Court Nomination Process Sen. Josh Hawley (R-MO) said on Saturday that the Donald Trump administration needs to include grassroots conservatives more in the process to nominate Supreme Court justices after a series of losses at the Supreme Court.",
  "Gaetz: Bolton Was ‘Largely a Mascot’ in the Trump Administration, Used to Troll Iran During an appearance on Sunday's broadcast of Fox News Channel's \"The Next Revolution,\" Rep. Matt Gaetz (R-FL) criticized former National Security Adviser John Bolton, who recently released a tell-all memoir critical of President Donald Trump and his administ…",
  "Carville: There’s a ‘Case’ for ‘Treason’ if Trump Knew About Russia Bounty Sunday on MSNBC's \"Kasie DC,\" Democratic strategist James Carville reacted to the report that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers by demanding answers from the White House about what members of the administration knew.…"
]