[
  "Madison Cawthorn: I Vowed to Trump I Would Secure the Millennial Vote for Him Madison Cawthorn, the Republican nominee for North Carolina's 11th Congressional District, told Breitbart News on Wednesday that he promised President Donald Trump to win millennial voters' support for the president's reelection bid.",
  "Pelosi: Trump Is ‘Cowardly’ for Not Wearing Mask Friday on NPR's \"All Things Considered,\" House Speaker Nancy Pelosi (D-CA) said she agreed with presumptive Democratic presidential nominee Joe Biden that wearing a mask in public should be mandated on the federal level amid the coronavirus pandemic. | Clips",
  "Forbes: Donald Trump May Cancel Fortune 500’s Huge H-1B ‘Bonded Workforce’ President Donald Trump may open up jobs for more than 300,000 American graduates by sending a similar number of long-term H-1B visa workers back to India and China, according to an article in Forbes magazine.",
  "NYT/Siena Polls: Trump Losing Ground with White Voters in Swing States, Not Gaining with Minorities President Trump has lost ground with his base of voter support, white Americans, in swing states while not increasing his support with Hispanic and black Americans, New York Times/Siena College polls show.",
  "MSNBC’s Hayes: ‘Urgent Matter’ of Health and Safety for Trump ‘to Resign’ On Friday’s broadcast of MSNBC’s “All In,” host Chris Hayes said that it’s “an urgent matter of public health, of public safety, at this moment, for the president, Donald Trump, to resign.” Hayes began by saying, “This moment, we are",
  "Soros-Funded Group Vows to Turn Out 6M Hispanic Voters to Defeat Trump An open borders lobbying group, funded partially by billionaire George Soros, is vowing to defeat President Trump by turning out to vote about six million young and disenfranchised Hispanic Americans.",
  "GOP Rep. Brooks: Expect ‘Sometime Soon’ Significant Number of Arrests Related to Rioters, Vandals Damaging Federal Property Friday, Rep. Mo Brooks (R-AL) said he anticipated a more proactive response to those committing acts of vandalism to federal statues and monuments based on interactions he had with Trump administration officials. | Clips",
  "Roger Stone Asks Trump for Pardon or Commutation After Court Rules He Must Report to Prison Friday on Fox Business Network's \"Lou Dobbs Tonight,\" former Trump adviser Roger Stone reacted to a U.S. District Court ruling he must report on July 14 for his prison sentence. Stone likened the possibility of being incarcerated to a \"death sentence,\" given …",
  "Brooks: You Can’t Say Floyd Protesters Can Protest, But Trump Can’t Have Rallies On Friday’s “PBS NewsHour,” New York Times columnist David Brooks said he sympathizes with Vice President Mike Pence’s argument in defense of President Trump’s rallies by stating that if we are going to have protests against police brutality, that creates",
  "Coons Downplays Biden Gaffes; Says Trump ‘Intentionally’ Sending Out Tweets with Errors, Typos — ‘Seeks to Divide Us’ Sen. Chris Coons (D-DE) says Biden's slip-ups are a far cry from President Donald Trump, who Coons accused of \"intentionally\" sending out tweets \"with errors and typos,\" adding that showed an effort to divide, during an interview with CNN host Michael Smercon…",
  "Poll: Only Half of Michigan Voters Say Biden Is ‘Mentally and Physically’ Up to Task of the Presidency Key battleground state voters remain unsure on Joe Biden's (D) ability to \"mentally and physically\" handle the duties of the presidency, a Restoration PAC poll released this week found.",
  "Acting DHS Deputy Sec’y Cuccinelli: Trump EO Puts Defunding Localities That Won’t Enforce Law ‘Firmly on the Table’ On Friday’s broadcast of the Fox News Channel’s “Ingraham Angle,” acting Deputy Homeland Security Secretary Ken Cuccinelli stated that President Trump’s executive order on monuments has put withholding federal dollars from local governments that are not enfor…",
  "Inslee on Monument Executive Order: I Wish Trump ‘Cared More about Living Americans Instead of Dead Confederates’ On Friday’s broadcast of CNN’s “Situation Room,” Washington Gov. Jay Inslee (D) reacted to President Trump’s executive order on protecting monuments by stating that he wishes the president “cared more about living Americans instead of dead Confederates.” Host…",
  "Maher: Keeping Biden Inside Is a ‘Good Thing’ On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated that it is a good thing that 2020 Democratic presidential candidate former Vice President Joe Biden has been kept inside by the coronavirus pandemic, because Biden wasn’t up for",
  "BLM Protesters Storm Beverly Hills Neighborhood: ‘Eat the Rich!’ Police made several arrests after a group of Black Lives Matter protesters marched through a Beverly Hills residential neighborhood Friday night.",
  "Tim Scott: Pelosi Claiming GOP Tried Getting Away with Floyd’s Murder was ‘Most Outrageous, Sinful Comment’ Appearing Friday on Fox News Radio's \"The Guy Benson Show,\" Sen. Tim Scott (R-SC) unloaded on House Speaker Nancy Pelosi (R-SC) for accusing Senate Republicans of attempting to \"get away\" with \"the murder of George Floyd\" with their police reform legislation,…",
  "Zuckerberg Responds to Facebook Boycott, Will Crack Down on ‘Hateful’ Ads, Label Politicians’ Posts Facebook CEO Mark Zuckerberg has responded to a boycott from major advertisers including consumer giant Unilever, which have pulled ads from the social network in an attempt to force the platform to censor more constitutionally protected speech.",
  "Taylor Swift: Only Male and Female Gender Options on Census Form Is a Brutal Erasure of Trans People Pop superstar Taylor Swift added to her growing list of social justice grievances, telling millions of fans in an LGBTQ pride video message that the two \"gender\" options on her census form -- male and female -- \"was so upsetting to me, the erasure of transgen…",
  "DHS Admits 600,000 Foreign H-1B Workers in American Jobs U.S. employers keep roughly 600,000 foreign H-1B visa workers in jobs throughout the United States, according to an unprecedented report released today by the U.S. Citizenship and Immigration Services (USCIS) agency.",
  "Nolte: Los Angeles Times Latest Left-wing Institution Credibly Accused of Racism The far-left Los Angeles Times is just the latest left-wing institution to be accused of racism."
]