[
  "Michael Dukakis Warns Joe Biden: Don't Take Polls Too Seriously Former 1988 Democrat presidential candidate Michael Dukakis is warning former Vice President and presumptive 2020 Democrat presidential nominee Joe Biden that he should not take polls too seriously.",
  "Report: Trump's Visa Suspension to Drive Up Wages for U.S. Professionals President Trump's suspension of various visa programs and regulatory reforms are set to give American workers newly found leverage in the job market, a report details.",
  "Kimberly Guilfoyle Tests Positive for the Novel Coronavirus Kimberly Guilfoyle, senior adviser to the Trump campaign and girlfriend of Donald Trump Jr., has tested positive for the novel coronavirus, according to several reports.",
  "Brooks: ‘Trump Has Been a Failure’ on Coronavirus, But There’s ‘a Collective Failure’ as Well On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that while President Trump “has been a failure” at handling the coronavirus pandemic from the beginning, he isn’t completely to blame, because “It wasn’t Trump who went to the bars in",
  "Democrat Congressional Candidate Urges Twitter Followers to ‘Report’ Trump Supporters Nate McMurray, the Democrat candidate for New York’s 27th congressional district, urged Twitter followers Wednesday to \"report\" Trump supporters.",
  "Donald Trump: ‘We Only Kneel to Almighty God’ President Donald Trump declared in a fiery speech delivered at Mount Rushmore’s Independence Day celebration on Friday that “we only kneel to Almighty God.”",
  "Poll: Trump and Biden Tied in Battleground Florida President Trump and Joe Biden (D) are tied in the battleground state of Floria, according to a Trafalgar Group poll released this week.",
  "Trump: Destroyers of U.S. Monuments Will Get at Least 10 Years in Prison On Friday evening, President Donald Trump said the destroyers of American statues and monuments will receive a minimum of ten years in federal prison if convicted.",
  "***Live Updates*** Trump Holds Mount Rushmore Independence Day Celebration President Donald Trump will hold an Independence Day celebration at Mount Rushmore on Friday evening. Stay tuned to Breitbart News for live updates. All times eastern.  | 2020 Election",
  "Fashion Notes: Melania Trump Wears Off-the-Runway Alexander McQueen at Mount Rushmore For a visit to Mount Rushmore in South Dakota ahead of the July 4th weekend, First Lady Melania Trump chose a statement look from the Paris, France runways.",
  "Trump Kicks Off Independence Day with History Lesson at Mount Rushmore President Donald Trump invoked the history of the four presidents represented on Mount Rushmore on Friday while delivering an address to kick off the Independence Day weekend.",
  "Trump: ‘Far-Left Fascism’ Seeks to ‘Overthrow the American Revolution’ Destruction of statues is part of a \"far-left fascism\" that seeks to \"overthrow the American Revolution,\" said Donald Trump at Mount Rushmore.",
  "Watch Live: President Trump Delivers Independence Day Speech Watch President Donald Trump's speech at \"Salute to America\" live on Saturday, the Fourth of July, in Washington, DC, at 6:40 p.m. EST.",
  "Watch: Trump Declares Mt. Rushmore ‘Will Never Be Desecrated, Destroyed’ On Friday evening, in front of Mount Rushmore, President Donald Trump declared to the American people that the monument of Presidents George Washington, Abraham Lincoln, Teddy Roosevelt, and Thomas Jefferson \"will never ever be destroyed.\"",
  "Watch Live: President Donald Trump Speaks at Mount Rushmore Watch live as President Donald Trump speaks at Mount Rushmore on Friday evening in Keystone, South Dakota. The event will be part of an Independence Day celebration, which will see the return of fireworks to the national monument for the first time in over a …",
  "Michael Cohen Dines at NYC Restaurant, Potentially Violated Prison Furlough Michael Cohen, a former lawyer of President Donald Trump, was seen dining at a pricey New York City restaraunt on Thursday after he was released from prison due to concerns over the coronavirus.",
  "Hillary Clinton: ‘I Don’t Know’ If Trump Will Leave Office if Defeated Hillary Clinton said she is unsure if President Trump would leave office without putting up a fight if defeated by Joe Biden (D) in November's presidential election, making the remarks in a Hollywood Reporter interview published on Friday.",
  "Trump to Build National Park Honoring ‘Greatest Americans Who Ever Lived’ President Donald Trump, on Friday evening, said he is signing an executive order to build a new national park named the \"National Garden of American Heroes\" honoring the \"greatest Americans\" in United States history.",
  "MSNBC’s Perry: Trump Made July 4th Event ‘All About Patriotism’ and History ‘With No Sense of Irony’ That It Was on Native Land During MSNBC’s coverage of President Trump’s speech at Mount Rushmore on Friday, MSNBC Correspondent Cal Perry stated that Trump “made this all about patriotism” and defending America’s history “with no sense of irony, in the Black Hills, a place that",
  "Trump: ‘Our Children Are Taught in School to Hate Their Own Country’ President Donald Trump said during his speech before Mount Rushmore on Friday night that America's schools continue to indoctrinate America's children, and children are taught to \"hate their own country.\""
]