[
  "Hungary's Orban: Trump 'Only One' Who Can Fix U.S. Economy Post-Pandemic Hungarian prime minister Viktor Orbán said he is backing President Donald Trump because he is \"the only one\" who can get the American economy back up and running after the coronavirus pandemic.",
  "Snoop Dogg Declares Black Conservatives 'The Coon Bunch,' Targeting Herman Cain, Candace Owens The rapper Snoop Dogg has smeared several prominent black conservatives \"The Coon Bunch,\" including Herman Cain, Candace Owens, Paris Dennard, and the Angela Stanton.",
  "Supreme Court: States Can Punish 'Faithless Electors'; Unanimous Decision The U.S. Supreme Court ruled unanimously Monday that states may punish \"faithless electors\" -- those members of the Electoral College who refuse to cast their ballots for the candidate whom the majority of voters in the state have chosen.",
  "Top Biden Donors Bailed Out by Trump's Coronavirus Relief Program While Joe Biden has been criticizing President Donald Trump's response to the coronavirus pandemic, some of the presumptive Democrat nominee's top donors have been bailed out by the administration's Paycheck Protection Program (PPP).",
  "Justin Timberlake: 'America Was Built by Men Who Believed in and Benefitted from Racism' Pop superstar Justin Timberlake declared to his 64 million Twitter followers on Monday that the men who \"believed in and benefitted from racism\" built America.",
  "CNN: ‘Master Bedroom’ Carries Racist Connotations CNN has determined that \"master bedroom\" carries racist connotations, as do several other commonly used terms and phrases, including \"blacklist,\" \"cakewalk\" and the \"peanut gallery.\"",
  "Human Rights Campaign Erases Biology in ‘Transgender Safer Sex’ Guide, Assigns ‘Vagina’ to Trans Women Exclusively The Human Rights Campaign (HRC) effectively erased biological facts in its latest \"Transgender Safer Sex\" guide, redefining basic body parts and assigning \"vagina\" as a term used to describe the genitals of biological males who \"have had bottom surgery.\"",
  "Trump Campaign Announces Outdoor New Hampshire Rally President Trump will hold a rally at an outdoor venue in Portsmouth, New Hampshire, this weekend, his campaign announced on Sunday.",
  "Federal Judge Orders Dakota Pipeline Shut Down A stunning setback for U.S. oil and the Trump administration. | Economy",
  "Cory Booker: Trump’s ‘Demagoguery’ Is Making Us ‘Weaker as a Nation’ Monday on MSNBC, Sen. Cory Booker (D-NJ) accused President Donald Trump of \"demagoguery,\" which he said was making America weaker. | Clips",
  "Donald Trump: Federal Help Ready to Hit Chicago Gun Crime if Mayor Lightfoot Asks President Trump is promising federal helping to curb Chicago's surging gun crime if Mayor Lori Lightfoot (D) will ask for it.",
  "President Trump Rips NASCAR’s Bubba Wallace for Noose Hoax President Donald Trump jumped to Twitter on Monday to slam NASCAR driver Bubba Wallace for not apologizing for claiming that someone had left a \"noose\" in his garage.",
  "Trump Rips Washington Redskins, Cleveland Indians for Considering Name Change President Donald Trump criticized the NFL's Washington Redskins and MLB's Cleveland Indians for considering changing their respective names amid growing pressure from the left, and even threw in a jab at Sen. Elizabeth Warren (D-MA).",
  "Soros Doubles 2016 Election Spending, Sends $40 Million to Super PAC Left-wing billionaire George Soros is set to double his 2016 election spending in an effort to remove President Donald Trump from the White House, according to public records.",
  "Kasich: Trump Has Damaged GOP Brand — ‘It’s a Party Meltdown Right Now’ Monday on CNN's \"Newsroom,\" the former Ohio Gov. John Kasich (R) said he believed President Donald Trump had damaged the brand of the Republican Party to the point of a \"meltdown.\" | Clips",
  "Patricia Arquette: ‘Donald Trump Is Not the Legitimate President of the Unites States’ Actress Patricia Arquette called President Donald Trump an illegitimate president while also accusing House Minority Leader Kevin McCarthy (R-CA) of turning the United States into a Russian colony in a recent series of unhinged social media salvos.",
  "Washington Post: Trump Moved to Secure ‘Legacy of White Domination’ in Mount Rushmore Speech The Washington Post proclaimed that President Trump attempted to \"resuscitate his troubled reelection campaign by galvanizing white supporters\" during Friday's patriotic Mount Rushmore speech and asserted that he moved to secure the \"legacy of white dominatio…",
  "Company Connected to Pelosi’s Husband Scored Coronavirus Bailout A company connected to Nancy Pelosi's husband received a loan from the Trump administration's $669 billion Paycheck Protection Program, an SBA-led fund designed to provide financial relief to businesses in the wake of the Chinese coronavirus pandemic.",
  "Never Trump Lincoln Project Caught Lying About President’s July 4 Speech The Never Trump Lincoln Project, led by the likes of George Conway, Steve Schmidt, and Rick Wilson, has been flagged by Twitter for spreading \"manipulated media\" over its presentation of a portion of President Trump's Salute to America July 4 speech.",
  "FNC’s Hilton: Trump’s Reelection Hinges on a ‘Positive Patriotism’ Message Fox News Channel \"The Next Revolution\" host Steve Hilton on Sunday reacted to reports of panic and pessimism about President Donald Trump's reelection chances within the White House by offering some advice on how the president can defeat presumptive Democrati…"
]