[
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "Don, Jr.: 'Donald Trump Is the First Guy to Actually Stand Up to China' -- 'Biden Is Basically Owned by China' Donald Trump, Jr., President Donald Trump's eldest son, during Tuesday's \"Mornings with Maria\" on Fox Business Network, weighed in on the United States' relationship with China heading into the 2020 presidential election. | Clips",
  "CNN's Toobin: 'Roe vs. Wade May Need One More Justice from President Trump' CNN chief legal analyst Jeffrey Toobin opined Monday, after the Supreme Court struck down a Louisiana abortion law, that \"Roe v. Wade may need one more justice from President Trump.\"",
  "Thousands of Immigrants to Secure U.S. Citizenship to Vote in 2020 Election Potentially hundreds of thousands of immigrants may secure United States citizenship ahead of the 2020 presidential election, adding a bloc of new, first-time foreign-born voters to the electorate.",
  "China's Hong Kong 'National Security' Law Takes Effect, Ending Free Speech Chinese dictator Xi Jinping signed a decree on Tuesday enacting a \"national security\" law that allows the Communist Party to antagonize and prosecute dissidents in Hong Kong, triggering global condemnation and widespread concern among participants in the Hong…",
  "Trump: I Am ‘The Lone Warrior’ President Donald Trump tweeted Tuesday morning: \"THE LONE WARRIOR!\" He is under pressure from all sides, as the nation faces several crises.",
  "GOP Insider Mark Smith: Trump’s ‘Silent Majority’ Is Growing Thanks to Black Lives Matter Black Lives Matter is helping grow a \"silent majority\" supporting Donald Trump, determined Mark Smith, president of the Da Vinci Group.",
  "Scarborough: ‘Trump Is Parroting Vladimir Putin,’ Putin’s ‘Propaganda Chiefs’ Tuesday, MSNBC \"Morning Joe\" host Joe Scarborough continued to push the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. White House press secretary Kayleigh McEnany …",
  "Joe Biden: Trump Not ‘Cognitively Aware of What’s Going On’ Former Vice President Joe Biden on Tuesday claimed President Donald Trump appears not to be \"cognitively aware of what's going on,\" an apparent response to his political opponent attacking his own mental agility.",
  "Democrats Delete Tweet Targeting Mount Rushmore over ‘White Supremacy’ The Democrat Party tweeted, then deleted, an attack on Mount Rushmore, negatively portraying an upcoming event President Trump is planning ahead of Independence Day at the historic monument to four great American presidents.",
  "‘I Can Hardly Wait’: Biden Commits to Three Debates with Trump Joe Biden said on Tuesday he was eager to face off against President Donald Trump ahead of the general election, committing publicly to the customary three debates utilized in years prior.",
  "Judge Temporarily Blocks Tell-all Book by Trump’s Niece (AP) — A tell-all book by President Donald Trump’s niece cannot be published until a judge decides the merits of claims by the president’s brother that its publication would violate a pact among family members, a judge said Tuesday.",
  "Carl Bernstein: Trump Was ‘Sadistic, Abusive’ to Female Heads of State Tuesday on CNN’s “The Lead,” journalist Carl Bernstein accused President Donald Trump of behaving in a “sadistic” manner when talking to female leaders while discussing his interviews with White House and intelligence officials on their impressions of highly …",
  "Alyssa Milano: Conservatives Responsible for ‘Cancel Culture’ As she faces her own cancel mob for wearing cornows and possibly blackface, actress Alyssa Milano is blaming \"cancel culture\" on conservatives, arguing that the political right -- not the left -- is \"weaponizing\" cancel culture to take out critics of Presiden…",
  "Joe Biden Refuses to Release Names of Potential Supreme Court Nominees Joe Biden told reporters on Tuesday that he would not release his list of potential Supreme Court nominees. | Politics",
  "McCarthy: Schumer ‘Playing Politics with American Lives’ with Remarks on Alleged Russian Bounties Tuesday on Fox News, House Minority Leader Kevin McCarthy (R-CA) weighed in on reports that Russia had offered bounties to the Taliban for killing American soldiers in Afghanistan and subsequent comments made by Senate Minority Leader Chuck Schumer (D-NY) cri…",
  "Twitter Temporarily Restricts Account of Michael Flynn Lawyer Sidney Powell for ‘Spam’ Twitter restricted the account of General Michael Flynn's lawyer Sidney Powell on Monday. The lawyer's account was later restored after she proved to Twitter that she was not \"spam.\"",
  "Wikipedia Pushes ‘Black Lives Matter’ Agenda Following Activist Campaign Throughout June, Wikipedia activists have been conducting an “edit-a-thon” started by a newly-established Black Lives Matter group on the site, creating large amounts of content on \"racial justice\" issues. Among their efforts, editors have got numerous articl…",
  "Jill Biden: ‘A Lot of Republicans Are Going to Vote for Joe’ — Trump’s Supporters ‘Disillusioned’ Tuesday on ABC's \"The View,\" former second lady Jill Biden predicted \"a lot of Republicans\" would vote for her husband, presumptive Democratic presidential nominee Joe Biden in November. | Clips",
  "Biden Will Not Hold Campaign Rallies Due to COVID19 Threat Former Vice President Joe Biden announced on Tuesday that his campaign would not hold any public rallies ahead of the general election, citing the threat of the coronavirus."
]