[
  "Former FBI official on police reform bills: 'You can't really legislate' good police behavior Senate and House Democrats have introduced sweeping police reform proposals in the wake of George Floyd’s death while in the custody of a Minneapolis police officer.",
  "Marc Thiessen: If Dems back defunding police, Trump will win reelection If the Democrats cave to far-left-ideals and become the party of defunding the police, President Trump will win re-election in November, Fox News contributor Marc Thiessen urged Tuesday.",
  "Senate Dem, GOP leaders find common ground on police reform, oppose defunding Senate Judiciary Committee leaders from both parties appeared to share some degree of common ground when it comes to police reform, supporting legislation that would create change, while opposing the recent calls for defunding police departments.",
  "Mike Huckabee: Get rid of Democrats running big cities, not police officers Former Arkansas Gov. Mike Huckabee said Tuesday that defunding or disbanding U.S. police departments is not the answer to nationwide protests against police brutality, arguing for the ouster of Democrats who run cities with the most problems.",
  "Republican AGs come out in force against defunding police Republican attorneys general across the country are pushing back on calls to defund law enforcement agencies in the wake of the protests over police brutality and racial injustice – arguing that cutting budgets to police departments would be “extremely danger…",
  "Sanders says ‘I don’t agree’ with push to abolish police departments Sen. Bernie Sanders is making clear that he doesn’t support defunding or abolishing police departments – but instead wants more training and better pay for police officers as part of his push for criminal justice reform.",
  "Hannity: You don't have to be a brain surgeon to see dangers of defunding, disbanding police One does not \"have to be a brain surgeon\" to see defunding police is an insane idea, \"Hannity\" host Sean Hannity stated Monday night.",
  "Biden appeals to younger voters in new ad spotlighting systemic racism With an eye towards younger votes, Joe Biden’s presidential campaign is putting portions of the presumptive Democratic nominee’s speech last week on the death of George Floyd and the bigger issue of racial injustice into a new digital ad that it will run in k…",
  "NAACP president declines to endorse ‘defund police’ movement The president of the NAACP declined to endorse the “defund the police” movement that has gained momentum in recent days, after Minneapolis lawmakers announced they have the votes to do just that in their city -- where the death of George Floyd, a black man, i…",
  "Dan Bongino, a conservative former Secret Service agent, to testify at House Judiciary hearing Former Secret Service agent and conservative commentator Dan Bongino will testify at a House Judiciary hearing on Wednesday on police brutality, Fox News has confirmed.",
  "Donald Trump Jr. says Dems calling for police to be defunded should first call for security details to be cut Donald Trump Jr. on Monday called out Democrats looking to defund police departments in the wake of George Floyd protests should start by cutting their own security detail.",
  "Showdown in Georgia: What to know about the June 9 primaries Here's what you need to know about Tuesday's primary races.",
  "Mourners flock to Floyd memorial While Americans across the political spectrum shift views on police and race",
  "Tucker Carlson: Black Lives Matter is now a powerful political party and has nothing to do with black lives Defund the police means a woke militia policing our cities, enforcing Democratic Party orthodoxy.",
  "Trump to announce executive, legislative actions on police reform: sources President Trump will soon have a list of police reform proposals that can be accomplished through a combination of executive and legislative action -- and that the effort could have some crossover with Democratic proposals -- multiple sources told Fox News on…",
  "George Floyd's brother to testify on Capitol Hill: What to know Philonise Floyd, the brother of George Floyd, will testify at the House Judiciary Committee hearing on police brutality Wednesday.",
  "Republican Sen. Barrasso: Defunding police is dangerous, invites 'crime without punishment' Defunding the nation's police departments would invite crime in communities without any punishment, Wyoming Republican Sen. John Barrasso asserted Tuesday.",
  "Lawsuit claims Michigan risks fraud, as county has more registered voters than people who can vote A Michigan voter filed a lawsuit Tuesday against State Secretary of State Jocelyn Benson, Bureau of Elections Director Jonathan Brater, and other officials, claiming that in at least 16 Michigan counties voter rolls have not been properly maintained, and that…"
]