[
  "Police unions face harsh scrutiny in wake of Floyd death: 'We're being demonized' Policing the Unions is a five-part series that examines the renewed friction between police unions and politicians in the wake of unrest over George Floyd’s death, and the dynamics at play in efforts to reform law enforcement.",
  "Today on Fox News: June 15, 2020 ",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race.",
  "Cities call on cops to work overtime to quell unrest, despite ‘defund’ rallying cry Police officers are being demanded to go above and beyond their typical call of duty to handle ongoing protests and unrest, even as political figures are calling for their departments to be defunded or abolished entirely.",
  "GOP group runs ad attacking Dems over 'defund the police' movement A Republican group is releasing an ad attacking Democrats over recent calls to defund and abolish police departments in response to the death of George Floyd, playing up the uncertainty about who would respond to emergency calls if police departments are abol…",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Trump campaign touts 1 million ticket requests for Tulsa rally Trump campaign manager Brad Parscale on Monday said they have received more than 1 million ticket requests for President Trump’s first campaign-style rally since the coronavirus lockdowns slated to take place Saturday.",
  "Trump campaign seeks apology from CNN after Stelter ‘sexist’ interview Brian Stelter, the media reporter at CNN, was “sexist and demeaning” during an interview Sunday with a senior legal adviser for President Trump and the president’s re-election campaign asked the reporter and network to apologize.",
  "Liz Peek: Left silences silent majority – but watch for this in November Tens of millions of Americans are aghast at what is taking place in our country. But fearful."
]