[
  "Pelosi renews gun control push on anniversary of Pulse nightclub shooting After weeks of focusing on a call for police reform, House Speaker Nancy Pelosi, D-Calif., renewed her push for gun control Friday — the four-year anniversary of the deadly shooting at Pulse Nightclub in Orlando, Fla.",
  "MSNBC host hits Biden aide Symone Sanders for dodging question about Biden's shift from 1994 crime bill MSNBC host Chris Hayes had a chuckle at the expense of Biden campaign senior advisor Symone Sanders for attempting to dodge a question regarding Joe Biden's past support for the 1994 crime bill.",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "David Webb calls out Joe Biden's 'pandering' and 'demagoguery' in response to George Floyd's death Fox Nation host David Webb called out Joe Biden’s “demagoguery” and “pandering” on “Fox & Friends” Friday following the presumptive Democratic nominee’s comments the day before where he compared the death of George Floyd to the assassination of Martin Luther …",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "Trump hammers law-and-order message as he prepares for campaign trail return President Trump is amplifying his law-and-order message in response to the unrest that’s rocked many of the nation’s cities since the death last month of George Floyd in Minneapolis police custody -- especially as a mix of protesters and anarchists occupy sev…",
  "Biden fact-checked over ‘shifting recollection’ of his past civil rights activities Joe Biden was fact-checked by the Washington Post over his “shifting recollection” of past civil rights activities, specifically claims he made at an NAACP town hall claiming he was involved in the civil rights movement working to desegregate restaurants as e…",
  "Trump says he won't 'let Seattle be occupied' by police-hating lawbreakers President Trump told Fox News' Harris Faulkner in an exclusive interview airing Friday that his administration is \"not going to let Seattle be occupied by anarchists.\"",
  "Mark Zuckerberg blasts Trump for 'incendiary rhetoric' in response to scientists' 'misinformation' complaint In a letter appearing online Thursday, Facebook co-founder Mark Zuckerberg and his wife Priscilla Chan write that President Trump’s “divisive and incendiary rhetoric” has left them “deeply shaken and disgusted” in a volatile time that they say requires “unity…"
]