[
  "Liz Peek: Can Joe 'Crime Bill' Biden lead Dems seeking to defund police, challenge unions? At this moment, even as Democrats demand stricter oversight of cops and call to “defund the police,” Joe Biden, author and promoter of the 1994 crime bill, is their candidate for president. Let that sink in.",
  "Trump says he wants to see policing done in a 'more gentle fashion' President Trump said Monday during a roundtable with law enforcement he’s going to discuss ideas to see how policing can be done in “a much more gentle fashion.”",
  "Ex-Obama adviser Jarrett: 'To some degree,' police 'need more money' for 'recruitment and training' Former Obama senior adviser Valerie Jarrett told \"Bill Hemmer Reports\" Monday that most police departments across America need more money, despite growing calls to \"defund the police following the death of George Floyd in Minneapolis last month.",
  "Some 80 percent of Americans say country 'out of control,' poll finds While voters were divided among party lines on some issues, on a few key points they overwhelmingly agreed.",
  "Biden to meet Floyd’s family ahead of funeral Former Vice President Joe Biden heads to Houston, Texas, on Monday to meet privately with and offer condolences to the family of George Floyd, whose death two weeks ago in police custody sparked nationwide protests.",
  "Steve Scalise calls on Biden to take a position on defunding police: He's hiding and trying to 'play both ends' Rep. Steve Scalise on Monday blasted Democratic presidential nominee Joe Biden for “quietly embracing” the movement to defund the police.",
  "Biden meets with Floyd’s family ahead of Tuesday’s funeral Former Vice President Joe Biden on Monday met privately in Texas with the family of George Floyd, whose death two weeks ago while in police custody has sparked nationwide protests.",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Jesse Watters says Biden correct to distance himself from 'radioactive' push to defund police Progressives are running the risk of alienating voters across the country with their \"radioactive\" push to dismantle police departments, \"The Five\" co-host Jesse Watters said Monday.",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Biden comes out against defunding police, as movement gains traction Joe Biden's campaign came out Monday against the growing push to \"defund the police,\" saying instead that the presumptive Democratic presidential nominee supports the “urgent need for reform.”",
  "Democrats Question President Trump’s Economic Comeback Hopes President Trump touted the surprisingly positive May jobs report released on Friday. The data showed the U.S. added 2.5 million jobs during the month of May and the unemployment rate dropped to 13.3 percent from 14.7 percent in April. Chairman of the Democrat…",
  "McEnany: Trump believes there are 'instances of racism’ but most cops are ‘good people’ White House press secretary Kaleigh McEnany said Monday President Trump believes there are “instances of racism” but that most police officers are “good people.”",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "Meghan McCain: 'President Bone Spurs' has been 'neutered' during George Floyd unrest \"The View\" co-host Meghan McCain criticized President Trump's response to ongoing unrest, suggesting that he appeared to be \"neutered\" rather than providing strong leadership.",
  "McConnell blasts 'defund the police' movement as 'outlandish' amid George Floyd anger Senate Majority Leader Mitch McConnell on Monday slammed the growing liberal momentum behind the “defund the police” movement as “outlandish.”",
  "Minneapolis mayor at odds with city council's push to abolish police force over Floyd death ",
  "Trump to resume trademark campaign rallies after coronavirus hiatus President Trump will resume hosting campaign rallies sometime in the next two weeks, returning one of the president's most potent weapons to his arsenal as the 2020 campaign season enters a pivotal stretch, Fox News is told.",
  "Top Dems punt on ‘defund the police’ question A number of top Democrats seemingly are reluctant to speak out on the sudden momentum behind the movement to “defund the police,” as Minneapolis lawmakers announce they have the votes to do just that in their city -- the epicenter of the nation's unrest over …",
  "Shelby Steele: Claims of 'systemic racism' are 'expanding the territory of entitlement' Author and documentarian Shelby Steele, a Hoover Institution fellow, discussed why he believes the new widespread claims of \"systemic racism\" in American culture are \"expanding the territory of entitlement.\""
]