[
  "Sen. Thom Tillis: Democrat majority in Senate — goodbye filibuster and hello radical, socialist agenda It’s time for Senate Democrats to come clean about their plan to fundamentally transform America through one simple procedural vote.",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "7 in 10 Democrats say it’s ‘important’ Biden name woman of color as running mate: poll The vast majority of Democrats say it’s “important” that presumptive Democratic presidential nominee Joe Biden name a woman of color as his running mate, according to a new national poll.",
  "Former George W. Bush officials form new group to back Biden A group of officials who worked in former President George W. Bush’s administration and presidential campaigns on Wednesday launched a new super PAC to persuade Republicans disaffected with President Trump to vote for Democratic challenger Joe Biden.",
  "Newt Gingrich: Left-wing media using polls to hurt Trump and Republicans I have had long experience of the left’s efforts to depress, disorient and defeat Republican campaigns.",
  "States' coronavirus reopenings paused or rolled back, sparking confusion amid surging infections ",
  "Supreme Court rumor: Hugh Hewitt claims Alito retirement being floated Conservative radio host Hugh Hewitt told listeners Wednesday morning that according to his sources, Supreme Court Justice Samuel Alito is considering retirement.",
  "Americans' coronavirus conduct prompts growing frustrations: poll Amid new spikes in coronavirus cases afflicting most states across the country, a national poll released on Wednesday indicates people are increasingly critical of the job fellow Americans are doing dealing with the pandemic."
]