[
  "Rudy Giuliani: Believing 'police brutality' is systemic is 'propaganda'; slams Biden Former New York City Mayor Rudolph Giuliani slammed the rhetoric being spread across the country about law enforcement, pushing back on the left's narrative that alleged police brutality is a \"systemic\" issue.",
  "Ex-Acting AG Matthew Whitaker: Stand with Americans fighting injustice while upholding law and order President Trump has said, “We will stand with the family of George Floyd, with the peaceful protesters, and with every law-abiding citizen who wants decency, civility, safety and security.\"",
  "Trump taunts Biden on 1994 crime bill, black incarcerations President Trump took an opportunity Thursday night to remind voters of Joe Biden’s support for a controversial 1994 crime bill that many critics blame for high levels of incarceration among African-Americans.",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "2 Minneapolis ex-cops charged in George Floyd death were rookies, attorney says The officers had only been on the job a few days when Floyd died in police custody.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "NYPD cracks down on mayhem, curfew defiance as George Floyd vigils across US draw thousands ",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "Deroy Murdock: Mattis 'should have picked up a couple of his history books' before denouncing Trump Fox News contributor Deroy Murdock fired back Thursday at former Defense Secretary James Mattis after he ripped President Trump's response to protests following the death of George Floyd in Minneapolis."
]