[
  "Calls are growing to defund police in the US. Here are some lessons from overseas \"Defund the police!\" has become a common chant of US activists protesting the death of George Floyd. The calls have multiplied as other instances of police violence against African-Americans have come to light. But what it means depends on who you ask.",
  "Trump's first foreign visitor amid pandemic is Poland's nationalist president After months without a visitor from overseas, President Donald Trump welcomes Poland's President to the White House on Wednesday in another attempt to demonstrate his vision -- refuted by reality -- of a waning of coronavirus.",
  "Analysis: Breaking down Bolton's account of a White House in turmoil There's a lot to digest from former national security adviser John Bolton's explosive new book, which depicts a Trump White House in moral and political crisis. Bolton has also flooded the airwaves this week, including sitting down for an interview with CNN's…",
  "Madison Cawthorn is the young political newcomer who beat Trump's pick in North Carolina Madison Cawthorn scored a stunning political upset on Tuesday when CNN projected he would win the North Carolina Republican congressional primary to fill the seat vacated by President Donald Trump's chief of staff, Mark Meadows.",
  "Nothing in America fits the GOP's 'back to normal' fantasy The narrative of \"going back to normal\" in the United States while reopening continues is delusional, says Jill Filipovic, and ignores realities inconvenient for President Trump and the GOP: increasing infections, lack of childcare, growing hunger and fears o…",
  "What you need to know about coronavirus on Wednesday, June 24 If the US doesn't get a handle on the pandemic by the fall, \"you're essentially chasing after a forest fire,\" Dr. Anthony Fauci says.",
  "These are the closely watched primary races that haven't yet been called It was an election night in the age of coronavirus, which meant results in some of the most hotly contested races in New York and Kentucky were not immediately revealed, as the two states allowed their voters the opportunity to cast their ballots by mail."
]