[
  "Analysis: Germany's chancellor knows how to insert a dagger Trump, as well as Brazil's Jair Bolsonaro and Russia's Vladimir Putin, must have felt his ears burning when the German Chancellor demolished their approaches to the coronavirus in a speech Thursday. \"As we are experiencing firsthand, you cannot fight the pand…",
  "US global media agency seeks to kick out international journalists Efforts to clean house at the US Agency for Global Media continued this week as leadership indicated that international journalists who work for Voice of America (VOA) will not have their visas extended and a widely respected top editor at Radio Free Asia was…",
  "WHO chief blasts 'lack of leadership' and calls for global unity as coronavirus cases mount worldwide The director-general of the World Health Organization has condemned a \"lack of leadership\" in fighting the coronavirus pandemic and made an emotional plea for global unity, as cases soar in multiple countries and the world struggles to contain the devastating…",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump After a frenetic few weeks, the Supreme Court gaveled out Thursday, bringing to a close an unprecedented term that defied expectations and shifted perceptions of the court in the heat of an election year.",
  "White House fills top Russia job previously occupied by two impeachment witnesses The White House has tapped Ryan Tully to be the top official on Europe and Russia at the National Security Council, making him the fifth person to occupy that job in the last three and a half years of the Trump administration, three sources familiar with the …",
  "What you need to know about coronavirus today WHO director-general makes emotional plea for international solidarity and leadership, as coronavirus cases spiral around the world.",
  "Tucker Carlson's top writer resigns after secretly posting racist and sexist remarks in online forum Editor's note: This article quotes racist, homophobic and sexist language, much of which has not been censored."
]