[
  "Kamala Harris: The fight continues to protect Americans' health care from Trump Trump's Justice Department is working to overturn the ACA, and if Republicans have their way, millions of people will have the rug pulled out from under them in the middle of a deadly global health crisis, writes Sen. Kamala Harris.",
  "Trump-appointed CEO absent as top Democrat warns of firings at the agency behind Voice of America The new chief executive of the US Agency for Global Media (USAGM) has yet to show up for his job, sources tell CNN, leaving work \"piling up\" as a top Democratic lawmaker warns of an impending rash of firings at the agency.",
  "Donald Trump, the stock market cheerleader-in-chief is back President Donald Trump has cast himself as \"tariff man,\" a \"very stable genius,\" and even the \"Chosen One.\" Now improving economic numbers have him once again playing the role of stock market cheerleader-in-chief.",
  "Trump's first pandemic-era foreign visitor is Polish President looking for an electoral boost President Donald Trump will welcome his first foreign visitor in months next week when Poland's leader comes to the White House for talks. Four days afterward, Andrzej Duda will face reelection in a race that has tightened considerably in the past month.",
  "Watchdogs warn government faces difficulties stopping fraud in coronavirus relief The committee of government watchdogs overseeing the federal government's response to the Covid-19 pandemic warned Wednesday that federal agencies face significant challenges rapidly doling out $2 trillion in relief money while stopping fraud and misuse of th…",
  "How one school leader is winning the trust of parents Vicky Ward says a headmaster's honest and ample account of what one school is doing to deal with the coronavirus provides a lesson in how leadership can get us through this crisis.",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "Biden harnesses influencer star power to ramp up digital outreach Joe Biden's campaign is harnessing star power to ramp up its digital outreach in an appeal to young Americans, a demographic Biden has worked to win over in previous months after struggling to gain its support in the primary.",
  "'It's the adrenaline, you know' Donald Trump's famously raucous rallies are back. But don't blame him if attendees get sick. The President plans to be back on stage in Tulsa, Oklahoma on Saturday — and fans in the crowd are required to waive their right to sue his campaign if they catch the…",
  "Justice Department wants to upend Silicon Valley's legal shield The Justice Department on Wednesday proposed a sweeping set of policy recommendations seeking to curtail legal protections of Facebook, Google and other major tech platforms, marking the latest move in Washington's escalating attempts to rein in social media …"
]