[
  "This might be the biggest news outlet most Americans have never heard of President Trump appointed Michael Pack to run the US Agency for Global Media, which oversees the government-funded international news outlet Voice of America. Critics say Pack wants to turn the VOA into the VOT -- the Voice of Trump.",
  "Americans must unify against vast Covid-19 spread, experts say Surges in new Covid-19 infections have paused or rolled back reopening plans in at least 19 states as the nation's top infectious disease doctor offered a bleak warning: Americans need to take sensible measures to curb the spread or risk seeing 100,000 new ca…",
  "Kanye West's latest music video was directed by artist Arthur Jafa Artist Arthur Jafa created the artwork and directed the music video for Kanye West's latest song, \"Wash Us in the Blood.\" The song will appear on West's forthcoming album, \"God's Country,\" and was released as part of a larger roll out of upcoming projects cal…",
  "So much for the West's warnings -- China's going to do what China's going to do China's decision to impose a draconian new security law in Hong Kong is a watershed in international relations, proof that Beijing is now sufficiently confident of its own power to accept the global consequences.",
  "Biden criticizes Trump administration appointees with history of Islamophobic and offensive comments Presumptive Democratic presidential nominee Joe Biden said this week that two recent Trump administration appointees to the Pentagon and US Agency for International Development \"have no business serving in high positions in our government\" because of past Isl…",
  "Trump's resistance led intel agencies to brief him less and less on Russia President Donald Trump's resistance to intelligence warnings about Russia led his national security team, including those who delivered the President's Daily Brief to brief him verbally less often on Russia-related threats to the US, multiple former Trump adm…",
  "AOC, Omar, Tlaib and Pressley launch joint fundraising committee 'Squad Victory Fund' Democratic Reps. Alexandria Ocasio-Cortez of New York, Ilhan Omar of Minnesota, Rashida Tlaib of Michigan and Ayanna Pressley of Massachusetts are launching a joint fundraising committee called the \"Squad Victory Fund,\" the latest effort by the well-known fre…",
  "America's Postal Service is made up of real heroes. This is no time to let it die Gerry Connolly writes that President Trump has refused to throw a lifeline to the more than 630,000 dedicated postal employees who serve every household and business in our country -- and on whom every one of us relies.",
  "5 things to know for July 1: Coronavirus, Hong Kong, school choice, NAFTA, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Europe, bid au revoir to American tourists The Canadians will be in Europe this summer, and the Thais and the Moroccans. You might bump into a Rwandan, and no doubt Aussie backpackers will give it a go. If Beijing reciprocates on border openings,  Chinese travelers could be on their way, too."
]