[
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "K-pop fans deserve credit for Trump rally activism Implying, as some have done, that K-pop-fueled teen activism against President Donald Trump's rally in Tulsa was some kind of conspiracy reflects a wrong-headed underestimation of Generation Z and a racist skepticism about the power of the K-Pop cultural phen…",
  "US designates 4 more Chinese media organizations as foreign diplomatic missions The Trump administration announced that it will designate four more Chinese media organizations as foreign diplomatic missions, arguing that they are under the control of the Chinese Communist Party.",
  "Two more Trump staffers test positive for coronavirus after Tulsa rally Two staffers who attended President Donald Trump's rally in Tulsa, Oklahoma, on Saturday tested positive for coronavirus, Trump's campaign said Monday.",
  "The right title for Bolton's book Samantha Vinograd writes that a better title for former National Security Adviser John Bolton's upcoming book, \"The Room Where It Happened\" would add, \"As I Stood By.\" Rather than absolve Bolton of responsibility, the book shows he put national security at st…",
  "Patagonia joins growing Facebook advertiser boycott over the site's failure to stop 'hateful lies and dangerous propaganda' The boycott, which is known as #StopHateForProfit, was driven by Facebook's failure to act against \"hateful lies and dangerous propaganda,\" Patagonia said.",
  "The US Wasn't Prepared for Covid-19: Dr. Sanjay Gupta's coronavirus podcast for June 22 We are over four months into the pandemic, and the US doesn't have the testing capabilities, contact tracing or political buy-in that many other countries have implemented. CNN's Dr. Sanjay Gupta talks with Dr. Zeke Emanuel, an oncologist and bioethicist who …",
  "What you need to know about coronavirus on Monday, June 22 As the WHO reports the biggest single daily jump yet, health experts warn that spikes in US states are being driven by the public's waning willingness to social distance."
]