[
  "2020 primaries: 4 things to watch in Tuesday's contests Last week's down-ballot primary action in Kentucky and New York still isn't settled, but it's time for three more states -- Colorado, Utah and Oklahoma -- to host primaries Tuesday, and there's at least one contest in each state that could help shape the bala…",
  "The US has 4% of the world's population but 25% of its coronavirus cases American life has been irrevocably altered by the worst pandemic in a century. Here, in dollars, percentages and — most tragically — lives, is the pandemic's devastating toll on the US.",
  "House Democrats express concern as administration stymies request for oversight on women's security strategy House Democrats charged with national security oversight say the Trump administration is effectively refusing to testify before Congress about an initiative to reduce global conflict and improve women's security that was spearheaded by Ivanka Trump.",
  "No social distancing planned for Trump's Mt. Rushmore fireworks event, governor says President Donald Trump and first lady Melania Trump will travel to Mt. Rushmore National Memorial in Keystone, South Dakota, on Friday for an early Fourth of July fireworks celebration and flyover, the first of its kind in more than a decade. The event will g…",
  "Pentagon says Trump has approved plans to cut troops in Germany President Donald Trump on Monday approved plans to significantly reduce the number of US troops in Germany after being briefed by top Pentagon officials on the move, which was directed by Trump and has drawn bipartisan criticism that it would weaken the US mi…",
  "Amy McGrath wins Kentucky Senate Democratic primary, CNN projects Amy McGrath won a closely-watched and surprisingly close Senate Democratic primary in Kentucky, CNN projected on Tuesday.",
  "'It would help if from time to time the President would wear one' Forget the new Cold War with China, the old one between the United States and Moscow isn't finished with us yet.",
  "5 things to know for June 30: Coronavirus, SCOTUS, White House, China, social media Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "The white-collar revolt against Trump is peaking From his open defiance of public health officials when holding rallies to his increasingly explicit embrace of White racial backlash, President Donald Trump has set a course for his reelection campaign that could produce the GOP's largest deficit in the histo…",
  "Trump hoping for Supreme Court vacancy as way to boost a flagging campaign As the Supreme Court hands his administration successive defeats at the same time his political standing craters, President Donald Trump has begun to raise both publicly and privately the potential boon another nomination to the panel this year might provide.",
  "Colorado votes for Democrat to take on GOP Sen. Cory Gardner Colorado will vote on Tuesday to pick a Democrat to take on GOP Sen. Cory Gardner, a choice that will define one of the party's best opportunities to defeat an incumbent Republican on its quest to take back the Senate.",
  "Journalists like Maria Ressa face death threats and jail for doing their jobs. Facebook must take its share of the blame In September 2018, a group of academics, civil society organizations and journalists gathered at Facebook's headquarters in Menlo Park, California. The off-the-record event, designed to explore how social media content can lead to offline harm in vulnerable c…"
]