[
  "Fauci and CDC Director Redfield to testify at House coronavirus oversight hearing Dr. Anthony Fauci, the nation's top infectious disease expert, along with CDC Director Dr. Robert Redfield and other government officials will testify Tuesday at a House oversight hearing on the Trump administration's response to the coronavirus pandemic.",
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "Trump moves quickly to calm worries over China trade deal after adviser's comments President Donald Trump moved quickly to try and calm stock market worries after top China trade adviser Peter Navarro cast doubt over the future of his hard-fought trade deal with Beijing.",
  "Democrats go on offense against Trump on trade and China The Democratic National Committee is going on offense against President Donald Trump's trade record, hoping that a new television ad campaign and a series of focused events headlined by top Democrats will persuade voters who backed Trump in 2016 to reject him…",
  "Emergency small business loans helped, but they won't be enough Congress' $650 billion forgivable loan program helped small business owners keep millions of people on their payrolls as states imposed shutdowns, but some lawmakers and economists say more aid will be needed to make sure they recover in the long term.",
  "Markets are very sensitive to what happens in Washington. Here's proof The White House maintains that the US-China trade deal reached late last year remains in place. But after comments from White House trade adviser Peter Navarro roiled markets, one thing is clear: Investors are still extremely sensitive to news and rhetoric fr…",
  "White House adviser's comments on China send markets on a roller coaster Comments from White House trade adviser Peter Navarro regarding the China trade deal sent markets on a rollercoaster on Tuesday.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Race is on to replenish supply stockpile amid concerns of a second coronavirus wave The Trump administration is in a race to outpace the coronavirus as it seeks to replenish the country's national supply stockpile, despite conflicting messaging from officials about the potential severity of a second wave of the virus.",
  "Tech companies slam Trump's executive order restricting work visas Silicon Valley is pushing back against President Donald Trump's latest immigration curbs, affecting visa programs that its biggest companies use to bring in thousands of skilled foreign workers.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "Presidential debates and Modi's China challenge Rudy Giuliani is up to his tricks again.",
  "Four weeks after George Floyd's death, an embattled police union finally speaks out Nearly a month after the death of George Floyd at the hands of law enforcement, and after repeatedly refusing requests for comment on an incident that sparked nationwide calls for policing reform, officials from the Police Officers Federation of Minneapolis a…",
  "As America reopens, I fear I'll be isolating for years David A. Andelman writes that as a 75-year-old with chronic asthma, he has reached the disturbing conclusion that it may be years before he can return to his New York City apartment or visit his family in Paris."
]