[
  "There's a long way to go before Congress agrees on another coronavirus stimulus package To put it simply, there is a long way to go before congressional lawmakers agree on another stimulus package to stem the effects of the coronavirus on the American people and the economy.",
  "Government releases borrower details for small-business relief program After withering pressure from lawmakers, the federal government on Monday released data on hundreds of thousands of borrowers from the $660 billion Paycheck Protection Program -- the main relief vehicle for small and mid-size companies suffering from the pand…",
  "After outlets criticize Biden ad for not mentioning PPP loans, one small business bears the brunt of online harassment A campaign ad for former Vice President Joe Biden featuring a small business owner has come under attack by the Trump campaign and conservative outlets and personalities for its alleged dishonesty.",
  "Tammy Duckworth, now in VP spotlight, won't say if Biden should select a Black running mate When Joe Biden pledged at the final Democratic primary debate to select a woman as his running mate, Illinois Sen. Tammy Duckworth was rarely mentioned as a contender.",
  "White House chief of staff repeats Trump's baseless coronavirus claim White House chief of staff Mark Meadows on Monday reiterated President Donald Trump's baseless claim that 99% of coronavirus cases are \"totally harmless.\"",
  "The GOP after Trump: a recipe for survival The GOP must rescue itself from the doom President Donald Trump is bringing down on it by returning to the politics of inclusion and addition, not exclusion and subtraction, says Charlie Dent.",
  "USAID religious adviser appointee made harsh anti-Islam comments and warned of violence if Tea Party failed in 2010 elections A newly appointed religious freedom adviser at the United States' agency responsible for foreign aid has a long history of making inflammatory and anti-Islam remarks, including calling for an armed revolution if the Tea Party did not win at the ballot box.",
  "The mask decision that will haunt Trump's reelection bid As coronavirus cases surge and governors begin agitating for a national mandate on wearing masks, President Donald Trump is showing few signs he'll budge on an issue that has come to epitomize a national pandemic response rooted in denial and which now threat…",
  "Court's ruling on Electoral College -- chaos could still ensue The Supreme Court's unanimous decision to bind so-called 'faithless electors,' won't fix much, says Robert Alexander. He argues that the states need to take urgent action to stem the potential for electoral and political chaos."
]