[
  "Investors, take note: Geopolitical risk is back in the middle of a pandemic Pricing assets during a pandemic has been tough, with little visibility on the trajectory of Covid-19 infections and the threat of fresh lockdowns looming. Now, as geopolitical tensions rise, the task looks even harder.",
  "America's coronavirus plateau, and the global reverberations of George Floyd's death Vice President Mike Pence, helming a disinformation campaign to convince Americans the threat from Covid-19 has largely passed, is accusing the media of hyping a \"second wave\" of infections. Unfortunately, the US hasn't even exited the first wave yet -- not l…",
  "House coronavirus committee chairman demands Trump administration release economic projections The head of the House's select committee on the coronavirus crisis is demanding unemployment and economic projections that the Trump administration had planned to leave out of its traditional mid-session economic forecast.",
  "Oklahoma coronavirus cases rise as Trump rally moves forward Coronavirus cases are rising in Oklahoma as President Donald Trump forges ahead to host a rally in Tulsa on Saturday that is expected to be attended by thousands.",
  "Fauci warns of 'anti-science bias' being a problem in US The White House coronavirus task force has been out of public view as President Donald Trump has shown an urgency to move past the pandemic, downplay recent surges in Covid cases in some states, and get Americans back to work.",
  "What we learned from John Bolton's eye-popping tale of working with Trump John Bolton details a troubling and shocking series of allegations in a new book about his tenure as President Donald Trump's national security adviser, alleging Trump requested Chinese help to win the 2020 election, that the President argued Venezuela is par…",
  "What you need to know about coronavirus on Thursday, June 18 As coronavirus cases continue to surge across America's South and West, officials are beginning to reverse course on mask advice.",
  "Microsoft president calls for federal regulation of facial recognition technology In addition to Microsoft's moratorium on selling facial recognition to US police departments, the company currently does not sell the technology to federal law enforcement, Microsoft President Brad Smith said during an interview with Politico Thursday.",
  "Betsy DeVos is still fighting to exclude DACA students from coronavirus aid The Department of Education is continuing its fight to exclude undocumented college students from receiving coronavirus relief grants despite a ruling from a federal court judge Wednesday that temporarily strikes down the agency's policy on funding eligibilit…",
  "Descendants of Tulsa's 1921 race massacre seek justice as the nation confronts a racist past The beating heart of Tulsa, Oklahoma's Greenwood District is Vernon A.M.E. Church.",
  "An Arizona sheriff who said he wouldn't enforce the state's stay-at-home order has tested positive for Covid-19 When Arizona Gov. Doug Ducey extended the state's stay-at-home order into mid-May, Pinal County Sheriff Mark Lamb countered that the policy had gone on long enough.",
  "Genetically engineered mosquitoes get EPA approval for Florida release despite objections from environmental groups A genetically modified mosquito has received both state and federal approval to be released into the Florida Keys, against the objection of many local residents and a coalition of environmental advocacy groups."
]