[
  "'They're in denial': How Trump's White House is ignoring the pandemic President Donald Trump has largely tuned out the persistent coronavirus contagion -- which is causing spikes in new cases across 21 states and daily death tolls that reach into the hundreds -- to focus instead on reviving both the economy and his own politica…",
  "Donald Trump, the stock market cheerleader-in-chief is back President Donald Trump has cast himself as \"tariff man,\" a \"very stable genius,\" and even the \"Chosen One.\" Now improving economic numbers have him once again playing the role of stock market cheerleader-in-chief.",
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "As the US rolls out new sanctions on Assad, Syria braces for economic devastation The United States has rolled out fresh sanctions that aim to drive Syrian President Bashar al-Assad back to a UN-led negotiating table and threaten to devastate Syria's already floundering economy.",
  "Watchdogs warn government faces difficulties stopping fraud in coronavirus relief The committee of government watchdogs overseeing the federal government's response to the Covid-19 pandemic warned Wednesday that federal agencies face significant challenges rapidly doling out $2 trillion in relief money while stopping fraud and misuse of th…",
  "House Democrats accuse Trump administration of violating law on small business program oversight Senior House Democrats demanded the Small Business Administration comply with Government Accountability Office requests related to the $660 billion Paycheck Protection Program, accusing the agency of breaking the law with its decision not to respond oversight…",
  "Trump's first pandemic-era foreign visitor is Polish President looking for an electoral boost President Donald Trump will welcome his first foreign visitor in months next week when Poland's leader comes to the White House for talks. Four days afterward, Andrzej Duda will face reelection in a race that has tightened considerably in the past month.",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "As demand for police reform grows, military equipment program faces new scrutiny Cell phone videos from protests around the country in recent weeks have recorded scenes that seem like they're straight out of a warzone: Police officers decked out in body armor and gas masks, facing down protesters across tear gas-filled streets."
]