[
  "Mary Trump reveals how she became a top source for The New York Times Mary Trump, President Trump's niece, reveals in her forthcoming tell-all book that she was a source for The New York Times' Pulitzer Prize-winning story about the President's tax returns.",
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "Brazil opens itself up, to everything except masks In São Paulo, you can go to the market, hit a bar, attend Mass. All without wearing a mask, even though there have been more than 1.6 million cases of coronavirus in this country and deaths are continuing to rise.",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "The United States is 'looking at' banning TikTok and other Chinese social media apps, Pompeo says The United States is \"looking at\" banning Chinese social media apps, including TikTok, Secretary of State Mike Pompeo said Monday.",
  "Republican anxiety grows as Democratic Senate challengers outraise incumbents Democratic Senate candidates, spurred by anger at President Donald Trump and hope that the party could take back the Senate, have posted massive second quarter fundraising numbers this month, distressing Republicans who now fear November's election could be d…",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "Trump's stunning embrace of slavery's symbols will backfire As he tries to draw his base to his side, the US President is rising up to protect the symbols of the most shameful parts of the nation's past, writes Frida Ghitis. But he is misreading the electorate -- a majority support the anti-racism protests -- and risk…"
]