[
  "CDC woes bring Director Redfield's troubled past as an AIDS researcher to light As the coronavirus death toll  in the US  tops 107,000, questions have intensified over what could have been done to avoid such a catastrophic loss of life.  Beyond criticism of President Donald Trump himself, scrutiny has fallen particularly hard on the US C…",
  "Trump's foundation starts to crack John Avlon writes that criticism of President Trump from James Mattis', and other respected military and national security figures, is not partisan bluster. The military is typically sympathetic to Republican presidents, so this represents cracks in Trump's c…",
  "Mark Cuban was seriously weighing a run for president last month. Here's why he decided against it In the midst of the coronavirus pandemic, while many people were learning how to bake sourdough or plant a garden, Mark Cuban was considering a run for president. He even hired a pollster.",
  "Reimagining the world after Covid The challenge for those of us who understand that climate change threatens people for generations to come, is to remember that things can be different. It would be awful if a deadly pandemic is what we need to see it, writes John Sutter. But one hopeful outco…",
  "Why Trump's 'law and order' rhetoric may not be as effective as it was for Nixon and Reagan President Donald Trump has returned to an old playbook, launching a heavy-handed \"law and order\" campaign that recalls the message employed with success by modern Republican predecessors, from Richard Nixon to Ronald Reagan to George H.W. Bush, dating back mo…",
  "The Top 10 women Joe Biden might pick as vice president Ambitious politicians spend years seeking to shape a career that allows them to wind up in the White House or on a major party's national ticket. But as the last week has reminded us, unforeseen events always seem to intervene -- and have the potential to fun…",
  "Coronavirus may not be mutating, but experts say there is still potential for danger Covid-19 is not mutating, health experts say, but that doesn't mean it's not dangerous."
]