[
  "Analysis: Germany's chancellor knows how to insert a dagger Trump, as well as Brazil's Jair Bolsonaro and Russia's Vladimir Putin, must have felt his ears burning when the German Chancellor demolished their approaches to the coronavirus in a speech Thursday. \"As we are experiencing firsthand, you cannot fight the pand…",
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul - CNN 5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul  CNN",
  "Alexandria Ocasio-Cortez, Chef José Andrés and others criticize Goya CEO for supporting Trump Goya Foods' reputation took a hit this week when CEO Robert Unanue said the country was \"truly blessed\" to have a leader like President Donald Trump. The brand was beloved for offering affordable, high-quality Latin American cuisine staples.",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump After a frenetic few weeks, the Supreme Court gaveled out Thursday, bringing to a close an unprecedented term that defied expectations and shifted perceptions of the court in the heat of an election year.",
  "Labor secretary says schools essential, like factories -- but plants have had Covid outbreaks In one of the Trump administration's latest efforts to pressure schools to reopen, Labor Secretary Eugene Scalia said Thursday that schools were an \"essential service\" and cited factories as a model.",
  "A secretive and controversial startup may go public. Here's what you should know about it In the 17 years since it was founded, Palantir Technologies has received financial backing from the CIA, become one of the most valuable private companies in the US, and earned a seat at the table alongside the biggest tech companies in meeting with President…",
  "Exclusive: Delta CEO says federal government should issue a mask mandate As the Covid-19 pandemic continues to spread throughout the United States, travelers are still not federally required to wear a mask on a passenger jet. But Delta CEO Ed Bastian said the government should make it a mandate.",
  "WHO chief blasts 'lack of leadership' and calls for global unity as coronavirus cases mount worldwide The director-general of the World Health Organization has condemned a \"lack of leadership\" in fighting the coronavirus pandemic and made an emotional plea for global unity, as cases soar in multiple countries and the world struggles to contain the devastating…",
  "I teach public school. I love my students. I don't want to die I am a public school teacher and I don't want to die. As the question of whether and how to reopen schools in the fall intensifies, with parents and especially politicians expressing their opinions, I want to ask: Has anyone asked what we want to do in the fa…",
  "Tucker Carlson's top writer resigns after secretly posting racist and sexist remarks in online forum Editor's note: This article quotes racist, homophobic and sexist language, much of which has not been censored."
]