[
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Jeff Sessions takes on former Auburn football coach in bid for old Senate seat Jeff Sessions has never lost a race in his life. For two decades, he served as an Alabama senator, pushing a populist agenda from the far right with a deep Southern drawl.",
  "READ: White House announces Trump is granting clemency to Roger Stone President Donald Trump on Friday commuted the prison sentence of his friend and former political adviser, Roger Stone, days before Stone was set to report to a federal prison in Georgia, according to the White House.",
  "Trump ally battles a liberal challenger. Poland's deep divisions on show in presidential run-off vote Poland is a country deeply divided over cultural issues, and the direction the former Soviet bloc nation should take next: does it want to be a European-style liberal democracy, or does it take a more authoritarian path?",
  "Trump chooses distraction politics over leadership President Donald Trump commuted the sentence of longtime friend Roger Stone on a day when he visited the hot zone of Florida, showing no remorse about the rushed reopening that has plunged the nation's health care system back into chaos and barely acknowledgi…",
  "A new world war over technology Nations and companies around the world are being sucked into a running battle over the future of technology between the United States and China, forcing them to choose sides in a conflict that is fracturing global supply chains and pushing businesses out of l…"
]