[
  "Democrats roll out new tool to combat voter purges The Democratic National Committee will roll out a new tool on Tuesday aimed at helping Democratic campaigns and state parties contact voters who have either been purged from active voter rolls or marked as inactive voters, operatives in charge of the program …",
  "Trump indicates he's not budging on reducing number of US troops in Germany President Donald Trump indicated on Monday that he's not reconsidering a plan to withdraw thousands of US troops from Germany, despite some Republicans in Congress saying they don't support the move.",
  "Fact-checking Trump and Barr's attacks on John Bolton's book President Donald Trump and Attorney General William Barr slammed former Trump national security adviser John Bolton on Monday over the book Bolton intends to publish next week about his time in the White House.",
  "Opinion: What Trump and Congress can do now on policing The broken culture of policing and the lack of accountability for cops who use deadly force against black and brown people is too deeply rooted to change overnight. But our nation's leaders can take meaningful steps and put down important markers now, writes …",
  "Pentagon warns China is exploiting the coronavirus pandemic to wage 'economic warfare' on the US Defense officials are increasingly concerned China is using the coronavirus crisis to gain stakes in strategically important businesses as the pandemic leaves struggling companies urgently in need of capital.",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "Top Senate Republican pushes back on GOP leaders: 'Bad decision' to wait a month on police reform Senior Senate Republicans signaled on Monday that the chamber may have to wait at least a month to take up policing overhaul legislation -- a timeline that sparked criticism from the GOP senator leading the effort amid demands across the country for urgent ac…",
  "5 things to know for June 16: LGBTQ rights, North Korea, protests, police, Covid-19 Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "What you need to know about coronavirus on Tuesday, June 16 China is seeing its most serious spike of the coronavirus in months, ratcheting up fears of a potential second wave in the country where the global pandemic began."
]