[
  "America is in crisis, but 'the biggest casino in the world' is open for business Pandemic economics is proving the wisdom of the savvy investor who once called the New York Stock Exchange \"the biggest casino in the world.\"",
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "The scary alternative reality playing on Fox News In the news business, it's easy to get cynical (just look at what we saw on Fox News, below) but then some days you start to see good news pile up, and today that good news is a list of Very Important Brands choosing to fight for racial justice. Let's get int…",
  "Trump drops 'socialism' tack and goes after 'defund the police' Amid falling poll numbers, the President has abandoned his socialist attacks, showing some belated, self-conscious awareness that Joe Biden's nomination and the combined Covid-19 and economic crises have him backed into a corner -- which is precisely where he…",
  "Pentagon announces $250 million in security assistance to Ukraine The Pentagon has officially confirmed it is moving forward with a $250 million security assistance package to Ukraine, half of which was contingent on Kiev making progress on reforms and anti-corruption efforts.",
  "Trump and Biden are raking in millions in recent weeks with the help of elite fundraisers This week, President Donald Trump resumes in-person fundraising with a $10 million event in Dallas.",
  "Jon Ossoff wins Georgia US Senate Democratic primary after major voting delays Georgia Democrat Jon Ossoff won the Democratic primary for a US Senate seat, CNN projected Thursday, becoming a standard bearer for a party increasingly hopeful of taking the Republican Southern stronghold in 2020.",
  "Jon Ossoff holds strong lead in Georgia Democratic Senate primary Georgia Senate candidate Jon Ossoff holds a strong lead in a Democratic primary defined by how difficult it was for voters to participate in their democracy.",
  "Noel Francisco to step down as US solicitor general, sources say US Solicitor General Noel Francisco is expected to resign from his role as the government's top lawyer before the Supreme Court in the coming days, according to two sources familiar with the move.",
  "Nike joins the companies making Juneteenth an annual paid holiday Nike is adding June 19, a holiday called Juneteenth, to its list of official, paid company holidays.",
  "How Silicon Valley is putting our rights at risk Ramesh Srinivasan and Rene Bermudez write that instead of trusting private corporations that brand themselves as servants of the public, we the people need to have greater power over our technologies and public institutions. Tech companies need to adopt a Dig…",
  "Mississippi lawmakers pushing to remove Confederate emblem from state flag A bipartisan group of Mississippi state lawmakers want to remove the emblem of the Confederate battle flag from the Mississippi state flag and appear to have support from at least one powerful Republican lawmaker."
]