[
  "Stocks tumble after Supreme Court rules Trump must hand over tax returns The Dow and the broader US stock market tumbled on Thursday after the Supreme Court dealt a blow to the Trump administration.",
  "See Trump's reaction to Supreme Court's ruling on his taxes President Trump lashed out after the Supreme Court ruled that President Trump is not immune from a New York prosecutor's subpoena for his tax return.",
  "Mask Trump, unmask his taxes Supreme Court rulings in two cases related to President Trump's taxes ensure, writes Ed McCaffery, that the insanity will continue, with no resolution before November's election: delay, expense, the rule of law stretched to the breaking point -- all to attemp…",
  "Supreme Court to rule on Trump's financial records SCOTUS is expected to rule on two momentous cases that will determine whether the House and a New York prosecutor can successfully subpoena Trump's accounting firm and banks for his taxes and financial documents. Follow here for the latest.",
  "Michael Cohen taken into custody for violating terms of his early release from prison President Donald Trump's former personal attorney Michael Cohen has been taken into custody for violating terms of his early release from prison, his attorney Jeffrey Levine told reporters Thursday afternoon.",
  "Biden set to unveil economic agenda in speech outside Scranton Presumptive Democratic nominee Joe Biden will unveil the first major plank of his economic agenda Thursday, detailing a moderate proposal to use government purchasing to spur manufacturing in sectors such as clean energy, infrastructure and health care.",
  "5 things to know for July 9: Coronavirus, SCOTUS, schools, RNC, Brazil Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "What's behind Roberts' stinging rebuke of Trump Elie Honig writes that after John Roberts issued his latest decision in the case of Trump's financials, it's clear the chief justice is conscious of his legacy and does not want his tenure to go down in history as one in which the court became hopelessly divi…",
  "Democrats, it's too soon to cheer Trump's defeat Arick Wierson and Bradley Honan write that it gives them no great joy to think about Trump getting a second term, but here are some things that Democrats need to consider before celebrating a Joe Biden victory. One main thing is that Trump's numbers are down …",
  "Democrats, it's too soon to cheer Trump's demise Arick Wierson and Bradley Honan write that it gives them no great joy to think about Trump getting a second term, but here are some things that Democrats need to consider before celebrating a Joe Biden victory. One main thing is that Trump's numbers are down …",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "CDC director says agency won't revise school reopening guidelines despite WH push The Centers for Disease Control and Prevention will not revise its guidelines for reopening schools despite calls from the White House to do so, agency Director Dr. Robert Redfield said Thursday.",
  "The Top 10 women Joe Biden might pick as vice president As Joe Biden's self-imposed deadline for making up his mind on a vice presidential pick -- August 1 -- draws closer, the former vice president and his VP vetting team have gone almost totally silent about their machinations.",
  "TikTok is a national security threat, US politicians say. Here's what experts think The short-form video app TikTok has quickly become a key part of popular culture in the US, serving as a platform for viral memes as well as political satire and activism. Facebook, the dominant force in social media, has tried to copy the app, but so far tha…",
  "Americans made 'tremendous sacrifices.' The great reopening of the pandemic summer still got derailed The big US reopening of the pandemic summer, it turns out, has gone way off track."
]