[
  "Analysis: To save his presidency, Donald Trump may tear America apart To save his presidency, Donald Trump may tear America apart.",
  "Trump warns stocks will 'disintegrate' if he loses. But stocks are climbing as Biden pulls ahead President Donald Trump is warning a blue wave in November will crash into Americans' investment portfolios. Wall Street, however, is hardly cowering at the prospects of a Democratic sweep.",
  "Just how far will Clarence Thomas go? Lisa Tucker writes with rumors of Clarence Thomas's retirement swirling, progressives like her should hope he holds on for one more year. A retirement now could open the window for him to be replaced by a Trump appointee. But the opposite could be true should…",
  "Mexican president set to meet Trump US President Donald Trump and Mexican President Andres Manuel Lopez Obrador set to meet at the White House to celebrate the new North America free trade deal. The visit comes in the midst of the Covid-19 pandemic, which has spiked in both countries. CNN's Mat…",
  "After Trudeau snub, what Trump really wants from Obrador summit Samantha Vinograd writes that Donald Trump will use Wednesday's White House visit by Mexico's President Andrés Manuel López Obrador as a campaign event to cast the implementation of the USMCA as an economic tailwind amid a brutal economic downturn and use AML…",
  "Trump trashes CDC school reopening guidelines as 'very tough' and 'expensive' President Donald Trump tweeted Wednesday his disagreement with the US Centers for Disease Control and Prevention guidelines for safely reopening schools, calling the recommendations \"very tough\" and \"expensive.\"",
  "Joint Biden-Sanders task forces unveil progressive platform after months of negotiations Presumptive Democratic nominee Joe Biden's campaign on Wednesday released a raft of policy recommendations crafted by allies of the former vice president and Sen. Bernie Sanders of Vermont, underscoring the party's unity less than four months from November's …",
  "Gravedigger takes Covid-19 more seriously than Brazil's President Brazilian President Jair Bolsonaro continues to downplay coronavirus even on the day he announces he has the disease but a veteran gravedigger and the country's former health minister have very different views.",
  "Here are the 5 Supreme Court cases the justices have yet to rule on The Supreme Court is taking an unusually long time to complete its term this year, with decisions in five cases still under wraps days after the justices would have typically cleared out its docket for the season.",
  "Mary Trump's disturbingly credible assessment of her 'dangerous' Uncle Donald Michael D'Antonio writes that while no one will ever fully explain Donald Trump's cruelty, vanity and insecurity, a new book by his niece Mary L. Trump comes closer than anyone to describing the making of a seemingly heartless person who won his way to the Wh…",
  "Supreme Court set to issue opinions Thursday on Trump's financial records The Supreme Court is expected to issue opinions in two cases concerning access to President Donald Trump's financial records on Thursday, the final day of the term, the court announced on Wednesday.",
  "New Hampshire rally shows how the Trump campaign is adjusting to 2020 realities Rally planning for the Trump campaign has changed dramatically since 2016. Staffers had expected to be bouncing around from swing state to swing state, packing arenas and using the earned media attention to hammer former Vice President Joe Biden. Instead, the…",
  "What you need to know about coronavirus on Wednesday, July 8 As the Trump administration officially withdraws from the World Health Organization, the agency is also being accused of dragging its feet on declaring coronavirus airborne.",
  "Ady Barkan, progressive activist with ALS, endorses Biden: 'He is everything Trump is not' Ady Barkan, a prominent progressive activist who is dying of ALS, endorsed Joe Biden on Wednesday, saying, \"He is everything Trump is not.\"",
  "Reopening American schools, and why Trudeau skipped a visit to the White House They might not admit it, but America's kids need to go back to school. As the pandemic spirals out of control, the longest summer vacation on record is now threatening to become a lost year.",
  "Covid-19 creates headaches for Republicans racing to stage Florida convention Florida, the site of next month's scaled-down GOP convention, is now one of the nation's hotspots for the virus, raising concerns about how many Republicans will travel to the state.",
  "For American high-speed rail, 2020 could be a turning point High-speed rail, long an afterthought in the United States, is making significant process in the unlikeliest of times.",
  "Tim Scott says he's moved back to the 'drawing board' on police reform The architect of the GOP's failed police reform bill said Wednesday that he was talking to senior House Democrats and moving closer to a potential deal on the thorny issue that had consumed policy circles in Washington following George Floyd's death.",
  "New satellite imagery shows activity at suspected North Korean nuclear facility New satellite images obtained by CNN show recent activity at a previously undeclared North Korean facility that researchers suspect is being used to build nuclear warheads.",
  "One million foreign students risk being frozen out of US colleges. Some might never come back In two months, 19-year-old Tianyu Fang is due to start his first semester at one of the most-prestigious schools in America: Stanford University in California. Now, the Chinese national isn't sure if he'll make it."
]