[
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "By blocking visas for foreign workers, Trump is further hurting the US economy Suspending H-1B visas, even as a temporary response to Covid-19 concerns, is a misguided move, write Susan Cohen, the founding chair of the immigration practice at Mintz in Boston, and Jennifer Hunt, a professor of economics at Rutgers University. It will not…",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "Barr says, without citing evidence, that an election done predominantly by mail would not be secure Attorney General William Barr dismissed the possibility of a predominantly mail-in election being secure, echoing a stance promoted by President Donald Trump and dismissed by nonpartisan election experts.",
  "Padma Lakshmi says this ingredient makes American food great In her new show, \"Taste the Nation,\" longtime \"Top Chef\" host Padma Lakshmi argues there's one key ingredient that makes American food great.",
  "Facebook will label more controversial content and tighten advertising policies Facebook will ban ads that scapegoat minorities, immigrants, racial or other groups as part of a wider crackdown on hate speech, according to CEO Mark Zuckerberg.",
  "Liz Cheney posts photo of former VP in face mask and says 'real men wear masks' Wyoming Rep. Liz Cheney posted a photo of former Vice President Dick Cheney sporting a face mask on Friday and took a shot at the manhood of people who refuse to wear face coverings in a seeming jab at President Donald Trump.",
  "Germany troop withdrawal highlights rising fortunes of two White House allies amid Esper's isolation The White House's plan to withdraw thousands of US troops from Germany is emerging as a new point of tension between the President and top Pentagon leaders, including Defense Secretary Mark Esper, who has avoided criticizing the move publicly but has signific…",
  "Pence pressed on wisdom of holding campaign events amid resurgent pandemic Vice President Mike Pence was twice pressed on the wisdom of holding campaign rallies, even as the administration's own public health experts continue to warn against large public gatherings and as coronavirus cases surge, during a news conference Friday.",
  "Democrats see clear path to take back the Senate: 'Something real is shaping up around the country' Senate Democrats are growing increasingly bullish about their chances to retake the majority in the chamber in November as national polls show President Donald Trump floundering in key battleground states and Republicans publicly and privately urge the Presid…",
  "Pressure mounts on DeSantis as coronavirus cases spike in Florida With coronavirus cases climbing in Florida, Gov. Ron DeSantis has dodged mounting pressure to pause the state's reopening, a position that reflects both the Republican leader's past defiance in the face of the pandemic and his political positioning.",
  "The three women who should be at the top of Biden's VP list Robert Alexander and David B. Cohen write that Sen. Kamala Harris, Rep. Val Demings and former National Security Adviser Susan Rice should be at the top of Joe Biden's vice president list. They each would make a compelling statement during this tumultuous tim…",
  "The hard truth about the Facebook ad boycott: Nothing matters but Zuckerberg For years, Facebook has been viewed as one of the only truly indispensable digital advertising platforms for big and small businesses looking to reach the social network's vast audience. Even as the company lurched from one controversy to the next, and endure…",
  "Governors ignoring Covid-19 surge send a clear message to Black and Latinx communities Cecilia Munoz writes that as states continue to open up, many of them moving too quickly from one phase to another, Black and Hispanic Americans remain at a higher risk of infection and death -- as much as eight to 10 times higher -- than their White counterp…",
  "China is about to pass a controversial national security law in Hong Kong. Here's what you need to know China is about to pass a new national security law in Hong Kong, sparking widespread fear and controversy. What exactly is it, and why is it so worrying?"
]