[
  "Supreme Court rejects Trump bid to end DACA protections Shannon Bream breaks down the court ruling on immigration protections.",
  "Ali Noorani: Supreme Court DACA ruling — good news and now Congress must act to protect Dreamers After months of anticipation and years of uncertainty, 700,000 Dreamers received their verdict from the Supreme Court.",
  "Trump decries Supreme Court decisions as ‘shotgun blasts into the face’ of conservatives In the wake of a 5-4 Supreme Court decision that ruled against President Trump’s efforts to end the Deferred Action for Childhood Arrivals program, Trump railed against “horrible & politically charged decisions” coming from the court -- calling them “shotgun …",
  "Tech giants, including Apple, Amazon, cheer Supreme Court's DACA ruling Several large tech companies, including Apple, Amazon and Google have cheered the Supreme Court's decision to deny the Trump administration's efforts to end the Deferred Action on Childhood Arrivals (DACA) Act.",
  "Steve Levy: DACA decision – Supreme Court's blow to common sense and the rule of law The grounds upon which the Roberts Court made this decision were ridiculous.",
  "DHS chief hits DACA ruling, says it 'usurps' executive branch's authority Acting Homeland Security Secretary Chad Wolf on Thursday criticized the Supreme Court’s decision on the Obama-era Deferred Action for Childhood Arrivals (DACA) program, accusing the high court of failing to deliver certainty to recipients of the program, and …",
  "Trump calls for ‘new justices’ on Supreme Court, as conservatives rage at Roberts President Trump, in the wake of Thursday's defeat at the Supreme Court in his efforts to repeal the Obama-era Deferred Action for Childhood Arrivals (DACA) program, called for new justices as conservatives took aim at Chief Justice Roberts for what they calle…",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Carrie Severino: Supreme Court on DACA – this double standard weaponizes the judiciary Chief Justice John Roberts strikes again.",
  "Thomas calls ruling blocking Trump move to rescind DACA a 'timid' effort to avoid 'controversial' decision Supreme Court Justice Clarence Thomas, in an opinion objecting to the complex result of the court's Thursday decision stymieing President Trump's effort to end an Obama-era program that protected children who illegally arrived in the U.S. as children from dep…",
  "Judge Napolitano reacts to DACA ruling: Trump admin failed to follow rules The Supreme Court's Thursday ruling against the Trump administration's effort to end the Obama-era Deferred Action on Childhood Arrivals (DACA) program -- which offers legal protections to young immigrants brought to the country illegally as children -- was b…",
  "Chinese students are crucial to US national security, ex-Google CEO says Former Google CEO Eric Schmidt believes that legislative efforts to bar Chinese students from studying in the U.S. could be “against our own self-interest.”"
]