[
  "US-Canada border to remain closed to non-essential travel until July 21 Canadian Prime Minister Justin Trudeau on Tuesday announced that the U.S.-Canada border will continue to be closed to non-essential travel until late July because of the coronavirus pandemic.",
  "Chris Wallace says North Korea's destruction of liason office indicates nuke talks 'have basically collapsed' \"Fox News Sunday\" anchor Chris Wallace told \"Your World\" Tuesday that negotiations between the U.S. and North Korea over the status of the totalitarian regime's nuclear program \"seem to have basically collapsed.\"",
  "Neo-Nazis on trial for execution-style killing of German politician A German court began hearing the case Tuesday against two far-right extremists accused of killing a regional politician whose execution-style slaying shocked the country last year.",
  "Albuquerque to send unarmed social workers, not police officers, to some 911 calls Hours before Albuquerque police officers detained members of an armed civilian group when a protest erupted in gunfire Monday, the mayor of New Mexico’s capital city made an announcement that unarmed social workers – not officers – would now respond to certai…",
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Will the unrest in Libya and NATO's schism drag US back into conflict? It is coming up on nine years since Libyan dictator Muammar al-Gaddafi was assassinated, splintering the North African nation into a protracted conflict of contested rulers and warring militias.",
  "Internal police whistleblower protections seen as missing piece in reform push The issue of police reform has been thrust into the limelight in recent weeks following the death of George Floyd beneath the knee of a Minneapolis police officer last month, prompting calls for a litany of police reform measures aimed at squashing racism and…",
  "Tucker Carlson: Black Lives Matter is working to remake and control the country - and is immune from criticism Black Lives Matter is now more popular than the president of the United States -- and not slightly more popular than the president, much more popular."
]