[
  "Trump to sign order expanding immigration restrictions to include H-1B, other guest worker programs President Trump on Monday is expected to sign an executive order that significantly expands current immigration restrictions to include a number of guest worker programs including the H-1B visa -- an order the administration says will put Americans first for …",
  "Trump visiting Arizona to mark milestone of 200 miles of border wall construction President Trump is heading to Arizona on Tuesday to spotlight his administration's completion of the 200th mile of border wall construction along the nation’s southern boundary with Mexico.",
  "Dreamer, Trump supporter defends White House's bid to end DACA in favor of broader reform Hilario Yanez, a Dreamer who was brought to the country illegally as a toddler, told “Fox & Friends Weekend” on Sunday that he supports President Trump’s bid to end the Deferred Action for Childhood Arrivals [DACA] program in favor of broader reform, after a …",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump urges AOC to run against Schumer, says she’d win President Trump urged Rep. Alexandria Ocasio-Cortez, D-N.Y., to run against the state’s longtime Sen. Chuck Schumer in the 2022 primary in November, saying that she would be a “big improvement” and that she would likely win.",
  "Trump's steel tariffs stand after Supreme Court declines challenge The Supreme Court on Monday left in place President Trump’s 25 percent steel tariffs, declining to hear a challenge to the law that authorized it.",
  "State Department designates 4 more Chinese news outlets as propaganda The State Department designated four more Chinese news outlets as propaganda on Monday--  China Central Television, China News Service, People’s Daily and Global Times-- bringing the total to nine.",
  "Burgess Owens 'willing to not watch the game' if NFL allows players to kneel during national anthem Burgess Owens, a former player for the New York Jets, said that he is prepared to stop watching the NFL because of commissioner Roger Goodell’s encouragement of teams to consider signing Colin Kaepernick, and players choosing to peacefully protest during the …",
  "Confederate flags seen flying outside postponed NASCAR race at Talladega Confederate flags were displayed outside Talladega Motor Speedway on Sunday before the GEICO 500 NASCAR race was postponed until Monday due to rain."
]