[
  "Thousands of federal immigration employees brace for furloughs The U.S. Citizenship and Immigration Services (USCIS) alerted its federal employees that furloughs are coming July 20 because of a big budget shortfall caused by the coronavirus pandemic.",
  "Federal judge bars ICE from making NY courthouse arrests A Manhattan federal judge on Wednesday ordered Immigration and Customs Enforcement (ICE) agents to stop making arrests at state courthouses and criticized the agency's past behavior with regard to the issue.",
  "Anti-Defamation League slammed for 'weak' response to Ice Cube's anti-Semitic tweets The Anti-Defamation League (ADL) is under fire for what critics call a \"weak\" response to Ice Cube's series of anti-Semitic tweets.",
  "Seattle's 'Autonomous Zone' is latest escalation in city's lurch to the left: What to know The Seattle government this week essentially ceded a six-block area of its city to protesters declaring a cop-free \"Autonomous Zone,\" a dramatic loss of control by a government and police force.",
  "Snoop Dogg addresses Trump supporters: 'F--k you' Snoop Dogg is not holding back.",
  "Pompeo, Esper, Barr announce authorization of sanctions against International Criminal Court officials Secretary of State Mike Pompeo, Defense Secretary Mark Esper, and Attorney General Bill Barr announced Thursday that the U.S. will authorize economic sanctions against members of the International Criminal Court who improperly target U.S. officials and Americ…",
  "US coronavirus cases surpass 2M, spike in many areas while Europe’s decline, CDC says Confirmed cases of the coronavirus passed the 2 million mark in the U.S. on Wednesday, with infection rates in many areas appearing to spike -- despite declines in infections throughout Europe, according to a report.",
  "What do the Seattle protesters who have seized their own 'autonomous zone' want? Seattle protesters currently occupying a six-block \"cop free zone” that includes a shuttered precinct are now demanding things like free college and rent control in their push for police reform following George Floyd’s death."
]