[
  "Tensions At Home, Tensions Overseas President Trump has signed an executive order intended to address the growing demand for police reform. Law enforcement has been under the microscope ever since the death of George Floyd in Minneapolis Police custody. Boston's former Police Chief Daniel Linsk…",
  "North Korea: Redeploying troops, resuming military exercises at inter-Korean cooperation sites North Korea said Wednesday it will redeploy troops to now-shuttered inter-Korean cooperation sites, reinstall guard posts and resume military exercises at front-line areas, nullifying the landmark tension-reducing deals reached with South Korea just two years…",
  "James Carafano: US should back India after China kills at least 20 Indian troops The list of outrageous actions by China grew even longer Tuesday, with early reports that Chinese troops had killed at least 20 Indian soldiers in the disputed region of Kashmir on the border dividing the world’s two most-populous nations.",
  "Today on Fox News: June 17, 2020 ",
  "Ice Cube praises Sen. Tim Scott for opening the door for Democrats and Republicans to work on police reform Ice Cube praised GOP Sen. Tim Scott, R-S.C. for opening up the door for Democrats to work with Republicans on sweeping police reform laws.",
  "Solicitor General Noel Francisco, who has argued many Trump positions before Supreme Court, leaving DOJ Solicitor General Noel Francisco, the head lawyer for the federal government who has been at the forefront of defending the Trump administration's legal positions, announced on Wednesday he would leave his post in early July.",
  "Tom Homan: Trump’s police reforms will help prevent misconduct by bad cops without endangering public safety President Trump took an important first step Tuesday to address problems that exist within the law enforcement system when he signed an executive order to spur reforms “encouraging police departments nationwide to adopt the highest professional standards to s…",
  "Ahmaud Arbery's mother says Trump was 'very compassionate' during White House meeting Wanda Cooper-Jones, the mother Ahmaud Arbery, said President Trump was \"very compassionate\" when he met with various families behind closed doors on Tuesday, prior to signing an executive order geared toward reforming the country's policing tactics.",
  "Biden goes months without holding press conference, as Trump team accuses ex-VP of ‘hiding in his basement’ Presumptive Democratic presidential nominee Joe Biden has now gone well over two months without holding a press conference, fueling accusations from the Trump campaign that the former VP is spending the campaign “hiding in his basement.”",
  "Honduran president, wife test positive for coronavirus Honduras President Juan Orlando Hernández and his wife have tested positive for COVID-19, the Central American leader said late Tuesday in a television message.",
  "NY Democrat warns against left's push to defund police: It's a 'catchy slogan' but it doesn't make sense Suffolk County, N.Y., Executive Steve Bellone, a Democrat, told “Fox & Friends” on Wednesday that defunding police departments “doesn’t make sense.”"
]