[
  "Haberman: Why Trump won't remove confederate names CNN's Maggie Haberman explains why President Donald Trump says he will not consider removing the names of Confederate generals from US military bases, even though the decision would put him at with some of his own advisers.",
  "Hannity: President Trump is a victim of crooked cops, too On Fox News' \"Hannity,\" host Sean Hannity said that like George Floyd, President Trump also has been a victim of law enforcement.",
  "Florida voter: Trump means well; he loves our country After one of the most controversial weeks of his presidency, Donald Trump faces significant headwinds, polls suggest, as his advisers scramble to adapt to the challenging political climate. As CNN's Jeff Zeleny reports, however, some of his loyal supporters a…",
  "White House defends Trump tweet about Buffalo protester CNN's Abby Phillip says White House press secretary Kayleigh McEnany's defense of President Donald Trump's tweet about a protester who was pushed over by police was \"literally unbelievable\" because there are no facts tied to it.",
  "SE Cupp: For Trump, continued chaos is the plan Reflecting on the events that have so far defined 2020, CNN's SE Cupp says President Trump has \"collapsed spectacularly\" under the weight of what is required from him as commander in chief.",
  "Barr tells DC mayor federal law enforcement was necessary because of unrest Attorney General William Barr jabbed back at the mayor of Washington, DC, in a letter on Tuesday, saying that the use of federal law enforcement and national guard troops in the nation's capital was necessary because the unrest there had hit unprecedented and…",
  "Capitol Hill Republicans watch Trump's eroding standing with unease GOP senators are anxiously watching President Donald Trump's eroding political standing amid the deadly coronavirus pandemic -- coupled with his erratic response to the unrest stemming from the death of George Floyd -- and are uneasy that the political fallou…",
  "I love The New York Times, but what they did was wrong The New York Times is the best newspaper in the world, writes veteran journalist Steven A. Holmes, who worked there for 15 years. But the paper's actions after the publication of Sen. Tom Cotton's controversial op-ed have been a mistake that sends a potential…",
  "The story behind Trump's conspiracy theory tweet In an unsubstantiated claim, President Donald Trump tweeted, without evidence, that a 75-year-old man who was seriously injured after being shoved by police officers in Buffalo, New York, may have been part of a \"set up.\" CNN's Brian Stelter explains how Trum…",
  "What George P. Bush's endorsement of Donald Trump tells us about Republican politics President Donald Trump will have the vote of at least one member of the Bush clan this fall.",
  "Trump opposed to stripping Confederate names from US bases President Donald Trump said Wednesday he opposes any effort by the US military to rename the nearly one dozen major bases and installations that bear the names of Confederate military commanders.",
  "Supporters stand by the US President in Trump country ",
  "Friend of man shoved by police 'horrified' by Trump's tweet President Trump suggested in a baseless tweet that 75-year-old Martin Gugino, who was seriously injured after being shoved by police officers in Buffalo, New York, may have been part of a \"set up.\" His friend Keith Giles says anyone who knows Gugino would fin…",
  "Can Donald Trump still win? Five months from the election, Trump is in the deepest trouble of his political career.",
  "A new federal rule will make it easier to hunt bears, wolves on national preserves in Alaska The Trump administration published a new rule this week overturning an Obama-era ban on controversial hunting and trapping techniques on national preserves in Alaska.",
  "President Trump announces plans for rally in Tulsa next week President Donald Trump will host his first rally in months next week in Oklahoma, and he has plans to visit four other states in the coming weeks as his campaign prepares to relaunch in-person rallies, he said Wednesday.",
  "Trump tackles policing reform from administration still lacking diversity As President Donald Trump considers potential actions to take in the wake of protests demanding policing reforms and racial equality, the White House inner circle counseling him is exceedingly white and includes just one black Cabinet member and one black dom…",
  "The stock market no longer cares whether Trump wins It's been an amazing ride for stocks over the past few months despite a torrent of bad news about the global economy. And the stock surge is taking place even though President Trump is lagging in the polls.",
  "Trump weighs executive action on police reform ahead of Dallas roundtable The White House has begun initial stages of preparing an executive order on police reform, though it remains unclear which specific provisions it may include as President Donald Trump continues to weigh his options amid national outcry over police brutality, …",
  "Trump campaign demands CNN apologize for poll that shows Biden leading President Donald Trump's campaign is demanding CNN retract and apologize for a recent poll that showed him well behind presumptive Democratic presidential nominee Joe Biden."
]