[
  "Doctor debunks Trump's latest tweet on coronavirus Dr. Jennifer Lee explains to CNN's Jim Sciutto why Trump is wrong to blame the rise on Covid-19 to increased testing.",
  "Opinion: These are true patriots. Trump sees them as enemies America was born out of an act of resistance and has become more American with every peaceful protest since, writes Sen. Tammy Duckworth, who says President Trump's failure to understand that history constitutes a profound failure of leadership, compounded by…",
  "Doctor on Mt. Rushmore event: Trump is asking his supporters to jump off a cliff Dr. Celine Gounder called the Independence Day celebration at Mount Rushmore, which President Trump is attending, \"beyond irresponsible\" as coronavirus cases increase in the US. The event will not require masks or social distancing.",
  "Sources: 8 Secret Service agents remain in Phoenix with coronavirus after Pence trip At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronavirus symptoms after coming down with the disease while preparing for a visit by Vice President Mike Pence, two people familiar with the matte…",
  "The US, Brazil and others lifted lockdowns early. These charts show just how deadly that decision was Patience in lifting coronavirus restrictions is paying off all over the world, but lifting lockdowns too early can have deadly consequences.",
  "Hong Kong protest leader flees as government warns calls for 'revolution' are now illegal The ramifications of a new security law imposed on Hong Kong by China are still unfolding, as authorities moved to outlaw a popular protest movement slogan and at least one prominent activist fled the city rather than face potential arrest.",
  "Trump set for another massive event during a pandemic President Donald Trump and first lady Melania Trump head to Mount Rushmore National Memorial on Friday to celebrate an early Fourth of July at a gathering of an estimated 7,500 people during a global pandemic.",
  "The week in 30 photos Take a look at 30 photos of the week from June 26 through July 2.",
  "Hillary Clinton on Trump's handling of the coronavirus: 'I would have done a better job' Hillary Clinton taunted President Donald Trump in an interview published on Friday, criticizing his handling of the coronavirus by saying that she -- as president -- would have done a better job handling the international pandemic.",
  "Trump administration moves ahead with plan to open new pandemic office as coronavirus crisis intensifies ",
  "What the Russian bounty leaks really say about the Trump administration Is the internal government system for whistleblowers so broken that concerned officials went to The New York Times to blow the whistle instead?",
  "Of course Donald Trump wants fireworks over Mount Rushmore George Washington, Thomas Jefferson, Abraham Lincoln, Theodore Roosevelt ... Donald Trump?",
  "Trump is 'clearly flirting with disaster' by holding rallies and not wearing a mask, health expert warns Trump is 'clearly flirting with disaster' by holding rallies, attending events, health expert warns",
  "Fact check: Biden lambasts the President on coronavirus response Hours after the June jobs report -- which announced an increase of 4.8 million jobs -- was released Thursday morning, former Vice President Joe Biden gave a speech lambasting President Donald Trump over his response to the coronavirus.",
  "These are true patriots. Trump sees them as enemies America was born out of an act of resistance and has become more American with every peaceful protest since, writes Sen. Tammy Duckworth, who says President Trump's failure to understand that history constitutes a profound failure of leadership, compounded by…",
  "First half of 2020 year in review - CNN Every year typically has a few defining moments, but the past six months have contained many world-changing, paradigm-shifting developments.",
  "Monument protection is top priority for Trump administration this July 4th weekend Homeland Security officials have deployed across the country ahead of July Fourth to protect federal monuments as President Donald Trump continues to fume about activists who have attempted to topple controversial statues in viral moments of protest.",
  "Coronavirus is surging in Florida -- and so is anxiety over Trump's chances with senior voters John Dudley, a retired banker, proudly cast his ballot for Donald Trump in 2016, excited at the prospect of sending an entrepreneur to the White House on a pledge to change Washington.",
  "Liz Cheney, a key voice in House Republican leadership, increasingly breaks with Trump Rep. Liz Cheney of Wyoming, the third ranking Republican in the House, is publicly taking on President Donald Trump — and unlike with most of his other critics, the President seems wary to hit back.",
  "Mary Trump surfaces in written testimony as fight over publication of her book rages on Mary Trump's attorneys are pressing a judge to fully clear her path to publish a bombshell book about dealings with her family, including her uncle President Donald Trump, claiming the confidential settlement she signed decades ago was based on fraudulent fin…"
]