[
  "Republicans urge Trump not to terminate relationship with World Health Organization Despite alleging that the World Health Organization \"enabled\" the Chinese government's sweeping cover-up of the coronavirus pandemic's origins, House Republicans are urging the Trump administration to reconsider its recent decision to terminate relations with…",
  "Biden campaign says it raised nearly $81 million in May Presumptive Democratic presidential nominee Joe Biden's campaign says it raised nearly $81 million in May, a clear jump over his April figures.",
  "We can no longer be fired because of who we are John D. Sutter says the Supreme Court's ruling that LGBTQ Americans are protected against employment discrimination is a landmark decision, a rare moment of positivity during a painful time and reminder of how much more work is left to do to achieve equity.",
  "Why the Donald Trump-West Point ramp story actually matters President Donald Trump's slow and halting descent down a ramp following his commencement speech at West Point lit up the internet over the weekend, with many speculating about whether he was in ill health.",
  "My birthday wish for Trump As Donald Trump's opponents used Twitter to taunt him on his 74th birthday, Dean Obeidallah writes that current polling gives him hope that Trump will celebrate his next birthday as an ex-president  -- and that America will be led by a Biden administration.",
  "Ben Carson is urging Trump to rethink his opposition to those who kneel in protest during the National Anthem Housing and Urban Development Secretary Dr. Ben Carson said Monday that he is urging President Donald Trump to reconsider his long-held opposition to athletes kneeling during the National Anthem, and Trump could be open to changing his mind.",
  "Let's dispel the biggest myth of the 2016 election There's a bit of reporting in Mary Jordan's new book on Melania Trump -- out tomorrow! -- that should put to rest, once and for all, the idea that Donald Trump always knew he was going to win the 2016 election.",
  "Trump to rally for Tuberville in Jeff Sessions' hometown in Senate GOP primary fight President Donald Trump will travel to Mobile, Alabama, next month to rally on behalf of Tommy Tuberville, who is running against his former attorney general, Jeff Sessions, as he attempts to reclaim his old US Senate seat.",
  "Donald Trump's Tulsa rally is a very bad idea On Monday morning, President Donald Trump took to Twitter to brag about his planned return to the campaign trial on Saturday in Tulsa, Oklahoma.",
  "Melania Trump launches children's art project on 100th anniversary of women's right to vote First lady Melania Trump on Monday announced she would be launching an artwork-focused project for children to celebrate the 100th anniversary of women's right to vote.",
  "Don't be fooled into thinking Republicans are split over Trump Julian Zelizer writes that despite recent announcements and rumors of Republicans breaking with President Donald Trump, suggestions of a schism within the party are no more than that -- rumors.",
  "Trump expected to sign modest police reform order on Tuesday President Donald Trump is expected to sign an executive order on Tuesday to establish a national certification system for law enforcement agencies and a database to better track excessive uses of force by police officers nationwide, a source familiar with the…",
  "The remarkable idiocy of holding a Trump rally in Tulsa Covid cases are suddenlyup sharply there, so why would the President urge thousands to gather dangerously for a campaign event? Kent Sepkowitz has a theory: Not only does Trump get a groveling crowd and a chance to cruelly wink at the city's racist past but h…",
  "Trump defends cautious walk down ramp, which raised questions about his health President Donald Trump's ardent defense of his unsteady-appearing descent down a ramp this weekend at the US Military Academy thrust questions about his physical condition back to the fore.",
  "Voice of America top officials resign as Trump-appointed CEO takes over international network Two top officials at Voice of America resigned on Monday as an appointee of President Trump prepares to take control of international network and other US federally-funded media operations. The resignations were long in the making.",
  "Republican leaders aren't embracing White House adviser's suggestion of $2 trillion stimulus Top Senate Republicans are not embracing the assertion by a top White House adviser that President Donald Trump wants Congress to approve another $2 trillion worth of stimulus to help bolster the economy.",
  "Tulsa health director wishes Trump would postpone rally because of spike in Covid-19 cases The director of the Tulsa Health Department said he wishes President Donald Trump would postpone his planned campaign rally set to take place there on Saturday, citing concerns about a significant increase in local cases of Covid-19.",
  "Inspectors general warn Congress that Treasury might be curtailing stimulus oversight abilities A central pillar in the oversight of the largest economic relief package in US history has warned lawmakers its authority may be curtailed by a Trump administration legal opinion.",
  "US Postal Service faces challenges as new postmaster takes over As the newest US Postmaster begins his new job on Monday, the US Postal Service faces a number of challenges that are all intertwined: a financial crisis, ensuring the safety and health of its workers during a pandemic and looming questions over how voting by…",
  "Supreme Court won't hear challenge to California sanctuary law The Supreme Court on Monday left in place a lower court opinion upholding one of California's so-called sanctuary laws that limits cooperation between law enforcement and federal immigration authorities, a measure that the Trump administration says is meant t…"
]