[
  "Analysis: Why everyone who works for Trump should be very nervous right now The list of things that make President Donald Trump the maddest goes something like this:",
  "Gov. Cuomo: I believe this is a setup by President Trump New York Governor Andrew Cuomo tells CNN's Jim Sciutto why he thinks President Donald Trump is outspoken against voting by mail.",
  "Republican mayor says no rallies in Miami Miami Mayor Francis Suarez talks to CNN's Poppy Harlow about the city's rising coronavirus cases, testing and holding rallies for President Trump.",
  "Keilar to Trump campaign official: Is this funny to you? CNN's Brianna Keilar confronts Trump 2020 campaign communications director Tim Murtaugh about President Donald Trump's recent comments about coronavirus testing that he made at a rally in Tulsa, Oklahoma.",
  "Bolton book oozes with contempt Peter Bergen writes that there is simply no precedent for a former top administration official publishing a book about a sitting president that is as damning as John Bolton's. In more than 500 pages, it's hard to find any moment where Donald Trump is portraye…",
  "Trump spreads new lies about foreign-backed voter fraud, stoking fears of a 'rigged election' Reeling after a weekend campaign rally with lower-than-expected turnout, President Donald Trump changed the subject Monday morning with a series of widely debunked lies about alleged voter fraud in US elections, stoking fears of a \"rigged election\" this Novem…",
  "Bolton on why he won't vote for Trump Former national security adviser John Bolton spoke to ABC News about his time in the Trump administration and his book, \"The Room Where It Happened.\"",
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "Bolton hopes Trump will be remembered as a one-term president ",
  "White House says Trump was involved in firing The White House on Monday admitted that President Donald Trump was involved in the removal of US Attorney Geoffrey Berman after Trump had claimed he was \"not involved\" in the process this weekend.",
  "Biden campaign agrees to 3 debates with Trump and slams push for more debates as a 'distraction' Joe Biden's campaign said Monday that the former vice president will participate in the three previously announced fall debates with President Donald Trump and continued to criticize the Trump campaign's push for additional debates.",
  "Fact check: Trump falsely claims President George W. Bush fired John Bolton President Donald Trump has responded to former national security adviser John Bolton's sharply critical book about Trump -- which Bolton describes as \"a book about how not to be president\" -- with his own criticism of Bolton's character and career.",
  "Trump delayed sanctions on Chinese officials involved in detention camps to avoid problems with trade deal President Donald Trump said he waited on imposing sanctions on Chinese officials involved in mass detention camps to avoid interfering with his China trade deal.",
  "Trump's removal of Hong Kong's special status hurts the US more than China As China began drafting a controversial national security law for Hong Kong, President Trump reacted swiftly, declaring that he would remove the city's special status under US law.",
  "So, what if Trump *was* joking about coronavirus testing? On Saturday night at his much-hyped return to the campaign trail in Tulsa, Oklahoma, President Donald Trump said this about testing for Covid-19:",
  "Trump extends limits on some work visas through 2020 The Trump administration is introducing a series of new restrictions on visas that allow immigrants to temporarily work in the United States, marking the latest effort to bar the entry of immigrants to the country.",
  "K-pop fans deserve credit for Trump rally activism Implying, as some have done, that K-pop-fueled teen activism against President Donald Trump's rally in Tulsa was some kind of conspiracy reflects a wrong-headed underestimation of Generation Z and a racist skepticism about the power of the K-Pop cultural phen…",
  "McEnany defends Trump using racist term to refer to coronavirus White House press secretary Kayleigh McEnany is defending President Donald Trump's recent use of the term \"kung flu\" to refer to the coronavirus at a rally over the weekend, insisting that it isn't racist.",
  "Two more Trump staffers test positive for coronavirus after Tulsa rally Two staffers who attended President Donald Trump's rally in Tulsa, Oklahoma, on Saturday tested positive for coronavirus, Trump's campaign said Monday.",
  "LGBTQ groups sue to block Trump administration from scrapping transgender health care protections A coalition of LGBTQ groups filed a lawsuit on Monday challenging the Trump administration's recent rollback of an Obama-era regulation prohibiting discrimination in health care against patients who are transgender."
]