[
  "The Senate is slipping from Republicans While Donald Trump vs. Joe Biden is the big-ticket race in November, the fight for Senate majority is also crucially important. Chris Cillizza explains why the Trump White House is becoming increasingly nervous about losing the majority in the Senate in 2020,…",
  "The day police charged a peaceful protest for Trump's photo-op On Monday, June 1, President Trump planned to address the nation and then visit a nearby church. A large group of protesters were in his way.",
  "Fact check: Five false or misleading claims Trump and his allies make about protests President Donald Trump and others in his administration have made multiple false, misleading or unsupported claims related to how they have responded to the recent wave of protests.",
  "Retired general: I was horrified watching Trump's photo op General John Allen, former commander of US forces in Afghanistan, criticizes President Trump and his actions following the death of George Floyd.",
  "Anderson Cooper scoffs at Trump being compared to Churchill CNN's Anderson Cooper responds to White House Press Secretary Kayleigh McEnany saying that President Donald Trump's photo-op in front of St. John's Episcopal Church amid the George Floyd protests was akin to Winston Churchill touring the rubble of London duri…",
  "5 reasons experts say we should be wary of labeling protesters as 'outside agitators' As protests over police brutality and systemic racism sweep the nation, authorities have partly blamed incidents of property destruction and violence on people they deem 'outside agitators'.",
  "Analysis: Former generals condemn Trump ",
  "Internet mocks Trump's Bible photo-op Twitter users and comics can't stop roasting Trump for brandishing the Bible. CNN's Jeanne Moos reports.",
  "Stark contrast in what Trump and Obama said about protests President Trump and former President Obama had very different messages when addressing the protests surrounding the death of George Floyd.",
  "Protests are sparking a surprising debate in black America Is nonviolent resistance no longer effective? Should white allies just sit this one out? Will the protests help re-elect Trump? There's a vigorous debate in the black community about these and other questions.",
  "'Trump is a joke:' UK protesters show solidarity for George Floyd ",
  "The history of the secret White House presidential bunker President Donald Trump was briefly taken to a White House bunker on Friday night as protesters demonstrated across the street, and while the annex of bunkers and tunnels under the White House are nothing new, they're rarely used by American presidents.",
  "Stelter: Trump encourages people not to believe their eyes, ears or lungs Don't believe what you read, hear or see. That's what the Trump White House and the pro-Trump media are relying upon: Disbelief.",
  "Why Mattis' verdict on Trump is devastating The legendary general President Trump picked as his defense secretary flamed the president in a statement Wedndesday, joining a growing number of retired military officers who accuse Trump of dividing the nation, writes Peter Bergen. Mattis' stature in the mi…",
  "The long list of Trump administration officials turned critics Having overseen the highest turnover rate in presidential history, President Donald Trump was bound to have a few disgruntled ex-aides.",
  "Mattis' incredible excoriation of Trump, annotated President Donald Trump's first secretary of defense, retired Marine Gen. James Mattis, said in a remarkable 650-word statement to The Atlantic on Wednesday that the President is actively trying to divide the country and urged Americans to unite without him.",
  "Military leaders condemn Trump over protest response President Donald Trump is facing an unprecedented revolt from the elite corps of ex-military leaders and presidents over his brazen response to mass protests and inflaming of racial divides.",
  "CDC woes bring Director Redfield's troubled past as an AIDS researcher to light As the coronavirus death toll  in the US  tops 107,000, questions have intensified over what could have been done to avoid such a catastrophic loss of life.  Beyond criticism of President Donald Trump himself, scrutiny has fallen particularly hard on the US C…",
  "Dwayne Johnson makes powerful plea for leadership Dwayne \"The Rock\" Johnson posted a video calling out President Donald Trump in the wake of George Floyd's death.",
  "GOP senator says she's 'struggling' on whether to back Trump Sen. Lisa Murkowski of Alaska broke with many of her Republican colleagues Thursday, applauding an op-ed by General James Mattis that condemned President Donald Trump's actions this week."
]