[
  "Tapper: Trump standing firm with 'dead, racist losers' CNN's Jake Tapper blasts President Donald Trump for refusing to rename US military bases named after Confederate leaders.",
  "Trump's latest target on Twitter is Comcast President Trump on Saturday told his Twitter and Facebook followers to drop Comcast -- an egregious use of his presidential platform to hurt an American business.",
  "Why military leaders rejected Trump's view of racial conflict • Military data reveals dangerous reality for black service members and veterans\n• Analysis: America's military leaders take a stand as Trump remains silent on racial inequality",
  "Stelter on Fox News: You can't just quote Trump lying CNN's Brian Stelter compares the differences between what's happening on the ground in Seattle and how it's being covered by Fox News.",
  "Congressman who officiated same-sex wedding loses GOP nomination A Republican congressman, whose decision to officiate a same-sex wedding last year angered some local Republicans, lost his party's nomination to a conservative challenger in Saturday's drive-thru convention.",
  "Police reforms quickly take hold across America. It's only just getting started Less than three weeks after the death of George Floyd, officials across the nation have introduced or passed sweeping, unprecedented reforms against the double scourge of police violence and racial injustice. There's more to come.",
  "The myth Trump is modeling Protests against police abuses have sparked a swift and searching national conversation about racism. Yet with the ground shifting all around him, Donald Trump refused to be drawn into the national mood.",
  "Top Trump official says people attending President's rally should 'probably' wear face masks A top Trump administration official said Sunday that people attending President Donald Trump's upcoming campaign rally should \"probably\" wear face masks to help curb the spread of coronavirus.",
  "History says Trump's low approval rating is unlikely to move Poll of the week: A new national Gallup poll finds that 39% of Americans approve of the job Donald Trump is doing as president, while 57% disapprove.",
  "Top Trump official says people attending President's rally should 'probably' wear face masks A top Trump administration official said Sunday that people attending President Donald Trump's upcoming campaign rally should \"probably\" wear face masks to help curb the spread of coronavirus.",
  "Washington Post: Officials familiar with Lafayette Square confrontation undercut Trump administration narrative More than a half-dozen officials from the National Guard, federal law enforcement and public safety agencies have challenged the Trump administration's narrative that the clearing of peaceful protesters outside the White House earlier this month was unrelated…",
  "Trump looks out of touch now, but it's too early to say he's doomed in November President Donald Trump's self-inflicted errors -- from the administration's clearing of Lafayette Square to tone-deaf assertions on systematic racism -- made even some Republicans wince. But Democrats may have their own problems as the \"defund the police\" mov…",
  "Virginia congressman who officiated same-sex wedding loses GOP nomination in drive-thru convention A Republican congressman, whose decision to officiate a same-sex wedding last year angered some local Republicans, lost his party's nomination to a conservative challenger in Saturday's drive-thru convention.",
  "Start your Monday smart: Flag Day, refugees, solstice, Juneteenth, Trump's birthday Here's what you need to know to Get Up to Speed and On With Your Day.",
  "In the Black Lives Matter movement, immigrants find themselves in a tough position After the first wave of nationwide protests over George Floyd's death turned violent, supportive immigrants on US visas faced a choice: to join the protests and risk their immigration status or to sit it out and save their future in the country.",
  "Inside one reporter's experience from Ferguson to Floyd CNN's Sara Sidner retched as she watched the video of George Floyd's last minutes. It was far from the first time she'd covered the death of an unarmed black man by police. And the vicious cycle made her wonder, when will it be enough? Will this be the time t…",
  "Brian Stelter challenges Trump attorney Jenna Ellis - CNN Video Why is the Trump re-election campaign suing news outlets like CNN and sending threatening legal letters? Brian Stelter asks Jenna Ellis, senior legal adviser for the Trump campaign, about the legal basis for her claims. She says CNN's recent poll showing Trum…"
]