[
  "'Mind-blowing': See what happened after Trump officials tried to clean up remarks Trump administration and campaign officials, who have been trying to clean up the President's comments about slowing coronavirus testing, were contradicted by President Trump himself.",
  "John Avlon: Checking Trump's mail-in voting fraud claims CNN's John Avlon looks in depth at President Trump and Attorney General WIlliam Barr's claims about mail-in voting fraud.",
  "Trump says he was joking in these cases. You be the judge These are some of the comments that President Donald Trump or his allies have later walked back, saying that he wasn't being serious when he made them.",
  "Cooper: Trump's joke came at the expense of thousands of people CNN's Anderson Cooper calls out President Donald Trump for comments he made about the coronavirus at his rally in Tulsa, Oklahoma, and White House press secretary Kayleigh McEnany for trying to spin it as a joke.",
  "Fauci and CDC Director Redfield to testify at House coronavirus oversight hearing Dr. Anthony Fauci, the nation's top infectious disease expert, along with CDC Director Dr. Robert Redfield and other government officials will testify Tuesday at a House oversight hearing on the Trump administration's response to the coronavirus pandemic.",
  "Trump's brother takes legal action to block tell-all book by President's niece President Trump's younger brother filed a temporary restraining order on Tuesday in an attempt to block the publication of an unflattering tell-all book by the President's niece, Mary L. Trump.",
  "Analysis: This is the most succinc Republican rejection of Trump that you will read For all of the words that have been written and spoken about -- and by -- Donald Trump, it's often difficult to put a finger on what makes his presidency so incredibly abnormal.",
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "Top Pentagon nominee pushed conspiracy theories that former CIA director tried to overthrow Trump and even have him assassinated The White House's nominee for a top Pentagon post repeatedly spread conspiracy theories that a former CIA director tried to overthrow President Donald Trump and even have him assassinated in newly discovered comments from radio and television appearances as w…",
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "Fauci, Redfield testiy on Trump's coronavirus response As some US states see a rise in Covid-19 cases, Dr. Anthony Fauci, National Institutes of Health, and Dr. Robert Redfield, US Centers for Disease Control and Prevention, testify before a House committee. Follow here for the latest.",
  "DOJ whistleblower to testify that Barr's personal anti-marijuana sentiment fueled cannabis industry investigations A Department of Justice whistleblower is expected to testify on Wednesday that Attorney General Bill Barr improperly went after cannabis suppliers because of his personal feelings about the industry.",
  "White House now says Trump was involved in firing US attorney White House press secretary Kayleigh McEnany now says that President Donald Trump was involved in the firing of US Attorney Geoffrey Berman, just days after Trump denied involvement. CNN's Laura Coates explains why this is bad for Trump.",
  "Trump pays price for pandemic denial ",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Trump moves quickly to calm worries over China trade deal after adviser's comments President Donald Trump moved quickly to try and calm stock market worries after top China trade adviser Peter Navarro cast doubt over the future of his hard-fought trade deal with Beijing.",
  "Twitter puts warning on Trump tweet for threat of harm against DC protesters Twitter on Tuesday put a warning label on a tweet from President Donald Trump in which he warned if protesters tried to set up an \"autonomous zone\" in Washington DC they would be \"met with serious force!\"",
  "Joe Biden frightens Donald Trump Much has been made of the spectacular flop that was President Trump's planned campaign re-launch in Tulsa over the weekend. But one of the most revealing moments got too little attention, writes David Axelrod.",
  "Hospitals lose bid to keep secret the rates they negotiate with insurers A coalition of hospital groups lost their attempt to block the Trump administration from requiring hospitals to disclose the prices they privately negotiate with insurers.",
  "Democrats go on offense against Trump on trade and China The Democratic National Committee is going on offense against President Donald Trump's trade record, hoping that a new television ad campaign and a series of focused events headlined by top Democrats will persuade voters who backed Trump in 2016 to reject him…"
]