[
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Analysis: What is Trump's agenda for a second term? He can't say President Donald Trump became waylaid Thursday when asked to name his goals for a second term, never ultimately stating what he hopes to do if reelected when given an opportunity to explain.",
  "Trump's going to protect Confederate statues If some future generation puts up a statue of President Donald Trump, it will shave his weight, remove his wrinkles and present him godlike and without fault.",
  "Trump says he signed executive order to protect monuments President Donald Trump said on Twitter Friday that he has signed an executive order on protecting monuments, an action the President had been teasing for the past week.",
  "China loves John Bolton's book for embarrassing Trump, but not the parts about Xi Jinping Limits on John Bolton's China revelations go beyond simply not covering the matter: there is evidence of discussion of the book being censored on two of the biggest platforms on the Chinese internet.",
  "Trump entrenched in failed strategy as aides and allies try to encourage a pivot ",
  "Witness in the Mueller investigation and informal Trump adviser gets 10 years in prison in child sex case George Nader, who was a key witness in the Russia investigation and informally advised President Donald Trump's team on foreign policy, was sentenced on Friday to 10 years in prison by a federal judge in Virginia, stemming from his convictions on child sex ch…",
  "Trump asked about a second term. Hear his response During a Fox News town hall, President Trump gave a non-answer when asked about his priorities for a possible second term.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Trump can't divert military funds for border wall, federal appeals court says The Trump administration doesn't have the authority to divert Pentagon funds to construct additional barriers on the US-Mexico border, a federal appeals court ruled Friday, days after President Donald Trump's visit to a section of the wall in Arizona.",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Trump administration finalizing plan to withdraw 4,000 troops from Afghanistan The Trump administration is close to finalizing a decision to withdraw more than 4,000 troops from Afghanistan by the fall, according to two administration officials.",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "Barr says, without citing evidence, that an election done predominantly by mail would not be secure Attorney General William Barr dismissed the possibility of a predominantly mail-in election being secure, echoing a stance promoted by President Donald Trump and dismissed by nonpartisan election experts.",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Justice Department denies giving Roger Stone special treatment in backing his request to delay prison term The Justice Department said it will not oppose Trump ally Roger Stone's motion to delay his prison sentence by two months and said there was no special treatment given to Stone's request.",
  "The week in 11 headlines This week, Trump tripped up on Covid-19 testing and saw his perfect endorsement streak come to an end. He later struggled to explain any sort of agenda for a second term -- despite being 4 months from the election.",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "Federally funded Texas testing sites granted partial extension after outcry The Trump administration will extend funding for five coronavirus testing sites in Texas for two weeks, after Texas lawmakers on both sides of the aisle asked for federal funding to continue at seven sites in their state, which has seen a surge in Covid-19 ca…"
]