[
  "Ex-FBI deputy director: Here's what briefing Trump is like Former FBI deputy director Andrew McCabe recounts his experience briefing President Donald Trump after the White House defended Trump from accusations that he does not read his briefings.",
  "This might be the biggest news outlet most Americans have never heard of President Trump appointed Michael Pack to run the US Agency for Global Media, which oversees the government-funded international news outlet Voice of America. Critics say Pack wants to turn the VOA into the VOT -- the Voice of Trump.",
  "Immigration judges accuse Justice Department of muzzling them The union representing immigration judges is suing the Trump administration over a policy they say censors judges.",
  "SE Cupp: Trump's anti-mask shtick is tragically stupid and dangerous CNN's SE Cupp says President Donald Trump is hurting his supporters by refusing to support wearing masks to protect against coronavirus.",
  "'Good luck, you're on your own,' Cooper on US virus strategy CNN's Anderson Cooper reacts to the White House's strategy to combat the coronavirus pandemic, chastising President Donald Trump for not leading by example and wearing a mask.",
  "Trump-backed congressman loses to far-right challenger Five-term Republican Congressman Scott Tipton, endorsed by President Donald Trump, conceded his primary reelection bid in Colorado's 3rd Congressional District, a stunning upset that will vault his far-right challenger, Lauren Boebert, into the state's genera…",
  "Black Lives Matter organizer reacts to Trump tweet Melina Abdullah, an original organizer for Black Lives Matter, reacts to President Donald Trump's tweet calling a Black Lives Matter street painting a \"symbol of hate.\"",
  "Democratic senator says Trump is undermining his experts Sen. Chris Murphy accused President Donald Trump of undermining his own experts after members of the federal coronavirus task force offered a dire forecast for national infection rates on Tuesday.",
  "Five-term Colorado Rep. Scott Tipton loses GOP primary to far-right challenger Republican Rep. Scott Tipton conceded his primary reelection bid in Colorado's 3rd Congressional District on Tuesday evening, a stunning upset that will vault his far-right challenger, Lauren Boebert, into the state's general election.",
  "Americans must unify against vast Covid-19 spread, experts say Surges in new Covid-19 infections have paused or rolled back reopening plans in at least 19 states as the nation's top infectious disease doctor offered a bleak warning: Americans need to take sensible measures to curb the spread or risk seeing 100,000 new ca…",
  "How Putin's relationship with Trump may have helped him stay in power CNN's Matthew Chance takes a look at whether President Donald Trump's fondness for Russia is helping President Vladimir Putin hold on to power as Putin sees a resounding victory in his bid to stay in power until the middle of the next decade, according to pre…",
  "Trump says he likes the way he looks in a face mask In an interview with Fox Business, President Donald Trump says he's \"all for masks,\" despite never being seen in public wearing one.",
  "Trump's resistance led intel agencies to brief him less and less on Russia President Donald Trump's resistance to intelligence warnings about Russia led his national security team, including those who delivered the President's Daily Brief to brief him verbally less often on Russia-related threats to the US, multiple former Trump adm…",
  "Fact check: Minnesota governor, not Trump, called out the National Guard Campaigning as the candidate of \"law and order,\" President Donald Trump keeps claiming that he is the one who got the National Guard deployed to deal with rioting in Minnesota.",
  "DC mayor says Trump's July 4th celebration goes against best health guidance The mayor of Washington, DC, said Wednesday that she has informed the Department of Interior that the Trump administration's planned July Fourth celebration in Washington goes against health officials' guidance amid the coronavirus pandemic.",
  "Trump says he'll veto must-pass defense spending bill if it requires bases honoring Confederate generals be renamed President Donald Trump in a late Tuesday night tweet issued his strongest veto threat yet on a must-pass defense spending bill should lawmakers not strip language requiring bases named after Confederate leaders be rechristened.",
  "John Bolton's memoir is among the best-selling Trump tell-all books of his presidency John Bolton's book \"The Room Where It Happened\" is the best-selling Trump tell-all in two years, according to week one sales figures.",
  "Trump calls Black Lives Matter a 'symbol of hate' as he digs in on race Trump continues seizing upon widening cultural divisions in a way he believes will appeal to voters concerned about safety and order",
  "Judge blocks Trump administration rule limiting asylum claims by Central Americans A federal judge blocked a Trump administration rule that dramatically limits the ability of Central American migrants to claim asylum in the US.",
  "Why Biden has what it takes to beat Trump Lincoln Mitchell writes that Joe Biden's strengths -- his temperament and political experience -- play off Donald Trump's campaign weaknesses"
]