[
  "Trump supporter on Tulsa rally: I want to be front row President Trump's supporters share how they feel about attending a Trump campaign rally during the coronavirus pandemic.",
  "Trump attacks John Bolton on Twitter after ruling A federal judge has denied the Trump administration's attempt to block the upcoming publication of a book by former national security adviser John Bolton.",
  "Trump holds first campaign rally since coronavirus pandemic began Thousands of President Donald Trump's supporters have gathered in Tulsa Saturday for his first campaign rally in more than 100 days as he tries to reinvigorate his reelection bid in the midst of a pandemic, a recession and a national debate over racism.",
  "Is Trump campaign liable if a rallygoer catches COVID-19? Trump's Tulsa rallygoers had to sign a waiver to attend. But will it absolve the campaign of liability if someone contracts the virus - or makes others sick?",
  "Dad of child in manipulated Trump video: It was propaganda The fathers of the two toddlers who were shown in a manipulated video tweeted by President Trump speak out about the crude and misleading edit that has since been removed from Twitter and Facebook.",
  "Can Trump fire and replace US Attorney for SDNY? AG Barr announced US Attorney for SDNY Geoffrey Berman was being replaced, but Berman is refusing to leave until the Senate confirms his replacement. Can he do that?",
  "Trump cancels overflow crowd address due to low turnout President Donald Trump's campaign canceled a previously scheduled speech to an expected overflow crowd outside of his campaign rally at the BOK Center in Tulsa, Oklahoma, because turnout numbers are lower than expected. CNN's Abby Phillip reports.",
  "READ: AG Barr's letter telling US attorney he's been fired by Trump Attorney General William Barr told Geoffrey Berman, the US attorney for the Southern District of New York, in a letter on Saturday that President Donald Trump has fired him.",
  "Smerconish: Here's why Trump wants to pack rally amid Covid concerns If the President ordered his rally attendees to wear masks, they would. But he perceives precaution as weakness, and a reminder the deadly virus persists.",
  "Dr. Gupta: Trump Tulsa rally risks an anatomy of an outbreak CNN's Dr. Sanjay Gupta warns that the conditions at President Donald Trump's rally in Tulsa, Oklahoma, have the \"anatomy of an outbreak.\"",
  "'Good for him': Preet Bharara on US attorney's refusal to leave Geoffrey Berman, the powerful US attorney for the Southern District of New York who has investigated a number of powerful associates with connections to President Donald Trump, was forced out of his position, two sources tell CNN.  Berman later issued a state…",
  "Legal analyst equates firing to a 'Friday Night Massacre' Geoffrey Berman, the powerful US attorney for the Southern District of New York who has investigated a number of associates with ties to President Donald Trump, said he will not leave his post shortly after the Department of Justice announced he was stepping …",
  "Arizonans see big jump in coronavirus cases, but don't see reason to wear masks Walking along the streets this week in Tempe, Arizona, it was rare to see anyone wearing a mask. Patrons at a bar packed the entire space. This despite the news that the state is one of the growing coronavirus hotspots in the country.",
  "States failed to get absentee ballots to thousands of voters in recent primaries As Washington, DC's June 2 primary approached, Matthew Miller and Nima Sheth, married professors who live in the District, decided to vote absentee. With elderly, immunocompromised parents at home, plus a 1-year-old baby, it felt like the safest choice in the…",
  "Six campaign staffers working on Trump's Tulsa rally test positive for coronavirus The Trump campaign confirmed six staffers working on the Tulsa rally tested positive for coronavirus.",
  "Trump holds rally in Tulsa, Oklahoma As coronavirus cases rise in Oklahoma, President Trump is hosting a rally in Tulsa on Saturday that is expected to be attended by thousands. Follow here for the latest.",
  "Trump has fired Berman, Barr says Attorney General Bill Barr said Saturday that President Donald Trump has fired the Geoffrey Berman, the US attorney for the Southern District of New York.",
  "Trump's chilling distortion of 'law and order' Donald Trump is the anti-law-and-order President, despite his claims to the contrary. Trump touts law and order when it suits him, but attacks the courts and erodes our judicial system when it comes to his agenda and actions, writes Julian Zelizer.",
  "Trump campaign manager says he wasn't able to vote in 2016 because of absentee complications Trump campaign manager Brad Parscale acknowledged Friday that he didn't vote in the 2016 election, citing absentee ballot complications.",
  "Analysis: Attempt to fire powerful NY prosecutor appears to be latest move to protect Trump The Trump administration's attempt to oust one of America's most powerful prosecutors raises fresh and glaring suspicions about its assault on the independence of the justice system and its respect for the rule of law that underpins constitutional governance."
]