[
  "Trump says he made Juneteenth famous. See Lemon's reaction. CNN's Don Lemon responds to President Trump saying he made Juneteenth, the holiday that commemorates the end of slavery, famous.",
  "Trump says Kaepernick should be given another chance President Donald Trump said that Colin Kaepernick should get another chance in the National Football League, \"if he has the playing ability.\"",
  "READ: SCOTUS opinion blocking Trump attempt to end DACA The Supreme Court blocked the Trump administration's attempt to end the Deferred Action for Childhood Arrivals, an Obama-era program that protects hundreds of thousands of immigrants brought to the US as children from deportation.",
  "Trump claims he deserves credit for making Juneteenth 'very famous' President Donald Trump is seeking to take credit for making Juneteenth -- a day commemorating the end of slavery in the United States -- \"very famous,\" after rescheduling his first rally since the start of the pandemic to avoid further criticism for seeming t…",
  "Voter: If you don't go vote, you're voting for Trump In 2016, President Trump won the state of Wisconsin with just 23,000 votes. CNN's Jeff Zeleny speaks to voters in Milwaukee as protests continue to heat up and spill into the 2020 election.",
  "Trump reacts to bombshells from John Bolton's new book During an interview on Fox News, President Donald Trump reacted to the stunning accusations in former national security adviser John Bolton's new book, calling Bolton a \"washed-up guy.\"",
  "China responds to explosive allegations A Chinese spokesman responded to explosive claims made in former national security adviser John Bolton's book that President Donald Trump asked China for help to get him reelected. CNN's Ivan Watson reports.",
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Jeffrey Toobin explains Supreme Court decision on DACA CNN's Chief Legal Analyst Jeffrey Toobin explains the Supreme Court decision to block the Trump administration's attempt to end the Deferred Action for Childhood Arrivals, an Obama-era program that protects hundreds of thousands of immigrants brought to the U…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "John Roberts defies Trump and conservatives with another legacy decision ",
  "When it comes to the pandemic or foreign policy -- it's all about Trump ",
  "Facebook takes down Trump ads 'for violating our policy against organized hate' Facebook on Thursday said it had take action against ads run by President Trump's re-election campaign for breaching its policies on hate. The ads, which attacked what the Trump campaign described as \"Dangerous MOBS of far-left groups,\" featured an upside-dow…",
  "Here's proof Donald Trump knows he's losing On Thursday, President Donald Trump's campaign began a push for more than the traditional three general election debates with former Vice President Joe Biden.",
  "The Trump presidency is at its absolute lowest point right now Everywhere Donald Trump looks right now, he sees political fires that threaten to engulf his presidency.",
  "Trump and Pence: a two-man Covid-19 gaslighting act Frida Ghitis writes that for the Trump administration, pretending the Covid-19 crisis is over -- as we've seen with Trump insisting on holding his superspreading campaign rally in Tulsa, Oklahoma this weekend and Pence's op-ed in the WSJ -- has become increas…",
  "What happens next to the Dreamers is on Trump The Supreme Court's reprieve for DACA appears to show that Chief Justice Roberts has a limit on letting the high court rubber-stamp Trump administration decisions, writes Raul Reyes. Trump will now own whatever moves he makes on a program that Americans overw…",
  "What the Supreme Court's ruling means for DACA participants and immigrants The Supreme Court delivered a blow to President Donald Trump Thursday when it blocked the administration's attempt to end an Obama-era program shielding undocumented immigrants who came to the US as children from deportation.",
  "In repeat of 2016 strategy, Trump pledges new list of justices after two stinging Supreme Court losses President Donald Trump, in the wake of two stinging losses at the Supreme Court, is returning to his 2016 campaign tactic of trying to rally Republicans with promises of conservative justices.",
  "Joe Biden launches his first general election TV ads Joe Biden is launching his first major television ad buy of the general election, pumping $15 million in TV, digital, radio and print ads into six battleground states President Donald Trump won in 2016. CNN's Jeff Zeleny reports."
]