[
  "Acosta to McEnany: Will Trump take responsibility if rallygoers get sick? White House officials are dismissing questions that the Trump administration could be responsible for exposing people to Covid-19 at the upcoming Trump rally in Tulsa, Oklahoma. CNN's Jim Acosta reports.",
  "Cooper: Don't need BS detector to know Trump is lying President Trump and his allies have been claiming that the recent rise in coronavirus cases in states throughout the US is due to an increase in testing, while experts are attributing the numbers to an actual rise in cases. CNN's Anderson Cooper discusses the…",
  "Don Lemon puzzled by Trump official: Are you incentivising police to do their jobs? White House Deputy Assistant to the President Ja'Ron Smith explains why Donald Trump signed an order that recommends police ban chokeholds except when an officer's life is at risk.",
  "The President doesn't want Americans to see information that could harm the narrative he has constructed There's a common motivation in the White House's attempt to suppress John Bolton's book and its state of denial over alarming new trends in the coronavirus pandemic: President Donald Trump doesn't want Americans to see information that could harm him or the n…",
  "'They're in denial': How Trump's White House is ignoring the pandemic President Donald Trump has largely tuned out the persistent coronavirus contagion -- which is causing spikes in new cases across 21 states and daily death tolls that reach into the hundreds -- to focus instead on reviving both the economy and his own politica…",
  "Bolton says in interview that Putin thinks he can play Trump like a fiddle In an interview with ABC News, former Trump National Security Adviser John Bolton said that he believes that Russian president Vladimir Putin thinks he can play Trump \"like a fiddle.\" National Security correspondent Viviana Salama has more.",
  "12 false claims Trump has made about Obama since last month President Donald Trump keeps taking shots at former President Barack Obama. A lot of them are lies.",
  "'That is, if true, obscene': Tapper reacts to Bolton's claim CNN's Jake Tapper discusses the stunning allegations against President Trump detailed in former national security adviser John Bolton's upcoming book, according to an excerpt from his upcoming book published by the Wall Street Journal.",
  "Trump scrambles to suppress inconvenient information with Bolton book and coronavirus ",
  "NYT: Bolton book says impeachment probe should have investigated Trump's actions beyond Ukraine Former national security adviser John Bolton claims in his new book that the House impeachment inquiry should have investigated President Donald Trump for potentially dubious actions beyond those related to Ukraine, according to the New York Times, which obta…",
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "Trump asked China's Xi to help him win 2020 election, Bolton claims in excerpt of new book ",
  "Anti-Trump Republican group launches new ad attacking President over China policies A group formed by anti-Trump Republicans is airing a new ad attacking President Donald Trump for getting \"rolled\" by China and its powerful President Xi Jinping.",
  "Trump signs Uyghur human rights bill on same day Bolton alleges he told Xi to proceed with detention camps President Donald Trump has signed a bill that aims to punish China for its human rights abuses against the Uyghur Muslim population on the same day his former national security adviser claimed Trump told Chinese President Xi Jinping he should proceed in build…",
  "Trump says Colin Kaepernick should be given another chance in the NFL 'if he has the playing ability' President Donald Trump said Wednesday that Colin Kaepernick should get another chance in the National Football League -- \"if he has the playing ability.\"",
  "The psychologist in the Trump family speaks Mary L. Trump's forthcoming book about her uncle, President Trump, will likely reveal deep truths that will make the family's secret-keepers freak out, writes Michael D'Antonio.",
  "Bob Woodward's new book on Trump administration coming this September President Donald Trump is about to get the Bob Woodward treatment again.",
  "Senate passes sweeping conservation legislation in bipartisan vote The Senate on Tuesday approved with bipartisan support a sweeping and historic conservation and public lands bill that President Donald Trump has pledged to sign into law.",
  "Bolton accuses Trump of lying ahead of book publication Former national security adviser John Bolton accuses President Donald Trump of lying more than once while in office during an interview with ABC News to be broadcast on Sunday, according to a promotional clip released by the network.",
  "Donald Trump, the stock market cheerleader-in-chief is back President Donald Trump has cast himself as \"tariff man,\" a \"very stable genius,\" and even the \"Chosen One.\" Now improving economic numbers have him once again playing the role of stock market cheerleader-in-chief."
]