[
  "Trump administration prepares major effort to protect monuments The Trump administration is preparing a major effort to protect national monuments that President Donald Trump has described as part of the country's heritage, including assigning US Marshals to oversee them and signing an executive order meant to protect the…",
  "President Trump calls out reporter on social distancing As Covid-19 cases spike in the US, President Trump is trying to change the subject. CNN's Jim Acosta reports.",
  "McCarthy outraged by Covid-19 question House Minority Leader Kevin McCarthy (R-CA) gets angry at CNN's Manu Raju for asking about President Trump using a racist term for the coronavirus.",
  "Don Lemon: If you value your health, don't believe Trump CNN's Don Lemon reacts to rhetoric used by President Donald Trump about Covid-19, arguing that the reality of the virus is catching up to members of his own party.",
  "Trump is desperate -- and dangerous The trouble with Trump's rerun approach is that he's not an outsider anymore. He's the President -- which means he bears responsibility for the state our country is currently in, writes Michael D'Antonio.",
  "Trump has been suggesting Covid-19 is under control for 156 days now On January 22, President Donald Trump did an interview with CNBC from Davos, Switzerland, where he was asked, for the first time, about the coronavirus in America.",
  "CNN analyst on New York Times poll: This is huge A New York Times poll looking at six key battleground states found that former Vice President Joe Biden is leading President Donald Trump by double-digits in some of those states. CNN's Harry Enten explains.",
  "Trump is not just in denial but also indifferent to an unfolding American tragedy ",
  "The Point: Has Donald Trump's political magic worn off? \"President Trump: 73-0.\" That was the headline of a press release from the Republican National Committee on June 10, celebrating their contention that all 73 GOP candidates Donald Trump had endorsed in the 2020 campaign had won.",
  "Donald Trump has a hiring problem President Donald Trump's success as a businessman was a focal point of his 2016 campaign, as he touted his hiring skills. So why has he fired and badmouthed so many of his previous staffers? Chris Cillizza explains how Trump's \"best people\" promise didn't exa…",
  "Multiple Trump campaign staffers quarantining after Tulsa rally Several of President Donald Trump's campaign staffers are quarantining this week after attending his rally in Tulsa last Saturday and interacting with several colleagues who later tested positive for coronavirus, CNN has learned.",
  "Dozens of Secret Service agents will be quarantined after Trump's Tulsa rally Dozens of Secret Service agents will be quarantined as a precaution following President Donald Trump's rally in Tulsa, Oklahoma, a law enforcement official told CNN on Wednesday.",
  "Trump administration prepares major effort to protect monuments that includes US Marshals and executive order The Trump administration is preparing a major effort to protect national monuments that President Donald Trump has described as part of the country's heritage, including assigning US Marshals to oversee them and signing an executive order meant to protect the…",
  "Analysis: Trump now trails significantly in 2016's most pivotal state As we've watched former Vice President Joe Biden's national lead over President Donald Trump grow, the question was whether we would see it reflected in state polls. We can now answer that question in the affirmative.",
  "Administration moves to open large area of remote Alaska for oil drilling Most of Alaska's 23 million acre National Petroleum Reserve would be open for oil and gas leasing under a new Trump administration plan.",
  "Trump won't follow New Jersey quarantine mandate during upcoming trip President Donald Trump will not abide by a new travel advisory in New Jersey requiring a quarantine period for visitors from coronavirus hotspots when he visits his Bedminster golf club this weekend.",
  "Donald Trump is facing the prospect of a landslide loss A half dozen new swing-state polls released Thursday morning suggest that not only would President Donald Trump lose if the election were held today, he would lose in a landslide.",
  "Trump administration's swipe at legal immigration puts thousands of lives in limbo The Trump administration's executive order this week dramatically curtailing legal immigration to the US sent hundreds of people and businesses into a scramble to understand whether their future plans are now derailed.",
  "Court dismisses motion by Trump's brother to block tell-all book by President's niece A judge on Thursday dismissed an attempt by President Trump's younger brother to block the publication of a forthcoming unflattering tell-all book by Mary L. Trump, the President's niece.",
  "Former GOP candidate Carly Fiorina says she'll vote for Biden Former 2016 Republican presidential candidate Carly Fiorina says she'll support Joe Biden over President Donald Trump in the 2020 election, calling the presumptive Democratic standard-bearer a person of \"humility\" and \"character.\""
]