[
  "Bill Barr contradicts Trump on his move to the WH bunker Attorney General William Barr contradicted President Donald Trump when asked during a Fox News interview why the President was taken to the White House bunker during protests.",
  "Romney, once standard-bearer of party, is now the lone GOP voice willing to stand up to Trump GOP Sen. Mitt Romney of Utah may be one of the starkest reminders in the US Senate right now about just how much the Republican Party has changed in eight years.",
  "Opinion: Trump's tweet on injured 75-year-old shows there's no bottom If there is one constant to President Donald Trump's chaotic and capricious administration, it is that there is no bottom. Just when you think his behavior can't get worse -- less honest, more inflammatory -- the President takes the mic or pulls up Twitter an…",
  "Trump floats another dangerous conspiracy theory ",
  "Trump brings back 2016 campaign veterans As President Donald Trump struggles with sagging poll numbers and faces a chaotic news cycle, his reelection campaign is going back to the well of players who shaped his successful 2016 bid.",
  "Dozens of Republicans urge Trump not to pull US troops from Germany Nearly two-dozen Republicans on the House Armed Services Committee are pushing back on a White House plan to draw down US troops in Germany, according to a new letter sent to President Donald Trump on Tuesday.",
  "Will Republicans finally break with Donald Trump? After former Defense Secretary James Mattis' excoriation of President Donald Trump's behavior in the wake of the police killing of George Floyd, Republican Alaska Sen. Lisa Murkowski alluded to doubts she and her Republican colleagues have long had about the …",
  "Why campaign rallies won't save Donald Trump President Donald Trump is itching to get back out on the campaign trail.",
  "Fact Check: McEnany makes false claim about Romney's share of black vote During a White House briefing on Monday, a reporter asked White House press secretary Kayleigh McEnany if President Donald Trump agrees with Republican Sen. Mitt Romney, who marched in a Washington protest on Sunday, that \"black lives matter.\"",
  "White House prepares new immigration limits, using coronavirus as cover The Trump administration is preparing to roll out another set of restrictions on legal immigration, citing the impact of the coronavirus pandemic, even as it argues for the reopening of the US economy, according to sources familiar with the deliberations.",
  "Trump Jr.'s Mongolian sheep hunting trip cost taxpayers about $75,000, documents show Donald Trump Jr.'s trip to Mongolia last August, where he hunted a rare breed of giant sheep, cost US taxpayers about $75,000 in Secret Service protection, according to documents obtained by a government watchdog group.",
  "Trump eyes police reforms while ignoring systemic racism In the two weeks since George Floyd's death, President Donald Trump's advisers have worked to prepare him to meet the national moment.",
  "A world away from Washington, loyal supporters stand by the President in Trump country Some of President Donald Trump's loyal supporters are becoming well-practiced in the art of forgiveness, saying they are drawn to his record and willing to overlook his rhetoric.",
  "States courting Trump directly as party officials scramble to find new city for GOP convention State lawmakers and officials looking to host the Republican National Convention are intensely courting President Donald Trump directly, believing he will ultimately make the final decision on where the event will be held.",
  "Why Republican senators don't get to say they just don't follow Trump's tweets On Tuesday morning, President Donald Trump tweeted a conspiracy theory that an elderly man hurt in a confrontation with police in Buffalo was somehow affiliated with Antifa -- and may have faked the extent of his injuries.",
  "The fight to be Trump's political heir is on Whether President Donald Trump wins a second term this fall or loses to former Vice President Joe Biden, it's virtually impossible to imagine him -- and the movement he has created -- disappearing anytime soon.",
  "GOP senators dodge questions after Trump asks if Buffalo man injured by police was a 'set up' A number of Republican senators dodged questions or were silent on Tuesday when pressed for reaction after President Donald Trump suggested without evidence that a 75-year-old man who was seriously injured after being shoved by police officers in Buffalo, New…",
  "I wrote this law to protect free speech. Now Trump wants to revoke it Protecting Section 230 is crucial to defending free speech online, especially by those without power and influence, such as the protesters against police violence, writes Ron Wyden, a senator from Oregon.",
  "Reckoning over Floyd's death and calls to defund police challenge Trump and Biden The national reckoning over George Floyd's death is being dragged into the epicenter of the political battle between President Donald Trump and Joe Biden, in a way that could further inflame deep divides and complicate the bid to cleanse the nation's police f…",
  "Wall Street Journal: Trump came close to firing Esper due to dispute over protest response President Donald Trump came close to firing Secretary of Defense Mark Esper last week following their dispute over Trump's threat to use active-duty troops to quell large-scale protests across the United States, several officials told The Wall Street Journal."
]