[
  "Anderson Cooper suggests Trump admit his mistakes CNN's Anderson Cooper reacts to President Trump's roundtable in Dallas, which was promoted as discussing \"justice disparities,\" and criticizes Trump for speaking approvingly of the use of force rather than reform.",
  "Trump says scheduling his next rally on Juneteenth wasn't intentional President Donald Trump says he didn't schedule his first rally since the start of the coronavirus pandemic on Juneteenth \"on purpose.\"",
  "Trump to accept nomination in Jacksonville after moving most of convention out of Charlotte Republican National Committee Chairwoman Ronna McDaniel announced on Thursday that President Donald Trump will accept the Republican nomination this year in Jacksonville, Florida.",
  "Black sheriff on exclusion from Trump event: It says a lot CNN's Erin Burnett speaks with Dallas County Sheriff Marian Brown. Brown was one of three key black law enforcement officials in the Dallas area who was not invited to attend an event with President Donald Trump that was promoted as discussing \"justice dispar…",
  "10 military posts are named for Confederate commanders. The Army may change that The idea has gained impetus since the death of George Floyd in police custody in Minneapolis. The removal of monuments to Confederate soldiers and leaders has hastened in the past three weeks and their battle flag is no longer welcome at NASCAR races. The Mar…",
  "Opinion: I'm over 60. Stop talking about coronavirus 'culling' me I was talking to a friend the other day about the pandemic, and we were musing about when we could end our isolation. Now that the world is beginning to reopen prematurely amid rising infection numbers, I have been thinking especially of those of us in our 60…",
  "If he loses, the next Donald Trump could be ... Donald Trump ",
  "Why doesn't Donald Trump say 'socialism' anymore? CNN's John Avlon looks at President Trump's use of the word socialism and how it's disappearing from his vocabulary in recent months.",
  "Trump administration rolls back Obama-era transgender health care protections The Trump administration announced Friday it is eliminating an Obama-era regulation prohibiting discrimination in health care against patients who are transgender.",
  "US soccer star slams Trump: 'You're supposed to help ... not throw oil onto the fire' ",
  "What if the next Donald Trump is, well, Donald Trump? Since the moment late on November 8, 2016 when it became clear that Donald Trump would be the 45th president of the United States, many Democrats have been counting the days until November 3, 2020 -- the day that they believe he will be voted out of office.",
  "Trump tries to stop subpoenas in emoluments case as DOJ plans appeal to Supreme Court The Justice Department is trying to stop subpoenas of Trump-related businesses in a case over whether President Donald Trump is illegally accepting emoluments by owning the Trump International Hotel in Washington, DC.",
  "Trump defiant as cultural change sweeps America The deeper the change sweeping America, the more President Donald Trump digs into positions that even some of his natural allies have recently forsaken.",
  "New Melania Trump book says she renegotiated her prenuptial agreement Part of the reason first lady Melania Trump delayed her move from New York City to the White House in 2017 was because she was renegotiating her prenuptial agreement with President Donald Trump, according to a book out next week by a Washington Post reporter.",
  "Trump administration continues to expel most migrants at southern border, May data shows Customs and Border Protection continued to quickly remove migrants arriving at the southern border in May, following the Trump administration's new rapid expulsion policy implemented in the wake of the coronavirus pandemic.",
  "Trump administration says no plans to expedite Harriet Tubman on the $20 bill: NYT This was supposed to be the year when Harriet Tubman would finally grace the $20 bill. But the Trump administration has other plans.",
  "The Point: A wild, pro-Trump conspiracy theory group is about to get its first congresswoman The Republican primary in Georgia's 14th district on Tuesday didn't draw much national attention. After all, it's an overwhelmingly Republican district that GOP Rep. Tom Graves had held easily for a decade in Congress before announcing his retirement last yea…",
  "Trump's decision to hold a Tulsa rally on Juneteenth is no coincidence As the entire country -- and much of the world -- has turned its attention to fighting racism, President Donald Trump is sounding a supportive dog whistle to white supremacists, writes Frida Ghitis.",
  "Black Lives Matter protests across the US and world Black Lives Matter protests have spread across the US and the world following the death of George Floyd. Follow here for the latest updates.",
  "Justice Department to release a less-redacted version of the Mueller Report The Justice Department says it will release a less-redacted version of the Mueller Report no later than next Friday, after being pressed for it in court."
]