[
  "Analysis: The 39 most outrageous lines from Trump's speech Just before 9 a.m. Eastern time on Friday, President Donald Trump tweeted that he would be holding a \"News Conference\" to talk about the \"Jobs Numbers!\"",
  "CNN Poll of Polls finds Biden leading Trump A new CNN Poll of Polls shows 51% of registered voters nationwide back former Vice President Joe Biden, while 42% support President Donald Trump in the 2020 presidential race.",
  "Trump meets with campaign team as poll numbers fall President Trump met with top political aides at the White House as public polls show him underperforming his 2016 pace in key battleground states, raising fears of defeat in November. CNN's Ryan Nobles tells us more.",
  "Trump: This is a great day for George Floyd President Donald Trump said during a press conference that hopefully George Floyd, who died while in Minneapolis police custody and whose death spurred nationwide protests on racial injustice, is looking down on what's happening and called it a \"great day\" fo…",
  "Analysis: Trump has walled himself off from America's conversation on racism Part of America is tiptoeing toward an uncomfortable self-examination about race. But President Donald Trump, bunkered down in his fortress behind high fences now ringing the White House, is spurning a building wave of national reflection.",
  "Former White House chief of staff: 'I agree' with Jim Mattis on Trump Former White House chief of staff John Kelly said Friday he agrees with former Secretary of Defense Gen. Jim Mattis' stark warning this week that President Donald Trump is \"the first president in my lifetime who does not try to unite the American people\" as n…",
  "Ex-White House chief of staff criticizes Trump Former White House Chief of Staff John Kelly says he agrees with former Defense Secretary James Mattis' statement, which said President Trump has divided the US.",
  "Trump invokes George Floyd while taking economic victory lap ",
  "Trump shares letter that calls peaceful protesters 'terrorists' President Donald Trump on Thursday shared a letter on Twitter that referred to the peaceful protesters who were forcibly dispersed from a park near the White House on Monday evening as \"terrorists.\"",
  "Trump has walled himself off from America's conversation on racism ",
  "Barr once again putting loyalty to Trump above all else On Monday after dark, as federal forces took control of parts of the capital city showing the scars from days of protests that at times devolved into looting and defacement of historic monuments, Attorney General William Barr patrolled the streets.",
  "CNN Poll of Polls finds Biden leading Trump ",
  "He quit Facebook over Zuckerberg's handling of Trump posts. Hear why - CNN <ol><li>He quit Facebook over Zuckerberg's handling of Trump posts. Hear why  CNN\r\n</li><li>Zuckerberg’s Credibility Test  The Wall Street Journal\r\n</li><li>Mark Zuckerberg stands up against censorship  New York Post \r\n</li><li>There has never been a better t…",
  "Fox News asked Trump about police violence. This is what he said CNN's Don Lemon says that when President Donald Trump was asked by Fox News radio what to do about police violence against people of color, the president made the answer all about himself.",
  "Nursing home resident: 'I feel as though I am in #DeathCamp2020' When news broke months ago about the country's first coronavirus outbreak at a nursing home, Linda Mayberry immediately recognized the home's corporate logo as it flashed across her television screen. It was the same one emblazoned throughout the long-term ca…",
  "This is exactly how far Trump will go to hear a packed crowd cheer for him ",
  "Retired general: I'm glad I don't have to advise Trump Retired four-star Gen. Richard Myers said during an interview with CNN's Erin Burnett that he's \"glad\" he doesn't have to advise President Donald Trump as the President threatens to use the military if violent protests continue.",
  "Martial law: Here's what can and can't happen in the US CNN National Security Analyst Juliette Kayyem explains what you need to know about martial law in the US and if President Trump has the power.",
  "Trump administration plans to cut US troops in Germany The White House has asked for a substantial reduction of US military personnel stationed in Germany, according to a US defense official.",
  "Ex-Joint Chiefs chairman: 'I'm glad I don't have to advise this President' Retired four-star Gen. Richard Myers said Thursday evening that he's \"glad\" he doesn't have to advise President Donald Trump as the President threatens to use the military if violent protests continue."
]