[
  "Colin Powell: The President has drifted away from constitution Former Secretary of State Colin Powell tells CNN's Jake Tapper that President Trump has drifted away from the Constitution. Powell also praised the military generals and admirals that are speaking out against Trump.",
  "Tapper presses Ben Carson on Trump's retweet about George Floyd CNN's Jake Tapper questions Secretary of Housing and Urban Development Ben Carson on a retweet by President Trump which criticized George Floyd following his death.",
  "Colin Powell: Trump has not been an effective president Former Secretary of State Colin Powell told Jake Tapper on Sunday that he will be voting for Joe Biden in the 2020 presidential election.",
  "Mayor 'disgusted' by Trump's George Floyd comments Atlanta Mayor Keisha Lance Bottoms describes President Donald Trump's comments on George Floyd as \"disgusting,\" after Trump said during a press conference that hopefully Floyd is looking down on what's happening and called it a \"great day\" for him.",
  "The former US secretary of state says the President has 'drifted away' from the constitution as unrest over the death of George Floyd grows Former Republican Secretary of State Colin Powell said Sunday that President Donald Trump has \"drifted away\" from the Constitution, adding to a growing list of former top military officials who have strongly criticized the President's response to the nationwi…",
  "Former Republican Secretary of State rebukes Trump ",
  "ESPN reporter responds to Trump official's comments ESPN reporter LZ Granderson reacts to Housing and Urban Development Secretary Dr. Ben Carson's comments during an interview with CNN's Jake Tapper on National Anthem protests.",
  "Fareed Zakaria: Trump would act with little regard to law CNN's Fareed Zakaria says the system of checks and balances in the US government is only effective if other leaders speak out and act when they see blatant abuses of power.",
  "Atlanta Mayor says she was 'disgusted' by Trump invocation of George Floyd CNN's Dana Bash talks with Atlanta Mayor Keisha Lance Bottoms about the protests, reform, defunding the police and COVID-19 testing.",
  "As Trump gives in to his baser instincts, some cities look for policing changes There was a fleeting moment after the killing of George Floyd when President Donald Trump seemed open to some semblance of dialogue about systematic racism and police brutality when he called Floyd's death a \"grave tragedy\" that filled Americans with \"horror,…",
  "Behind the fortress walls in a defining week for Trump and the United States ",
  "Trump's most self-defeating move Abraham Lincoln knew the value of a good photo. In February 1860, the former congressman from Illinois posed for Matthew Brady in the pioneering photographer's New York studio. The resulting image concealed some cosmetic flaws, giving Lincoln a determined loo…",
  "If only Trump would say these words Dean Obeidallah writes that President Donald Trump has yet to praise or even utter \"Black Lives Matter\" in the wake of George Floyd's death at the hands of the police. Instead, the president has been tweeting \"Law & Order!\" and threatening to shut down protes…",
  "A family was set to be reunited after nearly four years apart. Then coronavirus struck. More than three years ago, Deman Aman Abshir, a Somali national, faced an impossible choice: leave behind her newborn daughter to come to the United States or watch as her husband's health worsened.",
  "Colin Powell says he will vote for Joe Biden for president Former Republican Secretary of State Colin Powell said Sunday that he'll vote for Democrat Joe Biden in the 2020 presidential election, choosing again not to vote for Donald Trump for president.",
  "Trump's historically strong with his base -- and that's his problem Poll of the week: A new national Monmouth University poll finds that former Vice President Joe Biden leads President Donald Trump by a 52% to 41% margin.",
  "Trump says he's ordering National Guard to begin process of withdrawing from Washington, DC President Donald Trump tweeted Sunday morning that he has ordered for the National Guard to start the process of withdrawing from Washington, DC, after days of peaceful protests.",
  "Trump is reading out of the Middle East autocrats' playbook President Donald Trump's reaction to the demands of American demonstrators in the wake of the killing of George Floyd is straight out of the playbook of Middle Eastern autocrats. And his actions over the last week have given a carte blanche to oppressive regi…",
  "Colin Powell: Trump has 'drifted away' from the Constitution Former Republican Secretary of State Colin Powell said Sunday that President Donald Trump has \"drifted away\" from the Constitution, adding to a growing list of former top military officials who have strongly criticized the President's response to the nationwi…",
  "Joe Biden hits a milestone Hillary Clinton never did: 50% If you look at the average of live interview polls released since last Sunday, Biden manages to eclipse 50% (51%). That is, he has a majority for now. This is a key milestone that shouldn't be undersold."
]