[
  "FCC commissioner claims Big Tech has 'weaponized' federal law to push 'partisan political agenda' FCC Commissioner Brendan Carr told “America’s Newsroom” on Friday that social media companies have amassed more control over more speech than any other entity in human history.",
  "Kansas City officer faces charges in fatal shooting of black man A Kansas City police officer who said he shot and killed a man who pointed a gun at another officer has been indicted on a manslaughter charge.",
  "Black gun owners in Oklahoma to hold pro-Second Amendment walk A group of Black gun owners are planning to take part in a pro-Second Amendment rally in Oklahoma City over the weekend to bring attention to the constitutional rights of African Americans to carry firearms.",
  "Everyone Has An Opinion This Week: Calls for change continue following the death of George Floyd. President Trump signed an Executive Order on police reform this week as a first step. The Republican led Senate released its police reform legislation and the House Judiciary Committee …",
  "McEnany says White House looking for 'compassionate' way forward in DACA fight One day after the Supreme Court handed the Trump administration a defeat in his bid to end the Obama-era Deferred Action for Childhood Arrivals (DACA) program, Press Secretary Kayleigh McEnany said the White House was looking to find a “compassionate” way to …",
  "Deroy Murdock: Trump, GOP and Democrats should make Juneteenth a federal holiday by July 4 Enacting a Juneteenth federal holiday over the next fortnight would be a significant act of national unity at a time when the United States is being torn to pieces.",
  "Calls for 'guardrails' on police union collective bargaining grow amid reform demands Police chiefs and politicians, frustrated by union bosses, have held up collective bargaining agreements as impediments to police reform and barriers to getting rid of bad cops.",
  "Lindsey Graham 'stunned' at SCOTUS decision on Dreamers: I didn't think Trump admin could lose Republican South Carolina Sen. Lindsey Graham said Friday that he was \"stunned\" by the Supreme Court's ruling against the Trump administration's effort to end the Obama-era Deferred Action on Childhood Arrivals (DACA) program –­ which offers legal protections…",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Tulsa mayor implements strict curfew ahead of Trump rally, stragglers face arrest Tulsa Mayor G.T. Bynum, a Republican, declared a “civil emergency” overnight Thursday, and has implemented a curfew near the arena where President Trump plans to hold a campaign rally Saturday.",
  "Sen. Marsha Blackburn says making Juneteenth federal holiday is 'a good idea' Sen. Marsha Blackburn, R-Tenn., told \"Your World\" Friday that she supports making Juneteenth a federal holiday.",
  "Twitter disables satirical video posted by Trump to mock CNN Twitter has disabled a satirical video posted by President Trump that showed a mock news broadcast poking fun at CNN's coverage of racial issues.",
  "DACA recipient says Trump should invite Dreamers to work with him, change narrative about deportations DACA recipient Hilario Yanez appeared on Fox News Friday to discuss the Supreme Court’s decision rejecting the Trump administration's bid to end an Obama-era program protecting those who illegally arrived in the U.S. as children from deportation.",
  "Byron York raises concerns about Trump's Tulsa rally: 'It would be better if held outdoors' Fox News contributor and Washington Examiner chief political correspondent Byron York said Friday that President Trump's weekend campaign rally should be moved outdoors, if possible.",
  "Trump says administration submitting new files on DACA, in bid to restart process President Trump on Friday signaled he intends to renew his push to end the Obama-era Deferred Action for Childhood Arrivals (DACA) program that gave legal protections to immigrants brought to the country illegally as children -- a day after the Supreme Court …",
  "Trump warns ‘anarchists’ not to disrupt Tulsa rally, after threat prompts emergency order President Trump pointedly warned “anarchists” and other “agitators” not to disrupt his campaign rally in Tulsa, Okla., this weekend, after an apparent threat that outside groups may be planning to cause \"unrest\" at the scene prompted an emergency order from t…",
  "Juneteenth to be official New York City holiday, de Blasio says New York City Mayor Bill de Blasio said Juneteenth will be made an “official” city holiday starting 2021, saying the day deserves “recognition.”",
  "Ben Carson reflects on Juneteenth: 'To commemorate the emancipation of slaves is a wonderful thing' Housing and Urban Development Secretary Ben Carson told \"Bill Hemmer Reports\" Friday that Juneteenth should become a national holiday.",
  "Pompeo: China waging disinformation campaign to drive wedge between US and Europe Secretary of State Mike Pompeo warned Friday that China is behind a \"fear in Europe\" as Beijing aggressively continues to spread its influence across the world through economic initiatives and cyber disinformation campaigns that are forcing Europeans to choos…",
  "Cuomo brushes off criticism over nursing home deaths as 'shiny object' New York Gov. Andrew Cuomo on Thursday again defended his administration’s now-scrapped nursing home policy that critics say contributed to thousands of coronavirus deaths, slamming the controversy as “a shiny object” and “pure politics.”"
]