[
  "Trump bashes 'washed-up' Bolton over forthcoming book, says ex-national security adviser 'broke the law' President Trump lashed out at former national security adviser John Bolton in an exclusive interview with \"Hannity\" Wednesday night, saying he \"broke the law\" by publishing a forthcoming book about his time in the administration.",
  "Trump Rips High Court for Ruling Protecting Dreamers Howie Kurtz on the Supreme Court blocks the administration from ending DACA program, felony murder charges being filed in Atlanta police shooting and President Trump reacting to Bolton book.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz …",
  "Rep. Biggs: Police officers will consider retiring if Dems' bill becomes law Rep. Andy Biggs said on Thursday that the Democrats' push to “take away” qualified immunity for police officers is going to create disincentives for people to join the police force.",
  "DA who charged officer with felony murder in Brooks shooting is in tight runoff election The Fulton County, Ga. district attorney who charged former Atlanta police officer Garrett Rolfe with felony murder -- an offense that can carry the death penalty -- is facing a criminal investigation and a primary runoff in a difficult fight to remain in off…",
  "Curtis Hill: Crack down on bad cops but support good cops who keep us safe – Senate GOP bill shows the way Commonsense police reforms proposed by Senate Republicans Wednesday in their Justice Act would help reduce incidents of excessive use of force by police without reducing their ability to keep our neighborhoods safe and protect our lives and property.",
  "Steve Levy: DACA decision – Supreme Court's blow to common sense and the rule of law The grounds upon which the Roberts Court made this decision were ridiculous.",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Atlanta police call out of work at 'higher than usual' rate after 2 officers charged in Rayshard Brooks death ",
  "Judge Napolitano reacts to DACA ruling: Trump admin failed to follow rules The Supreme Court's Thursday ruling against the Trump administration's effort to end the Obama-era Deferred Action on Childhood Arrivals (DACA) program -- which offers legal protections to young immigrants brought to the country illegally as children -- was b…",
  "Obama celebrates Supreme Court DACA decision, says 'we have to move forward and elect' Biden Former President Barack Obama celebrated Thursday's Supreme Court decision to kept his Deferred Action for Childhood Arrivals (DACA) program alive after an attempt by the Trump administration to rescind it.",
  "Bob Woodward publishing 2nd book on Trump before election As President Trump continues to fight off reported excerpts from former national security adviser John Bolton’s upcoming book and news of his niece Mary L. Trump’s supposed tell-all, Washington Post reporter Bob Woodward is set to publish a follow-up to his f…",
  "Carrie Severino: Supreme Court on DACA – this double standard weaponizes the judiciary Chief Justice John Roberts strikes again.",
  "New Trump appointee dismisses top leadership in shake-up of broadcasting agency The new Trump-appointed CEO of the U.S. Agency for Global Media (USAGM) -- which oversees American taxpayer-funded news broadcasting around the world including Voice of America (VOA) -- fired three of the agency's network heads Wednesday just days after the d…",
  "Supreme Court rules against Trump administration bid to end DACA program The Supreme Court ruled Thursday against the Trump administration’s effort to end the Obama-era program that protects young immigrants brought to the country as children from deportation.",
  "Facebook removes Trump campaign ad about ‘far-left groups,’ says it shows ‘hate group’s symbol’ Facebook on Thursday removed an ad run by President Trump’s reelection campaign for violating the social media platform’s policy on hate speech, but the Trump campaign pushed back hard by arguing they were showing a \"symbol used by Antifa\" to push back agains…",
  "Thomas calls ruling blocking Trump move to rescind DACA a 'timid' effort to avoid 'controversial' decision Supreme Court Justice Clarence Thomas, in an opinion objecting to the complex result of the court's Thursday decision stymieing President Trump's effort to end an Obama-era program that protected children who illegally arrived in the U.S. as children from dep…",
  "Trump calls for ‘new justices’ on Supreme Court, as conservatives rage at Roberts President Trump, in the wake of Thursday's defeat at the Supreme Court in his efforts to repeal the Obama-era Deferred Action for Childhood Arrivals (DACA) program, called for new justices as conservatives took aim at Chief Justice Roberts for what they calle…",
  "Bruce Springsteen jabs Donald Trump for handling of the coronavirus, not wearing a face mask Bruce Springsteen took a jab at President Donald Trump for his handling of the coronavirus as well as his refusal to wear a mask.",
  "McEnany slams John Bolton: He's taken over for James Comey as 'most disliked man in America' White House Press Secretary Kayleigh McEnany said on Thursday former National Security Adviser John Bolton has “discredited himself” after releasing critical information about the Trump administration in a newly released memoir.",
  "Biden calls Supreme Court DACA ruling a ‘victory,’ vows to make program ‘permanent’ Former Vice President Joe Biden applauded a Supreme Court ruling Thursday that rejected the push by President Trump and his administration to scrap the Obama-era program that offers legal protections to young immigrants who entered the U.S. illegally as child…"
]