[
  "Louisville cook David McAtee fatally shot by National Guard, state official says McAtee was shot after he fired his gun as law enforcement approached on a night of protests, according to investigators.",
  "AOC leads congressional fight to ban police use of tear gas: 'Chemical weapon?' Congressional Democrats, including Rep. Alexandria Ocasio-Cortez, announced a proposal Wednesday to ban tear gas in the wake of police using the chemical crowd control agent on demonstrators protesting George Floyd's death and police brutality.",
  "Judge Nap says Congress can use 'its checkbook' to force changes to local police Judge Andrew Napolitano told \"Your World\" Wednesday that while the federal government has limited power over local police departments, it can use its appropriations power to hold law enforcement to certain standards.",
  "Romney says he believes GOP will maintain control of Senate, Trump will be reelected Sen. Mitt Romney, R-Utah, said he is confident the GOP will maintain control of the Senate, and he believes that President Trump will be re-elected.",
  "Kayleigh McEnany blasts 'ludicrous, nonsensical' push to dismantle police forces White House press secretary Kayleigh McEnany told “Fox & Friends” on Wednesday that it’s “appalling, it is ludicrous, it is nonsensical, to take police out of society.”",
  "The 2020 Election Is Reshaped … Again Will we see a Trump rally this election cycle? President Trump had suspended the rallies in early March amid the coronavirus pandemic, but it looks like he is going to be hitting the campaign trail in the near future. Communications Director for the 2020 Trum…",
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Ex-DOJ employees sign letter calling for probe of Barr’s role in clearing Lafayette Square protesters More than 1,250 former Justice Department employees have signed a letter calling for an investigation into Attorney General Bill Barr’s role in the clearing of Lafayette Square just before President Trump walked over to St. John’s Church on June 1.",
  "Jesse Watters, Juan Williams agree police should not be used to boost local budgets \"The Five\" co-hosts Jesse Watters and Juan Williams laid out one simple step Wednesday that municipalities could take to help speed police reform in the wake of George Floyd's death and the subsequent nationwide unrest.",
  "Congressman Doug Collins On The Need To Find Common Ground On Police Reform Congressman Doug Collins (R-GA-9) Ranking Member House Judiciary Committee spoke with Brian Kilmeade about hoping there will be common ground on police reform at today's House Judiciary Committees Hearing on Police Brutality & Racial Profiling. Collins believ…",
  "Michigan's Whitmer says she supports 'spirit' of 'defund the police' calls Michigan Gov. Gretchen Whitmer said on Wednesday that she supports the “spirit” of the “Defund The Police” movement, but not the actual idea eliminating funding to law enforcement agencies.",
  "Sen. Tim Scott fires back at claims he's being 'used' by GOP to draft police reform bill Sen. Tim Scott, R-S.C., forcefully pushed back on criticisms that he was being used as a \"token\" in Republicans' push for policing reform after George Floyd's death.",
  "For president struggling on protests, ‘defund the police’ is a gift Virtually everything has been going against President Trump in recent weeks, but he just caught a major political break.",
  "Obama AG Loretta Lynch to probe NYPD in wake of George Floyd protests New York state officials announced Wednesday that Loretta Lynch, who served as attorney general in President Obama's administration from 2015 to 2017, will \"help guide and support\" authorities' ongoing investigation into the NYPD's interactions with the publi…",
  "Pastor Darrell Scott blasts 'irresponsible' calls to defund or disband police: 'Politicizing current social events' The prospect of defunding or dismantling police forces across the United States is \"irresponsible\" and a politicization of current social events, Pastor Darrell Scott asserted Wednesday.",
  "Judge Andrew Napolitano Discusses Police Department Reform…And Condoleezza Rice For VP? On Fox Across America With Jimmy Failla, Fox News Senior Judicial Analyst Judge Andrew Napolitano discusses why police departments should not be dismantled and has another suprise pick for Joe's Biden's Vice President. \"You can reform the police department, b…",
  "AOC denounces 'horrendous' Trump tweet about 75-year-old Buffalo protester injured by police Rep. Alexandria Ocasio-Cortez, D-N.Y., had strong words for President Trump Wednesday, one day after he suggested that a 75-year-old protester engaged in a \"set up\" when he confronted Buffalo police in a now-viral video.",
  "Reporter's Notebook: George Floyd unrest, coronavirus show limits to Congress' power Legislative powers, like bills, resolutions and talking points, sometimes seem powerless.",
  "Chris Stirewalt: Trump campaign is 'demonstrably worse off' than in 2016 Fox News politics editor Chris Stirewalt told the “Fox News Rundown” podcast on Wednesday that President Trump is currently “demonstrably worse off” compared to the same time frame during the last election cycle.",
  "Fired State Department watchdog says he was given 'no valid reason' for his removal The former State Department inspector general fired by President Trump last month told congressional investigators that he has been given “no valid reason” for his removal."
]