[
  "Tom Arnold suggests people exercise Second Amendment rights against unmarked police in Washington D.C. Tom Arnold called for “liberal men” to exercise their Second Amendment rights on unmarked law enforcement in Washington D.C.",
  "Marc Thiessen: If Dems back defunding police, Trump will win reelection If the Democrats cave to far-left-ideals and become the party of defunding the police, President Trump will win re-election in November, Fox News contributor Marc Thiessen urged Tuesday.",
  "DC Council passes sweeping bill to ban chokeholds, mandate 'racism and white supremacy' training for cops The changes include a ban on the use of tear gas against protesters in the district, a move to allow home confinement of city inmates and permitting felons to vote from D.C. prisons -- a position that was only supported by Bernie Sanders among 2020 Democratic…",
  "Defund or dismantle the police? What it could mean The aftermath of George Floyd's death while in Minneapolis police custody has brought with it a rallying cry from thousands of protesters, politicians, and community leaders across the country: defund or dismantle the police force.  But what would such a Unit…",
  "National Guard begins to pull back after historic response to unrest over George Floyd's death The National Guard is beginning to pull back its presence in states across the country after its historic response to unrest over the death of Minneapolis man George Floyd in police custody last month.",
  "Taylor Swift calls out racial injustice and says 'changes must be made' to fight police brutality Taylor Swift is using her enormous social media platform to fight for racial justice.",
  "Former FBI official on police reform bills: 'You can't really legislate' good police behavior Senate and House Democrats have introduced sweeping police reform proposals in the wake of George Floyd’s death while in the custody of a Minneapolis police officer.",
  "Village People singer Victor Willis asks Trump to stop playing 'YMCA' and 'Macho Man' at rallies Village People singer Victor Willis wants President Donald Trump to stop using his music at rallies.",
  "Hemingway rips media for 'overwrought' coverage of Lafayette Park protest: 'It's not helpful' Fox News contributor Mollie Hemingway criticized the media Tuesday for their coverage of the clearing of protesters from Washington, D.C.'s Lafayette Park last week, taking particular issue with the idea that peaceful protesters were attacked by law enforceme…",
  "Cal Thomas: Trump and African-Americans – these are the actions he must take now In his Charlotte speech in 2016, Donald Trump said: \"Enough waiting. The time is now. There is nothing we cannot accomplish. There is no task or project too great. There is no dream outside of our reach.\"",
  "Trump to announce executive, legislative actions on police reform: sources President Trump will soon have a list of police reform proposals that can be accomplished through a combination of executive and legislative action -- and that the effort could have some crossover with Democratic proposals -- multiple sources told Fox News on…",
  "Republican AGs come out in force against defunding police Republican attorneys general across the country are pushing back on calls to defund law enforcement agencies in the wake of the protests over police brutality and racial injustice – arguing that cutting budgets to police departments would be “extremely danger…",
  "Donna Brazile: Justice in Policing Act – what's in this historic bill and why it must pass now Transparency! Accountability! Aren’t these virtues among the very least we should expect from the police in our country?",
  "Donald Trump Jr. says Dems calling for police to be defunded should first call for security details to be cut Donald Trump Jr. on Monday called out Democrats looking to defund police departments in the wake of George Floyd protests should start by cutting their own security detail.",
  "Hannity: You don't have to be a brain surgeon to see dangers of defunding, disbanding police One does not \"have to be a brain surgeon\" to see defunding police is an insane idea, \"Hannity\" host Sean Hannity stated Monday night.",
  "Tucker Carlson: Black Lives Matter is now a powerful political party and has nothing to do with black lives Defund the police means a woke militia policing our cities, enforcing Democratic Party orthodoxy.",
  "COVID and the Constitution: Governments struggle to balance collective safety with personal autonomy As the economic and social shutdown stretches into months, Americans across the ideological divide have increasingly voiced frustration at isolation orders -- with businesses, parks, schools and churches shuttered.",
  "House Republicans object to pulling US troops out of Germany Republicans on the House Armed Services Committee (HASC) warned President Trump Tuesday that his reported plan to withdraw 9,500 troops from Germany would damage U.S. national security and benefit Russia.",
  "Secret Service says White House fencing will start to be removed Some temporary fencing around the White House installed during the unrest following the death of George Floyd is set to be removed by Wednesday, a Secret Service spokesperson told Fox News.",
  "Mourners flock to Floyd memorial While Americans across the political spectrum shift views on police and race"
]