[
  "‘Justice Act’: What’s in the Senate Republican police reform bill Senate Republicans on Wednesday unveiled their \"Justice Act\" police reform legislation to hold officers accountable.",
  "Populists left and right seek social media control This is one of the main proving grounds for the direction and durability of the bipolar populist movement.",
  "How fired police get rehired: Discipline challenges emerge in appeals process Policing the Unions is a five-part series that examines the renewed friction between police unions and politicians in the wake of unrest over George Floyd’s death, and the dynamics at play in efforts to reform law enforcement.",
  "Will protests against police brutality lead young black voters to the ballot box this fall? Political insiders are wondering whether the progress already achieved in changing the culture around officers' excessive use of force through proposed legislation can maintain momentum when voters enter the ballot box, especially young voters of color.",
  "Tim Scott: Dems should not 'demonize progress' for black community because they don't like Trump Democrats should not be “demonizing progress” when it comes to President Trump and the black community solely because they do not “like him,” said Sen. Tim Scott, R-S.C.",
  "Trey Gowdy advises Trump to keep feds out of Seattle standoff: 'It's a Washington problem. They can fix it' Fox News contributor Trey Gowdy, the former chairman of the House Oversight Committee, joined \"Hannity\" Tuesday to discuss the ongoing anti-police protest in Seattle and the conversation surrounding law enforcement reform.",
  "Republicans claim police reform needed – to prevent another ‘Russia hoax’ A House Judiciary Committee markup on the Justice in Policing Act, drafted to reform law enforcement after George Floyd's death in police custody, showed that Democrats and Republicans are in agreement that measures are needed to increase officer accountabili…",
  "Cuomo to sign executive order making Juneteenth a holiday for state employees New York Gov. Andrew Cuomo said he will sign an executive order Wednesday to make Juneteenth a holiday for New York State employees, and will propose legislation to commemorate the day as an official state holiday next year.",
  "DOJ proposes legislation to hold Big Tech accountable for 'illicit activity' on sites The Department of Justice is pushing Congress to pass new legislation that would hold Facebook, Twitter and other tech behemoths accountable for what is posted on their platforms – a move that if passed would roll back protections Silicon Valley has had for d…",
  "Former acting AG Whitaker on Rayshard Brooks case: 'It is hard to believe that this killing was justified' Former Acting Attorney General Matt Whitaker told “Outnumbered Overtime” Wednesday that he finds it difficult to see how the fatal shooting of Rayshard Brooks by Atlanta police last week was \"justified.\"",
  "Hawley introduces bill targeting Big Tech companies over political censorship concerns Sen. Josh Hawley, R-Mo., introduced legislation Wednesday to give Americans the ability to sue major tech companies like Facebook, Google and Twitter if they engage in selective censorship of political speech.",
  "Tomi Lahren defends Justice Gorsuch's landmark gay rights decision from conservative critics In Tuesday's episode of \"Final Thoughts,\" Fox Nation's Tomi Lahren argued that the conservative ideology should be inclusive enough to accept the landmark gay rights decision.",
  "Tom Homan: Trump’s police reforms will help prevent misconduct by bad cops without endangering public safety President Trump took an important first step Tuesday to address problems that exist within the law enforcement system when he signed an executive order to spur reforms “encouraging police departments nationwide to adopt the highest professional standards to s…",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "Solicitor General Noel Francisco, who has argued many Trump positions before Supreme Court, leaving DOJ Solicitor General Noel Francisco, the head lawyer for the federal government who has been at the forefront of defending the Trump administration's legal positions, announced on Wednesday he would leave his post in early July.",
  "Lawmakers bicker after Swalwell calls on Republicans to say ‘Black lives matter’ A House Judiciary Committee markup session dealing with Democrats' Justice in Policing Act reform bill erupted into bickering when Rep. Eric Swalwell, D-Calif., called on his colleagues on the other side of the aisle to say, “Black lives matter.”",
  "What is Section 230 of the Communications Decency Act, and why is it under fire? Section 230 of the Communications Decency Act of 1996 is under a harsh new spotlight in the wake of Google's decision to force conservative news site The Federalist to remove its comments section or risk being demonetized.",
  "Tensions At Home, Tensions Overseas President Trump has signed an executive order intended to address the growing demand for police reform. Law enforcement has been under the microscope ever since the death of George Floyd in Minneapolis Police custody. Boston's former Police Chief Daniel Linsk…",
  "Gorsuch draws personal attacks for breaking ranks on gay rights Now some on the right are suddenly turning on Neil Gorsuch.",
  "Senate, House set to tackle police reform with comprehensive proposals Both chambers of Congress are set to tackle police reform Wednesday, as Senate Republicans prepare to unveil a bill and the House Judiciary Committee gets ready to work on a proposal of their own."
]