[
  "China's new Hong Kong security law would impose life sentences on anyone guilty of these charges Anyone in Hong Kong found guilty of secession, subversion or terrorism will now be sentenced to life in prison under the controversial new security law passed by China this week.",
  "Georgia judge grants $500G bond to Atlanta cop who shot, killed Rayshard Brooks A Georgia judge on Tuesday granted a $500,000 bond for the Atlanta-area police officer accused of killing Rayshard Brooks at a Wendy's parking lot.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Who is Kimberly Gardner, St. Louis prosecutor investigating gun-toting couple? St. Louis Circuit Attorney Kimberly Gardner has said that her office is investigating the confrontation between a gun-toting couple who stood in their front yard as those she called “peaceful protesters” marched through the private neighborhood.",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "Trump says government is ‘tracking down the two anarchists’ who threw paint on George Washington statue in NYC President Trump said Tuesday the federal government is “tracking down the two anarchists” who threw blood-red paint on two George Washington statues in New York City’s Washington Square Park on Monday.",
  "Matt Schlapp: Trump's federal court legacy — how these judges will make a difference President Trump has now placed 200 federal judges on the bench — a legacy that will outlast his administration for generations to come.",
  "DHS deploys special federal unit to protect monuments over July 4 weekend amid vandalism fears The Department of Homeland Security (DHS) is deploying a special federal unit across the country for the July 4 weekend in order to protect federal monuments and statues from a possible fresh wave of vandalism.",
  "Laura Ingraham wonders if George W. Bush is as disappointed in John Roberts as pro-life Americans Fox News host of “The Ingraham Angle” said on Tuesday that though President Trump picked two conservative judges for the Supreme Court, Americans are still “paying” for President Bush’s “big mistake” in choosing Justice John Roberts, who has a record of sidin…",
  "Cal Thomas: Vote on DC statehood – what's behind the House Dems' cynical action The Founders specifically prohibited the District from becoming a state, but who listens to them anymore.",
  "Dems tweet then delete post linking Trump's Mt. Rushmore event to ‘glorifying white supremacy’ The Democrats raised eyebrows on Monday night for accusing President Trump of \"glorifying white supremacy\" for scheduling a Fourth of July celebration at Mount Rushmore.",
  "Kennedy slams Roberts over ruling on Louisiana abortion law: 'He flip-flopped like a banked catfish' Kennedy criticized Supreme Court Chief Justice John Roberts after the court struck down a Louisiana law requiring individuals who perform abortions at clinics to have admitting privileges at a nearby hospital.",
  "Tucker Carlson: Ordinary Americans stand up as politicians continue to cower to the rage mob For weeks, we've asked who will stand up for our country. The answer, we're learning, is Americans.",
  "Trump calls Supreme Court ruling a 'historic win for families who want school choice' Earlier this month, Trump called school choice the civil rights issue “all-time in this country.”",
  "How Bill Barr threatens the 'deep state,' not the rule of law: Ian Prior Former Department of Justice Deputy Director of Public Affairs Ian Prior explained on “America’s Newsroom” on Tuesday how Attorney General William Barr is “a threat to the deep state, not the rule of law.”",
  "Netanyahu signals possible delay in Israel's West Bank annexation plan Prime Minister Benjamin Netanyahu said Tuesday that discussions with the U.S. on his plan to annex occupied West Bank territory would continue “in the coming days,” indicating he would miss a July 1 target date for beginning the controversial process.",
  "Cardinal Dolan decries 'dangerous' removal of monuments: 'Memory and tradition are very, very important' Timothy Cardinal Dolan, the Roman Catholic archbishop of New York, told \"Bill Hemmer Reports\" Tuesday that the desire to take down monuments and statues honoring controversial figures from history is \"dangerous.\"",
  "Dr. Nicole Saphier says wearing masks 'a good idea' right now and Trump should 'lead by example' Fox News contributor Dr. Nicole Saphier told \"America's Newsroom\" Tuesday that it would be a good idea for President Trump to don a mask and \"lead by example\" as the coronavirus pandemic continues.",
  "Robert O’Brien: National Security Council reforms – President Trump has made people safer, nation stronger Over the past nine months, little-noticed but important changes have taken place at the National Security Council (NSC) under President Trump’s leadership.",
  "Amy McGrath wins Kentucky Dem Senate primary, setting up general election battle with McConnell Former Marine pilot Amy McGrath defeated her progressive opponent Charles Booker in the Kentucky primary, setting up a high-profile showdown between her and Sen. Majority Leader Mitch McConnell in November, the Associated Press projected Tuesday."
]