[
  "Deadly unrest: Here are the people who have died amid George Floyd protests across US Among those killed as protests over the death of George Floyd have roiled American cities are a retired police captain, a beloved owner of a barbecue restaurant and a former star football player known as “Mr. Indianapolis.\"",
  "Trump says he wants to see policing done in a 'more gentle fashion' President Trump said Monday during a roundtable with law enforcement he’s going to discuss ideas to see how policing can be done in “a much more gentle fashion.”",
  "Huckabee says police departments should not be defunded because 'some police officers abuse their badge' Former Arkansas governor and Fox News contributor Mike Huckabee told “Outnumbered Overtime” Monday that an entire police force should not be disbanded because “some police officers abuse their badge.”",
  "AB Stoddard On Trump’s Law & Order Message: “He’s Going To Have To Find A Middle Space” AB Stoddard, associate editor and columnist at RealClearPolitic spoke with Fox News Radio's Guy Benson about Trump's Law & Order messaging, after attacks on police and riots around the country. Stoddard said that Trump is going to have to find a \"Middle Space…",
  "Some 80 percent of Americans say country 'out of control,' poll finds While voters were divided among party lines on some issues, on a few key points they overwhelmingly agreed.",
  "Steve Hilton: Trump's gains with African-Americans will be lost if he does not lead on police reform President Trump must make black America part of the great American comeback.",
  "McEnany: Trump believes there are 'instances of racism’ but most cops are ‘good people’ White House press secretary Kaleigh McEnany said Monday President Trump believes there are “instances of racism” but that most police officers are “good people.”",
  "Barr blasts 'canard' that Park Police cleared out protesters to let Trump visit church: 'Totally false' Attorney General William Barr told \"Special Report\" Monday that the claim law enforcement forcefully expanded a protest perimeter around the White House last week so President Trump could visit St. John Church for a photo op last week is a \"canard.\"",
  "Georgia state trooper tells protesters in viral video: 'I only kneel for ... God' A law enforcement officer in Georgia is going viral after he said he \"has much respect\" for Black Lives Matter protesters after the death of George Floyd — but he only kneels \"for one person.\"",
  "Meghan McCain: 'President Bone Spurs' has been 'neutered' during George Floyd unrest \"The View\" co-host Meghan McCain criticized President Trump's response to ongoing unrest, suggesting that he appeared to be \"neutered\" rather than providing strong leadership.",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Biden to meet Floyd’s family ahead of funeral Former Vice President Joe Biden heads to Houston, Texas, on Monday to meet privately with and offer condolences to the family of George Floyd, whose death two weeks ago in police custody sparked nationwide protests.",
  "Massachusetts police chief seen lying face down on pavement alongside protesters in show of solidarity A police chief in Massachusetts joined a large crowd protesters by lying face down on the pavement Saturday amid increased tensions between law enforcement and demonstrators throughout the U.S. following the death of George Floyd.",
  "McEnany: White House has ‘no regrets’ over clearing protesters from Lafayette Square White House press secretary Kayleigh McEnany said the White House has “no regrets” over the controversial clearing of protesters from Lafayette Square before President Trump walked across the street last week to visit St. John’s Church.",
  "Biden meets with Floyd’s family ahead of Tuesday’s funeral Former Vice President Joe Biden on Monday met privately in Texas with the family of George Floyd, whose death two weeks ago while in police custody has sparked nationwide protests.",
  "Steve Hilton: It's time for Trump to step up and reform policing It's time for President Trump to heed the calls of protesters across the nation and commit to reforming policing in the United States, Steve Hilton argued Sunday.",
  "Democrats Question President Trump’s Economic Comeback Hopes President Trump touted the surprisingly positive May jobs report released on Friday. The data showed the U.S. added 2.5 million jobs during the month of May and the unemployment rate dropped to 13.3 percent from 14.7 percent in April. Chairman of the Democrat…",
  "Joy Behar mocks Trump's 'stupid' White House fence blocking protesters: 'You're a loser, you're done' \"The View\" co-hosts Joy Behar and Whoopi Goldberg mocked President Trump on Monday over the way he responded to ongoing protests surrounding George Floyd's death.",
  "Barr, in FNC interview, calls defund police push ‘dangerous’ and ‘wrong’ Attorney General Bill Barr on Monday blasted calls from protesters and activists to defund police departments in the wake of George Floyd's death – saying in an exclusive interview with Fox News’ Bret Baier that going after entire departments is “wrong” and “…"
]