[
  "Media narrative of peaceful Seattle CHOP zone turned upside down as mayor sends in police to stop violence As protesters and armed anarchists seized control last month of a swath of Seattle's downtown that includes a police stationhouse, dubbing it Capitol Hill Organized Protest, the local and mainstream media largely echoed elected leaders by insisting it was a p…",
  "Trump congratulates Boebert for win in Colorado primary President Trump congratulated Lauren Boebert late Tuesday night after the pro-gun businesswoman defeated Rep. Scott Tipton, who represented his Colorado district for five terms in Congress.",
  "Sen. Thom Tillis: Democrat majority in Senate — goodbye filibuster and hello radical, socialist agenda It’s time for Senate Democrats to come clean about their plan to fundamentally transform America through one simple procedural vote.",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "CNN's Cuomo accused of 'siding with the St. Louis mob' during heated interview with armed homeowner CNN’s Chris Cuomo was accused of siding with the \"mob\" on Tuesday night during a contentious interview with Mark McCloskey, the man who went viral for brandishing a gun alongside his wife as the couple protected their home from protesters.",
  "Andrew McCarthy: China swallows Hong Kong The Chinese Communist Party, through what it portrays as its legislature (the “National People’s Congress”), has enacted a law crushing democracy in Hong Kong.",
  "Tucker Carlson calls on GOP voters to 'demand three things from their candidates' this November Tucker Carlson called on voters to hold Republicans accountable Tuesday in the aftermath of his Monday interview with Sen. Mike Braun, R-Ind., about Braun's introduction of a bill that would limit qualified immunity for law enforcement officers.",
  "Black Lives Matter mural in Cleveland vandalized by black conservative, councilman says A Black Lives Matter mural in a Cleveland neighborhood meant to honor the movement and those killed by law enforcement was defaced Monday with the messages that read “stop killing each other” and “Black Lives Matter is Marxist.”",
  "AG Barr targeted by House Dem’s impeachment resolution A House Democrat who’s a frequent critic of the Trump administration submitted a resolution Tuesday calling for the impeachment of Attorney General William Barr.",
  "House passes application extension for PPP business program to Aug. 8 The House of Representatives quickly passed a bill Wednesday night to extend the window for business owners to apply for coronavirus relief loans through the Paycheck Protection Program.",
  "Trump-appointed federal judge upholds legal challenge to administration asylum rule Judge upholds a legal challenge to the Trump administration",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "Portland police declare ‘riot,’ use CS gas to break up crowd; arrests reported Police in Portland, Ore., declared a disturbance to be a “riot” on Tuesday night as they tried to break up a crowd of demonstrators.",
  "Schumer: Trump won't veto defense bill over renaming military bases The White House has repeatedly said changing the names of military bases was a nonstarter",
  "Newt Gingrich: Left-wing media using polls to hurt Trump and Republicans I have had long experience of the left’s efforts to depress, disorient and defeat Republican campaigns.",
  "McConnell urges Trump to 'reconsider' defense bill veto threat over amendment to rename military bases Senate Majority Leader Mitch McConnell, R-Ky., told \"The Daily Briefing\" Wednesday that President Trump should \"reconsider\" his threat to veto a bill to fund the military for the 2021 fiscal year if it includes a provision to rename military bases named after…",
  "Cuomo ridicules New York City move to strip $1B in NYPD funding New York Gov. Andrew Cuomo slammed the New York City Council’s move strip the New York Police Department of $1 billion in funding, questioning “what it means,” and calling for concrete action.",
  "Former George W. Bush officials form new group to back Biden A group of officials who worked in former President George W. Bush’s administration and presidential campaigns on Wednesday launched a new super PAC to persuade Republicans disaffected with President Trump to vote for Democratic challenger Joe Biden.",
  "Roberts drifts away from conservative bloc, angering Republicans and exciting the left Supreme Court Chief Justice John Roberts’ role as the court’s new swing vote has become abundantly apparent in recent weeks, as he has been the deciding justice in several high-profile 5-4 decisions in which he sided with the court’s liberal bloc -- providing…",
  "Details of DC’s Fourth of July celebration revealed by Interior Department The Department of the Interior and National Parks Service on Wednesday announced details about Fourth of July celebrations in Washington D.C. over the weekend, which will include military flyovers, a salute from President Trump, and a “monumental” fireworks d…"
]