[
  "'The leadership is horrible': Law enforcement panel on violence escalating in Seattle 'CHOP' zone Washington State Fraternal Order of Police President Marco Monteblanco told “Fox & Friends” on Monday that the violence in Seattle's autonomous zone, which included a fatal shooting over the weekend, “is very concerning to us.”",
  "Georgia House passes bill to dissolve county police departments, legislature takes up hate crimes bill The Georgia House of Representatives passed a bill Friday that would allow voters to decide whether they want to abolish county police departments",
  "Another shooting reported at Seattle’s CHOP, 1 in serious condition Less than 48 hours after a 19-year-old was fatally shot in the protest area near Seattle’s downtown known as CHOP, another shooting reportedly broke out on Sunday night that resulted in an individual being hospitalized in serious condition.",
  "Deadly weekend in Seattle, Chicago, Minneapolis as New York City reports uptick in shootings Major cities in the U.S. reported bloody weekends amid increased calls to defund and disband police departments in the wake of George Floyd’s death in police custody.",
  "Trump's steel tariffs stand after Supreme Court declines challenge The Supreme Court on Monday left in place President Trump’s 25 percent steel tariffs, declining to hear a challenge to the law that authorized it.",
  "Seattle left-wing council member slapped down for claims CHOP shooting was work of right-wing agitators A left-wing Seattle council member’s claims that the fatal weekend shooting in the so-called CHOP zone may have been the work of right-wing agitators were checked by both Mayor Jenny Durkan and protest organizers.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Henry Winkler seemingly mocks President Trump with water-drinking video Henry Winkler shared a video of himself drinking water with one hand in an apparent jab at President Trump.",
  "Dreamer, Trump supporter defends White House's bid to end DACA in favor of broader reform Hilario Yanez, a Dreamer who was brought to the country illegally as a toddler, told “Fox & Friends Weekend” on Sunday that he supports President Trump’s bid to end the Deferred Action for Childhood Arrivals [DACA] program in favor of broader reform, after a …",
  "John Sununu: Trump should focus campaign message on 'chaos' in Democrat-run cities and states Former New Hampshire Gov. John Sununu told “America’s Newsroom” that the Trump campaign needs to “have a message beyond the economic one” and can focus on “the fact that the Democrat-run cities and states are in chaos and that's what America will look like” i…",
  "Judge Napolitano: Probes of Trump associates 'will probably continue' after firing of SDNY federal prosecutor Fox News senior judicial analyst Judge Andrew Napolitano said Monday that investigations of Trump associates “will probably continue” after the firing of the District Attorney for the Southern District of New York (SDNY).",
  "State Department designates 4 more Chinese news outlets as propaganda The State Department designated four more Chinese news outlets as propaganda on Monday--  China Central Television, China News Service, People’s Daily and Global Times-- bringing the total to nine.",
  "Biden campaign agrees to 3 general election debates, slams Trump team for seeking more The Biden campaign has agreed to participate in three planned general election presidential debates in the fall, while slamming the Trump campaign’s push for more debates as an “effort to change the subject” and “create a distracting ‘debate about debates.’”",
  "Bolton, in interview, blasts Dems' impeachment investigation, says they're 'somewhat equivalent to Trump' ",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play.",
  "L.A. County sheriff pushes back on defunding police: 'Last thing' the community needs is fewer deputies on the streets Pushing back on calls to defund the police, the Los Angeles County sheriff told Fox News Monday that having fewer police officers on the street \"should be the last thing in the world\" that residents demand.",
  "Today on Fox News: June 22, 2020 ",
  "Dems seize on US attorney ouster to pursue new probes, hearings Top congressional Democrats are citing the ouster of the U.S. attorney for the Southern District of New York following a Friday-night standoff in calls for new probes and hearings concerning President Trump's Justice Department.",
  "Liz Peek: Intolerance threatens US – here's who to blame for 'cancel culture' This is how the slide toward totalitarianism begins."
]