[
  "Barr hints at ‘developments’ in Durham probe this summer, says racism not ‘systemic’ problem in law enforcement Attorney General Bill Barr announced in an exclusive interview with Fox News' Maria Bartiromo that Connecticut U.S. Attorney John Durham's investigation of the Russia probe's origins will likely yield \"developments\" before summer is over, despite delays cause…",
  "Sister of California officer killed in George Floyd riots: 'We need to come together as a society' Angela Underwood Jacobs, the sister of a federal law-enforcement officer in California who was shot and killed amid violent protests over the death of George Floyd, told “Fox & Friends Weekend” on Sunday that the issue facing America right now “is regarding h…",
  "Sen. Deb Fischer: Nuclear arms control – US can't play politics. Here's what must happen next On Monday, June 22, U.S. and Russian officials are scheduled to meet in Vienna, Austria, to discuss nuclear arms control.",
  "Trump blasts attempts to remove historic statues as 'censorship' In his return to the campaign trail Saturday in Tulsa, Okla., President Trump criticized demonstrators and politicians who have pushed to have portraits and statues of historic figures removed.",
  "Trump blasts attempts to remove Confederate statues as 'censorship' In his return to the campaign trail Saturday in Tulsa, Okla., President Trump criticized demonstrators and politicians who have pushed to have portraits and statues of Confederate leaders or sympathizers removed.",
  "DACA, LGBTQ decisions leave some conservatives with Supreme Court buyers' remorse The Supreme Court decision in the LBGTQ case and the DACA ruling last week only underscored why the nominations over justices and the political fights in the Senate over their confirmations are so monumental.",
  "Trump confirms new visa restrictions coming, sounds off on protesters in FNC interview In an interview with Fox News Chief White House Correspondent John Roberts ahead of his first campaign rally since March, President Trump said the White House will be announcing new guest worker visa restrictions in the coming days and sounded off about the r…",
  "Schiff suggests Bolton may testify – and that more impeachment proceedings may be on the table House Intelligence Committee Chairman Adam Schiff suggested on Sunday that former national security advisor John Bolton may soon testify before his panel -- and that a fresh new round of impeachment proceedings may result from the memoir.",
  "Newt Gingrich: China’s secret campaign to spy on US and buy influence is exposed For years, China has invested in American universities in various ways, donating millions of dollars, collaborating with academics, and setting up cultural centers. Each tactic is part of a broader strategy of the Chinese government to compete with the United…"
]