[
  "Here is how Senate's police reform bill stalled in political purgatory Police reform was done even before it started in the U.S. Senate.",
  "Arizona Rep. Lesko on order protecting monuments: 'We should be learning from our history, not destroying it' Rep. Debbie Lesko, R-Ariz., appeared Saturday on the \"Fox Report,\" ripping local Democrat leaders for allowing \"lawlessness\" while commending President Trump for his executive order protecting monuments.",
  "Nunes: Twitter, Google, Facebook are 'tech tyrants' that censor conservatives Rep. Devin Nunes, R-Calif., railed against Twitter, Google, and Facebook giants, claiming they improperly wield power over the content internet users view by censoring conservative-leaning content.",
  "Leo Terrell: Black Lives Matter is 'profiting' on a 'false narrative' Civil rights attorney Leo Terrell joins \"Life, Liberty & Levin\" on Sunday night where he addresses his issues with the Black Lives Matter (BLM) movement, saying the organization's motivation is money and calling them \"profiteers.\"",
  "Trump pushes back on NY Times report on Russian Afghan attacks, says 'nobody briefed' him, Pence President Trump responded to a New York Times report about American intelligence learning of Russia offering bounties to Taliban-linked militants for killing coalition forces including American troops, insisting that no one briefed him, Vice President Mike Pe…",
  "Steve Scalise slams big-city Dems over 'lawlessness': 'This has got to stop' Democratic mayors in some of the nation's largest cities have been encouraging \"lawlessness\" as they push for defunding police departments in the wake of George Floyd's death, House Minority Whip Steve Scalise, R-La., said Saturday night.",
  "Bolton blasts Trump for denying he was briefed on Russia offering bounties to Taliban to kill US troops Former national security adviser John Bolton criticized on Sunday President Trump’s response to reports that Russian military operatives offered bounties to Afghan militants to kill U.S. troops – saying Trump’s decision making is “not connected to reality” an…",
  "Top conservatives demand answers on reports Russia paid Taliban to kill US troops One of the top Republican lawmakers in the House joined on Sunday a growing list of legislators calling on the Trump administration to explain what it knew about the reports that Russian intelligence agents offered to pay bounties to Afghan militants who kill…",
  "Rep. Eleanor Holmes Norton on police reform: 'You send people like me' to Congress to act House of Representatives Delegate Eleanor Holmes Norton told “Fox News Sunday” she “completely understands” the calls for police reform saying, “You send people like me to the Congress of the United States to do something about it and that's what we are doing…",
  "Peter Navarro: John Bolton is a Dr. Strangelove throwback who set himself up as a White House warlord It would be a crime for former National Security Adviser John Bolton to get rich from his new book, which is Washington Swamp revenge porn. The Justice Department and perhaps a jury will have a say about that.",
  "Gardiner & Loconte: Defend US statues and monuments – here's what the mobs really want to destroy The radical left has hijacked debate over America’s monuments to wage a cultural war",
  "Bid to tear down Andrew Jackson statue in DC's Lafayette Square leads to charges for 4 The Department of Justice announced charges against four men on Saturday for their alleged involvement in the vandalization of the Andrew Jackson statue in Lafayette Square in Washington, D.C., during a demonstration earlier this week.",
  "Pence deflects on questions about wearing masks, says White House will 'defer to governors' Vice President Mike Pence deflected a question on Sunday about any federal mandate requiring Americans to wear masks amid reports of large increases in COVID-19 infections in certain states – saying that the White House wants to “defer to governors” on whethe…"
]