[
  "Von Spakovsky & Stimson: Supreme Court ruling on illegal immigration is a victory for Trump administration In a victory for border security that will help the federal government regain control over the immigration process, the Supreme Court has upheld commonsense rules used by the Trump administration to effectively deter illegal immigrants from making false asylu…",
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Pompeo: US imposes restrictions on Chinese Communist Party leaders undermining Hong Kong autonomy Secretary of State Mike Pompeo announced new restrictions against members of the Chinese Communist Party (CCP) Friday, declaring that the U.S. has banned visas for CCP members affiliated with the obstruction of Hong Kong’s autonomy.",
  "Interior secretary says federal authorities will have 'all the tools they need' to protect monuments from criminals Secretary of Interior David Bernhardt said on Friday that the federal government will provide law enforcement the “manpower” to crack down on historic monument vandals.",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "The Sunbelt Has Become The New Hot Spot For Coronavirus This Week: The coronavirus pandemic is not over. Texas, Florida, Arizona and California have seen spikes in COVID-19 cases this week. Despite the recent surges in some states, it's not slowing down President Trump's campaign or his travel across the U.S. Jare…",
  "Social media alternative Parler doesn’t censor, fact-check posts, CEO says Parler CEO John Matze said Parler is important for conservatives during an election year, where they can post freely without being censored.",
  "GAO chief says IRS knew it was sending stimulus payments to dead people The head of the Government Accountability Office (GAO) told lawmakers Friday that the IRS knew it was sending out stimulus payments to dead people -- and even said that his own mother, who died in 2018, received one.",
  "James Carville: Trump has 'zero chance' of being re-elected,' more likely not to run at all Longtime Democratic strategist James Carville declared on Thursday night that there is “no chance” President Trump wins re-election in November.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Twitter users have fun after seeing tweets with words 'frequency' and 'oxygen' prompt automatic COVID-19 fact-check Twitter users had some fun on Friday upon seeing that tweets that contained the words \"frequency\" and \"oxygen\" were automatically slapped with a coronavirus fact-check label.",
  "Tim Scott blasts Pelosi over 'outrageous, sinful' claim GOP wants to 'get away with murder' of George Floyd Sen. Tim Scott, R-S.C., tore into House Speaker Nancy Pelosi, D-Calif., Friday, telling Fox News Radio's \"The Guy Benson Show\" that her remark accusing the GOP of \"trying to get away with ... the murder of George Floyd\" was \"the most outrageous, sinful commen…",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Rep. Waltz on Lincoln statue being targeted: Cancel culture has become 'ignorant culture' Rep. Michael Waltz, R-Fla., said Friday that \"cancel culture has become ignorant culture,\" reacting to protesters who gathered in Washington, D.C. to rally against a statue of Abraham Lincoln commemorating emancipation.",
  "Pelosi misspeaks, says police reform bill is worthy of ‘George Kirby’s’ name House Speaker Nancy Pelosi on Friday misspoke when she said that a Democrat-led push in the House for police reform needed to be worthy of “George Kirby’s name”",
  "Trump signs executive order to protect American monuments, memorials and statues President Trump announced Friday that he signed an executive order to protect American monuments, memorials and statues and threatened those who try to pull them down with “long prison time.”",
  "Trump predicts coronavirus vaccine 'before the end of the year' as case count surges in parts of US President Trump predicted Thursday during a \"Hannity\" town hall in Green Bay, Wis. that \"before the end of the year, we’ll have a vaccine\" for the coronavirus.",
  "'Security risks'? Biden's past rhetoric on gay rights could complicate LGBT claims on campaign trail As the nation celebrates Pride Month, some past Biden comments stand in stark contrast to the image the presumptive Democratic presidential nominee is now presenting concerning his gay rights record."
]