[
  "Newt Gingrich: America is we know it would end if Biden, Pelosi and Schumer govern Every time some supposed conservative or Republican explains why he or she can’t vote for President Trump, I wonder if they have thought about the alternative – the Biden-Schumer-Pelosi machine.",
  "Hannity knocks Seattle occupiers for building 'border wall': 'I thought liberals were against these things' Sean Hannity opened Friday night's edition of \"Hannity\" by noting that the actions taken by denizens of Seattle's \"Capitol Hill Autonomous Zone\" directly contradict the principles and positions liberals consistently champion in public.",
  "Secret Service walks back denial of using tear gas on White House protesters The U.S. Secret Service on Saturday reversed its denial that no agents used tear gas June 1 to remove protesters near the White House, as the park clearing has come under intense criticism and the focus of a lawsuit from activists who allege law enforcement v…",
  "Tucker decries Warren push to remove Confederate monuments from military cemeteries: 'This is vandalism' Tucker Carlson spoke out Friday against Sen. Elizabeth Warren, D-Mass., and her push to remove the names of Confederate leaders from all U.S. military bases and other assets, saying \"healthy societies do not destroy their own history.\"",
  "Fox News Rundown Extra: Judge Napolitano On Police Reform, Removing Confederate Statues Our full, unedited conversation with Fox News Legal analyst Judge Andrew Napolitano about the debates reignited by the George Floyd protests.",
  "Jacksonville Mayor Lenny Curry promises full arena for Republican National Convention: 'We’re not going to operate out of fear' The city of Jacksonville, Fl. expects to have a \"full arena\" to \"celebrate the renomination of President Trump\" at the Republican National Convention in August, Mayor Lenny Curry stated Saturday.",
  "Trump campaign says 300,000 people applied for tickets to Oklahoma rally Around 300,000 people have applied for tickets to President Trump's first scheduled rally since states began efforts to resume normal life following weeks of lockdown measures amid the coronavirus pandemic.",
  "HHS reverses ObamaCare rule that included abortion, gender identity in sex discrimination protections The Department of Housing and Human Services finalized a regulation Friday reversing an ObamaCare rule which sought to protect transgender rights and abortion access.",
  "Will Hurd proposes conditioning federal aid on whether police departments follow best practices Rep. Will Hurd, R-Texas, suggested Saturday that the Justice Department (DOJ) should combat police brutality by incentivizing local departments to follow best practices outlined at the federal level.",
  "Seattle police chief and mayor at loggerheads over handling of George Floyd protests, autonomous area Seattle Mayor Jenny Durkan and police chief Carmen Best remain at odds over the city's handling of a newly established \"Capitol Hill Autonomous Zone.\"",
  "CNN correspondent contradicts network's own report that armed protesters had no presence in CHAZ CNN is offering conflicting reports about whether or not the protesters who have declared the territory of CHAZ are armed, as pointed by a former CNN producer.",
  "Bill Maher blasts 'Defund the police' branding: How are Dems 'this f---ing stupid'? \"Real Time\" host Bill Maher slammed the \"Defund the Police\" mantra that has dominated the conversation of police reform following the death of George Floyd.",
  "Ilhan Omar's GOP challenger eyes upset in November, hits 'unthinking' call to defund police Rep. Ilhan Omar’s, D-Minn., Republican challenger is pushing back against what he calls the radical congresswoman’s “unthinking” call to defund the Minneapolis Police Department -- and says he believes he has a good chance of climbing a “political Mount Evere…",
  "Cuomo warns New Yorkers to stay ‘smart’ on coronavirus, before warning revelers: ‘Don’t make me come down there’ As New York phases out of its months-long lockdown in response to the coronavirus crisis, Gov. Andrew Cuomo warned New Yorkers on Saturday to stay “smart” on precautions -- even sending warnings to partiers in the Big Apple.",
  "Andrew McCarthy: In Flynn case, next move will likely still come from Judge Sullivan Friday, a three-judge panel heard oral argument on Michael Flynn’s petition for a writ of mandamus.",
  "Tucker Carlson: Don’t destroy America’s history and shared heritage The Civil War was the turning point in American history. It shaped who we are now. Eliminating the past leaves us unable to say who we are."
]