[
  "Never Trumpers cross line with party operatives by targeting GOP senators: 'Taking it too far' The \"Never Trump\" coalition of Republicans fighting to oust President Trump from the White House is making a risky play, just as the president's lackluster poll numbers are raising concerns on the right -- they're going after Republican senators too.",
  "Mike Huckabee: Some statues should come down, but mobs cannot take law into their own hands Former Arkansas Gov. Mike Huckabee said on Monday that tearing down statues is “anarchy” and argued that it should be done “through the process of government.”",
  "Washington Post mocked for claiming Trump was wrong about violence in Dem-run cities: 'Worst fact check ever' The Washington Post was lampooned over the weekend for running a story that sought to refute Trump’s claim that most violence occurs in cities run by Democrats.",
  "Supreme Court strikes down Louisiana law on abortion clinic restrictions The Supreme Court on Monday ruled that a Louisiana law requiring that individuals who perform abortions have admitting privileges in a nearby hospital is unconstitutional, as it places an undue burden on women seeking abortions.",
  "Navy bans troops from indoor religious services but permits protests and house parties, law firm says The Navy is banning service members from attending indoor religious services due to the coronavirus and troops could be court-martialed as punishment, a religious freedom law firm tells Fox News.",
  "Supreme Court turns away border wall challenge from environmentalists The Supreme Court on Monday declined to hear an appeal from a coalition of environmental groups that pushed back against the Trump administration's construction of the wall along the U.S.-Mexico border.",
  "Hickenlooper seeks to overcome unforced errors in Colorado Senate race, as Utah and Oklahoma hold key primaries A Democratic primary that’s heated up at the last minute in Colorado -- a crucial Senate race that could determine which party controls the chamber next year -- is in the national spotlight on Tuesday as three states hold primaries.",
  "Jeff Bezos' Twitch temporarily bans Trump for 'hateful conduct' Twitch, a streaming platform owned by Amazon mogul Jeff Bezos, has temporarily banned President Trump’s account for “hateful conduct” stemming from footage of the president’s speeches.",
  "Supreme Court rules CFPB head can be fired for any reason, in blow to agency created under Obama The ruling from the high court could affect the authority of dozens of other federal agencies with quasi-independent status, like the Federal Reserve and the Social Security Administration.",
  "Trump says absentee voting safer than universal mail-in because of 'process' involved, following NJ arrests in fraud scandal The president's contention comes as he and Republicans across the country have resisted Democratic pushes for universal mail-in voting in the wake of the coronavirus pandemic.",
  "Trump says intel doesn't back report on Russian bounties on US troops: 'Another fabricated Russia Hoax' ",
  "Napolitano: Justice Roberts 'will probably be vilified' for ruling on Louisiana abortion case Fox News senior judicial analyst Judge Andrew Napolitano said Chief Justice John Roberts “will probably be vilified” by conservative Republicans for once again casting a deciding vote by siding with the Supreme Court's liberal justices on Monday.",
  "Steve Hilton: Bolton's book reminds us what the 2020 election is really about - Trump versus the establishment Do not underestimate the significance of the Bolton effect.",
  "Summer may be key turning point in fight against coronavirus: report People on six continents already are getting jabs in the arm as the race for a COVID-19 vaccine enters a defining summer, with even bigger studies poised to prove if any shot really works -- and maybe offer a reality check.",
  "Power Rankings: Iowa swings for the fences Swing states are not competitive states; Swing states are ones that show consistent political volatility.",
  "Marjorie Dannenfelser: Supreme Court abortion case – why coming election so crucial to pro-life cause Monday’s Supreme Court decision deals a cruel blow to vulnerable women and girls and is a bitter disappointment to the pro-life movement.",
  "Many Americans, especially Republicans, say coronavirus outbreak exaggerated, poll finds Increasing shares of Americans -- especially Republicans -- feel the coronavirus pandemic is being overexaggerated and see news about the outbreak with partisan viewpoints, according to a new Pew Research study.",
  "John Yoo: Supreme Court swing vote – What's behind John Roberts' legal gymnastics? By a 5-4 vote, a fractured Supreme Court Monday struck down Louisiana’s effort to regulate abortion by requiring abortion doctors to have admitting privileges at local hospitals.",
  "Supreme Court turns back appeal from inmates, clearing way for federal executions to resume in July The Supreme Court on Monday, over the objections of Justices Ruth Bader Ginsburg and Sonia Sotomayor, refused to take up a case challenging the federal government's new execution protocol, clearing the way for federal executions to resume in July.",
  "Four ex-cops linked to George Floyd's death appear in court, judge sets 2021 trial date A Minneapolis judge on Monday set a tentative trial date for the four former police officers charged in the Memorial Day killing of George Floyd, an unarmed black man who died in their custody."
]