[
  "Republicans urge Trump not to terminate relationship with World Health Organization Despite alleging that the World Health Organization \"enabled\" the Chinese government's sweeping cover-up of the coronavirus pandemic's origins, House Republicans are urging the Trump administration to reconsider its recent decision to terminate relations with…",
  "We can no longer be fired because of who we are John D. Sutter says the Supreme Court's ruling that LGBTQ Americans are protected against employment discrimination is a landmark decision, a rare moment of positivity during a painful time and reminder of how much more work is left to do to achieve equity.",
  "Why the Donald Trump-West Point ramp story actually matters President Donald Trump's slow and halting descent down a ramp following his commencement speech at West Point lit up the internet over the weekend, with many speculating about whether he was in ill health.",
  "Trump defends cautious walk down ramp, which raised questions about his health President Donald Trump's ardent defense of his unsteady-appearing descent down a ramp this weekend at the US Military Academy thrust questions about his physical condition back to the fore.",
  "Tulsa health director wishes Trump would postpone rally because of spike in Covid-19 cases The director of the Tulsa Health Department said he wishes President Donald Trump would postpone his planned campaign rally set to take place there on Saturday, citing concerns about a significant increase in local cases of Covid-19.",
  "US Postal Service faces challenges as new postmaster takes over As the newest US Postmaster begins his new job on Monday, the US Postal Service faces a number of challenges that are all intertwined: a financial crisis, ensuring the safety and health of its workers during a pandemic and looming questions over how voting by…",
  "Trump expected to sign modest police reform order on Tuesday President Donald Trump is expected to sign an executive order on Tuesday to establish a national certification system for law enforcement agencies and a database to better track excessive uses of force by police officers nationwide, a source familiar with the…",
  "No social distancing, masks optional: Here is what Trump's Tulsa rally will look like Attendees at President Donald Trump's rally scheduled for Saturday will not be required to maintain social distance or wear masks, even as the administration's top public health officials continue to stress the importance of both measures in preventing the sp…",
  "The remarkable idiocy of holding a Trump rally in Tulsa Covid cases are suddenlyup sharply there, so why would the President urge thousands to gather dangerously for a campaign event? Kent Sepkowitz has a theory: Not only does Trump get a groveling crowd and a chance to cruelly wink at the city's racist past but h…",
  "Task force officials out of public view as White House pivots to economic message Amid rising cases in 18 states and renewed concerns about coronavirus outbreaks, top task force medical experts, including coronavirus response coordinator Dr. Deborah Birx and Dr. Anthony Fauci, have remained largely out of view in recent weeks. Their absenc…",
  "Oklahoma State's star running back Chuba Hubbard calls out coach for wearing T-shirt of right-wing news channel Chuba Hubbard, Oklahoma State's star running back, called out the team's head coach on Monday for wearing a T-shirt branded with the logo of far-right news outlet One America News network (OAN).",
  "We can no longer be fired because of who we are John D. Sutter says the Supreme Court's ruling that LGBTQ Americans are protected against employment discrimination is a landmark decision, a rare moment of positivity during a painful time and reminder of how much more work is left to do to achieve equity.",
  "What you need to know about coronavirus today On the first weekend after New York state lifted its lockdown, social media feeds were filled with videos and reports of residents ignoring social distancing rules and partying in the streets.",
  "America has to reckon with its original sins Ed Morales writes that while the role of police in our society is central to the current wave of protests, there are so many conversations happening about systemic racism that indicate a need to get to the root of the problem. This is a chance for this countr…",
  "It's finally time to spend money on infrastructure In 2016, investors thought there would be a major focus on rebuilding the nation's infrastructure from the next president. Four years later, we're still waiting.",
  "SCOTUS made a monumental ruling -- and there could be more to come Elie Honig writes that Monday's Supreme Court ruling that federal law prohibits discrimination against gay and transgender people in the workplace is a monumental step forward toward justice and equality -- and is potentially a watershed moment for the court …"
]