[
  "Panicking Trump tries to change the subject Trump is desperately trying to change the subject by sticking his fingers in his ears and shouting as loudly as he can so that Americans will look away from the catastrophically mismanaged national challenge, writes Frida Ghitis.",
  "Trump's effort to dismantle Obamacare during the pandemic might be his riskiest move yet President Donald Trump has made many questionable decisions in recent weeks as he looks ahead to his increasingly difficult reelection campaign. But his administration's decision to forge ahead with its effort to invalidate the Affordable Care Act through the…",
  "Will a Pacific Island travel bubble give Australia an edge in its rivalry with China? The picturesque Pacific islands are fast forming into a fault line for geopolitical tensions. As both Canberra and Beijing pour aid into the region, the possibility of a travel bubble between the Pacific Islands and Australia has given the rivalry a new dimen…",
  "Washington Post: Trump campaign had social distancing stickers removed before Tulsa rally President Donald Trump's campaign directed the removal of thousands of \"Do Not Sit Here, Please!\" stickers from seats in the Bank of Oklahoma Center in the hours before the President's much anticipated Tulsa rally, the Washington Post reported on Saturday.",
  "Measures to protect Trump from coronavirus scale up even as he seeks to move on President Donald Trump appears ready to move on from a still-raging coronavirus pandemic -- skipping the first White House task force briefing in months and moving the event out of the White House itself. But the measures meant to protect him from catching th…",
  "Military announces plans for flyovers across the country as part of July 4th celebrations The Department of Defense announced its plans on Friday for Fourth of July festivities across the nation, including flyovers above historic American locations and a celebration in the nation's capital.",
  "Science by press release: When the story gets ahead of the science A little more than three months after the World Health Organization officially declared the coronavirus outbreak a global pandemic, it has become evident that both the research cycle and the news cycle have accelerated to levels never seen before in our lifet…",
  "After saving his own life with a repurposed drug, a professor reviews every drug being tried against Covid-19. Here's what he's found Against epic odds, Dr. David Fajgenbaum found a drug that saved his own life. Then a global pandemic hit. Now his lab has devoted nearly all of its resources to aiding doctors fighting the novel coronavirus."
]