[
  "Opinion: Trump's tweet on injured 75-year-old shows there's no bottom If there is one constant to President Donald Trump's chaotic and capricious administration, it is that there is no bottom. Just when you think his behavior can't get worse -- less honest, more inflammatory -- the President takes the mic or pulls up Twitter an…",
  "Trump Jr.'s Mongolian sheep hunting trip cost taxpayers about $75,000, documents show Donald Trump Jr.'s trip to Mongolia last August, where he hunted a rare breed of giant sheep, cost US taxpayers about $75,000 in Secret Service protection, according to documents obtained by a government watchdog group.",
  "White House prepares new immigration limits, using coronavirus as cover The Trump administration is preparing to roll out another set of restrictions on legal immigration, citing the impact of the coronavirus pandemic, even as it argues for the reopening of the US economy, according to sources familiar with the deliberations.",
  "Luxury hotels in Asia offering stellar deals for travelers amid coronavirus Here's a selection of some of the best hotel and resort deals on offer in Asia right now amid the coronavirus pandemic.",
  "North Korea isn't talking to the South anymore. Experts say it could be trying to manufacture a crisis North Korea has shut off all lines of communication with \"enemy\" South Korea -- a likely signal that Pyongyang is adopting a more confrontational stance towards Seoul after more than two years of detente and failed peace talks.",
  "The demand for police reform grows as officials take stances on defunding agencies As the nation looks at the vast amount of work that still needs to be done to bring an end to racial injustice, many demonstrators -- and some city officials -- are demanding that change includes the way the streets of America are policed.",
  " Bon Appétit EIC Adam Rapoport wrote a post about the protests sparked by George Floyd's death, food writer Korsha Wilson took to Twitter and accused the company of gaslighting women of color. On Monday, many more accusations flooded Twitter and Instagram, inc…"
]