[
  "Analysis: What is Trump's agenda for a second term? He can't say President Donald Trump became waylaid Thursday when asked to name his goals for a second term, never ultimately stating what he hopes to do if reelected when given an opportunity to explain.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Pence pressed on wisdom of holding campaign events amid resurgent pandemic Vice President Mike Pence was twice pressed on the wisdom of holding campaign rallies, even as the administration's own public health experts continue to warn against large public gatherings and as coronavirus cases surge, during a news conference Friday.",
  "DC's last July 4th celebration cost twice as much as in previous years, report shows Costs for the July Fourth celebration in Washington, DC, ballooned last year due to additional production, security and transportation of tanks to the National Mall as part of President Donald Trump's \"Salute to America,\" according to a new report.",
  "Witness in the Mueller investigation and informal Trump adviser gets 10 years in prison in child sex case George Nader, who was a key witness in the Russia investigation and informally advised President Donald Trump's team on foreign policy, was sentenced on Friday to 10 years in prison by a federal judge in Virginia, stemming from his convictions on child sex ch…",
  "Biden says he would make wearing face masks mandatory for Americans amid coronavirus pandemic Presumptive Democratic nominee Joe Biden said if elected president, he would make wearing a face covering in public compulsory, furthering himself on the issue from President Donald Trump who has stressed that masks are voluntary and has flouted public health…",
  "Federally funded Texas testing sites granted partial extension after outcry The Trump administration will extend funding for five coronavirus testing sites in Texas for two weeks, after Texas lawmakers on both sides of the aisle asked for federal funding to continue at seven sites in their state, which has seen a surge in Covid-19 ca…",
  "Public health experts are increasingly frustrated with America's lack of leadership on coronavirus Even after widespread lockdowns, the United States has failed to stomp out the coronavirus and again finds itself in a rapid surge of cases. Public health experts place particular blame on a lack of leadership.",
  "Liz Cheney posts photo of former VP in face mask and says 'real men wear masks' Wyoming Rep. Liz Cheney posted a photo of former Vice President Dick Cheney sporting a face mask on Friday and took a shot at the manhood of people who refuse to wear face coverings in a seeming jab at President Donald Trump.",
  "By blocking visas for foreign workers, Trump is further hurting the US economy Suspending H-1B visas, even as a temporary response to Covid-19 concerns, is a misguided move, write Susan Cohen, the founding chair of the immigration practice at Mintz in Boston, and Jennifer Hunt, a professor of economics at Rutgers University. It will not…",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Fauci says task force 'seriously considering' new testing strategy Dr. Anthony Fauci, the nation's top infectious disease expert, said Friday that the White House coronavirus task force is \"seriously considering\" pool testing for Covid-19 and acknowledged to The Washington Post that the Trump administration's current testing…",
  "Barr says, without citing evidence, that an election done predominantly by mail would not be secure Attorney General William Barr dismissed the possibility of a predominantly mail-in election being secure, echoing a stance promoted by President Donald Trump and dismissed by nonpartisan election experts.",
  "Planned Parenthood acting president takes role permanently Planned Parenthood Acting President Alexis McGill Johnson has been named the permanent president of the organization, extending a tenure featuring multiple successful court challenges against abortion restrictions into a pivotal Supreme Court term and electio…",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Why Democrats need to prioritize statehood for DC and Puerto Rico While Friday's bill passed in the House in favor of Washington DC's statehood isn't going forward now, says Nicole Hemmer, it's a demonstration of why statehood for DC and Puerto Rico should be an urgent priority for Democrats, not just something they support…",
  "What you need to know about coronavirus on Friday, June 26 A growing number of states are pressing pause on reopening plans, as the US clocked a new record number of cases in a single day, and a government estimate showed that more than 20 million Americans may have contracted the virus.",
  "Black trans model Jari Jones fronts Calvin Klein's Pride campaign The model, actress and activist, who identifies as transqueer, is one of nine LGBTQ stars in the brand's Pride 2020 campaign #PROUDINMYCALVINS.",
  "Pressure mounts on DeSantis as coronavirus cases spike in Florida With coronavirus cases climbing in Florida, Gov. Ron DeSantis has dodged mounting pressure to pause the state's reopening, a position that reflects both the Republican leader's past defiance in the face of the pandemic and his political positioning.",
  "Texas Republican on why he won't wear a mask: If I get coronavirus, 'I'll wear it' Texas Republican Rep. Louie Gohmert spends ample time on the House floor not wearing a mask, often talking with aides and lawmakers at length while not maintaining a social distance."
]