[
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "Press secretary claims Juneteenth is a 'meaningful day' to Trump but others see racist play White House press secretary Kayleigh McEnany told reporters Thursday that President Donald Trump will resume campaign rallies on Juneteenth, a holiday marking the emancipation of slaves, in Tulsa, Oklahoma, a city with a history of a racial massacre. She clai…",
  "Fauci voices support for World Health Organization after Trump terminates US relationship Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, expressed support for the World Health Organization on Thursday in a significant break from President Donald Trump, who announced last month that the US would terminate …",
  "Seattle mayor tells Trump to 'go back to your bunker' after he criticizes her handling of protests The mayor of Seattle on Wednesday told President Donald Trump to \"go back to your bunker,\" after Trump appeared to suggest he would intervene in the city's growing protests and called for law and order.",
  "Trump drops 'socialism' tack and goes after 'defund the police' Amid falling poll numbers, the President has abandoned his socialist attacks, showing some belated, self-conscious awareness that Joe Biden's nomination and the combined Covid-19 and economic crises have him backed into a corner -- which is precisely where he…",
  "Trump campaign says it can't be held liable if rally attendees contract coronavirus Attendees of President Donald Trump's upcoming rally in Tulsa, Oklahoma, must agree not to sue the campaign if they contract coronavirus.",
  "Pence deletes tweet showing Trump campaign staff not wearing face masks or social distancing Vice President Mike Pence on Wednesday evening tweeted, and then deleted, a photo showing a large group of President Donald Trump's reelection campaign staff not wearing face masks or social distancing, two recommendations of the coronavirus task force that P…",
  "How Silicon Valley is putting our rights at risk Ramesh Srinivasan and Rene Bermudez write that instead of trusting private corporations that brand themselves as servants of the public, we the people need to have greater power over our technologies and public institutions. Tech companies need to adopt a Dig…",
  "5 things to know for June 11: Coronavirus, BLM, immigration, election, Nigeria Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Jon Ossoff holds strong lead in Georgia Democratic Senate primary Georgia Senate candidate Jon Ossoff holds a strong lead in a Democratic primary defined by how difficult it was for voters to participate in their democracy.",
  "Jon Ossoff wins Georgia US Senate Democratic primary after major voting delays Georgia Democrat Jon Ossoff won the Democratic primary for a US Senate seat, CNN projected Thursday, becoming a standard bearer for a party increasingly hopeful of taking the Republican Southern stronghold in 2020."
]