[
  "Democratic senator says Trump is undermining his experts Sen. Chris Murphy accused President Donald Trump of undermining his own experts after members of the federal coronavirus task force offered a dire forecast for national infection rates on Tuesday.",
  "Americans must unify against vast Covid-19 spread, experts say Surges in new Covid-19 infections have paused or rolled back reopening plans in at least 19 states as the nation's top infectious disease doctor offered a bleak warning: Americans need to take sensible measures to curb the spread or risk seeing 100,000 new ca…",
  "DC mayor says Trump's July 4th celebration goes against best health guidance The mayor of Washington, DC, said Wednesday that she has informed the Department of Interior that the Trump administration's planned July Fourth celebration in Washington goes against health officials' guidance amid the coronavirus pandemic.",
  "US gets almost all of the world's supply of key Covid-19 drug The United States has been allocated almost all of pharmaceutical company Gilead's supply of remdesivir, the only drug known to work against Covid-19.",
  "The politics of wearing a mask hits Alabama's US Senate race as Doug Jones releases ad urging face covering Democratic Sen. Doug Jones of Alabama is running a new television ad commending people in his state for following the advice of medical professionals and wearing masks, as top Republicans pressure President Donald Trump to encourage Americans to wear them to …",
  "America's Postal Service is made up of real heroes. This is no time to let it die Gerry Connolly writes that President Trump has refused to throw a lifeline to the more than 630,000 dedicated postal employees who serve every household and business in our country -- and on whom every one of us relies.",
  "Primary results: Takeaways from Colorado and Oklahoma The latest round of primaries on Tuesday led to a top Democratic Senate recruit escaping his primary damaged and Republicans vying for a chance to run in a competitive house race unable to coalesce around one candidate.",
  "Trump administration wants to end another Obama-era protection for transgender people The Department of Housing and Urban Development announced Wednesday that it plans to roll back an Obama-era rule that barred federally funded homeless shelters from discriminating against transgender people.",
  "AOC, Omar, Tlaib and Pressley launch joint fundraising committee 'Squad Victory Fund' Democratic Reps. Alexandria Ocasio-Cortez of New York, Ilhan Omar of Minnesota, Rashida Tlaib of Michigan and Ayanna Pressley of Massachusetts are launching a joint fundraising committee called the \"Squad Victory Fund,\" the latest effort by the well-known fre…",
  "Reopening the economy doesn't mean Covid-19 is getting better. It just shifts more responsibility to you It's easy to fall into a false sense of security now that states have reopened. And some are already paying the price.",
  "How can we embrace race? Learn from this couple advocating for change EmbraceRace, started by a mixed-race married couple, has been teaching families, educators and community members not just to talk about race, but to understand the dire reasons they need to come together to fight racism."
]