[
  "Trump says scheduling his next rally on Juneteenth wasn't intentional President Donald Trump says he didn't schedule his first rally since the start of the coronavirus pandemic on Juneteenth \"on purpose.\"",
  "Trump administration rolls back Obama-era transgender health care protections The Trump administration announced Friday it is eliminating an Obama-era regulation prohibiting discrimination in health care against patients who are transgender.",
  "10 military posts are named for Confederate commanders. The Army may change that The idea has gained impetus since the death of George Floyd in police custody in Minneapolis. The removal of monuments to Confederate soldiers and leaders has hastened in the past three weeks and their battle flag is no longer welcome at NASCAR races. The Mar…",
  "Opinion: I'm over 60. Stop talking about coronavirus 'culling' me I was talking to a friend the other day about the pandemic, and we were musing about when we could end our isolation. Now that the world is beginning to reopen prematurely amid rising infection numbers, I have been thinking especially of those of us in our 60…",
  "What if the next Donald Trump is, well, Donald Trump? Since the moment late on November 8, 2016 when it became clear that Donald Trump would be the 45th president of the United States, many Democrats have been counting the days until November 3, 2020 -- the day that they believe he will be voted out of office.",
  "Vaccine experts want the FDA to commit to 30,000 people in Covid-19 vaccine trials Vaccine experts are worried that President Trump will exert political pressure to put a Covid-19 vaccine on the market before it's ready, and they want assurances from the US Food and Drug Administration that it won't authorize a vaccine unless it has first b…",
  "Trump administration continues to expel most migrants at southern border, May data shows Customs and Border Protection continued to quickly remove migrants arriving at the southern border in May, following the Trump administration's new rapid expulsion policy implemented in the wake of the coronavirus pandemic.",
  "Israel has a lot to lose by annexing West Bank territory Robert Satloff writes that Israel's plans to annex West Bank territory threatens to trigger a severe worsening of tensions with Palestinians, a suspension of its peace treaty with Jordan, and an end to the Jewish state's incremental normalization with Arab st…",
  "The week in 41 photos Take a look at 41 photos of the week from June 5 through June 11.",
  "Tim Scott has for years highlighted racial tension with police. Now he's leading the GOP's effort to fix it. In the wake of the death of George Floyd, Sen. Tim Scott, a Republican from South Carolina, said he offered an idea to Senate Majority Leader Mitch McConnell. Scott wanted to come by and talk about some proposals he had for reforming police."
]