[
  "CNN Poll of Polls finds Biden leading Trump A new CNN Poll of Polls shows 51% of registered voters nationwide back former Vice President Joe Biden, while 42% support President Donald Trump in the 2020 presidential race.",
  "Analysis: Trump has walled himself off from America's conversation on racism Part of America is tiptoeing toward an uncomfortable self-examination about race. But President Donald Trump, bunkered down in his fortress behind high fences now ringing the White House, is spurning a building wave of national reflection.",
  "Nursing home resident: 'I feel as though I am in #DeathCamp2020' When news broke months ago about the country's first coronavirus outbreak at a nursing home, Linda Mayberry immediately recognized the home's corporate logo as it flashed across her television screen. It was the same one emblazoned throughout the long-term ca…",
  "He quit Facebook over Zuckerberg's handling of Trump posts. Hear why - CNN <ol><li>He quit Facebook over Zuckerberg's handling of Trump posts. Hear why  CNN\r\n</li><li>Zuckerberg’s Credibility Test  The Wall Street Journal\r\n</li><li>Mark Zuckerberg stands up against censorship  New York Post \r\n</li><li>There has never been a better t…",
  "Trump declares victory as US unemployment drops to 13.3% President Donald Trump took a victory lap on news of a 13.3% US unemployment rate Friday, announcing in a tweet he would be holding a surprise news conference at 10:00 a.m.",
  "Appeals court blocks order that would have expanded vote-by-mail amid pandemic in Texas A federal appeals court in Texas on Thursday blocked a lower court ruling that would have allowed people to mail in their ballots to avoid being exposed to the coronavirus.",
  "Tom Cotton's 'Send in the troops' op-ed is just wrong Peter Bergen writes that the controversial New York Times opinion piece by the Arkansas senator failed to make a persuasive case for military intervention in American cities and suffered from factual inaccuracies and historical analogies that make scant sense.",
  "'Operation Warp Speed' is fueling vaccine fears, two top experts worry The government's \"Operation Warp Speed\" Covid-19  vaccine program, with its emphasis on quick production and testing of experimental coronavirus vaccines, is fueling fears already stirred up by vaccine skeptics, two experts said Friday."
]