[
  "Biden embraces healer-in-chief role in return to campaign trail Joe Biden is seeking to become America's healer-in-chief, offering himself as a steady and compassionate leader as his methodical return to the campaign trail takes the former vice president to Houston to meet with George Floyd's family on Monday.",
  "A visit to the site of a national tragedy is something a US president is often called to do. Trump hasn't met with protesters or visited Minneapolis It's been two weeks since George Floyd was killed while in the custody of Minneapolis police officers, sparking demonstrations calling for widespread policing reform across the country. But President Donald Trump has yet to meet with black advocates calling f…",
  "The elite military club that's scorning Trump Peter Bergen writes that it has been extraordinary to see over the past week the flood of public criticism of President Donald Trump for his handling of the protests over the death of George Floyd coming from so many of the United States' leading retired gene…",
  "CNN Poll: Trump losing ground to Biden amid chaotic week As protesters gather daily near the White House and the coronavirus pandemic rages on, the American public is souring on President Donald Trump. A new CNN Poll conducted by SSRS finds Trump's approval rating down 7 points in the last month as the President fa…",
  "Where the George Floyd case must be tried Elie Honig writes that if the four former Minneapolis police officers who face charges relating to the death of George Floyd seek to move the venue of the trial, it should not be granted. A transfer of the case from Hennepin County to another county will almo…",
  "Top congressional Democrats steer clear of 'defund the police' rhetoric Top congressional Democrats are steering clear of the growing calls by activists to \"defund the police,\" saying they sympathize with the intent behind the movement but are concerned that the rhetoric could undercut efforts at the federal level to overhaul pol…",
  "Investors are watching as New York City eases its lockdown More than 75 days into its stay-at-home order, New York City — the largest and densest city in the world's largest economy — begins to reopen on Monday. Investors and epidemiologists are watching closely."
]