[
  "Ex-acting Labor secretary defends BLS in the wake of jobs report misclassification error The former acting head of the Labor Department under the Obama administration said he believes a \"misclassification error\" in the May jobs report, which may place the real unemployment rate higher than the one touted by President Donald Trump, was not done in…",
  "Analysis: Is the US still the world's moral leader? Remnants of the Berlin Wall in Germany still stand as a reminder that freedoms have always been hard won. Today, part of the wall has been painted over with a mural of George Floyd and the words \"I can't breathe,\" another reminder of how quickly freedoms can …",
  "Flash bangs and fury: Behind the fortress walls in a defining week for Trump and the country On Monday, the percussive bang of flash grenades echoed in the Rose Garden and an acrid odor from chemical dispersant wafted over a presidential photo opportunity.",
  "Why protesting isn't enough The path to reform is always long and winding. Ultimately, changing our institutions will require robust federal legislation to make sure that no states are violating the civil rights of Americans, writes Julian Zelizer.",
  "Joe Biden wins enough delegates to secure Democratic nomination Former Vice President Joe Biden has earned enough delegates to officially secure the Democratic nomination for president, CNN projected on Saturday.",
  "Park Police spokesperson said it was a mistake to deny tear gas was used to clear Lafayette Square. The acting chief then again denied using tear gas. A spokesperson for the US Park Police said Friday afternoon that the department had made a mistake by denying use of tear gas to clear peaceful protesters from a public park outside the White House earlier this week. Not long after, the department's acting ch…",
  "How the coronavirus pandemic jump-started efforts to free American held by Iran In a bizarre twist of fate, Michael White, the US Navy veteran released from Iranian custody this week, may owe his freedom to the deadly coronavirus outbreak. When he and an Iranian being held in the US came down with the virus it presented an opportunity to…",
  "Analysis: The pain and possibility of thwarted gay pride celebrations The mood of the coronavirus pandemic is the precise opposite of the mood of a Pride celebration. The former is defined by monotony, isolation, and anxiety; the latter by movement, touch, and joy."
]