[
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "John Roberts defies Trump and conservatives with another legacy decision Chief Justice John Roberts saved Obamacare in 2012 -- a move forever earning him the wrath of many Republicans -- and on Thursday he preserved an Obama-era program that protects young immigrants who came to the US without proper papers, a direct rebuke to Pre…",
  "Oklahoma coronavirus cases rise as Trump rally moves forward Coronavirus cases are rising in Oklahoma as President Donald Trump forges ahead to host a rally in Tulsa on Saturday that is expected to be attended by thousands.",
  "Fauci warns of 'anti-science bias' being a problem in US The White House coronavirus task force has been out of public view as President Donald Trump has shown an urgency to move past the pandemic, downplay recent surges in Covid cases in some states, and get Americans back to work.",
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "What happens next to the Dreamers is on Trump The Supreme Court's reprieve for DACA appears to show that Chief Justice Roberts has a limit on letting the high court rubber-stamp Trump administration decisions, writes Raul Reyes. Trump will now own whatever moves he makes on a program that Americans overw…",
  "Trump and Pence: a two-man Covid-19 gaslighting act Frida Ghitis writes that for the Trump administration, pretending the Covid-19 crisis is over -- as we've seen with Trump insisting on holding his superspreading campaign rally in Tulsa, Oklahoma this weekend and Pence's op-ed in the WSJ -- has become increas…",
  "From coronavirus cases to the NFL: Fact-checking Trump's dishonesty-filled day of interviews President Donald Trump made a speech and did at least four television interviews on Wednesday -- and, as usual, littered his comments with false claims about his Democratic opponents, the coronavirus pandemic and a variety of other subjects.",
  "Joe Biden launches his first general election TV ads Joe Biden is launching his first major television ad buy of the general election, pumping $15 million in TV, digital, radio and print ads into six battleground states President Donald Trump won in 2016.",
  "America's coronavirus plateau, and the global reverberations of George Floyd's death Vice President Mike Pence, helming a disinformation campaign to convince Americans the threat from Covid-19 has largely passed, is accusing the media of hyping a \"second wave\" of infections. Unfortunately, the US hasn't even exited the first wave yet -- not l…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "An Arizona sheriff who said he wouldn't enforce the state's stay-at-home order has tested positive for Covid-19 When Arizona Gov. Doug Ducey extended the state's stay-at-home order into mid-May, Pinal County Sheriff Mark Lamb countered that the policy had gone on long enough.",
  "Betsy DeVos is still fighting to exclude DACA students from coronavirus aid The Department of Education is continuing its fight to exclude undocumented college students from receiving coronavirus relief grants despite a ruling from a federal court judge Wednesday that temporarily strikes down the agency's policy on funding eligibilit…",
  "Government watchdog finds ineffective safety measures for children in custody The federal agency charged with the care of unaccompanied migrant children couldn't quickly identify and address cases of sexual misconduct in 2018, hindering its ability to prevent future incidents, according to a newly-released watchdog report obtained by C…",
  "Descendants of Tulsa's 1921 race massacre seek justice as the nation confronts a racist past The beating heart of Tulsa, Oklahoma's Greenwood District is Vernon A.M.E. Church.",
  "Investors, take note: Geopolitical risk is back in the middle of a pandemic Pricing assets during a pandemic has been tough, with little visibility on the trajectory of Covid-19 infections and the threat of fresh lockdowns looming. Now, as geopolitical tensions rise, the task looks even harder.",
  "Genetically engineered mosquitoes get EPA approval for Florida release despite objections from environmental groups A genetically modified mosquito has received both state and federal approval to be released into the Florida Keys, against the objection of many local residents and a coalition of environmental advocacy groups.",
  "What you need to know about coronavirus on Thursday, June 18 As coronavirus cases continue to surge across America's South and West, officials are beginning to reverse course on mask advice."
]