[
  "Trump voter: Would like to see the president be 'more compassionate' NBC News reporter Dasha Burns talks to voters in Beaver County, Pennsylvania in the aftermath of the ongoing protests against racial injustice as part of the Meet The Press County to County project.",
  "Wallace on Trump: ‘Running as a plague spreading racist polls terribly’ President Donald Trump promoted a video on Twitter on Sunday morning showing a man in a golf cart with Trump campaign gear shouting \"white power.\" On the president’s declining polls and struggles with containing the coronavirus, Nicolle Wallace says: “Running…",
  "As Trump campaign takes stock of disastrous June, is the president’s heart in re-election? Former Democratic Strategist James Carville questioned the president’s resolve to win a second term as the coronavirus pandemic deepens and a potential new scandal emerges over the Russian military in Afghanistan.",
  "Sen. Duckworth: Trump 'continues to put Russia's interests above the well being of American troops' Senator Tammy Duckworth (D-IL), a combat veteran and member of the Senate Armed Services committee, joins Andrea Mitchell to discuss her calls for hearings on what the Trump Administration is doing to protect U.S. troops in response to intelligence that Russi…",
  "Trump campaign scrambling to revive re-election effort After a wave of recent polls showing President Trump trailing Joe Biden, Trump campaign aides are advocating for a shake-up in re-election efforts.",
  "Rev. Al: His retweeting white power tweet is intentional President Trump promoted a video on Twitter Sunday showing a man in a golf cart with Trump campaign gear shouting 'white power.' The tweet was later removed from his feed, but critics said it fit a longstanding pattern. The panel discusses.",
  "Why the White House's health care promises are so hard to believe The administration is fighting tooth and nail to strip millions of families of their health security, but we're supposed to trust them to fix it later.",
  "After 'white power' video fiasco, Trump arrives at a familiar point Trump either didn't check out the video at all before promoting it, or he deliberately shared the offensive content.",
  "The problem with Trump's denial in the Russia bounty controversy Was Trump briefed on reports that Russia had put bounties on the heads of American soldiers? His denial didn't help matters."
]