[
  "Trump threatens to veto Warren-backed defense bill removing Confederate names from military bases President Donald Trump threatened on Wednesday to veto a national defense bill the Senate is currently considering if an amendment from Sen. Elizabeth Warren to rename military bases honoring the Confederacy is not removed.",
  "Will Trump publicly condemn bounty plot? The White House and top National Security Council officials learned about intelligence indicating Russia was offering bounties on U.S. and coalition troops in early 2019, a person with direct knowledge of the intelligence confirms to NBC News.",
  "As COVID hampers Trump's re-election, GOP allies demand he wear a mask A new spike in the coronavirus is impacting public health in the U.S. -- and Donald Trump’s campaign. Trump allies are now pleading with Trump to follow his own CDC guidelines, including wearing a mask, a point MSNBC’s Ari Melber explores with Compton",
  "Sen. Kirsten Gillibrand: Trump is 'failing' as commander in chief New York Democratic Senator and member of the Senate Armed Services Committee Kirsten Gillibrand joins Andrea Mitchell to discuss the investigation into intelligence reports of a Russian operation that allegedly paid bounties to Taliban-linked militias to kil…",
  "Republicans distance themselves from Trump on masks Republican lawmakers including Sens. Lamar Alexander, Mitch McConnell and Rep. Kevin McCarthy are encouraging the public to wear masks to halt the spread of the coronavirus, signaling a break with the president on the issue.",
  "Speaker Pelosi: ‘Our first responsibility for intelligence is force protection’ House Speaker Nancy Pelosi says Trump calling the Russia bounty scandal a hoax is a dereliction of duty and calls into questions his fitness to be commander-in-chief",
  "White House under fire as yet another Russia scandal develops What did President Trump know, and when did he know it? The question that reared its head during the impeachment investigation into holdups of military aid in Ukraine is back, this time in reference to intelligence reports that Russia was paying bounties to t…",
  "Sr. Biden Advisor: Campaign asking for 'everyone's vote' Biden 2020 Senior Campaign Advisor Karine Jean-Pierre joins Ayman Mohyeldin as the former Vice President takes a commanding lead over President Trump in national polls. Jean-Pierre disregards the numbers, saying the \"most important poll will be on election da…",
  "'New low': Army veteran hits Trump over Russian plot against Troops The Trump White House is under fire for its response to Russia paying bounties to kill U.S. troops. Veteran Paul Rieckhoff tells MSNBC’S Ari Melber Trump must be “dragged in front of the American people” to face accountability.",
  "Trump calls reports of Russian bounties to kill U.S. troops a ‘hoax’ NBC News confirmed that White House officials was aware of intelligence suggesting that Russia was paying to have U.S. troops killed as early as 2019. One of the Democrats in Tuesday’s private White House briefing, Congresswoman Mikie Sherrill and former U.S.…",
  "Wallace on Trump calling Russia bounty plot a hoax: 'I've lost the thread on his stupidity' NBC News confirmed that White House officials were aware of intelligence suggesting that Russia was paying to have U.S. troops killed as early as 2019. President Trump is calling it a ‘hoax.’ Nicolle Wallace says, “I dare this president to look a family membe…",
  "Trump WH blasts leaks and media, not Russia, on bounty intel Reacting to damning headlines about intelligence showing Russia put bounties on U.S. troops in Afghanistan, the White House blasted... leaks and the media, not Moscow. Peter Baker of The New York Times reacts.",
  "‘An expert chaos monger’: Trump ignores legitimate crises,... In her New York Times op-ed, Caroline Randall Williams writes “There are still those — like President Trump and the Senate majority leader, Mitch McConnell — who cannot understand the difference between rewriting and reframing the past.” She tells Joy Reid th…",
  "Rand Paul's coronavirus posturing goes from bad to cringe-worthy On Ebola and the coronavirus, Rand Paul did the same thing: he urged the public not to trust public-health experts and the nation's leading authorities.",
  "In one of the reddest red states, voters back Medicaid expansion Oklahoma may be one of the reddest red states, but its voters embraced Medicaid expansion anyway."
]