[
  "Desperate to distract from COVID-19, Trump sows division as a campaign strategy President Donald Trump used speeches over the July Fourth holiday weekend to attack “liberal Democrats” he portrayed as “the radical left, the Marxists, the anarchists, the agitators, the looters.” It’s a variation of the theme that he believes won him the Wh…",
  "Trump muddles campaign with inability to focus on message Yamiche Alcindor, White House correspondent for PBS NewsHour, talks with Chris Hayes about Donald Trump's scattershot political pronouncements and how his inability to maintain a consistent message is hurting his reelection campaign.",
  "WAPO: Trump admin. wants America to 'grow numb' from COVID-19 deaths The Washington Post reports that the Trump White House is hoping Americans will grow numb from the ever-rising COVID-19 death toll. Philip Rucker joins to discuss.",
  "See Trump's own family call him a cheating, traumatized “clown” Donald Trump’s niece, Mary Trump, is releasing a book criticizing her uncle, his upbringing, family divisions and offering new allegations, such as the claim Trump cheated on his SATs, which the White House denied in an official response.",
  "Fmr. Obama staffer: Trump’s rhetoric of ‘hate, division’ excludes 'decent people' from his campaign On the Trump campaign strategy, Fmr. Natl. Deputy Director of African American Outreach for Obama 2008 Alaina Beverly says, “His rhetoric of hate and division leaves no room for voters to see themselves as decent people.”",
  "Trump administration gives formal notice of withdrawal from WHO The United States officially notified the United Nations on Tuesday of its withdrawal from the World Health Organization, a White House official said.",
  "'Hard to believe': Richard Haass on White House claim that Trump wasn't told about Russian bounties Richard Haass joins Andrea Mitchell to discuss Trump's intelligence briefer breaking her silence after the White House claimed that she decided not to raise the Russian bounties intelligence to the president. Haass says it's \"not likely\" that the briefer woul…",
  "Trump amplifies his message of racial resentment As the coronavirus continues to rage across the country, President Trump digs in on his campaign of racial resentment, including a series of Monday tweets on Bubba Wallace, the 'China Virus', city violence and professional sports teams. The panel discusses.",
  "On alleged bounties, White House targets leakers, not Russia Confronted with intel about Russia putting a bounty on the heads of U.S. troops, the White House is taking action - by hunting for leakers.",
  "White House eyes new pandemic message: 'We need to live with it' The White House's line in March was that we were fighting a war we'd win. The line in July is that we should simply get used to a failing war.",
  "WH's McEnany: 'The world is looking at us as a leader' on pandemic In a way, the world is looking at the U.S. \"as a leader\" on the pandemic, but probably not in the way Kayleigh McEnany intended."
]