[
  "White House was aware of Russian bounties in 2019: report New reports now detail that Trump was briefed on intelligence that Russia was offering bounties on U.S. troops in Afghanistan in early 2019. The Morning Joe panel discusses along with a new David Ignatius Washington Post column.",
  "NYT: Trump got written briefing in Feb. about possible Russian bounties Charlie Savage joins Lawrence O’Donnell to discuss his new reporting in the New York Times that reveals the Russian bounty intelligence was contained in the written Presidential Daily Brief, “undercutting” the White House narrative that Pres. Trump was never …",
  "Sen. Murphy: What on earth could Russia do to us that Trump would take seriously? Sen. Chris Murphy on White House response to Russia offering bounties for American soldiers: “We didn’t even ask them to stop, and that does beg the question what on earth could Russia to do us that this administration would actually take seriously?”",
  "Hoyer: 'No assertion' intel on Russia placing bounties on soldiers is a hoax Rep. Steny Hoyer, D-Md., spoke to reporters after attending a briefing at the White House on the allegations Russia placed bounties on U.S. soldiers in Afghanistan. He claimed there was \"no assertion\" that the intelligence was part of a hoax as President Trum…",
  "White House learned of Russian bounty intelligence in early 2019 The White House and top National Security Council officials learned about intelligence indicating Russia was offering bounties on U.S. and coalition troops in early 2019, a person with direct knowledge of the intelligence confirms to NBC News, well over a yea…",
  "VA House candidate: 'The information coming out of the Trump administration is off base' on the pandemic Dr. Cameron Webb, a Democratic candidate for Congress in Virginia, and former White House fellow in the Obama administration, joins Andrea Mitchell to discuss his candidacy and respond to President Trump's handling of the coronavirus pandemic and Trump's shar…",
  "Fmr. NSC Director: We haven’t heard anything of substance from WH on Russia House Democrats were briefed at the White House today on the intelligence report that Russia offered bounties to the Taliban to kill U.S. soldiers in Afghanistan. Former NSC Spokesperson and Director under President Obama, Ned Price, joins Peter Alexander to …",
  "Trump campaign scrambling to revive re-election effort After a wave of recent polls showing President Trump trailing Joe Biden, Trump campaign aides are advocating for a shake-up in re-election efforts.",
  "Rep. Slotkin, ex-CIA analyst: Bounty intel likely went to... Rep. Elissa Slotkin, D-Mich., will join other congressional Democrats Tuesday at the WH for a briefing on what the White House knew about Russian bounties. Rep. Slotkin, a former CIA analyst, says intelligence on the bounties likely went to Trump.",
  "AP: White House aware of Russian bounties on U.S. soldiers... New reports from the Associated Press and the New York Times raise questions about what Pres. Trump knew and when he knew it. Yamiche Alcindor, White House correspondent for PBS NewsHour, says the report shows “President Trump knew what was going on” even tho…",
  "On Russian bounties, what did Trump know and when did he know it? When a president and his own White House struggle to get their stories straight, it's generally a bad sign.",
  "White House struggles to understand the ACA case it supports If the White House is going to fight to take health care benefits from millions of families, it should at least try to get the details right.",
  "EU bars American travelers as US coronavirus cases climb As of today, when it comes to the coronavirus, we're no longer the ones doing the banning; we're the ones being banned."
]