[
  "Storm delays Trump New Hampshire rally, campaign official says Trump avoiding Tulsa repeat The Trump campaign announced it is delaying a New Hampshire rally due to Tropical Storm Fay, but a campaign official tells NBC News they “can't have a repeat of Tulsa,” referring to the president’s poorly-attended rally in June. NBC 10 Boston’s Alison King re…",
  "Team Trump feels ‘grim’ about re-election as problems pile up With the economy worsening, coronavirus cases increasing, and the Supreme Court dealing Trump another loss, Peter Baker reports that all is not well inside the Trump campaign.",
  "New reporting shows virus surge is driven by states that were among first to reopen A look into how states whose governors took Trump’s advice and reopened early are now seeing their case numbers skyrocket, as Trump mounts a new pressure campaign to reopen schools",
  "Trump: I’ll be looking at a pardon for Roger Stone Trump, who has been sharply critical of Stone’s case, on Friday said he’s considering using his executive clemency powers to keep his friend out of prison. “I’ll be looking at it,” Trump told reporters at the White House. “I think Roger Stone was very unfairl…",
  "'Confounded': Trump's state of mind dwindles after SCOUTUS blow President Trump now claiming he “aced” a cognitive test he took recently, leaving doctors “very surprised” by his results. But after losing the monumental battle over his tax returns at the Supreme Court, aides now claim Trump has cast himself as a “blameless…",
  "What to know about the Supreme Court ruling on Trump’s tax records The Supreme Court ruled that President Trump is not immune from a Manhattan district attorney’s attempt to get financial records as part of an investigation into alleged hush money payments, and therefore, he is not above the law. But it also ruled that House…",
  "Rep. Swalwell: Congress’ job until Election Day is to be ‘ankle monitor’ on Trump administration Former Manhattan U.S. Attorney Geoffrey Berman outlined how he was pressured to resign by Attorney General William Barr in a closed House Judiciary Committee hearing. Chairman Nadler said, “We don't know yet if the Attorney General's conduct is criminal, but …",
  "Coronavirus follows Trump on tour; Next stop: New Hampshire Rachel Maddow points out that everywhere that Donald Trump has held one of his recent rallies there has been a corresponding coronavirus crisis, so his planned trip to New Hampshire could be a threat to the state's marked progress against the virus.",
  "Trump campaign attempts another reboot Associated Press reporter Jonathan Lemire is traveling with the president over the weekend as Trump attempts a campaign reboot after recent missteps. Lemire discusses the president's itinerary.",
  "On multiple fronts, Republican convention plans are in deep trouble Republicans are struggling with convincing people to show up, finding a safe and suitable venue, and raising tens of millions of dollars.",
  "DeVos eyes redirecting education funds, faces immediate pushback DeVos doesn't want to cut funds for schools; she wants to move funds for schools. We're apparently supposed to believe that's different. (It's not.)"
]