[
  "Trump admin. pushes for schools to fully reopen this fall, but how? The White House said it would issue its own safety guidelines for reopening schools after President Trump bashed those issued by the CDC as “very tough and expensive.” Trump threatened to cut funding for schools that didn’t open completely and with in-person …",
  "Pelosi: Supreme Court ruling on financial records is 'not good news' for Trump House Speaker Nancy Pelosi, D-Calif., praised the decisions made by the Supreme Court in regards to requests for President Trump's financial records. She claimed they were \"not good news\" for the president and showed he is \"not above the law.\"",
  "'Not their problem': Katy Tur says Trump campaign doesn't think tax issue will affect 2020 Katy Tur explains the political implications of the Supreme Court's rulings on President Donald Trump's tax returns.",
  "Trump GOP caught in COVID hypocrisy: TX official tells voters to gather in person for his 'virtual' speech As President Trump continues to lean into the idea that the pandemic is “over,” five top Republican Senators are no longer planning on attending the RNC in Florida. Meanwhile in Texas, government officials are planning on holding scheduled speeches virtually …",
  "Trump demands schools reopen, but has no plan for doing it The president said he might pull funding if states don't reopen schools and he's pushing the CDC to change its guidelines on the topic. But the White House is offering no guidance for how states should go about getting kids back in classrooms.",
  "The book to stop Trump's re-election? 'Art of the Deal' co-author on why new tell-all scares Trump A new tell-all book by Pres. Trump’s niece is roiling the White House with a string of allegations and scathing criticism. Tony Schwartz, the co-author of \"The Art of The Deal,\" joins MSNBC's Ari Melber to explain why despite the President’s general lack of i…",
  "Local official: Trump rally likely intensified public-health crisis Trump's recent campaign rally in Tulsa was already an embarrassing debacle. The latest word from the local health director makes it look even worse.",
  "Following court rulings, Trump throws epic online tantrum Trump could've celebrated today's Supreme Court rulings, which gave him much of what he wanted. Instead, he had an online meltdown.",
  "Supreme Court rejects Trump's argument in key tax-return case Four years after Donald Trump vowed to release his tax returns, the Supreme Court has left him with little choice. There is, however, a bit of a catch.",
  "As case totals climb, Trump flunks test on testing (and arithmetic) Several months into this crisis, Trump is both lost and increasingly impatient with the public's resistance to embracing his flawed understanding of reality."
]