[
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "Trump to travel to coronavirus hotspot to talk South America drug trafficking President Donald Trump is expected to travel to Doral, Florida, later this week, landing squarely in the center of a coronavirus hotspot and taxing the already limited local health resources.",
  "What's behind the Mexican President's big trip to the US If you're not a close follower of US-Mexico relations, you might be forgiven for assuming President Donald Trump and Mexican President Andrés Manuel López Obrador wouldn't get along.",
  "How Trump is using the pandemic to crack down on immigration Here are 16 moves the Trump administration has made to restrict immigration to the US since the pandemic began.",
  "There are more than 1 million international students in the US. Here's where they're from International students in the United States could be made to leave the country if their universities decide to only offer online courses, Immigration and Customs Enforcement announced on Monday night.",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "What to watch for in Tuesday's New Jersey primaries New Jersey is going to the polls on Tuesday, which in 2020 means most voters across the state are headed to the mailbox to send in their ballots in a series of Democratic and Republican congressional primaries."
]