[
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul - CNN 5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul  CNN",
  "A secretive and controversial startup may go public. Here's what you should know about it In the 17 years since it was founded, Palantir Technologies has received financial backing from the CIA, become one of the most valuable private companies in the US, and earned a seat at the table alongside the biggest tech companies in meeting with President…",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump After a frenetic few weeks, the Supreme Court gaveled out Thursday, bringing to a close an unprecedented term that defied expectations and shifted perceptions of the court in the heat of an election year.",
  "US global media agency seeks to kick out international journalists Efforts to clean house at the US Agency for Global Media continued this week as leadership indicated that international journalists who work for Voice of America (VOA) will not have their visas extended and a widely respected top editor at Radio Free Asia was…",
  "Why Black Christians are bracing for a 'whitelash' Many White Christians are finally speaking out about racism. Black Christians find this encouraging but fear it won't last -- and that a backlash may be coming.",
  "What you need to know about coronavirus today WHO director-general makes emotional plea for international solidarity and leadership, as coronavirus cases spiral around the world.",
  "Tucker Carlson's top writer resigns after secretly posting racist and sexist remarks in online forum Editor's note: This article quotes racist, homophobic and sexist language, much of which has not been censored."
]