[
  "The last 4 months have brought an unprecedented crackdown on legal US immigration As the coronavirus spreads around the world, the Trump administration has steadily choked off most avenues for legal immigration to the United States -- effectively shutting down the system that brings in hundreds of thousands of immigrants annually.",
  "Targeting international students is a dangerously dumb move Anushay Hossain, responding to the Trump administration's new guidance barring foreign students from staying in the US if they are taking online-only courses, writes that her own experience as an international student from Bangladesh showed how international …",
  "Melania Trump statue in Slovenia removed after being set on fire A statue of Melania Trump has been removed from near her hometown in Slovenia after being badly burned by vandals, the artist who commissioned the sculpture told CNN Thursday.",
  "What you need to know about coronavirus on Thursday, July 9 After President Donald Trump berated the CDC over its guidelines for safely reopening schools, the agency said it would issue new recommendations.",
  "US targets Chinese officials for Xinjiang human rights abuses The Trump administration has taken action against Chinese officials for their involvement in human rights abuses in the Xinjiang region, where Uyghur Muslims and other minority groups have been detained and tortured.",
  "Court's contraception ruling spotlights Trump administration's end goal The Supreme Court's ruling that the Trump administration could weaken Obamacare's contraceptive mandate was a stinging defeat for vulnerable women, says Ilyse Hogue, but a surprising concurrence in the 7-2 decision from liberal justices Elena Kagan and Stephe…",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "The Top 10 women Joe Biden might pick as vice president As Joe Biden's self-imposed deadline for making up his mind on a vice presidential pick -- August 1 -- draws closer, the former vice president and his VP vetting team have gone almost totally silent about their machinations."
]