[
  "Analysis: To save his presidency, Donald Trump may tear America apart To save his presidency, Donald Trump may tear America apart.",
  "Trump team proposes blocking asylum seekers from countries with outbreaks The Trump administration unveiled a new regulation Wednesday that would bar asylum seekers coming from countries with disease outbreaks, marking the latest push that would make it more difficult for migrants to seek refuge in the United States.",
  "After Trudeau snub, what Trump really wants from Obrador summit Samantha Vinograd writes that Donald Trump will use Wednesday's White House visit by Mexico's President Andrés Manuel López Obrador as a campaign event to cast the implementation of the USMCA as an economic tailwind amid a brutal economic downturn and use AML…",
  "Joint Biden-Sanders task forces unveil progressive platform after months of negotiations Presumptive Democratic nominee Joe Biden's campaign on Wednesday released a raft of policy recommendations crafted by allies of the former vice president and Sen. Bernie Sanders of Vermont, underscoring the party's unity less than four months from November's …",
  "As the virus surges in the US, Canadians and Mexicans alike say keep the US border closed If public opinion and recent activity along the border are any indication, the United States' northern and southern neighbors agree that the American border should remain closed due to a surge in coronavirus cases stateside.",
  "One million foreign students risk being frozen out of US colleges. Some might never come back In two months, 19-year-old Tianyu Fang is due to start his first semester at one of the most-prestigious schools in America: Stanford University in California. Now, the Chinese national isn't sure if he'll make it.",
  "Mary Trump's disturbingly credible assessment of her 'dangerous' Uncle Donald Michael D'Antonio writes that while no one will ever fully explain Donald Trump's cruelty, vanity and insecurity, a new book by his niece Mary L. Trump comes closer than anyone to describing the making of a seemingly heartless person who won his way to the Wh…",
  "What you need to know about coronavirus on Wednesday, July 8 As the Trump administration officially withdraws from the World Health Organization, the agency is also being accused of dragging its feet on declaring coronavirus airborne.",
  "Here are the 5 Supreme Court cases the justices have yet to rule on The Supreme Court is taking an unusually long time to complete its term this year, with decisions in five cases still under wraps days after the justices would have typically cleared out its docket for the season."
]