[
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "Tech companies slam Trump's executive order restricting work visas Silicon Valley is pushing back against President Donald Trump's latest immigration curbs, affecting visa programs that its biggest companies use to bring in thousands of skilled foreign workers.",
  "The hidden health cost of Trump's visa freeze Ushma S. Neill writes the visa freeze imposed by President Donald Trump's Monday proclamation could have a damaging effect on academic biomedical institutions, where a significant number of international researchers work in US university labs.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Trump takes his first 2020 trip to the US-Mexico border President Donald Trump is taking his first 2020 trip to the US-Mexico border Tuesday amid ongoing concerns about an uptick in coronavirus cases and on the heels of his foray back on the campaign trail in Tulsa, Oklahoma.",
  "Markets are very sensitive to what happens in Washington. Here's proof The White House maintains that the US-China trade deal reached late last year remains in place. But after comments from White House trade adviser Peter Navarro roiled markets, one thing is clear: Investors are still extremely sensitive to news and rhetoric fr…",
  "Presidential debates and Modi's China challenge Rudy Giuliani is up to his tricks again.",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "'It's still deadly': Florida Republicans urge caution as state sees spike in coronavirus cases Republican officials in Florida are concerned about the recent spike in coronavirus cases in the state, just two months before Jacksonville is set to host part of the Republican National Convention.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…"
]