[
  "NYT Columnist Urges Biden to Change Terms of Debates with Trump A prominent columnist for the New York Times is urging Joe Biden's campaign to rethink the terms agreed upon for the three debates between their candidate and President Donald Trump.",
  "Pennsylvania Poll: Biden Leads Trump by 5, but Republicans Continue to Narrow Voter Registration Gap A poll released on Monday shows presumptive Democrat nominee Joe Biden leads President Trump by five points in Pennsylvania, 48 percent to 43 percent.",
  "Exclusive — Mike Pence: Nancy Pelosi’s Reaction to Statue Destruction a ‘Surrender to the Mob’ Vice President Mike Pence told Breitbart News exclusively in Pennsylvania that U.S. House Speaker Nancy Pelosi’s comments earlier on Thursday dismissing vandals who destroyed a Christopher Columbus statue in Baltimore on July 4 were “unconscionable.\"",
  "Proposed Democrat Platform Gives U.S. Asylum to the World's Migrants A proposed policy platform for the Democrat Party, drafted by supporters of presumed Democrat presidential nominee Joe Biden and Sen. Bernie Sanders (I-VT), would give asylum to the world's migrants -- inviting them all to the United States to live and work.",
  "Ocasio-Cortez: Collaboration with Sanders ‘Substantively Improved Biden’s Positions’ on Climate Democrat presidential nominee Joe Biden and Sen. Bernie Sanders have released recommendations for the party platform crafted by task forces.",
  "Democrat Laments Coronavirus Lockdown’s ‘Negative Impact’ on Drug Addiction Getting Ignored The coronavirus lockdowns are fueling a surge in the number of drug overdoses across the country, one of the Democrats who competed against Joe Biden for the party's presidential nomination recently acknowledged.",
  "McCarthy: Biden ‘Surrendering to the Socialists’ with ‘Unity Task Force’ Thursday on FNC's \"Fox & Friends,\" House Minority Leader Levin McCarthy (R-CA) said presumptive 2020 Democratic presidential nominee former Vice President Joe Biden is \"surrendering to the socialists\" in forming a \"Unity Task Force\" with socialist Sen. Bernie…",
  "Joe Biden Repeatedly Lifts from Bernie Sanders’ Platform to Be ‘Most Progressive Since FDR’ Joe Biden released the Biden-Sanders Unity Task Force Recommendations on \"Combating the Climate Crisis and Pursuing Environmental Justice,\" but the end product reads more like Sanders than Biden.",
  "GOP Rep. Comer: Biden Wanting to Rejoin W.H.O. Shows ‘How Out of Touch’ He Is Representative James Comer (R-KY), the ranking Republican on the House Oversight Committee, on Thursday reacted to 2020 presumptive Democratic presidential nominee former Vice President Joe Biden saying he would rejoin the World Health Organization (WHO) imme…",
  "Biden-Sanders ‘Unity’ Platform Pledges to Close ANWR Again, Reversing Trump Former Vice President Joe Biden released a set of policy recommendations on Wednesday that included a proposal to close the Arctic National Wildlife Refuge (ANWR) to oil and gas exploration and development."
]