[
  "Supreme Court Emerges as Deciding Issue in 2020 Campaign as Several Potential Vacancies Loom President Donald Trump, the incumbent Republican seeking re-election, or presumptive Democrat nominee former Vice President Joe Biden could appoint as many as four Supreme Court Justices in the next four years, making the issue yet again a major deciding fact…",
  "Poll: Trump, McSally Lead Democrat Challengers in Arizona A poll from Gravis Marketing and One America News Network (OAN) found President Donald Trump and incumbent Sen. Martha McSally (R-AZ) both leading their Democrat challengers ahead of the November election.",
  "Emails Reveal Joe Biden Adviser Behind Michigan Partisan Contact Tracing Scheme A Michigan state employee and son of the Detroit mayor appears to be the person who first proposed hiring a partisan Democrat consulting firm to collect sensitive medical information from coronavirus patients.",
  "Biden, Democrats Assemble 600 Lawyers to Fight Election ‘Chicanery’ Joe Biden and the Democrat Party have assembled an army of election lawyers and volunteers to fight off any attempts at election \"chicanery\" this November, ahead of what is expected to be a close contest.",
  "Samuel L. Jackson Joins Biden for July 4th Virtual Fundraiser: ‘Declare Independence from Disastrous Trump’ Actor Samuel L. Jackson is headlining a virtual July 4 fundraiser for Joe Biden that will feature appearances by a slew of California Democrat politicians including Rep. Adam Schiff, Rep. Ted Lieu, Sen. Kamala Harris, and Los Angeles Mayor Eric Garcetti.",
  "Joe Biden Ad: Business Owner Attacks Trump’s Pandemic Response, Doesn’t Mention Her $27,000 PPP Loan A Joe Biden campaign ad features a business owner criticizing Donald Trump's coronavirus response who received a $27,000 forgivable PPP loan.",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "Trump Campaign, RNC Raise Record $266 Million in Second Quarter The Republican National Committee (RNC), Donald J. Trump for President, Inc., and other authorized joint fundraising committees announced Wednesday that they had raised a record $266 million in the second quarter of 2020.",
  "Pollak: Jill Biden Claims Husband Is a ‘Moderate’; Joe Biden Disagrees Joe Biden is talking about \"transformation\" and \"revolutionary institutional changes\" while Jill Biden insists he is a \"moderate\" -- a label he has rejected.",
  "Duckworth to Block Promotions for 1,123 Military Officers Unless Esper Promotes Vindman Sen. Tammy Duckworth (D-IL) announced Thursday that she would block the promotions of 1,123 senior military officers until Defense Secretary Mark Esper promises that he will promote Army Lt. Col. Alexander Vindman, who is believed to have communicated with th…",
  "Cotton: ‘Can’t Trust Anything’ the NY Times Reports About Russia, Trump — ‘A National Laughingstock’ Thursday on Fox News Channel's \"America's Newsroom,\" Sen. Tom Cotton (R-AR) ripped The New York Times over its \"false\" reporting that Russian intelligence offered Afghan militants bounties to kill U.S. troops, and the White House knew about it but did nothing…",
  "LeBron James’ Group Touts Sports Venues as Mega-Voting Sites ATLANTA (AP) — If basketball icon LeBron James gets his way, NBA arenas and other sports venues around the country will be mega polling sites for the November general election.",
  "Trump: ‘I’m All for Masks,’ Just Not Mandatory; ‘I Looked Like the Lone Ranger’ President Donald Trump told Fox Business Network's Blake Burman on Wednesday that he supports wearing masks to prevent transmission of coronavirus, but that he did not want to make wearing masks mandatory."
]