[
  "Swing District Democrat: 'Smart Person's Money' Would Bet I Lose to a Republican Candidate Rep. Elisa Slotkin (D-MI), a swing district representative, said during a Politico profile of her on Friday that the \"smart person's money\" would bet that she would lose to a Republican candidate in 2020.",
  "Jim Banks: Democrat, GOP Proposal Tying Trump's Hands on Afghanistan Withdrawal ‘Egregious’ Rep. Jim Banks (R-IN) told Breitbart News Tonight that the Republican and Democrat proposal to tie President Donald Trump's hands from withdrawing from Afghanistan is \"egregious\" and \"exactly the opposite of what we should do.\"",
  "Joe Biden's 'Unity' Platform with Bernie Sanders Gives Free Health Care to DACA Illegal Aliens In the Joe Biden-Bernie Sanders \"Unity\" platform, Democrats are vowing to provide free, American taxpayer-funded health care to illegal aliens who are able to enroll in former President Obama's Deferred Action for Childhood Arrivals (DACA) program.",
  "Venezuela's Maduro Hails 'Dainee Wets' Presidential Ambitions (It's Kanye West) Venezuelan dictator Nicolás Maduro hailed the supposed entry of rap superstar Kanye West into this year's presidential election as a challenger against President Donald Trump, wrongly pronouncing his name as \"Dainee Wets.\"",
  "Blue State Blues: Trump, Lincoln, and the Election of 1864 Nervous supporters of President Donald Trump have been reminding themselves that the presidential election looked as tough at this point of the 2016 as it does today. An even better parallel might be the election of 1864, when President Abraham",
  "Guilfoyle: What You’re Not Being Told About Joe Biden’s Fundraising Whoever is running Joe Biden’s campaign better keep the corks in the champagne bottles, because the truth is June was a terrible month for Joe Biden and the Democrat Party.",
  "Donald Trump: Joe Biden’s Buy American Plan ‘Plagiarized from Me’ President Donald Trump accused his presumptive general election rival, Joe Biden, on Friday of having plagiarized portions of his administration's economic agenda.",
  "Warren: Economy ‘Collapsing’ Because Trump’s Coronavirus Failure — Biden Will Win With a Mandate Thursday on MSNBC's \"All In,\" Sen. Elizabeth Warren (D-MA) declared President Donald Trump caused the economy to collapse with his response to the coronavirus pandemic, which will result in Democratic presidential nominee Joe Biden winning in November with a …",
  "Carlson: Democrats Seek to ‘Abolish Suburbs’ — Make America ‘Squalid, Dangerous, Chaotic and Unhappy’ Like Big Cities Thursday, Fox News Channel's Tucker Carlson opened his program with a warning of what could come in a Biden administration.  | Clips",
  "Ortiz: Biden’s Economic Speech Hides Far-Left Policies that Would Make Pandemic Economy Permanent Alfredo Ortiz of Job Creators Network writes in FoxBusiness that voters should be wary of Joe Biden's recent talk about economic nationalism, pointing out that in Biden's long career, he has never come close to advocating for, much less achieving, such goals.",
  "Trump Plays Down Kanye West’s Presidential Run: ‘He Is Always Going To Be For Us’ President Donald Trump has played down Kanye West’s supposed presidential ambitions, describing him as a \"very good guy\" whose support he will eventually be able to count on.",
  "Anti-Trump Psychiatrist: ‘Cognitive Issues, Mental Illness’ Would Not Disqualify Joe Biden Yale psychiatrist Dr. Bandy X. Lee told The Kyle Olson Show this week that she doesn't believe a President Joe Biden potentially suffering from \"cognitive issues or even mental illness\" is \"of concern.\"",
  "Trump on Possible Roger Stone Pardon: ‘His Prayer May Be Answered’ Thursday on WRKO's \"The Howie Carr Show,\" President Donald Trump said he was considering a commutation or pardon for his longtime friend Roger Stone. | Clips",
  "Seattle City Council Backs Call to Defund the Police by 50% A veto-proof majority of the Seattle City Council backed a proposal Thursday to defund the Seattle Police Department by 50% -- including a proposal to remove 911 dispatchers from police control and to \"imagine life beyond policing.\""
]