[
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "CNN's Toobin: 'Roe vs. Wade May Need One More Justice from President Trump' CNN chief legal analyst Jeffrey Toobin opined Monday, after the Supreme Court struck down a Louisiana abortion law, that \"Roe v. Wade may need one more justice from President Trump.\"",
  "Biden Will Not Hold Campaign Rallies Due to COVID19 Threat Former Vice President Joe Biden announced on Tuesday that his campaign would not hold any public rallies ahead of the general election, citing the threat of the coronavirus.",
  "Joe Biden Taps Early Endorser’s Son for High Profile Campaign Role Former Vice President Joe Biden is tapping the son of a key political ally to help run his general election campaign in Michigan.",
  "Joe Biden: Trump Not ‘Cognitively Aware of What’s Going On’ Former Vice President Joe Biden on Tuesday claimed President Donald Trump appears not to be \"cognitively aware of what's going on,\" an apparent response to his political opponent attacking his own mental agility.",
  "Connecticut GOP Calls on ‘Democratic Party’ to Change Name: ‘Years of Racial Oppression’ The Connecticut GOP called upon the “Democratic Party” to change its name Monday, issuing a resolution that asserts Democrats must address “the hundreds of years of racial oppression, violence, and multiple violations of human rights” associated with their pa…",
  "Joe Biden Claims He’s Taken Cognitive Functioning Test Despite No Record of One in December Exam Joe Biden told reporters on Wednesday that he's taken a cognitive functioning test which, if true, must have occurred sometime in the last 6 months.",
  "Biden Promises to Keep Fauci in Place if He Wins Presidency Former Vice President Joe Biden promised to keep Dr. Anthony Fauci on as head of the National Institute of Allergy and Infectious Diseases (NIAID) if he wins the presidential election in November.",
  "Joe Biden Refuses to Release Names of Potential Supreme Court Nominees Joe Biden told reporters on Tuesday that he would not release his list of potential Supreme Court nominees. | Politics",
  "‘I Can Hardly Wait’: Biden Commits to Three Debates with Trump Joe Biden said on Tuesday he was eager to face off against President Donald Trump ahead of the general election, committing publicly to the customary three debates utilized in years prior.",
  "Joe Biden: ‘I Have Not Been Tested for the Coronavirus’ Joe Biden (D), during a Tuesday press conference in Wilmington, Delaware, told reporters that he has not been tested for the Chinese coronavirus.",
  "Media Fail to Ask Joe Biden About Role in Michael Flynn Investigation, Logan Act The mainstream media journalists assembled in Wilmington, Delaware, for Joe Biden's first press conference in nearly three months failed to ask him about new evidence that he played a greater role in the investigation of Michael Flynn than he has admitted.",
  "Nolte: The Duke’s Son Says ‘John Wayne Was Not a Racist’ John Wayne's son Ethan came out in defense of his father after Democrats in Orange County attacked the elder Wayne as racist.",
  "Jim Banks: ‘Certainly Possible’ Intelligence Swamp Leaked Russian Bounty Story to Keep U.S. in Afghanistan Rep. Jim Banks (R-IN) told Breitbart News Tonight that the New York Times story alleging that a Russian military spy unit paying Taliban-linked militants to kill Americans is the swamp's way of fighting back against President Donald Trump's America First agen…",
  "Florida Gov. Ron DeSantis to Critics Demanding Mask Mandate: ‘We’re Not Going to Do that Statewide’ Florida Gov. Ron DeSantis (R) made it clear on Monday that he will not yield to critics demanding a statewide mask mandate."
]