[
  "Engel warns new Trump appointee to fire senior officials at VOA agency Rep. Eliot Engel, the chairman of the House Foreign Affairs Committee, on Tuesday night warned of an incoming firing spree against senior leadership of the U.S. Agency for Global Media (USAGM), the body that oversees Voice of America (VOA), at the behest of n…",
  "WHO stops hydroxychloroquine trial, after review finds no 'apparent' benefit for coronavirus treatment The World Health Organization announced Wednesday that it's ending its trial for hydroxychloroquine, a malaria drug once touted by President Trump to treat the coronavirus.",
  "Oklahoma judge refuses to require social distancing at Trump’s Tulsa rally amid coronavirus concerns A Tulsa, Okla. Judge blocked an emergeny attempt to keep President Trump’s upcoming campaign rally from happening as planned, after plaintiffs claimed that it would be a coronavirus “super-spreader” that would engender the public.",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "James Carafano: US should back India after China kills at least 20 Indian troops The list of outrageous actions by China grew even longer Tuesday, with early reports that Chinese troops had killed at least 20 Indian soldiers in the disputed region of Kashmir on the border dividing the world’s two most-populous nations.",
  "George Floyd's brother, Philonise, gives message to UN panel investigating 'systemic racism' in US The brother of George Floyd made an earnest plea on Wednesday, urging the top human rights body of the United Nations to launch intense international scrutiny of systemic racism, the killing of black people by police and violence against peaceful protesters i…"
]