[
  "UN human rights body to debate ‘systemic racism, police brutality’ in US The U.N. Human Rights Council on Monday said it would hold a debate on “systemic racism, police brutality and violence against peaceful protests” amid global demonstrations sparked by the death of George Floyd in the U.S.",
  "Trump campaign rips Planned Parenthood endorsement of Biden The Trump campaign on Monday went after presumptive Democratic presidential nominee Joe Biden after Planned Parenthood endorsed the former vice president’s White House bid.",
  "House GOP accuses China, WHO of 'failure of monumental proportions' in spread of coronavirus Republicans on the House Foreign Affairs Committee issued a report Monday on the origins of the novel coronavirus, accusing China and the World Health Organization of a “failure of monumental proportions” in properly handling the virus at its onset.",
  "NBC News called out over tweets about Trump’s Tulsa event and a 'packed' rally in Brooklyn NBC News was called out late Sunday over a pair of tweets sent about an hour apart that critics said showed bias when reporting on President Trump rallies and the protests that have emerged in the wake of George Floyd’s death in police custody.",
  "DOJ filing backs expansion of Arlington National Cemetery The Department of Justice filed a civil action on Monday to use eminent domain to take over a number of roadways in Virginia so Arlington National Cemetery can be expanded by approximately 60,000 graves.",
  "Why US is trying to curtail ICC investigation over 'war crimes' in Afghanistan The U.S. government made it clear in March that it would not cooperate with an International Criminal Court (ICC) investigation into alleged war crimes committed by U.S. military and intelligence personnel in Afghanistan, and late last week, the Trump adminis…",
  "MSNBC reporter blasted on-air by protesters for describing CHOP as 'street festival' In a stunning on-air moment, an MSNBC reporter was chastised by demonstrators who have occupied the downtown area of Seattle for describing their protest as a \"street festival.\""
]