[
  "Josh Kraushaar: Susan Collins Is “The key” To The Political Environment For Republicans Josh Kraushaar, Politics Editor at National Journal & Fox News Radio Political Analyst spoke to Fox News Radio's Guy Benson about the most competitive 2020 Senate Races are shaping up. Kraushaar called Susan Collins of Maine \"The Key\" to the political environ…",
  "New Trump appointee dismisses top leadership in shake-up of broadcasting agency The new Trump-appointed CEO of the U.S. Agency for Global Media (USAGM) -- which oversees American taxpayer-funded news broadcasting around the world including Voice of America (VOA) -- fired three of the agency's network heads Wednesday just days after the d…",
  "Richard Manning: Bolton book’s lies are ultimate betrayal Former National Security Adviser John Bolton is cashing in with a book that lies about President Trump .",
  "Pelosi: House will make a 'judgment' on whether to subpoena Bolton amid memoir claims House Speaker Nancy Pelosi said the House will make a “judgment” on whether to subpoena former National Security Adviser John Bolton, as excerpts from his forthcoming memoir surfaced revealing previously unreported claims about President Trump and members of …",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "Bolton memoir discusses plot to replace Pence, 'cool' Venezuela invasion, and more Fox News has obtained former national security adviser John Bolton's upcoming 592-page memoir, \"The Room Where it Happened\" -- and the manuscript contains several previously unreported claims of intrigue and realpolitik among key administration figures, past …",
  "Race for virus vaccine could leave some countries behind As the race intensifies for a vaccine against the new coronavirus, rich countries are rushing to place advance orders for the inevitably limited supply to guarantee their citizens get immunized first — leaving significant questions about whether developing co…"
]