[
  "Trump responds to Milley apology for Lafayette Square photo op President Trump, in an extensive interview with Fox News, said he's \"fine\" with Joint Chiefs of Staff Chairman Gen. Mark Milley's move to express regret for accompanying the president during a photo op last week at Lafayette Square -- while defending his own …",
  "Attendees at Trump’s rally next week must agree not to sue campaign if they get coronavirus People attending President Trump’s rally in Tulsa, Okla., next Friday – the president’s first since the coronavirus pandemic shut down the country three months ago – must agree not to sue the Trump re-election campaign if they contract the virus.",
  "Tucker Carlson: World welcomes its newest country -- The Capitol Hill Autonomous Zone once known as Seattle Say hello to the latest addition to the global family of nations, the Capitol Hill Autonomous Zone, formerly known as downtown Seattle.",
  "Gen. Milley was right to issue mea culpa for perceived political appearance: Gen. Jack Keane Fox News senior strategic analyst Gen. Jack Keane told “Fox & Friends” on Friday that Chairman of the Joint Chiefs of Staff Gen. Mark Milley “absolutely made the right decision” to express regret for accompanying President Trump during a photo-op last week at…",
  "Biden backs push to scrub Confederate names from military bases Former Vice President Joe Biden says he’s backing a push to the remove the names of Confederate leaders from the Civil War from all U.S. military assets – which stands in stark contrast to President Trump’s fierce opposition earlier this week to scrub those n…",
  "Judge says court may have picked 'intemperate' lawyer to argue against DOJ dropping Flynn case One of the judges on the panel overseeing an appeal to force Judge Emmet Sullivan to let the Department of Justice (DOJ) drop its prosecution against former National Security Adviser Michael Flynn said Friday that the court might have appointed an \"intemperat…"
]