[
  "Who are the Americans being held as 'political prisoners' abroad? After almost two years ailing behind bars in the bowels of an Iranian prison and coming down with the novel coronavirus, cancer survivor Michael White last week was freed and brought home. The U.S. Navy veteran joins the ranks of scores of Americans brought h…",
  "German official calls report of Trump’s plan to pull troops ‘unacceptable’ President Trump’s reported decision to pull 9,500 troops from Germany is “completely unacceptable,” said Berlin’s coordinator for transatlantic ties, according to Reuters.",
  "Trump shrugs off Colin Powell’s support for Biden, brings up WMD UN speech President Trump late Sunday responded to former Secretary of State Colin Powell’s earlier announcement that he will be supporting Joe Biden for president in 2020 after saying that Trump “drifted away” from the Constitution during his tenure.",
  "Tim Graham: Rosenstein testifies – and suddenly mainstream media say this about Russia collusion Former Deputy Attorney General Rod Rosenstein was at the red-hot center of the Robert Mueller probe into the phantom menace of Donald Trump's collusion with the Russians.",
  "Gen. Jack Keane says China's actions have Beijing closer to 'replace the United States as a global leader' Fox News senior strategic analyst Gen. Jack Keane told “America's Newsroom” on Monday that the United States must “break the ties” with China “that are clearly affecting the health and security of the American people.”",
  "Minneapolis mayor at odds with city council's push to abolish police force over Floyd death ",
  "Tom Cotton blasts NYT leaders for failing to stand up to 'woke children' in newsroom Arkansas Republican Senator Tom Cotton blasted New York Times’ “adult” leaders on Monday for failing to stand up to “the woke children that apparently now run” the publication’s newsroom, which he said led to the resignation of the editor of the newspaper’s o…",
  "Antifa: The truth behind the mask As protests for the killing of George Floyd and the unfair treatment of African Americans by the hands of police officers took place across the nation, a lot of attention has turned to Antifa, an anti-fascist group that has remerged.",
  "DC National Guardsman chants 'I'm black and I'm proud' with George Floyd protesters A uniformed member of the D.C. National Guard was captured on video chanting “I’m black, and I’m proud” along with the protesters he was sent to monitor in the nation’s capital last week.",
  "Steve Hilton: Trump's gains with African-Americans will be lost if he does not lead on police reform President Trump must make black America part of the great American comeback.",
  "Judith Miller: New York Times op-ed revolt betrays it values, is ominous warning about censorship James Bennet has resigned as editorial page editor for the New York Times. But this is not the first time that the Times has caved to a staff revolt.",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Flynn judge Emmet Sullivan set to explain why he has not dismissed case Oral arguments are set to take place this week, when U.S. District Court Judge Emmet Sullivan will have to explain why he has not signed off on the Justice Department’s motion to dismiss its case against former National Security Adviser Michael Flynn.",
  "Deadly unrest: Here are the people who have died amid George Floyd protests across US Among those killed as protests over the death of George Floyd have roiled American cities are a retired police captain, a beloved owner of a barbecue restaurant and a former star football player known as “Mr. Indianapolis.\""
]