[
  "Lawmakers want answers from Trump Administration on reports Russia paid Taliban to attack US troops Lawmakers on both sides the aisle in Washington want answers on new explosive reporting that a Russian spy unit paid the Taliban to attack U.S. troops stationed in Afghanistan.",
  "John Bolton defends anti-Trump book, denies it contains classified info Former White House national security adviser John Bolton on Friday night called President Trump’s criticisms of him “childish” and “demeaning to the office of the president.”",
  "Bobby Jindal: Populist Republicans – Can traditional conservatives adapt to this movement? Conservative populists are attempting to reshape the party away from traditional corporate-friendly economic policies.",
  "Russian spy unit paid Taliban to attack US troops, US intelligence says A Russian spy unit paid members of Afghanistan’s Taliban movement to conduct lethal attacks on U.S. troops in that country, according to a classified American intelligence assessment, people familiar with the report said.",
  "President Trump on Hunter Biden's Ukraine and China ties, whether Joe Biden has the stamina to be president Sean Hannity sits down for an exclusive interview with President Trump in Green Bay, Wisconsin.",
  "Victor Davis Hanson: Anger, not Trump vs. Biden, now driving 2020 election The old 2020 election was supposed to be about many familiar issues. It is not anymore.",
  "Trump blasts Illinois governor, Chicago mayor for ongoing gun violence: 'You must establish law and order' President Trump blasted Chicago Mayor Lori Lightfoot and Illinois Gov. J.B. Pritzker in a letter Friday over ongoing gun violence that has plagued the city in recent years, accusing both Democrats of putting \"your own political interests ahead of the lives, s…",
  "Trump retweets petition effort to pardon Roger Stone President Trump Saturday retweeted a petition effort to pardon Roger Stone a day after a judge ordered his former campaign advisor to report to his upcoming prison term, which Stone dubbed a \"death sentence.\"",
  "Judge: US must free migrant children from family detention A federal judge on Friday ordered the release of children held with their parents in U.S. immigration jails and denounced the Trump administration’s prolonged detention of families during the coronavirus pandemic."
]