[
  "Christian Whiton: Trump is right to withdraw 9,500 U.S. troops from Germany – he should pull out even more Germany and the larger European Union it dominates oppose U.S. interests frequently. They do not deserve U.S.-funded protection.",
  "House Republicans object to pulling US troops out of Germany Republicans on the House Armed Services Committee (HASC) warned President Trump Tuesday that his reported plan to withdraw 9,500 troops from Germany would damage U.S. national security and benefit Russia.",
  "Iran appears to build fake aircraft carrier as tensions with US grow Iran appears to have built a fake aircraft carrier off its southern coast for potential live-fire drills amid ongoing tensions with the U.S., satellite images showed Tuesday.",
  "James Carafano: Reduce forces in Europe? America would suffer. Here's how If the strategy for dealing with global challenges really is to “put America first,” then force reductions in Europe are not the right move.",
  "Iran says it will execute man who allegedly provided US with information on Soleimani Mahmoud Mousavi-Majd, the Iranian citizen who allegedly provided key details to the U.S. prior to the drone strike that killed Gen. Qassem Soleimani earlier this year, will be executed, the country’s judiciary said on Tuesday, according to Reuters.",
  "Barr says FBI was ‘spring-loaded’ to investigate Trump campaign, ignored ‘exculpatory evidence’ In an exclusive interview with Fox News’ Bret Baier, Attorney General Bill Barr faulted the FBI for taking a “very aggressive” approach to investigating suspected Trump campaign ties to Russia and continuing to push forward even when he says their evidence wa…",
  "Brit Hume on NYT's backlash to Cotton op-ed: This is journalism in the age of Trump Fox News senior political analyst Brit Hume told “Fox News @Night” on Monday that the backlash over Arkansas Republican Senator Tom Cotton’s op-ed published in The New York Times is “the latest manifestation” of journalists ignoring “the Donald Trump side of …",
  "State Department launches new push to free American hostage Morad Tahbaz from Iran The State Department is launching a new push to free an American hostage being held in an Iranian jail, shortly after Navy veteran Michael White was freed from nearly two years' imprisonment in the Islamic Republic.",
  "National Guard begins to pull back after historic response to unrest over George Floyd's death The National Guard is beginning to pull back its presence in states across the country after its historic response to unrest over the death of Minneapolis man George Floyd in police custody last month.",
  "Senate confirms Charles Brown as Air Force chief of staff, making him first African-American service chief The Senate on Tuesday unanimously confirmed Gen. Charles \"CQ\" Brown, Jr. as the next Air Force’s chief of staff – marking the first time an African-American officer has served as chief of staff of a military service.",
  "KT McFarland: 'If justice is served, General Flynn will be a free man' Former Deputy National Security Adviser KT McFarland told “America’s Newsroom” on Tuesday that “if justice is served” former National Security Adviser Michael Flynn “will be a free man.”",
  "Sen. Martha McSally (R-AZ) On Buffalo Police Video: “It’s Not OK For Police To Be Pushing Down An Elderly Man” Arizona Senator Martha McSally Spoke with Fox News Radio's Guy Benson in a wide-ranging interview. Touching on the state of the race for the Senate in Arizona, Trump restarting his signature rallies and the killing of George Floyd. Benson asked Senator McSall…",
  "Barr says 'familiar names' among those DOJ is investigating in Durham probe, calls findings 'very troubling' Attorney General Bill Barr told Fox News' Bret Baier in an exclusive interview aired Tuesday that Americans will be able to recognize \"some\" of the names under investigation as part of U.S. Attorney John Durham's ongoing probe into federal surveillance abuses…",
  "Mourners flock to Floyd memorial While Americans across the political spectrum shift views on police and race",
  "Hannity: You don't have to be a brain surgeon to see dangers of defunding, disbanding police One does not \"have to be a brain surgeon\" to see defunding police is an insane idea, \"Hannity\" host Sean Hannity stated Monday night.",
  "Tucker Carlson: Black Lives Matter is now a powerful political party and has nothing to do with black lives Defund the police means a woke militia policing our cities, enforcing Democratic Party orthodoxy."
]