[
  "US Navy veteran detained in Iran is freed Michael White, the first American detained in Iran during the Trump administration, has been released.",
  "James Clapper: China, Russia will exploit human rights abuses 'in our own streets' China and Russia will exploit ongoing unrest by pointing out U.S. \"hypocrisy\" and \"abuse of human rights in our own streets,\" former Director of National Intelligence James Clapper argued Thursday.",
  "Biden calls Mattis' criticism of Trump a 'powerful indictment' Joe Biden is calling the scathing criticism of President Trump by his first defense secretary -- retired Marine Gen. James Mattis -- a “powerful indictment” of the president’s response to the unrest in cities across the country sparked by the death of George …",
  "Sen. Ted Cruz says the Russia investigation was a politicized, partisan targeting of President Trump What Barack Obama and Joe Biden did was much worse than Richard Nixon's abuse of power, says Texas Sen. Ted Cruz, Republican member of the Senate Judiciary Committee.",
  "Pelosi demands answers from Trump on troops patrolling protesters in DC House Speaker Nancy Pelosi said Thursday she wants answers from President Trump about the deployment of troops and unidentified law enforcement officers in Washington DC patrolling peaceful protesters.",
  "Lindsey Graham says Rosenstein hearing showed 'fox was guarding the henhouse' in Mueller investigation Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told \"Hannity\" Wednesday that the Mueller investigation into alleged collusion between the Trump campaign and Russia was set up in such a way that the \"fox was guarding the henhouse.\"",
  "Rosenstein calls Durham appointment ‘reasonable’ in testimony on Russia case The former Justice Department official who essentially created and oversaw special counsel Robert Mueller’s investigation offered implicit support in testimony Wednesday for a subsequent review of the origins of that case at the FBI and beyond.",
  "Senate Homeland Security Committee authorizes subpoenas to Obama-era officials in review of Russia probe, unmasking The Senate Homeland Security Committee on Thursday voted to authorize subpoenas to the FBI and other agencies for records and testimony from Obama-era officials related to the bureau’s original Russia investigation and the Justice Department inspector general…",
  "Senate Judiciary punts on subpoena authorization for Obama officials in Russia probe review The Senate Judiciary Committee on Thursday held off on approving subpoenas for documents and testimony from top Obama Administration officials as part of the panel's investigation into the origins of the Russia probe during the 2016 presidential election.",
  "Tensions flare between Trump, military figures over handling of George Floyd unrest The officials, including Trump's current Secretary of Defense Mark Esper, his former Secretary of Defense Jim Mattis and several others, have either implicitly broken with Trump in statements on policy or explicitly denounced his leadership — and Trump has fi…",
  "Mike Lee: Rod Rosenstein made a 'stunning' admission about Russia probe, Carter Page Sen. Mike Lee said Thursday that Rod Rosenstein made a “stunning” admission when the former deputy attorney general told senators he was “not sure” that he read the entire Foreign Intelligence Surveillance Act (FISA) renewal application against former Trump c…",
  "Former US Attorney Guy Lewis predicts 'people are going to get prosecuted' over Russia probe Former U.S. Attorney Guy Lewis told \"Outnumbered Overtime\" Thursday that “people are going to get indicted and people are going to get prosecuted” for alleged misconduct related to the Russia investigation.",
  "Mainstream media avoids on-air coverage of Rod Rosenstein hearing after years of pushing Russia collusion After years of pushing the Russia collusion narrative, all of the major networks avoided on-air coverage of the Senate Judiciary hearing of former Acting Attorney General Rod Rosenstein, who testified about his involvement in the controversial investigation i…",
  "Hawley rips Rosenstein over conduct of Mueller probe: 'Wasn't really serious about getting the facts' Senate Judiciary Committee member Josh Hawley, R-Mo., told \"The Story\" that former Deputy Attorney General Rod Rosenstein \"wasn't serious about doing his job\" in relation to former Special Counsel Robert Mueller's investigation into claims of collusion betwee…",
  "Clamping Down On Violent Protests And Antifa The violent protests across the country have made it hard on police departments. President Trump has even threatened to invoke the Insurrection Act and call up military troops to help bring peace to America's streets. Former New York City Police Commissioner …",
  "Cruz calls Obama, Biden actions in Russia probe 'much, much worse' than 'everything Richard Nixon did' Senate Judiciary Committee member Ted Cruz, R-Texas, told \"Hannity\" Wednesday that the actions of former President Barack Obama and former Vice President Joe Biden in the early days of the Russia investigation were \"much, much worse\" than Richard Nixon's duri…",
  "John Kelly defends James Mattis after Trump rebuke: 'The president did not fire him' Former White House Chief of Staff John Kelly said Thursday that President Trump has “clearly forgotten” the details surrounding James Mattis’ departure after the president attacked him on Twitter this week, saying it was he who had the “honor of firing” the f…",
  "Jim Jordan: Rod Rosenstein 'caved' to pressure from politicians and the media House Judiciary Committee Ranking Member Jim Jordan believes former Deputy Attorney General Rod Rosenstein did the \"easy thing\" by caving to pressure from members of both political parties and the media and appointing Robert Mueller to lead the charge of the …",
  "NY Times issues 'mea culpa,' says Tom Cotton op-ed on George Floyd riots 'rushed,' failed to meet standards The New York Times has made a stunning \"mea culpa\" regarding an op-ed written by Sen. Tom Cotton, R-Ark, that has sparked an enormous backlash among its own journalists.",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war."
]