[
  "Doug Collins on Barr's Fox News interview: We were right about FBI wanting to 'get' Trump Republicans were right about Obama-era members of the FBI wanting to \"get\" President Trump and his the-incoming administration, Georgia Republican Congressman Doug Collins stated Wednesday.",
  "These are the Army bases named for Confederates Here are the 10 Army bases named after Confederate generals.",
  "Jon Huntsman, now running for governor of Utah, says he’s tested positive for coronavirus Utah gubernatorial candidate and former ambassador Jon Huntsman Jr. announced he’s tested positive for coronavirus.",
  "Cotton's NY Times op-ed controversy ups senator's profile, sparks more speculation Sen. Tom Cotton’s opinion piece last week in the New York Times in which he called for the U.S. military to be deployed in cities engulfed in unrest following George Floyd’s death at the hands of the police sparked controversy and grabbed headlines for the co…",
  "Susan Rice: Trump's response to George Floyd DC unrest proves it should become a state Susan Rice, a former White House national security adviser, said in a New York Times op-ed published Wednesday that Washington, D.C., was powerless to stop President Trump from ordering federal forces into the city in response to protests because it lacks sta…",
  "Today on Fox News: June 10, 2020 ",
  "Jordan seeks DOJ briefing on Antifa, slams 'defund the police' push as 'complete insanity' EXCLUSIVE: The top Republican on the House Judiciary Committee on Wednesday requested a briefing from Attorney General Bill Barr on the Justice Department’s actions in response to the death of George Floyd in Minneapolis police custody, covering everything fr…",
  "Tim Graham: Fact-checkers vs. Trump – here's what they are too biased to recognize The Post is promoting a new election-year book by their \"fact-checker\" squad.",
  "Pastor Darrell Scott blasts 'irresponsible' calls to defund or disband police: 'Politicizing current social events' The prospect of defunding or dismantling police forces across the United States is \"irresponsible\" and a politicization of current social events, Pastor Darrell Scott asserted Wednesday.",
  "Reporter's Notebook: George Floyd unrest, coronavirus show limits to Congress' power Legislative powers, like bills, resolutions and talking points, sometimes seem powerless."
]