[
  "Trump directs Pentagon to pull 9,500 US troops from Germany by September President Trump has directed the Pentagon to remove thousands of American troops from Germany by September, a move that would dramatically reshape the U.S. military posture in Europe and reflects growing tensions between Washington and Berlin over military sp…",
  "Maryland Sheriff: DC Mayor Muriel Bowser is wrong to push back against Trump's troops The decision to evict National Guardsmen and Washington D.C. Mayor Muriel Bowser's call on President Trump to withdraw federal law enforcement amid massive protests does not exhibit good leadership, Frederick County, Md. Sheriff Chuck Jenkins asserted Saturda…",
  "Laura Ingraham: 'Experts' wrong about Trump once again, May jobs report shows The so-called experts who've been predicting President Trump's demise since the moment he took office were wrong once again Friday, when a positive May jobs report was released, Fox News' Laura Ingraham says.",
  "Sen. Graham defends Trump: 'This was a divided nation before President Trump got elected' Sen. Lindsey Graham, R-S.C., praised the National Guard Friday while reacting to the D.C. Mayor Muriel Bowser calling for them to leave her city.",
  "Anti-Trump GOP group targets president over coronavirus A Republican group that opposes President Trump’s re-election is going up with a new ad on Saturday that spotlights the president's comments in March that he didn’t “take responsibility at all” for a widespread lack of coronavirus testing Americans faced at a…",
  "David Limbaugh: Is there anything Trump's haters won't blame on him? Once again, President Donald Trump is being scapegoated for societal problems that he didn't cause.",
  "Gingrich & Christensen: Coronavirus was a wakeup call – Now US-China policy must be reimagined We can’t rebuild the relationship we’ve had for the past 50 years – we need to design a new one.",
  "Pete Hegseth blasts DC mayor, says National Guard prevented desecration of monuments Were it not for National Guard soldiers deployed to Washington, D.C., this week, all of the most cherished monuments in the nationa's capital would have been defaced by violent protesters, Fox News' Pete Hegseth said Friday night.",
  "Organizers aim to bring a million protesters to Washington in largest BLM demonstration yet Washington D.C. is readying for its largest day of protests yet as Black Lives Matter demonstrators aim for one million people to march on the capital to protest after the death of George Floyd.",
  "Barr says he didn’t give tactical order to clear protesters Attorney General William Barr says law enforcement officers were already moving to push back protesters from a park in front of the White House when he arrived there Monday evening, and he says he did not give a command to disperse the crowd, though he suppor…",
  "Rep. Mark Green: D-Day anniversary -- We must continue the fight to maintain the legacy of sacrifice The legacy of World War II was lasting freedom, not just for America, but for the entire world."
]