[
  "Peter Navarro: John Bolton is a Dr. Strangelove throwback who set himself up as a White House warlord It would be a crime for former National Security Adviser John Bolton to get rich from his new book, which is Washington Swamp revenge porn. The Justice Department and perhaps a jury will have a say about that.",
  "Top conservatives demand answers on reports Russia paid Taliban to kill US troops One of the top Republican lawmakers in the House joined on Sunday a growing list of legislators calling on the Trump administration to explain what it knew about the reports that Russian intelligence agents offered to pay bounties to Afghan militants who kill…",
  "Trump pushes back on NY Times report on Russian Afghan attacks, says 'nobody briefed' him, Pence President Trump responded to a New York Times report about American intelligence learning of Russia offering bounties to Taliban-linked militants for killing coalition forces including American troops, insisting that no one briefed him, Vice President Mike Pe…",
  "Bolton blasts Trump for denying he was briefed on Russia offering bounties to Taliban to kill US troops Former national security adviser John Bolton criticized on Sunday President Trump’s response to reports that Russian military operatives offered bounties to Afghan militants to kill U.S. troops – saying Trump’s decision making is “not connected to reality” an…",
  "Pelosi says she doesn't know 'what the Russians have on' Trump following reports of bounties on US troops House Speaker Nancy Pelosi, D-Calif., said on Sunday that she’s unclear as to what “the Russian have on” President Trump, but added that it must have swayed his administration not to take action after U.S. intelligence learned that Moscow spies offered bounti…",
  "Rough polling stretch has GOP operatives asking: Could Trump drop out? A stretch of lackluster polling for President Trump has some Republican operatives nervous about the president’s reelection prospects in November – with some even floating the possibility that Trump could drop out if his poll numbers don’t rebound.",
  "Satellite image: Iran blast was near suspected missile site An explosion that rattled Iran's capital came from an area in its eastern mountains that analysts believe hides an underground tunnel system and missile production sites, satellite photographs showed Saturday.",
  "Amid coronavirus pandemic, pediatrics group urges 'goal' of students 'physically present in school' this fall The American Academy of Pediatrics (AAP) on Thursday issued a set of reentry policies for schools to follow, urging that all considerations for the fall should have the goal of students being “physically present in school,” despite a continuing rise in corona…"
]