[
  "Peter Navarro declares trade deal between Trump, China is 'over' - Fox News <ol><li>Peter Navarro declares trade deal between Trump, China is 'over'  Fox News\r\n</li><li>White House says Trump involved in firing top US attorney  CNN\r\n</li><li>Stock futures recover after Peter Navarro clarifies that U.S.-China trade deal is not over  C…",
  "House Republicans urge Trump to reconsider US troop withdrawal from Germany Republicans on the House Foreign Affairs Committee on Tuesday urged President Trump to reconsider drawing down U.S. troops in Germany, warning that the move would “complicate” the United States’ standing with allies and put national security “at risk.”",
  "US bid to extend Iran arms embargo under consideration at UN Security Council The United Nations Security Council is set to review the U.S.’s appeal to extend the arms embargo on Iran indefinitely, according to a Reuters report Tuesday.",
  "Sarah Sanders blasts Bolton: 'He's a disgrace to the country' and was 'drunk on power' Former White House Press Secretary Sarah Sanders criticized John Bolton on Tuesday for his behavior during his tenure as national security adviser slamming him as a man “drunk on power,\" adding that his memoir \"shows at his core who he is.\"",
  "Bolton in Fox News interview accuses Trump of ‘reprehensible conduct,’ denies violating records act Former national security adviser John Bolton defended his decision to write a tell-all about his time in the Trump administration and denied violating record-keeping laws by destroying his notes while in the White House, as he accused President Trump of \"repr…",
  " Former National Security Adviser John Bolton blasted President Trump's coronavirus response as he tore into the unpredictable nature of the president's decision-making.",
  "John Bolton discusses Venezuela, Iran, 2020 election, coronavirus in part 3 of his interview with Bret Baier Former National Security Adviser John Bolton joins Bret Baier on 'Special Report' to discuss his days in the Trump administration and his new book, 'The Room Where It Happened.'",
  "Peter Navarro declares trade deal between Trump, China is 'over' White House trade adviser Peter Navarro told \"The Story\" Monday that President Trump has decided to terminate the China trade deal as intelligence officials grow increasingly confident that the coronavirus pandemic originated in a Wuhan laboratory.",
  "Maria Bartiromo says she thinks US-China trade deal 'is over' amid 'economic war' Fox Business anchor Maria Bartiromo told “America’s Newsroom” on Tuesday that she thinks that phase one of the U.S.-China trade deal “is over.”",
  "Tucker Carlson warns 'as of right now, only Republicans can save us' from rule by street mob During his opening monologue Monday, Tucker Carlson said Americans should stop pretending the November election is a contest between Donald Trump and Joe Biden because, as he put it, \"there is no Joe Biden.\"",
  "Trump tours wall as construction hits 200-mile mark, says southern border has 'never been more secure' President Trump on Tuesday toured new construction of the wall at the southern border in Arizona, marking more than 200 miles of wall built -- as he seeks to show that he has delivered on what became a central and controversial 2016 election promise.",
  "EU considers barring US travelers as it reopens, citing coronavirus response, sources say The European Union may initially exclude Americans from visiting the EU as it reopens to international travelers following months of restrictions to combat the coronavirus pandemic, Fox News has learned.",
  "Steve Bing, producer and philanthropist, dies in fall from building: reports Steve Bing, the film producer and wealthy financier who fathered a child with actress Elizabeth Hurley, died in a fall from his posh Century City, Los Angeles, apartment building Monday, reports said.",
  "Susan Rice: 5 things to know about Biden's possible Democratic VP contender As the pressure rises from liberals on presumptive Democratic nominee Joe Biden to announce a black woman as his running mate, eyes have turned to longtime Washington insider Susan Rice, after she reportedly landed a spot on the former vice president’s shortl…",
  "Trump announces he'll issue executive order to 'make the cities guard their monuments' ",
  "Trump issues warning amid vandalism, effort to topple Andrew Jackson statue in Lafayette Square Park President Trump took to Twitter late Monday to announce that “numerous people were arrested” in Washington, D.C., as protesters attempted to tear down a statue of Andrew  Jackson in Lafayette Square Park and—once again—targeted the nearby St. John’s Episcopal…",
  "Daniel Hoffman: China's assault on Texas – this project threatens US national security During Senate testimony in July 2019, FBI Director Christopher Wray emphasized: “there is no country that poses a more severe counterintelligence threat right now than China.”",
  "Bolton says GOP control of Senate 'absolutely critical' regardless of who wins White House Former National Security Adviser John Bolton told \"Special Report\" Tuesday that it is \"absolutely critical\" that Republicans keep control of the Senate after the November election.",
  "Japanese island marks 75th anniversary of WWII's Battle of Okinawa Residents on Okinawa prayed for peace and remembered lost loved ones Tuesday on the 75th anniversary of the end of one of WWII's deadliest conflicts, the Battle of Okinawa.",
  "Bolton, in FNC interview, calls Trump’s coronavirus response ‘incoherent’ Former National Security Adviser John Bolton, in an interview with Fox News’ Bret Baier, blasted President Trump's coronavirus response as \"incoherent\" as he tore into the unpredictable nature of the president's decision-making."
]