[
  "EU accuses China of running coronavirus disinformation campaign China has been accused by Brussels of running a disinformation campaign inside the European Union, just as the 27-member bloc was about to tackle a cache of false facts about the coronavirus pandemic that's swept across the world, infecting 7.4 million people…",
  "Stacey Abrams slams Trump for opposing renaming of military bases: He's lifting up those who committed 'domestic terrorism' Former Georgia Rep. Stacey Abrams, D, told \"The View\" on Thursday that the president wouldn't rename military bases because he wanted to hold up Confederate figures and others who engaged in what she called domestic terrorism.",
  "DOJ spokeswoman: 'The American people deserve resolution' of Durham investigation into Russia probe Department of Justice spokeswoman Kerri Kupec told \"Hannity\" Wednesday that \"the American people deserve resolution\" about exactly what happened in the early stages of the Russia investigation.",
  "John Yoo: Seattle unrest – Does Trump have the power to intervene? Should he? Seattle police apparently have ceded the area, evacuated the police station, and will not return except to respond to a 911 call.",
  "Newly declassified intel document noted Steele dossier claims had 'limited corroboration' A newly declassified footnote on the 2017 Intelligence Community Assessment on Russian election interference noted that the reporting of Trump dossier author Christopher Steele had only \"limited corroboration\" regarding whether then-President-elect Donald Tru…",
  "Senate Judiciary authorizes subpoenas for Obama officials amid Russia probe review The Senate Judiciary Committee on Thursday approved subpoenas for documents and testimony from top Obama Administration officials as part of the panel’s investigation into the origins of the Russia probe during the 2016 presidential election.",
  "Taliban still haven't met conditions for US withdrawal from Afghanistan, US general says The Taliban have not met the conditions agreed upon in order for U.S. troops to leave Afghanistan in May 2021, according to Gen. Frank McKenzie Wednesday.",
  "Joy Behar walks back criticism of Trump as a 'domestic terrorist' \"The View\" co-host Joy Behar described President Trump as a \"domestic terrorist\" on Thursday and accused him of hypocrisy for using that term while referring to allegedly \"peaceful\" protesters in Seattle.",
  "Joint Chiefs Chairman Milley says it was 'mistake' to appear with Trump in Lafayette Square Chairman of the Joint Chiefs of Staff Gen. Mark Milley on Thursday expressed regret for accompanying President Trump during a photo op last week at Lafayette Square amid protests, calling the decision “a mistake” -- in the latest sign of friction between the …",
  "Biden says Trump will attempt to 'steal' presidential election Presumptive Democratic presidential nominee Joe Biden, in an interview Wednesday night with \"The Daily Show,\" claimed that President Trump will attempt to \"steal\" the presidential election.",
  "China interference in succession of next Dalai Lama slammed by Sen. Risch In addition to cracking down on religious freedom for millions of Christians and Uighur Muslims, China is also angering Buddhists around the world for trying to interfere with the succession of the next Dalai Lama.",
  "Trump vows executive order to address law enforcement use of force, but slams 'Defund The Police' movement President Trump announced during a trip to Texas on Thursday steps his administration will take to reduce racial inequalities and combat police brutality.",
  "US coronavirus cases surpass 2M, spike in many areas while Europe’s decline, CDC says Confirmed cases of the coronavirus passed the 2 million mark in the U.S. on Wednesday, with infection rates in many areas appearing to spike -- despite declines in infections throughout Europe, according to a report.",
  "Biden attending high-roller fundraiser headlined by defund-the-police activist John Legend Joe Biden is set to attend a high-roller fundraiser Thursday evening headlined by anti-police activist John Legend, who has claimed the Second Amendment was intended to preserve slavery, and openly promised that he'll try to push the former vice president tow…",
  "Joe Concha: Why right now is a 'very scary time for free thought' This is a very scary time for free thought in America, The Hill's media reporter Joe Concha stated Thursday.",
  "Gregg Jarrett: Flynn prosecution should end – lawyer makes weak arguments trying to keep baseless case alive Former National Security Adviser Michael Flynn should never have been charged with a crime. The case against this innocent man should be dismissed..",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties."
]