[
  "Trump swipes at Biden, says tax hikes would tank market: ‘401ks will drop down to nothing’ President Trump is warning that if Democratic challenger Joe Biden is elected in November, the stock market will collapse and Americans' financial investments “will drop down to nothing.”",
  "Biden warns Trump is ‘deadly wrong' after president calls jobs report ‘spectacular news' The president touted the “historic numbers” in the Thursday’s jobs report, which saw the nation’s unemployment level drop to 11.1 percent in June.",
  "Trump touts business gains, warns of 1929-level economic 'crash' if he loses election President Trump recognized small businesses and touted an economic recovery on Thursday, during a \"Spirit of America\" celebration at the White House, a precursor to this weekend's Fourth of July celebrations.",
  "Biden campaign spokeperson accuses Trump of 'spiking the ball on the 50-yard line' with June jobs report A top Biden campaign official told \"Bill Hemmer Reports\" Thursday that President Trump's reaction to June's better-than-expected jobs report amounted to \"spiking the football on the 50-yard line.\"",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Independence or nah? American independence was such a catalytic event in world history that we really can’t imagine what things would be like.",
  "Geraldo Rivera: Jobs report is good news, 'but I worry the worst is yet to come' as coronavirus cases spike \"The Five\" co-host Geraldo Rivera cautioned Thursday that despite an encouraging June jobs report appearing to show the start of an economic rebound, a new surge in coronavirus cases may indicate that the worst is still \"yet to come.\"",
  "Labor secretary reacts to 'terrific' June jobs report, says coronavirus task force must have 'ongoing role' Labor Secretary Eugene Scalia touted the June jobs report numbers as \"good news all around\" on \"Your World\" Thursday before vowing, \"we're not done.\"",
  "Seattle's CHOP cleared; police precinct recovered, multiple protesters arrested ",
  "Partisan divide over virus deepens as Republicans push Trump on masks The debate over the biggest threat to our public health in a century has become hopelessly politicized, and the same goes for the seemingly common-sense practice of wearing a mask."
]