[
  "Watters warns 'luckiest politician of all time' Biden 'is going to have to face the music' soon \"The Five\" co-host Jesse Watters said Tuesday that presumptive Democratic presidential nominee Joe Biden is \"going to have to face the music\" sooner or later as his party grapples with the \"defund the police\" movement and the economy continues to reopen.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "New ad by anti-Trump GOP group uses clip of president's slow walk at West Point EXCLUSIVE: A Republican group that opposes President Trump’s reelection is going up with a new ad that spotlights the president slowly walking down a ramp Saturday during his appearance at the U.S. Military Academy’s commencement ceremony at West Point.",
  "Tucker: Black Lives Matter 'enjoys almost complete immunity from criticism,' US is at a 'dangerous moment' Tucker Carlson opened Monday's edition of \"Tucker Carlson Tonight\" with a discussion of the popularity of the Black Lives Matter movement, describing it as the first political party that cannot be criticized without professional or personal consequences.",
  "Mike Pence hits back at Joe Biden, rips 50 years of failed Dem leadership in black communities President Trump's administration has done more to help blacks access the \"American Dream\" over the last four years in office than over 50 years of failed Democratic leadership, Vice President Mike Pence asserted Tuesday.",
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "Elizabeth Warren endorses Dem Rep. Engel's primary rival, as contest heats up Sen. Elizabeth Warren is wading into a fierce primary battle in New York between longtime Democratic Rep. Eliot Engel and his progressive primary challenger -- middle school principal Jamaal Bowman.",
  "Tucker Carlson: Black Lives Matter is working to remake and control the country - and is immune from criticism Black Lives Matter is now more popular than the president of the United States -- and not slightly more popular than the president, much more popular.",
  "Deroy Murdock: George Floyd unrest and American racism Is American racism widespread, systemic, and institutionalized?"
]