[
  "Sarah Sanders: 'Americans don't believe Biden can rebuild economy post-COVID' Fox News contributor Sarah Sanders said on Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden.",
  "Sarah Sanders says Americans don't think Biden can rebuild economy post-coronavirus Fox News contributor and former White House press secretary Sarah Sanders told \"Outnumbered Overtime\" Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden can rebuild the economy once the coronavirus-induced …",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "MSNBC host hits Biden aide Symone Sanders for dodging question about Biden's shift from 1994 crime bill MSNBC host Chris Hayes had a chuckle at the expense of Biden campaign senior advisor Symone Sanders for attempting to dodge a question regarding Joe Biden's past support for the 1994 crime bill.",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "Biden fact-checked over ‘shifting recollection’ of his past civil rights activities Joe Biden was fact-checked by the Washington Post over his “shifting recollection” of past civil rights activities, specifically claims he made at an NAACP town hall claiming he was involved in the civil rights movement working to desegregate restaurants as e…",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads."
]