[
  "Biden-founded law firm, a company tied to Pelosi received PPP funds, docs show A prominent Delaware law firm founded by Joe Biden received a Payroll Protection Program (PPP) loan for between $150,000 and $350,000, records reviewed by Fox News show.",
  "Mark Meadows hints at executive orders 'this week' on China, drug prices since Congress won't act White House Chief of Staff Mark Meadows said on Monday that President Trump will take measures against China after they mishandled the coronavirus outbreak that plagued the world.",
  "Jessica Tarlov: Betting Against An Incumbent President “Isn’t A Good Idea” On Fox Across America with Jimmy Failla, Fox News Contributor Jessica Tarlov discussed why President Trump's incumbency could be too big a hurdle for Joe Biden to jump, especially if the economy comes roaring back. \"Betting against an incumbent, even if this …",
  "Biden campaign memo claims Trump attacks on ex-VP 'actively rebounding onto him,' GOP candidates An internal memo circulating among Biden campaign staff argues that President Trump’s attacks on former Vice President Joe Biden are only hurting his re-election chances and down-ballot Republican candidates who have “handcuffed themselves” to the president, …",
  "Ronna McDaniel hits back at Dems slamming Trump for scheduling rally: 'They were silent' during left-wing protests Republican National Committee chairwoman Ronna McDaniel responded to the New Hampshire Democratic Party on Monday, after they ripped President Trump and his campaign for scheduling an outdoor rally there later this month.",
  "Liz Peek: Trump punches back at totalitarian left — here's why Mt. Rushmore speech important The New York Times thundered, \"Trump Uses Mt. Rushmore Speech to Deliver Culture War Message.\" We ask the Times, who declared that war?",
  "New Hampshire governor stresses ‘it’s imperative’ attendees wear masks at Trump rally New Hampshire Gov. Chris Sununu said Monday that he’s “pleased” that President Trump’s campaign will hand out face masks and hand sanitizer to people arriving at Saturday’s Trump re-election rally in Portsmouth, New Hampshire.",
  "Steve Hilton: Here's how Trump gets reelected The president and his team have every reason to feel bitter and frustrated."
]