[
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Biden campaign commits to three socially distanced debates with President Trump New York Times columnist Tom Friedman urges Joe Biden not to debate Trump unless the president agrees to release recent tax returns and real-time fact checking; Peter Doocy reports.",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "Leslie Marshall: Democrats aren’t fighting a civil war – they’re united in fight to defeat Trump Republicans are hoping that Democrats will once again be fragmented and divided, as we were in 2016. They are in for a disappointment.",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "New York Times columnist urges Biden not to debate Trump unless POTUS agrees to 'two conditions' New York Times columnist Thomas Friedman is urging Joe Biden not to participate in the three upcoming debates with President Trump unless the president agrees to \"two conditions\" Friedman has proposed.",
  "Gianno Caldwell calls on National Guard to deploy to Chicago: 'We are not waiting any longer' Democratic leaders in Chicago need to recognize that they've failed their constituents and call on President Trump and the National Guard for help,\" Gianno Caldwell urged Wednesday.",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Biden's Dem platform recommendations signal concessions to Sanders-AOC wing on climate change A task force set up by presumptive Democratic presidential nominee Joe Biden and Vermont Sen. Bernie Sanders -- who was Biden’s last remaining rival in the nomination battle -- on Wednesday released a wide-ranging set of recommendations for the party’s conven…",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "Ex-child actor explains long-shot bid for presidency: 'We need leadership that can reunite us' Entrepreneur and former child actor Brock Pierce touted his presidential candidacy Wednesday, telling Fox Business Network's \"Mornings with Maria\" that he and rapper Kanye West could unite behind a \"powerful message\" for Americans during the coronavirus pande…"
]