[
  "Fox News reporter asks Biden about his cognitive ability A Fox News reporter asked former Vice President Joe Biden about his cognitive ability, an attack that President Trump and his allies have seized on.",
  "Mitch McConnell: 'We must have no stigma' about wearing masks in public Senate Majority Leader Mitch McConnell argued there should be no stigma about wearing a face mask amid the coronavirus pandemic, as President Donald Trump continues to be resistant to wearing one in public.",
  "2020 primaries: 4 things to watch in Tuesday's contests Last week's down-ballot primary action in Kentucky and New York still isn't settled, but it's time for three more states -- Colorado, Utah and Oklahoma -- to host primaries Tuesday, and there's at least one contest in each state that could help shape the bala…",
  "Biden slams Trump on coronavirus: 'Our wartime president has surrendered' Presumptive Democratic presidential nominee Joe Biden lambasted President Donald Trump's handling of the coronavirus pandemic Tuesday, saying that Trump is \"in retreat\" with more 125,000 Americans dead and the virus worsening in many states.",
  "Ad spending soars as Trump plays defense in red states A group of anti-Trump Republicans is spending $2 million on new TV and digital ads supporting former Vice President Joe Biden in two states President Donald Trump won in 2016 -- the latest in a blitz of ad buys in red states from both sides of the presidentia…",
  "Hillary Clinton hits Trump's claims he didn't receive intel about bounties on US troops: 'I would have read my damn briefs' Hillary Clinton derided President Donald Trump on Tuesday after he claimed that he had not been informed of key intelligence on the safety of US troops despite it reportedly being in his daily briefing.",
  "The white-collar revolt against Trump is peaking From his open defiance of public health officials when holding rallies to his increasingly explicit embrace of White racial backlash, President Donald Trump has set a course for his reelection campaign that could produce the GOP's largest deficit in the histo…",
  "Former Intelligence officials scoff at White House denials that Trump wasn't briefed on Russia bounty In response to reports that Russia offered bounties to Taliban fighters to kill US troops in Afghanistan, the White House has denied that President Donald Trump was \"personally briefed\" on the matter, claiming that the intelligence \"wasn't verified.\"",
  "Trump hoping for Supreme Court vacancy as way to boost a flagging campaign As the Supreme Court hands his administration successive defeats at the same time his political standing craters, President Donald Trump has begun to raise both publicly and privately the potential boon another nomination to the panel this year might provide."
]