[
  "Trump warns stocks will 'disintegrate' if he loses. But stocks are climbing as Biden pulls ahead President Donald Trump is warning a blue wave in November will crash into Americans' investment portfolios. Wall Street, however, is hardly cowering at the prospects of a Democratic sweep.",
  "Ady Barkan, progressive activist with ALS, endorses Biden: 'He is everything Trump is not' Ady Barkan, a prominent progressive activist who is dying of ALS, endorsed Joe Biden on Wednesday, saying, \"He is everything Trump is not.\"",
  "Biden defends Duckworth amid attacks on her patriotism Joe Biden on Tuesday defended Sen. Tammy Duckworth, an Iraq War veteran who is considered to be a top vice presidential candidate, after her patriotism was recently questioned by President Donald Trump's campaign and leading conservative commentator Tucker Ca…",
  "Are we on the verge of a 'Democratic tsunami'? The debate among smart political handicappers is no longer whether former Vice President Joe Biden is a clear favorite over President Donald Trump to win the White House in the fall.",
  "Joint Biden-Sanders task forces unveil progressive platform after months of negotiations Presumptive Democratic nominee Joe Biden's campaign on Wednesday released a raft of policy recommendations crafted by allies of the former vice president and Sen. Bernie Sanders of Vermont, underscoring the party's unity less than four months from November's …",
  "New Hampshire rally shows how the Trump campaign is adjusting to 2020 realities Rally planning for the Trump campaign has changed dramatically since 2016. Staffers had expected to be bouncing around from swing state to swing state, packing arenas and using the earned media attention to hammer former Vice President Joe Biden. Instead, the…",
  "Just how far will Clarence Thomas go? Lisa Tucker writes with rumors of Clarence Thomas's retirement swirling, progressives like her should hope he holds on for one more year. A retirement now could open the window for him to be replaced by a Trump appointee. But the opposite could be true should…",
  "Primary results: Takeaways from New Jersey and Delaware For voters who hadn't yet mailed in their ballots in New Jersey and Delaware, Tuesday was a hurry-up-and-wait kind of day.",
  "Prospect of chaos in November grows as coronavirus cases rise and Trump escalates attacks on voting The rickety, decentralized election system that has been a hallmark of American life is facing its most significant test yet under the combined pressure of a worsening coronavirus pandemic and President Donald Trump's determination to undermine faith in the v…",
  "After Trudeau snub, what Trump really wants from Obrador summit Samantha Vinograd writes that Donald Trump will use Wednesday's White House visit by Mexico's President Andrés Manuel López Obrador as a campaign event to cast the implementation of the USMCA as an economic tailwind amid a brutal economic downturn and use AML…",
  "Study finds state legislatures are dominated by White men State legislatures are majority White and male, and are especially lacking in representation for first- and second-generation immigrants, according to a new report from New American Leaders, a nonprofit organization dedicated to helping naturalized citizens o…",
  "For American high-speed rail, 2020 could be a turning point High-speed rail, long an afterthought in the United States, is making significant process in the unlikeliest of times.",
  "Alexander Vindman to retire from military. His lawyer blames White House 'campaign of bullying, intimidation and retaliation' Lt. Col. Alexander Vindman, a key witness in President Donald Trump's impeachment inquiry, is retiring from the US Army after more than 21 years of military service because he determined that his future in the armed forces \"will forever be limited\" due to pol…"
]