[
  "Opinion: Trump's risky nose-to-nose challenge to China in the South China Sea David Andelman writes that the deployment of two US aircraft carrier strike groups into the South China sea for the largest military exercise in years just as China has been holding its own drills around the Paracel Islands threatens an accidental conflict th…",
  "Robert Redford: This is who gets my vote in 2020 Without a moral compass in the Oval Office, our country is dangerously adrift, writes Robert Redford. This November, unity and empathy, experience and intelligence are on the ballot. Joe Biden is on the ballot, and he will bring these qualities back to White …",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "FBI director unleashes on China in speech Chinese hackers have moved swiftly to target US pharmaceutical and research institutions making progress in the fight against coronavirus, FBI Director Christopher Wray said Tuesday in a wide-ranging speech that included some of the agency's starkest accusati…",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "Supreme Court deals major blow to Keystone XL project The Supreme Court on Monday cleared the way for several pipeline projects to proceed under a fast-track permitting process but excluded the controversial Keystone XL expansion from their ruling, forcing major delays.",
  "Republican anxiety grows as Democratic Senate challengers outraise incumbents Democratic Senate candidates, spurred by anger at President Donald Trump and hope that the party could take back the Senate, have posted massive second quarter fundraising numbers this month, distressing Republicans who now fear November's election could be d…",
  "Trump administration pushes for school reopenings as coronavirus cases surge The Trump administration on Tuesday will continue its push for schools across the US to reopen despite a recent surge in coronavirus cases that threaten President Donald Trump's desire to get the country back to normal.",
  "To save the US economy, we need to save jobs. This program could do that Unlike the current Payroll Protection Program, which allows companies to obtain forgivable loans to pay for their payrolls, an employee retention program would not rely on banks to provide the funds and risk excluding the smallest businesses that lack the nec…"
]