[
  "Voters pick Biden over Trump on stamina \"Stamina\" has been an important word in President Donald Trump's arsenal. In 2016, Trump repeatedly said Hillary Clinton didn't have it, sowing doubt that she was up to the job as president. This cycle, Trump is implying it against Joe Biden.",
  "Biden campaign readying hundreds of lawyers in expansive vote protection effort Joe Biden's campaign is assembling hundreds of lawyers nationwide to monitor potential voting issues as part of its extensive voter protection efforts heading into the general election.",
  "Trump campaign announces $131 million raised in June President Donald Trump's reelection campaign announced Wednesday that the campaign and the Republican National Committee had taken in $131 million in June, bringing the amount raised in the second quarter of the year to $266 million.",
  "Jeff Sessions appears to refer to celebrated Black scholar as 'some criminal' Alabama US Senate candidate and former Attorney General Jeff Sessions appeared to refer to Henry Louis Gates Jr., a celebrated Black Harvard University scholar, as \"some criminal\" in a New York Times Magazine article published Tuesday.",
  "Trump struggles to say what he would do with another term for second time in a week It was a do-over of a softball question, but President Donald Trump still seemed to struggle to answer what he would do with a potential second term in an interview that aired Wednesday evening.",
  "Duckworth to halt military confirmations until she receives assurance Vindman promotion won't be blocked Democratic Sen. Tammy Duckworth of Illinois announced on Thursday that she is blocking Senate confirmation of 1,123 senior US Armed Forces promotions until she receives assurances that the promotion of Lt. Col. Alexander Vindman, a key witness in President Do…",
  "Trump's anti-mask crusade is coming back to bite him President Donald Trump's refusal to set an example by wearing a face covering, despite growing evidence that it may be one of the most effective ways to slow America's increasingly disastrous coronavirus pandemic, was always a political statement.",
  "The true cost of a new confrontation with China As American lawmakers eye a multi-billion-dollar defense buildup to counteract China's rise, Mark Hannah and William D. Hartung argue not only is this plan not worth its cost, but the strategy behind it is misguided.",
  "Who's afraid of Trump's America? \"The world is going to respect us again,\" Donald Trump promised in 2016 as he campaigned for the presidency, \"Believe me.\"  Now the world has had a chance to watch America under President Trump and the signs of respect are becoming all but impossible to find,…"
]