[
  "Democrats roll out new tool to combat voter purges The Democratic National Committee will roll out a new tool on Tuesday aimed at helping Democratic campaigns and state parties contact voters who have either been purged from active voter rolls or marked as inactive voters, operatives in charge of the program …",
  "Trump isn't aging well As he seizes on a term from 1969 -- the \"silent majority\" -- the President reveals himself to be not only nostalgic, which is always a hazard (though far from an inevitability) for the aging, but a victim of another common problem among older folks. He is inf…",
  "Pelosi says a police 'chokehold is a lynching' and she's confident Republicans will agree to ban them House Speaker Nancy Pelosi referred to police chokeholds as \"a lynching\" Monday evening and said she's confident Republican lawmakers will agree to ban them.",
  "Trump team concerned over release of Bolton's book Former national security adviser John Bolton is set to release a book that details his time inside the Trump White House. CNN's Brian Stelter reports on how the White House is determined to stop Bolton.",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "Top Senate Republican pushes back on GOP leaders: 'Bad decision' to wait a month on police reform Senior Senate Republicans signaled on Monday that the chamber may have to wait at least a month to take up policing overhaul legislation -- a timeline that sparked criticism from the GOP senator leading the effort amid demands across the country for urgent ac…",
  "GOP senator: Proposal to remove Confederate names from military bases 'picks on South unfairly' A Senate amendment to remove the names of Confederate leaders on military property \"picks on the South unfairly,\" a GOP senator said Tuesday, the latest sign that President Donald Trump's opposition to the plan has opened up an uncomfortable election-year deb…",
  "Pence tries to declare outbreak over as cases spike across US Vice President Mike Pence, the leader of the administration's coronavirus task force, is publicly painting a rosy picture of the pandemic through his words and actions amid President Donald Trump's push to reopen the country and resume campaigning.",
  "Trump campaign exploring overflow venue for Tulsa rally President Donald Trump's plans for a massive rally in Tulsa, Oklahoma, continue to evolve as his team looks to re-launch campaign events that were put on hold in the wake of coronavirus.",
  "Trump administration sues Bolton over book dispute The Trump administration asked a federal judge on Tuesday to order former national security adviser John Bolton to stop the publication of his upcoming book on his White House tenure, arguing in a lawsuit that Bolton had breached a contract and was risking th…",
  "Most officials at White House event did not wear a mask CNN's Dr. Sanjay Gupta responds to seeing Trump administration officials going against the White House Coronavirus Task Force and CDC guidance by not wearing a mask during a Rose Garden event.",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "Fact check: Pence falsely claims coronavirus cases in Oklahoma are on the decline During a White House roundtable Monday, Vice President Mike Pence claimed that Oklahoma - where President Donald Trump is scheduled to hold a campaign rally Saturday -  has seen a decline in the number of coronavirus cases.",
  "Police database, credentialing efforts included in modest Trump order on policing President Donald Trump takes his first concrete steps on Tuesday to address growing national outcry over police brutality when he signs an executive order creating a federal database of police officers with a history of using excessive force.",
  "Buttigieg calls historic ruling on LGBTQ rights 'an enormous step forward' Pete Buttigieg, who made history as the first openly gay man to launch a competitive campaign for president, called the Supreme Court's historic ruling on a federal law protecting LGBTQ workers \"an enormous step forward\" but also said there is a long way to g…",
  "Police database, credentialing efforts included in modest Trump order on policing President Donald Trump takes his first concrete steps on Tuesday to address growing national outcry over police brutality when he signs an executive order creating a federal database of police officers with a history of using excessive force.",
  "Trump indicates he's not budging on reducing number of US troops in Germany President Donald Trump indicated on Monday that he's not reconsidering a plan to withdraw thousands of US troops from Germany, despite some Republicans in Congress saying they don't support the move.",
  "TikTok users are trying to troll Trump's campaign by reserving tickets for Tulsa rally they'll never use President Donald Trump says almost 1 million people had requested tickets to attend his upcoming rally in Tulsa, Oklahoma. But some who have registered for the free event, which is scheduled to take place at a nearly 20,000 seat auditorium next week, say they…",
  "5 things to know for June 16: LGBTQ rights, North Korea, protests, police, Covid-19 Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Former Trump adviser John Bolton's impending book elicits angry reaction from President Trump President Trump has threatened authors and publishers before — but this time the stakes are higher, with John Bolton about to release a damning account of his time inside the Trump White House, and Trump determined to stop him."
]