[
  "Trump campaign postpones Pence's campaign events in Florida and Arizona The Trump campaign has postponed Vice President Mike Pence's campaign events in Florida and Arizona next week \"out of an abundance of caution,\" a campaign spokesperson told CNN.",
  "Fact-checking Biden on GOP tax cuts, NAACP endorsement, and other false and misleading claims While former Vice President Joe Biden has been limited in his campaign efforts due to the coronavirus pandemic, the presumptive Democratic nominee has continued to hold virtual town halls, remote interviews with the press, started a podcast and, more recently…",
  "NY Times: Trump told in March that Russia offered bounties for US troops in Afghanistan US intelligence concluded months ago that Russian military intelligence offered bounties to Taliban-linked militants to kill coalition forces in Afghanistan, including US troops, amid peace talks, according to a New York Times report published Friday.",
  "Interior Secretary threatens to withhold funds from state and local governments unless they protect monuments Interior Secretary David Bernhardt threatened Saturday to withhold funding from any state or local government that does not adequately protect its monuments, in line with an executive order signed by President Donald Trump on Friday.",
  "Trump campaign postpones Pence's campaign events in Florida and Arizona The Trump campaign has postponed Vice President Mike Pence's campaign events in Florida and Arizona next week \"out of an abundance of caution,\" a campaign spokesperson told CNN.",
  "Measures to protect Trump from coronavirus scale up even as he seeks to move on President Donald Trump appears ready to move on from a still-raging coronavirus pandemic -- skipping the first White House task force briefing in months and moving the event out of the White House itself. But the measures meant to protect him from catching th…",
  "Debate over renaming Fort Bragg looms over Senate race and other down ballot contest As the home of the elite 82nd Airborne Division and one of the largest military installations in the world, Fort Bragg is woven into the fabric of North Carolina, a state that proclaims itself to be the \"nation's most military friendly.\"",
  "Washington Post: Trump campaign had social distancing stickers removed before Tulsa rally President Donald Trump's campaign directed the removal of thousands of \"Do Not Sit Here, Please!\" stickers from seats in the Bank of Oklahoma Center in the hours before the President's much anticipated Tulsa rally, the Washington Post reported on Saturday.",
  "Panicking Trump tries to change the subject Trump is desperately trying to change the subject by sticking his fingers in his ears and shouting as loudly as he can so that Americans will look away from the catastrophically mismanaged national challenge, writes Frida Ghitis.",
  "Trump's effort to dismantle Obamacare during the pandemic might be his riskiest move yet President Donald Trump has made many questionable decisions in recent weeks as he looks ahead to his increasingly difficult reelection campaign. But his administration's decision to forge ahead with its effort to invalidate the Affordable Care Act through the…",
  "Interior Secretary threatens to withhold funds from state and local governments unless they protect monuments Interior Secretary David Bernhardt threatened Saturday to withhold funding from any state or local government that does not adequately protect its monuments, in line with an executive order signed by President Donald Trump on Friday.",
  "Military announces plans for flyovers across the country as part of July 4th celebrations The Department of Defense announced its plans on Friday for Fourth of July festivities across the nation, including flyovers above historic American locations and a celebration in the nation's capital."
]