[
  "Analysis: What is Trump's agenda for a second term? He can't say President Donald Trump became waylaid Thursday when asked to name his goals for a second term, never ultimately stating what he hopes to do if reelected when given an opportunity to explain.",
  "Democrats see clear path to take back the Senate: 'Something real is shaping up around the country' Senate Democrats are growing increasingly bullish about their chances to retake the majority in the chamber in November as national polls show President Donald Trump floundering in key battleground states and Republicans publicly and privately urge the Presid…",
  "Analysis: Why DC should (and should not) be the 51st state Democrats in the House voted Friday to make portions of Washington, DC, the 51st US state, which is historic because it's the furthest such a measure has ever gotten in the House, but also no big deal because the proposal is DOA with a Republican-led Senate a…",
  "Why DC should (and should not) be the 51st state Democrats in the House voted Friday to make portions of Washington, DC, the 51st US state, which is historic because it's the furthest such a measure has ever gotten in the House, but also no big deal because the proposal is DOA with a Republican-led Senate a…",
  "House Democrats poised to pass DC statehood bill Friday House Democrats are poised to approve a bill to admit Washington, DC, as a state on Friday, which will mark the first time either chamber of Congress has advanced a DC statehood measure.",
  "Pence pressed on wisdom of holding campaign events amid resurgent pandemic Vice President Mike Pence was twice pressed on the wisdom of holding campaign rallies, even as the administration's own public health experts continue to warn against large public gatherings and as coronavirus cases surge, during a news conference Friday.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Texas Republican on why he won't wear a mask: If I get coronavirus, 'I'll wear it' Texas Republican Rep. Louie Gohmert spends ample time on the House floor not wearing a mask, often talking with aides and lawmakers at length while not maintaining a social distance.",
  "Why Democrats need to prioritize statehood for DC and Puerto Rico While Friday's bill passed in the House in favor of Washington DC's statehood isn't going forward now, says Nicole Hemmer, it's a demonstration of why statehood for DC and Puerto Rico should be an urgent priority for Democrats, not just something they support…",
  "Cotton says Wyoming's 'well-rounded working-class' population more worthy of statehood than DC Sen. Tom Cotton argued on Thursday that Wyoming, which he called a \"well-rounded working-class state,\" is more deserving of statehood than the District of Columbia, even though the nation's capital has more citizens.",
  "Germany troop withdrawal highlights rising fortunes of two White House allies amid Esper's isolation The White House's plan to withdraw thousands of US troops from Germany is emerging as a new point of tension between the President and top Pentagon leaders, including Defense Secretary Mark Esper, who has avoided criticizing the move publicly but has signific…",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Federally funded Texas testing sites granted partial extension after outcry The Trump administration will extend funding for five coronavirus testing sites in Texas for two weeks, after Texas lawmakers on both sides of the aisle asked for federal funding to continue at seven sites in their state, which has seen a surge in Covid-19 ca…",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Liz Cheney posts photo of former VP in face mask and says 'real men wear masks' Wyoming Rep. Liz Cheney posted a photo of former Vice President Dick Cheney sporting a face mask on Friday and took a shot at the manhood of people who refuse to wear face coverings in a seeming jab at President Donald Trump.",
  "Black trans model Jari Jones fronts Calvin Klein's Pride campaign The model, actress and activist, who identifies as transqueer, is one of nine LGBTQ stars in the brand's Pride 2020 campaign #PROUDINMYCALVINS.",
  "Pressure mounts on DeSantis as coronavirus cases spike in Florida With coronavirus cases climbing in Florida, Gov. Ron DeSantis has dodged mounting pressure to pause the state's reopening, a position that reflects both the Republican leader's past defiance in the face of the pandemic and his political positioning.",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him."
]