[
  "Romney, once standard-bearer of party, is now the lone GOP voice willing to stand up to Trump GOP Sen. Mitt Romney of Utah may be one of the starkest reminders in the US Senate right now about just how much the Republican Party has changed in eight years.",
  "Bill Barr contradicts Trump on his move to the WH bunker Attorney General William Barr contradicted President Donald Trump when asked during a Fox News interview why the President was taken to the White House bunker during protests.",
  "Opinion: Trump's tweet on injured 75-year-old shows there's no bottom If there is one constant to President Donald Trump's chaotic and capricious administration, it is that there is no bottom. Just when you think his behavior can't get worse -- less honest, more inflammatory -- the President takes the mic or pulls up Twitter an…",
  "Trump brings back 2016 campaign veterans As President Donald Trump struggles with sagging poll numbers and faces a chaotic news cycle, his reelection campaign is going back to the well of players who shaped his successful 2016 bid.",
  "Dozens of Republicans urge Trump not to pull US troops from Germany Nearly two-dozen Republicans on the House Armed Services Committee are pushing back on a White House plan to draw down US troops in Germany, according to a new letter sent to President Donald Trump on Tuesday.",
  "Why campaign rallies won't save Donald Trump President Donald Trump is itching to get back out on the campaign trail.",
  "Fact Check: McEnany makes false claim about Romney's share of black vote During a White House briefing on Monday, a reporter asked White House press secretary Kayleigh McEnany if President Donald Trump agrees with Republican Sen. Mitt Romney, who marched in a Washington protest on Sunday, that \"black lives matter.\"",
  "George Floyd protests have made police reform the consensus position Something extraordinary is happening in America: 14 days of protests from coast to coast against police brutality and racism have produced a wave of change in public opinion on police reform.",
  "GOP senators dodge questions after Trump asks if Buffalo man injured by police was a 'set up' A number of Republican senators dodged questions or were silent on Tuesday when pressed for reaction after President Donald Trump suggested without evidence that a 75-year-old man who was seriously injured after being shoved by police officers in Buffalo, New…",
  "White House prepares new immigration limits, using coronavirus as cover The Trump administration is preparing to roll out another set of restrictions on legal immigration, citing the impact of the coronavirus pandemic, even as it argues for the reopening of the US economy, according to sources familiar with the deliberations.",
  "Will Republicans finally break with Donald Trump? After former Defense Secretary James Mattis' excoriation of President Donald Trump's behavior in the wake of the police killing of George Floyd, Republican Alaska Sen. Lisa Murkowski alluded to doubts she and her Republican colleagues have long had about the …",
  "Wall Street Journal: Trump came close to firing Esper due to dispute over protest response President Donald Trump came close to firing Secretary of Defense Mark Esper last week following their dispute over Trump's threat to use active-duty troops to quell large-scale protests across the United States, several officials told The Wall Street Journal.",
  "Why Republican senators don't get to say they just don't follow Trump's tweets On Tuesday morning, President Donald Trump tweeted a conspiracy theory that an elderly man hurt in a confrontation with police in Buffalo was somehow affiliated with Antifa -- and may have faked the extent of his injuries.",
  "States courting Trump directly as party officials scramble to find new city for GOP convention State lawmakers and officials looking to host the Republican National Convention are intensely courting President Donald Trump directly, believing he will ultimately make the final decision on where the event will be held.",
  "Pompeo's 'deafening' silence angers diplomats as protests over racial injustice spread globally As protests against racial injustice engulf America and spread globally, State Department officials have suggested Secretary of State Mike Pompeo address his workforce on the issue that, in many ways, directly impacts their work. So far, he has declined to do…",
  "I wrote this law to protect free speech. Now Trump wants to revoke it Protecting Section 230 is crucial to defending free speech online, especially by those without power and influence, such as the protesters against police violence, writes Ron Wyden, a senator from Oregon.",
  "DC mayor says White House 'has a lot to answer for' following week of tension in nation's capital Washington, DC, Mayor Muriel Bowser said Monday night the White House \"has a lot to answer for\" following a week of increased military presence and tension in the nation's capital.",
  "Trump Jr.'s Mongolian sheep hunting trip cost taxpayers about $75,000, documents show Donald Trump Jr.'s trip to Mongolia last August, where he hunted a rare breed of giant sheep, cost US taxpayers about $75,000 in Secret Service protection, according to documents obtained by a government watchdog group.",
  "Texas GOP governor says Floyd is 'going to change to arc of the future of the United States' Texas Gov. Greg Abbott acknowledged the grief and magnitude of George Floyd's death on Monday, saying Floyd is going to \"change the arc of the future of the United States.\"",
  "The demand for police reform grows as officials take stances on defunding agencies As the nation looks at the vast amount of work that still needs to be done to bring an end to racial injustice, many demonstrators -- and some city officials -- are demanding that change includes the way the streets of America are policed."
]