[
  "Analysis: Trump clears the way for fringe candidates to become mainstream President Donald Trump has served as the Conspiracy-Theorist-in-Chief, elevating outlandish theories from the fringes of the internet. Under his leadership, the Republican Party is now openly embracing candidates who sympathize with QAnon.",
  "Supreme Court blocks House from seeing Mueller grand jury documents until hearing Grand jury material from former special counsel Robert Mueller won't be released to the Democratic-led House of Representatives at least for now, after the Supreme Court on Thursday granted the Trump administration's request to take up the case next term.",
  "Trump campaign announces $131 million raised in June President Donald Trump's reelection campaign announced Wednesday that the campaign and the Republican National Committee had taken in $131 million in June, bringing the amount raised in the second quarter of the year to $266 million.",
  "Jeff Sessions appears to refer to celebrated Black scholar as 'some criminal' Alabama US Senate candidate and former Attorney General Jeff Sessions appeared to refer to Henry Louis Gates Jr., a celebrated Black Harvard University scholar, as \"some criminal\" in a New York Times Magazine article published Tuesday.",
  "The 'other BLM' needs scrutiny John D. Sutter writes that the Republican-controlled Senate should not confirm William Perry Pendley if Trump nominates him to head the Bureau of Land Management, which manages about 244 million surface acres of public land -- or about one in every 10 acres i…",
  "White House's Independence Day party attendees will social distance The White House Fourth of July party will observe social distancing guidelines for guests, according to a spokesman. This marks a change from recent events hosted by President Donald Trump, including an upcoming July 3rd trip to Mount Rushmore and a political…",
  "Duckworth to halt military confirmations until she receives assurance Vindman promotion won't be blocked Democratic Sen. Tammy Duckworth of Illinois announced on Thursday that she is blocking Senate confirmation of 1,123 senior US Armed Forces promotions until she receives assurances that the promotion of Lt. Col. Alexander Vindman, a key witness in President Do…",
  "The true cost of a new confrontation with China As American lawmakers eye a multi-billion-dollar defense buildup to counteract China's rise, Mark Hannah and William D. Hartung argue not only is this plan not worth its cost, but the strategy behind it is misguided.",
  "The GOP's QAnon caucus John Avlon writes that President Donald Trump's embrace of conspiracy theories is creating a new headache that many Republicans would like to ignore: a growing number of QAnon conspiracy theorists who will be running on their ballot line this November.",
  "Bolton: 'I have enough scars' from bringing up Russia-related intelligence with Trump Former White House national security adviser John Bolton said Thursday that he had personally weathered President Donald Trump's anger at receiving intelligence briefings pertaining to Russia.",
  "Supreme Court blocks House from seeing Mueller grand jury documents until hearing Grand jury material from former special counsel Robert Mueller won't be released to the Democratic-led House of Representatives at least for now, after the Supreme Court on Thursday granted the Trump administration's request to take up the case next term.",
  "Trump's anti-mask crusade is coming back to bite him President Donald Trump's refusal to set an example by wearing a face covering, despite growing evidence that it may be one of the most effective ways to slow America's increasingly disastrous coronavirus pandemic, was always a political statement.",
  "Fact check: In jobs speech, Trump does more dishonest downplaying of the pandemic President Donald Trump took a victory lap in the White House press briefing room on Thursday morning on the expectations-beating June jobs report -- and, as he has since January, dishonestly downplayed the coronavirus crisis.",
  "Trump administration moves ahead with plan to open new pandemic office as coronavirus crisis intensifies The Trump administration disbanded the National Security Council's pandemic response office in 2018 -- and now, on the defensive after a failed response to the coronavirus pandemic, they are planning to launch a similar office at the State Department.",
  "GOP senators express outrage over mass firings at global media agency led by Trump and Bannon ally A bipartisan group of senators, including several allies of President Trump, say they will review the US Agency for Global Media's federal funding amid concerns about the actions of Trump's newly installed agency CEO.",
  "$1 billion shortfall, furloughs could bring US immigration system to a halt The federal agency responsible for granting citizenship, providing immigration benefits, and processing visa applications is bracing to furlough over 13,000 employees next month -- a move that could grind the US immigration system to a halt.",
  "Trump struggles to say what he would do with another term for second time in a week It was a do-over of a softball question, but President Donald Trump still seemed to struggle to answer what he would do with a potential second term in an interview that aired Wednesday evening.",
  "Who's afraid of Trump's America? \"The world is going to respect us again,\" Donald Trump promised in 2016 as he campaigned for the presidency, \"Believe me.\"  Now the world has had a chance to watch America under President Trump and the signs of respect are becoming all but impossible to find,…",
  "Fact-checking Trump's references to the anti-police chant 'pigs in a blanket, fry 'em like bacon' As President Donald Trump criticizes \"Black Lives Matter,\" he and his team keep bringing up an eight-word protest chant that has been highlighted repeatedly by conservative Fox News personalities.",
  "4 things Congress can do right now to help working parents get through the pandemic The pandemic has been a nightmare for working parents, with schools and many camps closed. With coronavirus cases spiking again and guidance shifting, there's little clarity about what the fall will look like, even as some cities begin to announce plans."
]