[
  "Arizona Republican explains why she'll support Biden Some registered Republicans in suburban areas of Arizona explain why recent events have led them to question voting for President Donald Trump in the 2020 election. CNN's Kyung Lah reports.",
  "Trump reschedules Tulsa rally 'out of respect' for Juneteenth - CNN <ol><li>Trump reschedules Tulsa rally 'out of respect' for Juneteenth  CNN\r\n</li><li>Trump campaign says it can't be held liable if rally attendees contract coronavirus  CNN\r\n</li><li>Why Trump's Juneteenth rally in Tulsa is a 'slap in the face' to black Amer…",
  "Fauci says states should rethink reopenings if hospitalizations increase and urges Trump rally attendees to wear masks Dr. Anthony Fauci cautioned states on Friday to rethink their reopening strategies if they see increases in the number of people hospitalized with Covid-19, adding that although he hasn't spoken to President Donald Trump about next week's campaign rally in Ok…",
  "These lifelong Republicans may vote for Biden come November In this bedroom community north of Phoenix, two gray-haired white residents stand silently at a dusty intersection, holding up homemade signs in the blistering 100-plus-degree heat.",
  "Jones says it's tough for Sessions to be on 'right side of history' in Twitter spat over Confederate-named military bases Alabama Democratic Sen. Doug Jones and former Attorney General Jeff Sessions tussled on Twitter over a congressional proposal to strip Confederate leaders' names from military assets, with the Democratic senator defending his vote and the man vying to unseat …",
  "The problem Trump's West Point speech can't fix Not since President John F. Kennedy ignored his top military officers' advice during the 1962 Cuban Missile Crisis has there been such a split between an American president and the Pentagon, writes Peter Bergen.",
  "Revisiting Lady Bird Johnson's whistle-stop tour and what Melania Trump isn't using the first lady's office for When a country is hurting at its core, or missteps made or when messages have fallen through, that's traditionally when the first lady steps in.",
  "Make Juneteenth a national holiday now At a moment when black dignity and human rights that have faced huge setbacks in the age of Trump appear suddenly within reach, America needs the powerful symbolism of a national commemoration of Emancipation, writes Peniel Joseph, to honor America's past rac…",
  "Federal government abdicates duty to inform public on coronavirus Merril Brown writes that this government's lack of transparency and information remains what may be the greatest abdication of communication responsibility of a US government amid a crisis in modern history.",
  "Trump will address a socially distanced West Point graduation Saturday President Donald Trump will address approximately 1,100 graduates who have gathered at the US Military Academy at West Point for the annual commencement exercises Saturday morning -- but the graduation will look very different from those in years past.",
  "Woman becomes first observant Sikh to graduate from the US Military Academy at West Point A woman has made history by becoming the first observant Sikh to graduate from the US Military Academy at West Point.",
  "Cuomo, de Blasio don't want to see Christopher Columbus statue removed or NYC's Columbus Circle renamed A petition has started on change.org asking for the renaming of the circle and the removal of the statue \"from public view.\"",
  "The Reckoning: Reinvention in the Rust Belt Before the coronavirus pandemic hit, Jose Rivera used to walk through the newly redeveloped blocks of central Allentown, Pennsylvania, feeling the weight of his college textbooks in his backpack, surrounded by soaring office towers and apartments with rooftop…"
]