[
  "Former White House chief of staff: 'I agree' with Jim Mattis on Trump Former White House chief of staff John Kelly said Friday he agrees with former Secretary of Defense Gen. Jim Mattis' stark warning this week that President Donald Trump is \"the first president in my lifetime who does not try to unite the American people\" as n…",
  "Trump meets with campaign team as poll numbers fall President Trump met with top political aides at the White House as public polls show him underperforming his 2016 pace in key battleground states, raising fears of defeat in November. CNN's Ryan Nobles tells us more.",
  "Analysis: Trump has walled himself off from America's conversation on racism Part of America is tiptoeing toward an uncomfortable self-examination about race. But President Donald Trump, bunkered down in his fortress behind high fences now ringing the White House, is spurning a building wave of national reflection.",
  "Trump: This is a great day for George Floyd President Donald Trump said during a press conference that hopefully George Floyd, who died while in Minneapolis police custody and whose death spurred nationwide protests on racial injustice, is looking down on what's happening and called it a \"great day\" fo…",
  "CNN Poll of Polls finds Biden leading Trump A new CNN Poll of Polls shows 51% of registered voters nationwide back former Vice President Joe Biden, while 42% support President Donald Trump in the 2020 presidential race.",
  "Trump shares letter that calls peaceful protesters 'terrorists' President Donald Trump on Thursday shared a letter on Twitter that referred to the peaceful protesters who were forcibly dispersed from a park near the White House on Monday evening as \"terrorists.\"",
  "Barr once again putting loyalty to Trump above all else On Monday after dark, as federal forces took control of parts of the capital city showing the scars from days of protests that at times devolved into looting and defacement of historic monuments, Attorney General William Barr patrolled the streets.",
  "Ex-White House chief of staff criticizes Trump Former White House Chief of Staff John Kelly says he agrees with former Defense Secretary James Mattis' statement, which said President Trump has divided the US.",
  "Trump declares victory as US unemployment drops to 13.3% President Donald Trump took a victory lap on news of a 13.3% US unemployment rate Friday, announcing in a tweet he would be holding a surprise news conference at 10:00 a.m.",
  "Behind the fences, Trump may be missing a national moment President Donald Trump is literally and figuratively fencing himself off from a moment of national reckoning. High barriers have sprung up around the White House complex and an adjacent park, formalizing a state of siege amid nationwide protests.",
  "Ex-Joint Chiefs chairman: 'I'm glad I don't have to advise this President' Retired four-star Gen. Richard Myers said Thursday evening that he's \"glad\" he doesn't have to advise President Donald Trump as the President threatens to use the military if violent protests continue.",
  "Melania Trump's messaging frustrating the West Wing, source says First lady Melania Trump's messaging in the wake of the killing of George Floyd and the resulting protests around the country has frustrated the West Wing, according to a White House official.",
  "Republicans signal less urgency to pass new stimulus bill after positive jobs report Republicans argued Friday that the surprising improvement in the jobless rate is evidence more economic stimulus should remain on hold, raising more questions about whether Congress will be able to agree to another recovery package after bipartisan deals led …",
  "Retired general: I'm glad I don't have to advise Trump Retired four-star Gen. Richard Myers said during an interview with CNN's Erin Burnett that he's \"glad\" he doesn't have to advise President Donald Trump as the President threatens to use the military if violent protests continue.",
  "Esper and Milley refuse to testify before Congress next week as requested, source says Defense Secretary Mark Esper and Chairman of the Joint Chiefs of Staff Gen. Mark Milley have refused to testify next week before the House Armed Services Committee regarding the military's role responding to protests triggered by the death of George Floyd, a …",
  "Trump invokes George Floyd's name while taking economic victory lap President Donald Trump invoked George Floyd's name during a Friday bill signing ceremony touting the latest jobs report, which exceeded economists' expectations.",
  "Trump administration plans to cut US troops in Germany The White House has asked for a substantial reduction of US military personnel stationed in Germany, according to a US defense official.",
  "The prominent former military leaders who have criticized Trump's actions over protests Military leaders are usually cautious about airing their political opinions, but over the week, several former top military officials, including former Defense Secretary James Mattis, have raised the alarm and spoken out, in strong terms, against President Do…",
  "Susan Collins to stay in DC as Trump visits Maine President Donald Trump has a full Friday in Maine, but the senior Republican senator who has yet to publicly say if she'll back his reelection bid won't be there.",
  "Exclusive: He quit his Facebook job because of Zuckerberg's inaction on Trump's posts A Facebook employee who quit the company this week told CNN he is worried the platform will be used to further escalate violence in the United States."
]