[
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "GOP-led Senate panel authorizes subpoenas of top Obama officials Director of National Intelligence John Ratcliffe declassified more documents Thursday and a Senate panel approved a wide-ranging authorization to subpoena former Obama administration officials as Republicans ratcheted up their efforts to scrutinize the origin…",
  "Press secretary claims Juneteenth is a 'meaningful day' to Trump but others see racist play White House press secretary Kayleigh McEnany told reporters Thursday that President Donald Trump will resume campaign rallies on Juneteenth, a holiday marking the emancipation of slaves, in Tulsa, Oklahoma, a city with a history of a racial massacre. She clai…",
  "Opinion: Time for Pence to jump ship? The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republican…",
  "What is Juneteenth and why people are talking about it now Juneteenth could not be coming at a more fitting time.",
  "Trump authorizes sanctions against International Criminal Court President Donald Trump on Thursday authorized sanctions and additional visa restrictions against International Criminal Court personnel -- the latest attempt by the administration to strong arm the international body out of an investigation into a potential w…",
  "Reporter asks McEnany what Juneteenth means to Trump White House press secretary Kayleigh McEnany talked to reporters about President Donald Trump resuming campaign rallies on Juneteenth, a holiday marking the emancipation of slaves, in Tulsa, Oklahoma, a city with a history of a racial massacre.",
  "Jon Ossoff wins Georgia US Senate Democratic primary after major voting delays Georgia Democrat Jon Ossoff won the Democratic primary for a US Senate seat, CNN projected Thursday, becoming a standard bearer for a party increasingly hopeful of taking the Republican Southern stronghold in 2020.",
  "Two London police officers attacked in 'shocking' incident • LIVE UPDATES: Seattle protests spark Twitter row between Trump and the city's mayor\n• Why US protests have prompted a conversation about race in Australia\n• How Britain's police tactics differ from the US",
  "GOP-led panel moves to remove Confederate names on military assets amid Trump's opposition The Republican-led Senate Armed Services Committee adopted an amendment behind closed doors for the Pentagon to remove the names of Confederate generals from military assets within three years, according to a source familiar with the proceedings, just as Pres…",
  "Trump campaign says it can't be held liable if rally attendees contract coronavirus Attendees of President Donald Trump's upcoming rally in Tulsa, Oklahoma, must agree not to sue the campaign if they contract coronavirus.",
  "General apologizes for appearing in photo-op with Trump: I should not have been there General Mark Milley apologizes for appearing in a photo-op with President Donald Trump after the forceful dispersal of protesters outside the White House last week.",
  "Jon Ossoff holds strong lead in Georgia Democratic Senate primary Georgia Senate candidate Jon Ossoff holds a strong lead in a Democratic primary defined by how difficult it was for voters to participate in their democracy.",
  "Trump and Biden are raking in millions in recent weeks with the help of elite fundraisers This week, President Donald Trump resumes in-person fundraising with a $10 million event in Dallas.",
  "Trump drops 'socialism' tack and goes after 'defund the police' Amid falling poll numbers, the President has abandoned his socialist attacks, showing some belated, self-conscious awareness that Joe Biden's nomination and the combined Covid-19 and economic crises have him backed into a corner -- which is precisely where he…",
  "Pence deletes tweet showing Trump campaign staff not wearing face masks or social distancing Vice President Mike Pence on Wednesday evening tweeted, and then deleted, a photo showing a large group of President Donald Trump's reelection campaign staff not wearing face masks or social distancing, two recommendations of the coronavirus task force that P…",
  "How journalists become objects of hate Ruth Ben-Ghiat calls out the attacks on and harassment of journalists during the ongoing protests roiling America as reflective of President Donald Trump's concerted hostility toward the press, forged in the crucible of his admiration of authoritarian leaders.",
  "Mississippi lawmakers pushing to remove Confederate emblem from state flag A bipartisan group of Mississippi state lawmakers want to remove the emblem of the Confederate battle flag from the Mississippi state flag and appear to have support from at least one powerful Republican lawmaker.",
  "Biden 'absolutely convinced' military would escort Trump from WH if he loses and refuses to leave Presumptive Democratic presidential nominee Joe Biden said Wednesday he is \"absolutely convinced\" the military would escort President Donald Trump from the White House if he loses the election but refuses to leave office.",
  "What is Juneteenth and why people are talking about it now Juneteenth could not be coming at a more fitting time."
]