[
  "After weeks of protests, meaningful police reform appears unlikely Despite the personal risk, their voices were heard by fellow citizens and politicians alike, as demonstrators sparked a protest movement unlike any in modern history. And it all may have been for nothing.",
  "White House says Trump did not hear 'white power' chant The White House is doing damage control after President Donald Trump retweeted a video in which a man driving a golf cart with Trump campaign posters is seen chanting \"white power.\" The retweet was deleted several hours later. In a statement, White House spok…",
  "Analysis: You shouldn't believe Trump missed this guy chanting 'white power' On Sunday morning -- before making the 271st visit to one of his golf courses during his presidency -- Donald Trump retweeted a video he said is from the Villages, a retirement community in Florida, in which a man driving a golf cart with Trump campaign poste…",
  "McConnell contrasts Trump to encourage wearing masks Senate Majority Leader Mitch McConnell contrasts President Donald Trump to encourage wearing masks \"until we find a vaccine\" for coronavirus.",
  "Video shows stickers being removed President Donald Trump's campaign directed the removal of thousands of \"Do Not Sit Here, Please!\" stickers from seats at the Tulsa, Oklahoma, arena where Trump held a campaign rally, according to the Washington Post. The campaign told the Post it followed the…",
  "Bolton: Trump's denial of Russian bounty intelligence briefing shows his 'fundamental focus' is not on US security Former White House national security adviser John Bolton said Sunday that President Donald Trump denying he was briefed on intelligence that Russians had tried to bribe Taliban fighters to kill US troops shows Trump's \"fundamental focus\" is not on the United …",
  "Opinion: Trump's strange way of thinking \"There is nothing either good or bad,\" Hamlet tells his old childhood buddies in Shakespeare's play, \"but thinking makes it so.\" President Donald Trump borrowed that principle this week as he strove in vain to turn bad news about the coronavirus into some kin…",
  "Analyst: Under Trump, Putin feels he can get away with murder Russian intelligence officers for the military intelligence GRU recently offered money to Taliban militants in Afghanistan as rewards if they killed US or UK troops there, a European intelligence official told CNN. White House press secretary Kayleigh McEnany…",
  "The Rolling Stones tells Trump campaign to stop playing their songs at rallies The Rolling Stones are threatening legal action against President Donald Trump's campaign for using their music at his campaign rallies.",
  "Trump campaign removed social distancing stickers before Tulsa rally - report ",
  "With no course correction in sight, Trump risks defeat It is hard to remember another incumbent president in recent history who has done as little as Donald Trump to try to win reelection. In an environment that forecasts a November disaster for Republicans, Trump continued last week to barrel down a road that se…",
  "Things do not look good for Trump 2020 right now ",
  "Four men charged for trying to bring down statue of Andrew Jackson The Justice Department has charged four men with destruction of federal property in connection with the attempt on Monday to bring down a statue of former President Andrew Jackson in Lafayette Park near the White House, the US Attorney for Washington, DC and …",
  "It's not enough to delete Trump's 'white power' video tweet Dean Obeidallah writes that Trump's now-deleted tweet sharing footage of supporters yelling \"white power\" was was not a mistake but a repeat of his 2016 campaign playbook, which trafficked in bigotry to divide Americans.",
  "Trump thanks 'great people' shown in Twitter video in which a man chants 'white power' President Donald Trump on Sunday widely shared a video he said is from the Villages, a community in Florida, in which a man driving a golf cart with Trump campaign posters is seen chanting \"white power.\"",
  "Trump's self-defeating resistance to mask wearing says it all President Donald Trump, ever impulsive, often acts against his own interests. But nothing tops his self-defeating resistance to mask wearing during the coronavirus pandemic.",
  "Trump denies being briefed on Russian bounty intelligence President Donald Trump on Sunday denied receiving a briefing about intelligence that Russians had tried to bribe Taliban fighters to kill US troops, as The New York Times first reported and CNN has confirmed.",
  "How #NeverTrumpers can live up to their name Elected officials in the GOP need to announce, in public and on the record, that they will vote for Biden. This is the only real measure of where one stands on the current presidency, writes Julian Zelizer.",
  "'It would help' if Trump wore a mask, GOP health committee leader says Senior Republican Sen. Lamar Alexander said Sunday that he thinks it would \"help\" if President Donald Trump wore a mask because it would eliminate political stigma around doing so as the coronavirus continues to spread across the US.",
  "Berman's ouster is Barr's latest push for tighter control under Trump The last time William Barr was attorney general, a federal prosecutor brought criminal charges in a politically sensitive case days before the 1992 presidential election, a move George H.W. Bush would end up blaming for his resounding defeat."
]