[
  "Trump holds first campaign rally since coronavirus pandemic began Thousands of President Donald Trump's supporters have gathered in Tulsa Saturday for his first campaign rally in more than 100 days as he tries to reinvigorate his reelection bid in the midst of a pandemic, a recession and a national debate over racism.",
  "Trump cancels overflow crowd address due to low turnout President Donald Trump's campaign canceled a previously scheduled speech to an expected overflow crowd outside of his campaign rally at the BOK Center in Tulsa, Oklahoma, because turnout numbers are lower than expected. CNN's Abby Phillip reports.",
  "Is Trump campaign liable if a rallygoer catches COVID-19? Trump's Tulsa rallygoers had to sign a waiver to attend. But will it absolve the campaign of liability if someone contracts the virus - or makes others sick?",
  "Can Trump fire and replace US Attorney for SDNY? AG Barr announced US Attorney for SDNY Geoffrey Berman was being replaced, but Berman is refusing to leave until the Senate confirms his replacement. Can he do that?",
  "Trump supporter on Tulsa rally: I want to be front row President Trump's supporters share how they feel about attending a Trump campaign rally during the coronavirus pandemic.",
  "Nationwide protests coincide with Trump rally in Tulsa A tumultuous spring in America ended Saturday with potential flashpoints across the nation, from President Donald Trump's return to the campaign trail in Tulsa to ongoing protests over racism and police brutality.",
  "States failed to get absentee ballots to thousands of voters in recent primaries As Washington, DC's June 2 primary approached, Matthew Miller and Nima Sheth, married professors who live in the District, decided to vote absentee. With elderly, immunocompromised parents at home, plus a 1-year-old baby, it felt like the safest choice in the…",
  "Six campaign staffers working on Trump's Tulsa rally test positive for coronavirus The Trump campaign confirmed six staffers working on the Tulsa rally tested positive for coronavirus.",
  "Trump campaign and RNC raise $74 million in May President Donald Trump's reelection campaign and the Republican National Committee raised more than $74 million in May, marking a fundraising rebound from April, but falling short of presumptive Democratic presidential nominee Joe Biden's massive haul.",
  "Trump's chilling distortion of 'law and order' Donald Trump is the anti-law-and-order President, despite his claims to the contrary. Trump touts law and order when it suits him, but attacks the courts and erodes our judicial system when it comes to his agenda and actions, writes Julian Zelizer.",
  "Trump tempts fate with Tulsa rally during pandemic and a national racial reckoning President Donald Trump hopes to reignite his struggling campaign trail in Tulsa, holding his first rally since the coronavirus pandemic began, while sweeping aside concerns from his own health experts about the dangers of densely-packed mass gatherings.",
  "Trump holds rally in Tulsa, Oklahoma As coronavirus cases rise in Oklahoma, President Trump is hosting a rally in Tulsa on Saturday that is expected to be attended by thousands. Follow here for the latest.",
  "Congress should call Bolton to testify Charlie Dent writes, \"Congress should immediately subpoena Bolton to appear before the Foreign Affairs and Judiciary Committees and ask him about the allegations detailed in his book, 'The Room Where it Happened.'\"",
  "Trump holds first campaign rally since coronavirus pandemic began Thousands of President Donald Trump's supporters are gathering in Tulsa for his first campaign rally in more than 100 days as he tries to reinvigorate his reelection bid in the midst of a pandemic, a recession and a roiling debate over racism.",
  "Analysis: Attempt to fire powerful NY prosecutor appears to be latest move to protect Trump The Trump administration's attempt to oust one of America's most powerful prosecutors raises fresh and glaring suspicions about its assault on the independence of the justice system and its respect for the rule of law that underpins constitutional governance.",
  "Trump campaign manager says he wasn't able to vote in 2016 because of absentee complications Trump campaign manager Brad Parscale acknowledged Friday that he didn't vote in the 2016 election, citing absentee ballot complications.",
  "Black Lives Matter movement Anti-racist protests continue to spread, leading to calls to defund police departments and take down historic statues. Follow here for the latest updates.",
  "Who is Geoffrey Berman, the powerful US attorney refusing to step down? Geoffrey Berman, the powerful US attorney for the Southern District of New York who has been thrust into the national spotlight for refusing to leave his post, has a long history at the prosecutors' office in New York and held a position on President Donald T…",
  "The South is red. It's also Black It's so very simple to distill the coming election as between President Donald Trump, who is stoking the racial divides in this country, and Joe Biden, who is trying to appeal to voters of color.",
  "'Police in America are looting black bodies,' Trevor Noah says Comedian Trevor Noah spoke with CNN's Anderson Cooper this week about the state of racism, police abuse and protests in America, saying White people who were horrified by the looting that took place during some of the Black Lives Matter protests should realiz…"
]