[
  "Republican mayor says no rallies in Miami Miami Mayor Francis Suarez talks to CNN's Poppy Harlow about the city's rising coronavirus cases, testing and holding rallies for President Trump.",
  "Keilar to Trump campaign official: Is this funny to you? CNN's Brianna Keilar confronts Trump 2020 campaign communications director Tim Murtaugh about President Donald Trump's recent comments about coronavirus testing that he made at a rally in Tulsa, Oklahoma.",
  "Analysis: Why everyone who works for Trump should be very nervous right now The list of things that make President Donald Trump the maddest goes something like this:",
  "Trump spreads new lies about foreign-backed voter fraud, stoking fears of a 'rigged election' Reeling after a weekend campaign rally with lower-than-expected turnout, President Donald Trump changed the subject Monday morning with a series of widely debunked lies about alleged voter fraud in US elections, stoking fears of a \"rigged election\" this Novem…",
  "Bolton book oozes with contempt Peter Bergen writes that there is simply no precedent for a former top administration official publishing a book about a sitting president that is as damning as John Bolton's. In more than 500 pages, it's hard to find any moment where Donald Trump is portraye…",
  "Democrats look to weaponize Trump's 'slow the testing down' comment A series of Democratic super PACs, led by Priorities USA, and former Vice President Joe Biden's presidential campaign have begun to weaponize President Donald Trump's comment that he urged his staff to slow coronavirus testing.",
  "Trump aides debate future size and look of signature rallies after Tulsa debacle Swaths of empty blue seats and a vacant overflow venue in Oklahoma have led President Donald Trump's aides to begin debating what his signature campaign rallies will look like going forward, people familiar with the matter say.",
  "Republican senators defend Trump's right to fire top US attorney Top Republican senators defended President Donald Trump's right to fire Geoffrey Berman, the powerful prosecutor atop the Manhattan US Attorney's office who has pursued President Donald Trump and his allies, and said they believe the investigations underway i…",
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "Bolton calls Trump 'naïve and dangerous' and hopes he'll be remembered as a one-term president Former White House national security adviser John Bolton called President Donald Trump \"naive and dangerous,\" in an ABC News interview that aired Sunday, adding that he hopes his former boss will be remembered as a one-term president.",
  "White House says Trump was involved in firing The White House on Monday admitted that President Donald Trump was involved in the removal of US Attorney Geoffrey Berman after Trump had claimed he was \"not involved\" in the process this weekend.",
  "Biden campaign agrees to 3 debates with Trump and slams push for more debates as a 'distraction' Joe Biden's campaign said Monday that the former vice president will participate in the three previously announced fall debates with President Donald Trump and continued to criticize the Trump campaign's push for additional debates.",
  "Fact check: Trump falsely claims President George W. Bush fired John Bolton President Donald Trump has responded to former national security adviser John Bolton's sharply critical book about Trump -- which Bolton describes as \"a book about how not to be president\" -- with his own criticism of Bolton's character and career.",
  "Senate Democrats ask HHS watchdog to investigate Trump's call to 'slow the testing down' Senate Democrats are asking the Health and Human Services Department watchdog to investigate President Donald Trump's recent assertion that he asked his staff to \"slow the testing down\" for coronavirus.",
  "Two more Trump staffers test positive for coronavirus after Tulsa rally Two staffers who attended President Donald Trump's rally in Tulsa, Oklahoma, on Saturday tested positive for coronavirus, Trump's campaign said Monday.",
  "McEnany defends Trump using racist term to refer to coronavirus White House press secretary Kayleigh McEnany is defending President Donald Trump's recent use of the term \"kung flu\" to refer to the coronavirus at a rally over the weekend, insisting that it isn't racist.",
  "1,798 words that prove how obsessed Donald Trump is with the West Point ramp story President Donald Trump's speech at sparsely attended campaign rally in Tulsa, Oklahoma, over the weekend was supposed to be a kickstart of a reelection campaign that has been floundering.",
  "So, what if Trump *was* joking about coronavirus testing? On Saturday night at his much-hyped return to the campaign trail in Tulsa, Oklahoma, President Donald Trump said this about testing for Covid-19:",
  "Patagonia joins growing Facebook advertiser boycott over the site's failure to stop 'hateful lies and dangerous propaganda' The boycott, which is known as #StopHateForProfit, was driven by Facebook's failure to act against \"hateful lies and dangerous propaganda,\" Patagonia said.",
  "5 things to know for June 22: Coronavirus, Trump, NASCAR, Putin, statue removal Here's what else you need to know to Get Up to Speed and On with Your Day."
]