[
  "Mary Trump reveals how she became a top source for The New York Times Mary Trump, President Trump's niece, reveals in her forthcoming tell-all book that she was a source for The New York Times' Pulitzer Prize-winning story about the President's tax returns.",
  "Opinion: Trump's risky nose-to-nose challenge to China in the South China Sea David Andelman writes that the deployment of two US aircraft carrier strike groups into the South China sea for the largest military exercise in years just as China has been holding its own drills around the Paracel Islands threatens an accidental conflict th…",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "The United States is 'looking at' banning TikTok and other Chinese social media apps, Pompeo says The United States is \"looking at\" banning Chinese social media apps, including TikTok, Secretary of State Mike Pompeo said Monday.",
  "Trump administration pushes for school reopenings as coronavirus cases surge The Trump administration on Tuesday will continue its push for schools across the US to reopen despite a recent surge in coronavirus cases that threaten President Donald Trump's desire to get the country back to normal.",
  "FBI director unleashes on China in speech Chinese hackers have moved swiftly to target US pharmaceutical and research institutions making progress in the fight against coronavirus, FBI Director Christopher Wray said Tuesday in a wide-ranging speech that included some of the agency's starkest accusati…",
  "Supreme Court deals major blow to Keystone XL project The Supreme Court on Monday cleared the way for several pipeline projects to proceed under a fast-track permitting process but excluded the controversial Keystone XL expansion from their ruling, forcing major delays.",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "Massachusetts governor signs bill allowing all voters to vote by mail Massachusetts Gov. Charlie Baker signed a bill on Monday allowing all registered voters in the Bay State to vote by mail in the primary and general elections this fall if they choose, his office confirmed to CNN.",
  "What to watch for in Tuesday's New Jersey primaries New Jersey is going to the polls on Tuesday, which in 2020 means most voters across the state are headed to the mailbox to send in their ballots in a series of Democratic and Republican congressional primaries.",
  "Facebook ad boycott organizers met with Zuckerberg. It didn't go well Civil rights and activist groups blasted Facebook's leadership on Tuesday after meeting with CEO Mark Zuckerberg and other executives to discuss the demands of a large advertiser boycott that now includes hundreds of brands.",
  "GOP governors in Florida and Texas split as coronavirus cases surge As coronavirus cases spike in Texas and Florida, the states' Republican governors have split on how seriously to take the surge in cases and whether to mandate masks."
]