[
  "Everyday words and phrases that have racist connotations Problematic words and phrases like \"master\" and \"blacklist\" are everywhere: in real estate, in computing, in law and in everyday conversation.",
  "Fact check: Exaggerating again, Trump claims four non-record economic figures are records President Donald Trump loves to announce new records. Even when they are not actual records.",
  "As Trump gaslights America about coronavirus, Republicans face a critical choice The gulf between reality and President Donald Trump's delusional vision of a waning coronavirus threat was on full display this weekend, as cases soared in key hotspots while he delivered speeches at Mount Rushmore and at the White House, with little physical…",
  "The GOP after Trump: a recipe for survival The GOP must rescue itself from the doom President Donald Trump is bringing down on it by returning to the politics of inclusion and addition, not exclusion and subtraction, says Charlie Dent.",
  "Trump tweet bemoans NASCAR's removal of Confederate flag President Donald Trump on Monday bemoaned NASCAR's recent decision to ban the Confederate flag from all races and events.",
  "White House chief of staff repeats Trump's baseless coronavirus claim White House chief of staff Mark Meadows on Monday reiterated President Donald Trump's baseless claim that 99% of coronavirus cases are \"totally harmless.\"",
  "New Jersey Democrat faces primary challenge from a former volunteer Two years ago, Arati Kreibich volunteered to help reelect New Jersey Rep. Josh Gottheimer. In Tuesday's Democratic primary, she is running to replace him.",
  "Police are looking for two White people who painted over a Black Lives Matter mural Not long after a California community completed a Black Lives Matter mural on Saturday, a White man and a White woman arrived to paint over it, police said.",
  "The mask decision that will haunt Trump's reelection bid As coronavirus cases surge and governors begin agitating for a national mandate on wearing masks, President Donald Trump is showing few signs he'll budge on an issue that has come to epitomize a national pandemic response rooted in denial and which now threat…",
  "What you need to know about coronavirus on Monday, July 6 Coronavirus can float through the air. It's likely transmitting that way. That's why experts want you to wear face masks and stop going to crowded bars, churches and other indoor spaces.",
  "Record number of GOP women winning House primaries, but most face tough fall races More Republican women than ever before are winning primaries for US House, which has traditionally been the biggest obstacle to getting women elected to a GOP conference that's still overwhelmingly male and white.",
  "There's a long way to go before Congress agrees on another coronavirus stimulus package To put it simply, there is a long way to go before congressional lawmakers agree on another stimulus package to stem the effects of the coronavirus on the American people and the economy.",
  "Court's ruling on Electoral College -- chaos could still ensue The Supreme Court's unanimous decision to bind so-called 'faithless electors,' won't fix much, says Robert Alexander. He argues that the states need to take urgent action to stem the potential for electoral and political chaos."
]