[
  "Interior Secretary threatens to withhold funds from state and local governments unless they protect monuments Interior Secretary David Bernhardt threatened Saturday to withhold funding from any state or local government that does not adequately protect its monuments, in line with an executive order signed by President Donald Trump on Friday.",
  "Fact-checking Biden on GOP tax cuts, NAACP endorsement, and other false and misleading claims While former Vice President Joe Biden has been limited in his campaign efforts due to the coronavirus pandemic, the presumptive Democratic nominee has continued to hold virtual town halls, remote interviews with the press, started a podcast and, more recently…",
  "How a finance database could help improve policing A police databse needs to be publicly available and include each police officer's credentials, along with an extensive list of the disciplinary action and complaints he or she has faced. Fortunately, a good model exists in the financial sector.",
  "Panicking Trump tries to change the subject Trump is desperately trying to change the subject by sticking his fingers in his ears and shouting as loudly as he can so that Americans will look away from the catastrophically mismanaged national challenge, writes Frida Ghitis.",
  "Interior Secretary threatens to withhold funds from state and local governments unless they protect monuments Interior Secretary David Bernhardt threatened Saturday to withhold funding from any state or local government that does not adequately protect its monuments, in line with an executive order signed by President Donald Trump on Friday.",
  "Will a Pacific Island travel bubble give Australia an edge in its rivalry with China? The picturesque Pacific islands are fast forming into a fault line for geopolitical tensions. As both Canberra and Beijing pour aid into the region, the possibility of a travel bubble between the Pacific Islands and Australia has given the rivalry a new dimen…",
  "Washington Post: Trump campaign had social distancing stickers removed before Tulsa rally President Donald Trump's campaign directed the removal of thousands of \"Do Not Sit Here, Please!\" stickers from seats in the Bank of Oklahoma Center in the hours before the President's much anticipated Tulsa rally, the Washington Post reported on Saturday.",
  "Measures to protect Trump from coronavirus scale up even as he seeks to move on President Donald Trump appears ready to move on from a still-raging coronavirus pandemic -- skipping the first White House task force briefing in months and moving the event out of the White House itself. But the measures meant to protect him from catching th…",
  "Debate over renaming Fort Bragg looms over Senate race and other down ballot contest As the home of the elite 82nd Airborne Division and one of the largest military installations in the world, Fort Bragg is woven into the fabric of North Carolina, a state that proclaims itself to be the \"nation's most military friendly.\""
]