[
  "Lawmakers demand answers on firing spree at global media agency Bipartisan lawmakers are calling for answers from the new Trump-appointed chief executive at the US Agency for Global Media after a firing spree on Wednesday.",
  "How risky is it to attend a Trump campaign rally during a pandemic? As the coronavirus plows through the United States, health experts worry President Donald Trump's campaign rally in Tulsa, Oklahoma, will become a new hotspot for coronavirus infections.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Trump adds uncertainty to future of DACA participants After nearly three years of uncertainty, young undocumented immigrants received some reprieve from the Supreme Court Thursday, but President Donald Trump is ready to throw them into legal limbo yet again.",
  "Pompeo condemns China's treatment of Uyghurs after Bolton claims Trump approved Secretary of State Mike Pompeo on Friday condemned China's \"brutal campaign of repression\" against the country's Uyghur Muslim population just days after John Bolton claimed President Donald Trump gave his blessing to that very campaign.",
  "What's been happening in China's Xinjiang, home to 11 million Uyghurs? As US President Donald Trump signed a bill into law Wednesday that aims to punish Beijing for its repression of the Uyghur ethnic minority, he was accused by his former national security adviser of endorsing China's construction of internment camps in its wes…",
  "Trump made 192 false claims from May 4 through June 7 President Donald Trump continued his bombardment of pandemic-related false claims in May and the first week of June -- and, as usual, made dozens of false claims about a wide variety of other subjects.",
  "Trump's familiar false claims from May 4 to June 7 President Donald Trump made 192 false claims between May 4 and June 7. Many of them were repeated from earlier periods of his presidency and May 3. For a list of new false claims from this period, click here.",
  "Police unions stand in the way of lasting reform We cannot have police reform in America without police accountability, says Kristen Clarke, who argues that police unions too often stand in the way of either of those goals.",
  "How Trump plans to turn around his losing campaign Earlier this month, several top Trump campaign advisers gathered for a virtual strategy session to address a political reality they could no longer ignore: The President was in serious trouble.",
  "5 things to know for June 19: DACA, coronavirus, police reform, Facebook, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Amy McGrath wants a showdown with Mitch McConnell. First she has to beat Charles Booker. As primary day approaches in Kentucky, Democratic Senate candidate Amy McGrath is suddenly fighting a political battle on two fronts.",
  "Coronavirus spikes bring states and cities back to the table to discuss protection measures The pressure is on for local leaders to respond to regional Covid-19 spikes and records, and some are turning to mask mandates.",
  "What you need to know about coronavirus on Friday, June 19 As coronavirus cases continue to surge across America's South and West, officials are beginning to reverse course on mask advice.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "States still need federal help and still find it lacking Officials in Michigan are running 10,000 fewer coronavirus tests per day than they have the capacity for because they can't get enough swabs."
]