[
  "Trump reschedules Tulsa rally 'out of respect' for Juneteenth - CNN <ol><li>Trump reschedules Tulsa rally 'out of respect' for Juneteenth  CNN\r\n</li><li>Trump campaign says it can't be held liable if rally attendees contract coronavirus  CNN\r\n</li><li>Why Trump's Juneteenth rally in Tulsa is a 'slap in the face' to black Amer…",
  "Trump is kicking the LGBTQ community while we're down While the move was no surprise -- Trump first proposed removing the protections last spring -- the timing feels like a poison arrow through the heart, writes Allison Hope.",
  "Facebook employee fired for calling out coworker's inaction about Black Lives Matter Facebook fired an employee who publicly criticized a coworker on Twitter for not adding a statement of support for Black Lives Matter to documentation on an open-source project they were working on.",
  "Revisiting Lady Bird Johnson's whistle-stop tour and what Melania Trump isn't using the first lady's office for When a country is hurting at its core, or missteps made or when messages have fallen through, that's traditionally when the first lady steps in.",
  "Make Juneteenth a national holiday now At a moment when black dignity and human rights that have faced huge setbacks in the age of Trump appear suddenly within reach, America needs the powerful symbolism of a national commemoration of Emancipation, writes Peniel Joseph, to honor America's past rac…",
  "Woman becomes first observant Sikh to graduate from the US Military Academy at West Point A woman has made history by becoming the first observant Sikh to graduate from the US Military Academy at West Point.",
  "Federal government abdicates duty to inform public on coronavirus Merril Brown writes that this government's lack of transparency and information remains what may be the greatest abdication of communication responsibility of a US government amid a crisis in modern history.",
  "The Reckoning: Reinvention in the Rust Belt Before the coronavirus pandemic hit, Jose Rivera used to walk through the newly redeveloped blocks of central Allentown, Pennsylvania, feeling the weight of his college textbooks in his backpack, surrounded by soaring office towers and apartments with rooftop…",
  "Cuomo, de Blasio don't want to see Christopher Columbus statue removed or NYC's Columbus Circle renamed A petition has started on change.org asking for the renaming of the circle and the removal of the statue \"from public view.\""
]