[
  "Pelosi says Supreme Court declared Trump 'not above the law' House Speaker Nancy Pelosi on Thursday said that the Supreme Court has declared that President Donald Trump is \"not above the law,\" after the court blocked House Democrats from accessing the President's financial records, but ruled that the President is not i…",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "SCOTUS rules broad swath of Oklahoma is Native American land The Supreme Court said Thursday that a large swath of eastern Oklahoma, including Tulsa, is Native American land for purposes of federal criminal law in a decision that the state argued could call into question thousands of state prosecutions for serious crim…",
  "Fact check: No, more testing isn't the reason US coronavirus case numbers are getting worse No matter how high the daily number of new coronavirus cases has gotten, President Donald Trump has responded with the argument he repeated on Thursday: the big number is just more evidence of the country's success with testing.",
  "Court's contraception ruling spotlights Trump administration's end goal The Supreme Court's ruling that the Trump administration could weaken Obamacare's contraceptive mandate was a stinging defeat for vulnerable women, says Ilyse Hogue, but a surprising concurrence in the 7-2 decision from liberal justices Elena Kagan and Stephe…",
  "Mask Trump, unmask his taxes Supreme Court rulings in two cases related to President Trump's taxes ensure, writes Ed McCaffery, that the insanity will continue, with no resolution before November's election: delay, expense, the rule of law stretched to the breaking point -- all to attemp…",
  "China dismisses US outreach on arms control talks saying it has 'no interest' China issued a stinging response to a US statement Thursday that welcomed Beijing's willingness to engage in arms control talks.",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "What you need to know about coronavirus on Thursday, July 9 After President Donald Trump berated the CDC over its guidelines for safely reopening schools, the agency said it would issue new recommendations.",
  "Kimberly Guilfoyle says she's 'feeling really pretty good' after coronavirus diagnosis Kimberly Guilfoyle, the girlfriend of Donald Trump Jr. and a top fundraiser for the Trump campaign, said Wednesday evening that she is feeling \"really pretty good\" following her coronavirus diagnosis.",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "CDC director says agency won't revise school reopening guidelines despite WH push The Centers for Disease Control and Prevention will not revise its guidelines for reopening schools despite calls from the White House to do so, agency Director Dr. Robert Redfield said Thursday.",
  "What's behind Roberts' stinging rebuke of Trump Elie Honig writes that after John Roberts issued his latest decision in the case of Trump's financials, it's clear the chief justice is conscious of his legacy and does not want his tenure to go down in history as one in which the court became hopelessly divi…",
  "US targets Chinese officials for Xinjiang human rights abuses The Trump administration has taken action against Chinese officials for their involvement in human rights abuses in the Xinjiang region, where Uyghur Muslims and other minority groups have been detained and tortured.",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "Top US general says Confederate leaders committed 'treason' and signals support for renaming bases America's top general launched an outspoken attack on the Confederacy and signaled his support for the military renaming bases named for Confederate leaders on Wednesday, in his latest public comments that seem to put him at odds with President Donald Trump.",
  "The last 4 months have brought an unprecedented crackdown on legal US immigration As the coronavirus spreads around the world, the Trump administration has steadily choked off most avenues for legal immigration to the United States -- effectively shutting down the system that brings in hundreds of thousands of immigrants annually.",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "Pentagon chief confirms he was briefed on Russian payments to the Taliban Secretary of Defense Mark Esper confirmed Thursday that he had been briefed on information regarding Russian payments to the Taliban, seemingly acknowledging that Russia's support for the militant group in Afghanistan is not a \"hoax,\" as President Donald Trum…",
  "TikTok is a national security threat, US politicians say. Here's what experts think The short-form video app TikTok has quickly become a key part of popular culture in the US, serving as a platform for viral memes as well as political satire and activism. Facebook, the dominant force in social media, has tried to copy the app, but so far tha…"
]