[
  "Fauci, Redfield testiy on Trump's coronavirus response As some US states see a rise in Covid-19 cases, Dr. Anthony Fauci, National Institutes of Health, and Dr. Robert Redfield, US Centers for Disease Control and Prevention, testify before a House committee. Follow here for the latest.",
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Four weeks after George Floyd's death, an embattled police union finally speaks out Nearly a month after the death of George Floyd at the hands of law enforcement, and after repeatedly refusing requests for comment on an incident that sparked nationwide calls for policing reform, officials from the Police Officers Federation of Minneapolis a…",
  "Joe Biden frightens Donald Trump Much has been made of the spectacular flop that was President Trump's planned campaign re-launch in Tulsa over the weekend. But one of the most revealing moments got too little attention, writes David Axelrod.",
  "65 faculty members from AG Barr's law school alma mater say he has 'failed to fulfill his oath of office' Law professors and faculty from George Washington University Law School, Attorney General William Barr's alma mater, said in a letter Tuesday he has \"failed to fulfill his oath of office to 'support and defend the Constitution of the United States.'\"",
  "Defense secretary raises concerns about the militarized appearance of police and law enforcement with attorney general Senior Pentagon officials have become so concerned about the militarized appearance of police and other civilian law enforcement officials responding to the recent protests roiling the country that Defense Secretary Mark Esper raised the issue with Attorney G…",
  "Second presidential debate moved to Miami after original host pulls out due to coronavirus concerns The Commission on Presidential Debates announced Tuesday that the second general election presidential debate will be hosted in Miami, Florida, after its original host University of Michigan backed out due to coronavirus concerns.",
  "America's mask resistance is just the latest example of a perennial struggle If you live in a country where the balance between personal rights and collective well-being falls differently, you might consider the refusal to wear a mask to be pure selfishness.",
  "The old-school campaign tactic that's boosting Biden Staying home may be a winning move for Joe Biden, in contrast to Donald Trump's rallies, particularly after the Tulsa debacle, writes Thomas Balcerski. As the front porch campaigns of old once did for maladroit public speakers, the tactic limits Biden's liabi…",
  "Washington becomes the latest state to mandate wearing masks in public Washington state Gov. Jay Inslee announced Tuesday that a new statewide mandate requiring residents to wear face masks will go into effect later this week in response to a new surge of coronavirus cases.",
  "Black Lives Matter movement Anti-racist protests continue to spread, leading to calls to defund police departments and take down historic statues. Follow here for the latest updates.",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "Alexandria Ocasio-Cortez faces primary challenge from Michelle Caruso-Cabrera Freshman Democratic Rep. Alexandria Ocasio-Cortez, who has become a national progressive icon in her first-term in office, will defend her congressional seat in a New York Democratic primary election on Tuesday.",
  "Senators ask FEMA to show it's shipping PPE to nursing homes A group of Democratic senators has asked the Federal Emergency Management Agency administrator whether the agency is shipping enough personal protective equipment to staff at nursing homes, which are epicenters of coronavirus outbreaks in some states.",
  "Markets are very sensitive to what happens in Washington. Here's proof The White House maintains that the US-China trade deal reached late last year remains in place. But after comments from White House trade adviser Peter Navarro roiled markets, one thing is clear: Investors are still extremely sensitive to news and rhetoric fr…",
  "Institutional racism contributes to Covid-19's \"double whammy\" impact on the Black community, Fauci says Institutional racism in the United States contributes to the disproportional impact that the coronavirus pandemic has had on the Black community, the nation's top infectious disease expert, Dr. Anthony Fauci, said on Tuesday.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…",
  "Kentucky votes on which Democrat will take on Mitch McConnell Democratic Senate candidate Amy McGrath is a former Marine fighter pilot and a fundraising phenomenon. But she enters primary day with an unexpected challenge for the party's nomination."
]