[
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "GOP-led Senate panel authorizes subpoenas of top Obama officials Director of National Intelligence John Ratcliffe declassified more documents Thursday and a Senate panel approved a wide-ranging authorization to subpoena former Obama administration officials as Republicans ratcheted up their efforts to scrutinize the origin…",
  "Opinion: Time for Pence to jump ship? The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republican…",
  "Seattle mayor tells Trump to 'go back to your bunker' after he criticizes her handling of protests The mayor of Seattle on Wednesday told President Donald Trump to \"go back to your bunker,\" after Trump appeared to suggest he would intervene in the city's growing protests and called for law and order.",
  "Trump drops 'socialism' tack and goes after 'defund the police' Amid falling poll numbers, the President has abandoned his socialist attacks, showing some belated, self-conscious awareness that Joe Biden's nomination and the combined Covid-19 and economic crises have him backed into a corner -- which is precisely where he…",
  "Pentagon announces $250 million in security assistance to Ukraine The Pentagon has officially confirmed it is moving forward with a $250 million security assistance package to Ukraine, half of which was contingent on Kiev making progress on reforms and anti-corruption efforts.",
  "Trump campaign says it can't be held liable if rally attendees contract coronavirus Attendees of President Donald Trump's upcoming rally in Tulsa, Oklahoma, must agree not to sue the campaign if they contract coronavirus.",
  "Trump and Biden are raking in millions in recent weeks with the help of elite fundraisers This week, President Donald Trump resumes in-person fundraising with a $10 million event in Dallas.",
  "Lindsey Graham backs top general's apology for appearing with Trump after force used on protesters Sen. Lindsey Graham, a staunch backer of President Donald Trump, expressed support for Gen. Mark Milley after the chairman of the Joint Chiefs of Staff apologized for appearing in a video with the President that followed peaceful protesters being forcefully c…",
  "Group of West Point graduates warn that alumni in Trump administration 'betray public faith' Days before President Donald Trump is due to speak to graduates at the United States Military Academy, a group of graduates have issued their own message to the class of 2020 outlining concerns that \"fellow graduates serving in senior-level, public positions\"…",
  "How journalists become objects of hate Ruth Ben-Ghiat calls out the attacks on and harassment of journalists during the ongoing protests roiling America as reflective of President Donald Trump's concerted hostility toward the press, forged in the crucible of his admiration of authoritarian leaders.",
  "Fauci voices support for World Health Organization after Trump terminates US relationship Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, expressed support for the World Health Organization on Thursday in a significant break from President Donald Trump, who announced last month that the US would terminate …",
  "Republicans vote to significantly scale back official portion of Charlotte convention and make no changes to 2016 platform The Republican National Committee executive committee unanimously approved a plan on Wednesday night to significantly scale down the convention proceedings that will take place in Charlotte later this summer and to make no changes to the party's 2016 platform…",
  "How Silicon Valley is putting our rights at risk Ramesh Srinivasan and Rene Bermudez write that instead of trusting private corporations that brand themselves as servants of the public, we the people need to have greater power over our technologies and public institutions. Tech companies need to adopt a Dig…",
  "5 things to know for June 11: Coronavirus, BLM, immigration, election, Nigeria Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Jon Ossoff holds strong lead in Georgia Democratic Senate primary Georgia Senate candidate Jon Ossoff holds a strong lead in a Democratic primary defined by how difficult it was for voters to participate in their democracy.",
  "Mississippi lawmakers pushing to remove Confederate emblem from state flag A bipartisan group of Mississippi state lawmakers want to remove the emblem of the Confederate battle flag from the Mississippi state flag and appear to have support from at least one powerful Republican lawmaker.",
  "Jon Ossoff wins Georgia US Senate Democratic primary after major voting delays Georgia Democrat Jon Ossoff won the Democratic primary for a US Senate seat, CNN projected Thursday, becoming a standard bearer for a party increasingly hopeful of taking the Republican Southern stronghold in 2020."
]