[
  "White House says Trump did not hear 'white power' chant The White House is doing damage control after President Donald Trump retweeted a video in which a man driving a golf cart with Trump campaign posters is seen chanting \"white power.\" The retweet was deleted several hours later. In a statement, White House spok…",
  "After weeks of protests, meaningful police reform appears unlikely Despite the personal risk, their voices were heard by fellow citizens and politicians alike, as demonstrators sparked a protest movement unlike any in modern history. And it all may have been for nothing.",
  "Analysis: You shouldn't believe Trump missed this guy chanting 'white power' On Sunday morning -- before making the 271st visit to one of his golf courses during his presidency -- Donald Trump retweeted a video he said is from the Villages, a retirement community in Florida, in which a man driving a golf cart with Trump campaign poste…",
  "Opinion: Trump's strange way of thinking \"There is nothing either good or bad,\" Hamlet tells his old childhood buddies in Shakespeare's play, \"but thinking makes it so.\" President Donald Trump borrowed that principle this week as he strove in vain to turn bad news about the coronavirus into some kin…",
  "Berman's ouster is Barr's latest push for tighter control under Trump The last time William Barr was attorney general, a federal prosecutor brought criminal charges in a politically sensitive case days before the 1992 presidential election, a move George H.W. Bush would end up blaming for his resounding defeat.",
  "Four men charged for trying to bring down statue of Andrew Jackson The Justice Department has charged four men with destruction of federal property in connection with the attempt on Monday to bring down a statue of former President Andrew Jackson in Lafayette Park near the White House, the US Attorney for Washington, DC and …",
  "'Window is closing' for US to get coronavirus under control, Trump's HHS secretary warns Health and Human Services Secretary Alex Azar warned Sunday that the \"window is closing\" for the United States to get the coronavirus pandemic under control, as confirmed cases are surging in a majority of the country and some states are dealing with record n…",
  "Why isn't Harriet Tubman on the $20 bill yet? President Donald Trump has chosen to celebrate Confederates who fought a war against their own country so they could continue to enslave human beings. Meanwhile, his administration has reportedly delayed the roll-out of a redesigned $20 bill that bears the fa…",
  "Things do not look good for Trump 2020 right now ",
  "Pelosi says federal mandate on masks is 'long overdue' House Speaker Nancy Pelosi said Sunday that she believes a federal mandate on mask wearing is \"long overdue\" as cases across the country spike from the coronavirus pandemic.",
  "A Starbucks barista received nearly $80,000 in tips after being singled out for refusing to serve a customer not wearing a mask A Starbucks barista who was publicly shamed by a customer after asking her to wear a face mask has received nearly $80,000 in virtual tips after a Facebook post that criticized him went viral."
]