[
  "Opinion: Hong Kong needs substantial action from the West, not just words After Beijing passed its controversial security law for Hong Kong, Michael Bociurkiw writes that the changes for the city will be drastic, and the West should do all it can to throw a lifeline to any Hong Kongers who may be fearful of what's to come.",
  "White House hosts a party in the midst of a pandemic The White House was always one of the busiest social hubs in Washington, accustomed to hosting at least three to five events per day, ranging from meetings with dignitaries and VIPs to smaller luncheons or private dinners. That is, until Covid-19.",
  "Dr. Gupta: If the United States were my patient: We aren't ready to celebrate yet Back in the middle of May, I wrote an essay titled \"If the United States were my patient,\" pondering what it would be like if the United States were a flesh-and-blood person who had gotten sick with an ongoing infection.",
  "As US cases rise, here are tips from afar on how to keep coronavirus in check this holiday weekend Fireworks, pool parties and drinking at bars with friends — that's how many Americans would liked to be celebrating the Fourth of July this weekend. But many local leaders and health officials hope things will be a lot less festive this year.",
  "Trump signs Paycheck Protection Program extension President Donald Trump on Saturday signed an extension of the Paycheck Protection Program into law, according to the White House. The House unanimously passed the extension less than a day after the program shuttered, and PPP will now remain open to applicati…",
  "The stunning hypocrisy of America's criticism on China Tai-Heng Cheng writes that if the US pretends to go after China for its unilateral and threatening new national security law on Hong Kong, it needs to lead by example.",
  "Trump's powerful message of rage Breathe easy, America. President Donald Trump's got this. A deadly pandemic is tearing through the country, but the statues are going to be all right, writes Michael D'Antonio.",
  "Trump tries to drag America backward on a very different July 4th On a very different Fourth of July holiday, when many Americans are wrestling with the racist misdeeds of the country's heroes and confronting an unrelenting pandemic with surging cases, their commander-in-chief is attempting to drag America backward -- stirr…"
]