[
  "Analysis: To save his presidency, Donald Trump may tear America apart To save his presidency, Donald Trump may tear America apart.",
  "China says it won't join nuclear talks until the US reduces its arsenal China would be \"happy\" to join trilateral nuclear arms control talks with the United States and Russia, on the condition that Washington significantly reduces its arsenal to match China's own level, a senior Chinese diplomat said Wednesday,",
  "Lara Trump-RNC robocall called mail-in voting safe and secure while President railed against it While President Donald Trump has continuously railed against voting by mail, a Republican National Committee robocall in April voiced by his daughter-in-law Lara Trump said voting by mail could be done \"safely and securely.\"",
  "Trump warns stocks will 'disintegrate' if he loses. But stocks are climbing as Biden pulls ahead President Donald Trump is warning a blue wave in November will crash into Americans' investment portfolios. Wall Street, however, is hardly cowering at the prospects of a Democratic sweep.",
  "Trump trashes CDC school reopening guidelines as 'very tough' and 'expensive' President Donald Trump tweeted Wednesday his disagreement with the US Centers for Disease Control and Prevention guidelines for safely reopening schools, calling the recommendations \"very tough\" and \"expensive.\"",
  "Just how far will Clarence Thomas go? Lisa Tucker writes with rumors of Clarence Thomas's retirement swirling, progressives like her should hope he holds on for one more year. A retirement now could open the window for him to be replaced by a Trump appointee. But the opposite could be true should…",
  "Reopening American schools, and why Trudeau skipped a visit to the White House They might not admit it, but America's kids need to go back to school. As the pandemic spirals out of control, the longest summer vacation on record is now threatening to become a lost year.",
  "What you need to know about coronavirus on Wednesday, July 8 As the Trump administration officially withdraws from the World Health Organization, the agency is also being accused of dragging its feet on declaring coronavirus airborne.",
  "Here are the 5 Supreme Court cases the justices have yet to rule on The Supreme Court is taking an unusually long time to complete its term this year, with decisions in five cases still under wraps days after the justices would have typically cleared out its docket for the season.",
  "New Hampshire rally shows how the Trump campaign is adjusting to 2020 realities Rally planning for the Trump campaign has changed dramatically since 2016. Staffers had expected to be bouncing around from swing state to swing state, packing arenas and using the earned media attention to hammer former Vice President Joe Biden. Instead, the…",
  "Tim Scott says he's moved back to the 'drawing board' on police reform The architect of the GOP's failed police reform bill said Wednesday that he was talking to senior House Democrats and moving closer to a potential deal on the thorny issue that had consumed policy circles in Washington following George Floyd's death.",
  "Supreme Court set to issue opinions Thursday on Trump's financial records The Supreme Court is expected to issue opinions in two cases concerning access to President Donald Trump's financial records on Thursday, the final day of the term, the court announced on Wednesday.",
  "Facebook audit paints 'deeply troubling' picture of company's response to Trump posts, civil rights issues Facebook continues to operate with glaring blind spots for hateful content and misinformation on the site and has made a number of decisions in the last year that \"represent significant setbacks for civil rights,\" according to a highly anticipated audit of th…",
  "Black lives matter in Washington. Does the Senate agree? It's time for DC to become a state. It's time for Black Washingtonians to have a voice at the federal level. It's time for Black lives in DC to matter, write Hakeem Jeffries and Sabeel Rahman.",
  "Trump now in open dispute with health officials as virus rages Five months into a still-raging pandemic that has killed more than 130,000 Americans, the long-simmering tensions between President Donald Trump and the health experts who staff his government have escalated from private griping to shrugging disagreement to n…",
  "Joint Biden-Sanders task forces unveil progressive platform after months of negotiations Presumptive Democratic nominee Joe Biden's campaign on Wednesday released a raft of policy recommendations crafted by allies of the former vice president and Sen. Bernie Sanders of Vermont, underscoring the party's unity less than four months from November's …",
  "Two people are charged with a hate crime for vandalizing a Black Lives Matter mural A White man and a White woman who allegedly painted over a California community's Black Lives Matter mural this weekend are facing hate crime charges, the Contra Costa County District Attorney's Office district attorney's office said Tuesday.",
  "For American high-speed rail, 2020 could be a turning point High-speed rail, long an afterthought in the United States, is making significant process in the unlikeliest of times.",
  "One million foreign students risk being frozen out of US colleges. Some might never come back In two months, 19-year-old Tianyu Fang is due to start his first semester at one of the most-prestigious schools in America: Stanford University in California. Now, the Chinese national isn't sure if he'll make it.",
  "Alexander Vindman to retire from military. His lawyer blames White House 'campaign of bullying, intimidation and retaliation' Lt. Col. Alexander Vindman, a key witness in President Donald Trump's impeachment inquiry, is retiring from the US Army after more than 21 years of military service because he determined that his future in the armed forces \"will forever be limited\" due to pol…"
]