[
  "Barr tells DC mayor federal law enforcement was necessary because of unrest Attorney General William Barr jabbed back at the mayor of Washington, DC, in a letter on Tuesday, saying that the use of federal law enforcement and national guard troops in the nation's capital was necessary because the unrest there had hit unprecedented and…",
  "Hannity: President Trump is a victim of crooked cops, too On Fox News' \"Hannity,\" host Sean Hannity said that like George Floyd, President Trump also has been a victim of law enforcement.",
  "Capitol Hill Republicans watch Trump's eroding standing with unease GOP senators are anxiously watching President Donald Trump's eroding political standing amid the deadly coronavirus pandemic -- coupled with his erratic response to the unrest stemming from the death of George Floyd -- and are uneasy that the political fallou…",
  "I love The New York Times, but what they did was wrong The New York Times is the best newspaper in the world, writes veteran journalist Steven A. Holmes, who worked there for 15 years. But the paper's actions after the publication of Sen. Tom Cotton's controversial op-ed have been a mistake that sends a potential…",
  "Trump weighs executive action on police reform ahead of Dallas roundtable The White House has begun initial stages of preparing an executive order on police reform, though it remains unclear which specific provisions it may include as President Donald Trump continues to weigh his options amid national outcry over police brutality, …",
  "Democrats and Republicans have separate plans on fix policing: Here's where they overlap Republicans and Democrats may be working on separate tracks right now on policing reform, but there is some overlap, in principle, in what is being proposed on both sides of the Capitol.",
  "Sean Hannity said George Floyd and Donald Trump are both victims of bad cops Fox News host Sean Hannity, a nightly champion of President Donald Trump, highlighted the similarities between Trump's sparring with the US Justice Department and the death of George Floyd.",
  "ACLU files lawsuit against border coronavirus restrictions The American Civil Liberties Union, along with two other immigrant advocacy organizations, filed the first lawsuit Tuesday against stringent border restrictions related to coronavirus that largely bar migrants from entering the United States.",
  "Trump tackles policing reform from administration still lacking diversity As President Donald Trump considers potential actions to take in the wake of protests demanding policing reforms and racial equality, the White House inner circle counseling him is exceedingly white and includes just one black Cabinet member and one black dom…",
  "Pelosi renews call to remove Confederate statues from display in US Capitol House Speaker Nancy Pelosi is renewing a call to remove Confederate statutes from display in the US Capitol -- a move that comes amid a national outcry over police misconduct and racial injustice and as President Donald Trump opposes efforts to remove Confede…",
  "Flynn should be sentenced for lying and perjury, court-appointed lawyer says Former national security adviser Michael Flynn should be sentenced for lying, including perjuring himself in court, rather than have the charges against him dismissed, a court-appointed attorney and former judge said Wednesday.",
  "More than 1,250 ex-DOJ officials call for internal investigation into Barr's role in clearing peaceful protesters More than 1,250 former Justice Department employees have asked the agency's internal watchdog to investigate Attorney General William Barr for his role in the forcible clearing of peaceful protesters outside the White House earlier this month ahead of staged …",
  "5 things to know for June 10: Police reform, Trump, election, coronavirus, Nigeria Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Hong Kong has only one real rival for businesses thinking about leaving American executives in Hong Kong are nervous about the city's future as a center for global business. For the minority already considering a Plan B, though, Singapore might be the only realistic option.",
  "Nursing homes receive defective equipment as part of Trump administration supply initiative Nursing homes with urgent needs for personal protective equipment say they're getting gowns that look more like large tarps -- with no holes for hands -- and surgical masks that are paper-thin as part of the administration's initiative to bolster supplies for…",
  "Georgia vote chaos shows why Stacey Abrams is right The difficulties voters in Georgia faced Tuesday is a troubling portent for November, writes Issac Bailey. It shows a Republican party more committed to retaining power than it is to the principles of democracy, and demonstrates the power of Abrams' appeal as…",
  "Primary results: Highlights from a messy election night in Georgia and 4 other states The lines on Election Day in Georgia were so long that state officials announced investigations before the polls even closed, raising fears of what's to come when the nation votes in November.",
  "Police finger gangs and local groups for riot damages, contradicting Trump's claims The police chief of Bellevue, Washington, was patrolling downtown on a Sunday afternoon late last month as a crowd of what appeared to be peaceful protesters gathered with signs bearing the name of George Floyd, the black man who had died days earlier at the …",
  "How Georgia's primary voting became a 'complete meltdown' \"Complete Meltdown\" blared the banner headline of The Atlanta Journal-Constitution. It referred to myriad problems -- long lines, inadequate staff -- that plagued Georgia's primary on Tuesday, the latest high-profile screwup in a state that was at the center …"
]