[
  "Democrats roll out new tool to combat voter purges The Democratic National Committee will roll out a new tool on Tuesday aimed at helping Democratic campaigns and state parties contact voters who have either been purged from active voter rolls or marked as inactive voters, operatives in charge of the program …",
  "Police database, credentialing efforts included in modest Trump order on policing President Donald Trump takes his first concrete steps on Tuesday to address growing national outcry over police brutality when he signs an executive order creating a federal database of police officers with a history of using excessive force.",
  "Trump isn't aging well As he seizes on a term from 1969 -- the \"silent majority\" -- the President reveals himself to be not only nostalgic, which is always a hazard (though far from an inevitability) for the aging, but a victim of another common problem among older folks. He is inf…",
  "Police database, credentialing efforts included in modest Trump order on policing President Donald Trump takes his first concrete steps on Tuesday to address growing national outcry over police brutality when he signs an executive order creating a federal database of police officers with a history of using excessive force.",
  "Jimmy Carter's charity urges 'painful but necessary reflection' following weeks of unrest Former President Jimmy Carter's charity on Tuesday said \"America must come to grips with its long history of systemic racism\" in a forceful statement following the fatal shooting last week of a black man by an Atlanta police officer and weeks of protests agai…",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "Fact check: Pence falsely claims coronavirus cases in Oklahoma are on the decline During a White House roundtable Monday, Vice President Mike Pence claimed that Oklahoma - where President Donald Trump is scheduled to hold a campaign rally Saturday -  has seen a decline in the number of coronavirus cases.",
  "Opinion: What Trump and Congress can do now on policing The broken culture of policing and the lack of accountability for cops who use deadly force against black and brown people is too deeply rooted to change overnight. But our nation's leaders can take meaningful steps and put down important markers now, writes …",
  "Pelosi says a police 'chokehold is a lynching' and she's confident Republicans will agree to ban them House Speaker Nancy Pelosi referred to police chokeholds as \"a lynching\" Monday evening and said she's confident Republican lawmakers will agree to ban them.",
  "It's not maskers vs. anti-maskers. It's public safety Public health officials want everyone to stay safe, stick with the social distancing and control Covid-19 and, while some people just simply won't wear masks, others are adding teeth to what previously were polite mask requests.",
  "House Democrats schedule June 26 vote on DC statehood The House of Representatives will vote on a District of Columbia statehood bill on June 26, House Majority Leader Steny Hoyer announced Tuesday.",
  "'We're tired of waiting': GenZ is ready for a revolution Jaclyn Corin had gone through active shooter drills and classroom evacuation plans. But she was still shocked when one of the deadliest school shootings in history took place in her own community.",
  "Fact-checking Trump and Barr's attacks on John Bolton's book President Donald Trump and Attorney General William Barr slammed former Trump national security adviser John Bolton on Monday over the book Bolton intends to publish next week about his time in the White House.",
  "Top Senate Republican pushes back on GOP leaders: 'Bad decision' to wait a month on police reform Senior Senate Republicans signaled on Monday that the chamber may have to wait at least a month to take up policing overhaul legislation -- a timeline that sparked criticism from the GOP senator leading the effort amid demands across the country for urgent ac…",
  "Justice Department sets execution dates for four federal inmates The Justice Department has reset execution dates for four convicted murderers who had battled the Trump administration's attempt to revive the use of the federal death penalty after more than 16 years.",
  "Buttigieg calls historic ruling on LGBTQ rights 'an enormous step forward' Pete Buttigieg, who made history as the first openly gay man to launch a competitive campaign for president, called the Supreme Court's historic ruling on a federal law protecting LGBTQ workers \"an enormous step forward\" but also said there is a long way to g…",
  "Trump's incendiary speech followed American policing's logic of fear American policing was born in white slave patrols, and that's one reason Rayshard Brooks is dead, says Issac Bailey. He writes that reform alone can't fix the logic of racist fear that history set in motion -- especially not the weak and illogical reform Pres…",
  "Tulsa's black residents grapple with the city's racist history and police brutality ahead of Trump's rally Before George Floyd, and before there were nationwide protests across the country against police brutality and racism, there was Terence Crutcher.",
  "Pence tries to declare outbreak over as cases spike across US Vice President Mike Pence, the leader of the administration's coronavirus task force, is publicly painting a rosy picture of the pandemic through his words and actions amid President Donald Trump's push to reopen the country and resume campaigning.",
  "GOP senator: Proposal to remove Confederate names from military bases 'picks on South unfairly' A Senate amendment to remove the names of Confederate leaders on military property \"picks on the South unfairly,\" a GOP senator said Tuesday, the latest sign that President Donald Trump's opposition to the plan has opened up an uncomfortable election-year deb…"
]