[
  "We can no longer be fired because of who we are John D. Sutter says the Supreme Court's ruling that LGBTQ Americans are protected against employment discrimination is a landmark decision, a rare moment of positivity during a painful time and reminder of how much more work is left to do to achieve equity.",
  "Republicans urge Trump not to terminate relationship with World Health Organization Despite alleging that the World Health Organization \"enabled\" the Chinese government's sweeping cover-up of the coronavirus pandemic's origins, House Republicans are urging the Trump administration to reconsider its recent decision to terminate relations with…",
  "Trump expected to sign modest police reform order on Tuesday President Donald Trump is expected to sign an executive order on Tuesday to establish a national certification system for law enforcement agencies and a database to better track excessive uses of force by police officers nationwide, a source familiar with the…",
  "Supreme Court won't hear challenge to California sanctuary law The Supreme Court on Monday left in place a lower court opinion upholding one of California's so-called sanctuary laws that limits cooperation between law enforcement and federal immigration authorities, a measure that the Trump administration says is meant t…",
  "Voice of America top officials resign as Trump-appointed CEO takes over international network Two top officials at Voice of America resigned on Monday as an appointee of President Trump prepares to take control of international network and other US federally-funded media operations. The resignations were long in the making.",
  "SCOTUS made a monumental ruling -- and there could be more to come Elie Honig writes that Monday's Supreme Court ruling that federal law prohibits discrimination against gay and transgender people in the workplace is a monumental step forward toward justice and equality -- and is potentially a watershed moment for the court …",
  "Don't be fooled into thinking Republicans are split over Trump Julian Zelizer writes that despite recent announcements and rumors of Republicans breaking with President Donald Trump, suggestions of a schism within the party are no more than that -- rumors.",
  "Trump to rally for Tuberville in Jeff Sessions' hometown in Senate GOP primary fight President Donald Trump will travel to Mobile, Alabama, next month to rally on behalf of Tommy Tuberville, who is running against his former attorney general, Jeff Sessions, as he attempts to reclaim his old US Senate seat.",
  "No social distancing, masks optional: Here is what Trump's Tulsa rally will look like Attendees at President Donald Trump's rally scheduled for Saturday will not be required to maintain social distance or wear masks, even as the administration's top public health officials continue to stress the importance of both measures in preventing the sp…",
  "We can no longer be fired because of who we are John D. Sutter says the Supreme Court's ruling that LGBTQ Americans are protected against employment discrimination is a landmark decision, a rare moment of positivity during a painful time and reminder of how much more work is left to do to achieve equity.",
  "The remarkable idiocy of holding a Trump rally in Tulsa Covid cases are suddenlyup sharply there, so why would the President urge thousands to gather dangerously for a campaign event? Kent Sepkowitz has a theory: Not only does Trump get a groveling crowd and a chance to cruelly wink at the city's racist past but h…",
  "America has to reckon with its original sins Ed Morales writes that while the role of police in our society is central to the current wave of protests, there are so many conversations happening about systemic racism that indicate a need to get to the root of the problem. This is a chance for this countr…",
  "Task force officials out of public view as White House pivots to economic message Amid rising cases in 18 states and renewed concerns about coronavirus outbreaks, top task force medical experts, including coronavirus response coordinator Dr. Deborah Birx and Dr. Anthony Fauci, have remained largely out of view in recent weeks. Their absenc…",
  "Why Stacey Abrams deserves applause Nayyera Haq writes that despite the negative attention sent Stacey Abrams way, especially as she is now openly gunning to become Joe Biden's VP pick, Abrams' decision to advocate for herself is an inspiration to the many women who feel stuck and unable to rea…",
  "What you need to know about coronavirus today On the first weekend after New York state lifted its lockdown, social media feeds were filled with videos and reports of residents ignoring social distancing rules and partying in the streets."
]