[
  "George Floyd's brother to testify before Congress George Floyd's brother, Philonise Floyd, will testify before Congress on Wednesday during a House Judiciary Committee hearing on \"Policing Practices and Law Enforcement Accountability,\" a source familiar tells CNN.",
  "Analysis: Is the US still the world's moral leader? Remnants of the Berlin Wall in Germany still stand as a reminder that freedoms have always been hard won. Today, part of the wall has been painted over with a mural of George Floyd and the words \"I can't breathe,\" another reminder of how quickly freedoms can …",
  "Opinion: This week in America would make RFK weep Fifty-two years ago this weekend, Robert F. Kennedy, then the junior senator from New York and a leading candidate for the Democratic presidential nomination, died in Los Angeles, the victim of a political assassination. I've been looking again at the final m…",
  "Why protesting isn't enough The path to reform is always long and winding. Ultimately, changing our institutions will require robust federal legislation to make sure that no states are violating the civil rights of Americans, writes Julian Zelizer.",
  "Barr attempts to distance himself from call to remove peaceful protesters in DC before Trump photo-op Attorney General William Barr on Friday tried to distance himself from law enforcement's violent confrontation and removal of peaceful protesters from Lafayette Square earlier this week, saying he did not give the final order to clear the demonstration even a…",
  "Mayor Muriel Bowser joins protesters: 'We all should be watching what's happening in Washington, DC' One day after Washington, DC, Mayor Muriel Bowser requested President Donald Trump remove additional law enforcement and out-of-city National Guard, she joined thousands of protesters on the streets of the nation's capital on Saturday.",
  "Trump remains confident in Defense Secretary Esper, White House says Three days after the White House press secretary sidestepped questions on whether President Donald Trump had confidence in Defense Secretary Mark Esper, Kayleigh McEnany issued a new strong statement of support to CNN.",
  "Some law enforcement officers at protests have no badges and some have covered them. City officials say that is unacceptable When a civilian normally encounters a law enforcement officer, it's usually easy to identify them. Most wear a lapel pin with their last name and a badge with a number on it.",
  "Zuckerberg posts 'Black lives matter' and pledges to review Facebook's policies Mark Zuckerberg says Facebook will review its policies concerning the state use of force, voter suppression and content moderation, as the company faces a backlash from many of its own workers over its inaction on controversial posts by President Donald Trump.",
  "Ivanka Trump's commencement speech canceled over backlash to President's response to George Floyd's death Wichita State University Tech, an affiliate of Wichita State University in Kansas, canceled Ivanka Trump's virtual graduation speech amid backlash over President Donald Trump's response to George Floyd's death and the nationwide protests.",
  "Park Police spokesperson said it was a mistake to deny tear gas was used to clear Lafayette Square. The acting chief then again denied using tear gas. A spokesperson for the US Park Police said Friday afternoon that the department had made a mistake by denying use of tear gas to clear peaceful protesters from a public park outside the White House earlier this week. Not long after, the department's acting ch…",
  "Flash bangs and fury: Behind the fortress walls in a defining week for Trump and the country On Monday, the percussive bang of flash grenades echoed in the Rose Garden and an acrid odor from chemical dispersant wafted over a presidential photo opportunity.",
  "A second memorial for George Floyd will take place after another night of protests George Floyd's second memorial will take place Saturday in the state where he was born after the 11th night of protests ignited by his death.",
  "The danger of blaming Covid-19 deaths on our genes Last week, a group of researchers published a paper suggesting a genetic basis for the differences in mortality among Covid-19 patients, writes Dr. Kent Sepkowitz. But blaming people's genetic makeup could quickly knee-cap necessary fixes to our healthcare sy…"
]