[
  "Trump implies he may be ready to grant clemency to Roger Stone President Donald Trump implied in a pair of interviews Thursday that he was ready to grant clemency to Roger Stone, his friend and ally who was convicted of, among other things, lying to federal investigators and is set to go to prison this month.",
  "5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul - CNN 5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul  CNN",
  "Fact check: Trump campaign, Pence take Biden's policing comments out of context In public comments and in advertising, President Donald Trump and his allies have tried to cast Democratic opponent Joe Biden as an anti-police radical.",
  "Fact check: Trump campaign, Pence take Biden's policing comments out of context In public comments and in advertising, President Donald Trump and his allies have tried to cast Democratic opponent Joe Biden as an anti-police radical.",
  "Has John Roberts been watching 'Hamilton'? The Supreme Court said President Donald Trump isn't above the law in a decision released Thursday. Read the whole story here.",
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump After a frenetic few weeks, the Supreme Court gaveled out Thursday, bringing to a close an unprecedented term that defied expectations and shifted perceptions of the court in the heat of an election year.",
  "US global media agency seeks to kick out international journalists Efforts to clean house at the US Agency for Global Media continued this week as leadership indicated that international journalists who work for Voice of America (VOA) will not have their visas extended and a widely respected top editor at Radio Free Asia was…",
  "TikTok users panic as Trump admin considers banning app Parker Pannell woke up on Thursday to a frantic call from a friend saying that views and likes on TikTok had suddenly reset to zero. The 16-year-old, who has 2.1 million followers on TikTok, panicked, and immediately checked the app and started livestreaming …",
  "Labor secretary says schools essential, like factories -- but plants have had Covid outbreaks In one of the Trump administration's latest efforts to pressure schools to reopen, Labor Secretary Eugene Scalia said Thursday that schools were an \"essential service\" and cited factories as a model.",
  "A secretive and controversial startup may go public. Here's what you should know about it In the 17 years since it was founded, Palantir Technologies has received financial backing from the CIA, become one of the most valuable private companies in the US, and earned a seat at the table alongside the biggest tech companies in meeting with President…",
  "White House fills top Russia job previously occupied by two impeachment witnesses The White House has tapped Ryan Tully to be the top official on Europe and Russia at the National Security Council, making him the fifth person to occupy that job in the last three and a half years of the Trump administration, three sources familiar with the …",
  "Judge postpones execution of inmate who was set to be first federal prisoner put to death in 17 years A federal judge postponed the execution of Daniel Lewis Lee, a convicted killer who had been set to be the first federal inmate executed in over 17 years.",
  "Florida Gov. DeSantis says schools can open if Walmart and Home Depot are open Florida Gov. Ron DeSantis is pushing to reopen schools in the fall against the advice of some of the nation's top health officials, and said if Walmart and Home Depot are open, schools should be, too.",
  "Exclusive: Delta CEO says federal government should issue a mask mandate As the Covid-19 pandemic continues to spread throughout the United States, travelers are still not federally required to wear a mask on a passenger jet. But Delta CEO Ed Bastian said the government should make it a mandate.",
  "What we know about coronavirus risks to school age children As coronavirus cases spike nationwide, most parents are wondering whether it's safe to send their children back to school. But with most of the research and testing geared toward adults, the answer is complicated.",
  "Pro sports starting vast, science-based experiment in Covid re-entry America's major pro sports leagues' plan to return for play potentially has a great deal to teach the rest of us, writes Kent Sepkowitz. Science matters. Testing really matters. And having a Plan B. In football, we call this 'making halftime adjustments. In a…",
  "What you need to know about coronavirus today WHO director-general makes emotional plea for international solidarity and leadership, as coronavirus cases spiral around the world.",
  "I teach public school. I love my students. I don't want to die I am a public school teacher and I don't want to die. As the question of whether and how to reopen schools in the fall intensifies, with parents and especially politicians expressing their opinions, I want to ask: Has anyone asked what we want to do in the fa…",
  "Tucker Carlson's top writer resigns after secretly posting racist and sexist remarks in online forum Editor's note: This article quotes racist, homophobic and sexist language, much of which has not been censored."
]