[
  "Biden-Sanders 'Unity' Doc Urges Return to Obama-Era School Leniency Policy for ‘Children of Color’ The Biden-Sanders \"unity\" recommendations urge public schools to return to the Obama leniency policy for unacceptable behavior by “children of color.”",
  "Sanders: If Biden Follows Platform Compromises from Task Forces, He'll Be 'Most Progressive President Since FDR' On Wednesday’s broadcast of MSNBC’s “All In,” Sen. Bernie Sanders (I-VT) said that if the platforms created as a result of the task forces that Sanders helped form with 2020 Democratic presidential candidate former Vice President Joe Biden are implemented,",
  "U.S. Bishops Praise SCOTUS Decision, Slam Obama-Biden HHS Mandate Leaders of the U.S. bishops’ conference praised the Supreme Court’s defense of the Little Sisters of the Poor against immoral bullying while underscoring deeper problems that remain with the Obama-era Health and Human Services (HHS) mandate.",
  "9 Radical Ideas in the Biden-Sanders ‘Unity’ Platform The proposed platform marks Biden's continued shift to the left, as the so-called \"moderate\" candidate -- a label he has rejected -- continues to be steered toward more radical positions to appeal to the party's base, offering \"revolutionary institutional cha…",
  "Joe Biden Vows to Reverse Supreme Court on Religious Exemptions in Obamacare Former Vice President Joe Biden promised Wednesday to reverse the religious protections guaranteed by the U.S. Supreme Court in recent decisions allowing private companies and religious groups exemption from Obamacare's contraceptive mandate.",
  "Joe Biden Repeatedly Lifts from Bernie Sanders’ Platform to Be ‘Most Progressive Since FDR’ Joe Biden released the Biden-Sanders Unity Task Force Recommendations on \"Combating the Climate Crisis and Pursuing Environmental Justice,\" but the end product reads more like Sanders than Biden.",
  "GOP Rep. Comer: Biden Wanting to Rejoin W.H.O. Shows ‘How Out of Touch’ He Is Representative James Comer (R-KY), the ranking Republican on the House Oversight Committee, on Thursday reacted to 2020 presumptive Democratic presidential nominee former Vice President Joe Biden saying he would rejoin the World Health Organization (WHO) imme…",
  "Joe Biden Vows ‘End to the Era of Shareholder Capitalism’ \"It's way past time to put the end to the era of shareholder capitalism,\" Joe Biden declared in an economic speech, calling for a more inclusive approach.",
  "Democrats Vow ‘Environmental Justice Fund’ in Biden-Sanders ‘Unity’ Platform Democrats are promising the creation of an \"environmental justice fund\" as part of the proposals outlined by the radical Biden-Sanders \"unity\" platform released this week.",
  "Democrat Laments Coronavirus Lockdown’s ‘Negative Impact’ on Drug Addiction Getting Ignored The coronavirus lockdowns are fueling a surge in the number of drug overdoses across the country, one of the Democrats who competed against Joe Biden for the party's presidential nomination recently acknowledged.",
  "Biden-Sanders Unity Plan Includes Commission to Study and ‘Recommend’ Reparations One of the recommendations unveiled in the \"Biden-Sanders Unity Task Force\" proposal involves establishing a commission to examine the impact of slavery and Jim Crow with the end goal of recommending \"remedies,\" or reparations. The task force refers to the mo…"
]