[
  "Controversial COVID-19 papers retracted from the Lancet, New England Medical Journal amid backlash The influential New England Medical Journal and the Lancet have retracted controversial papers on COVID-19 treatments amid backlash.",
  "Mainstream media avoids on-air coverage of Rod Rosenstein hearing after years of pushing Russia collusion After years of pushing the Russia collusion narrative, all of the major networks avoided on-air coverage of the Senate Judiciary hearing of former Acting Attorney General Rod Rosenstein, who testified about his involvement in the controversial investigation i…",
  "Controversial hydroxychloroquine research under scrutiny as experts raise 'serious scientific questions' Controversial research into the effectiveness of COVID-19 drug hydroxychloroquine is coming under scrutiny as experts raise “serious scientific questions” about the data used.",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war.",
  "Today on Fox News: June 4, 2020 ",
  "Herschel Walker: 'It’s time for us to come together' Former NFL running back Herschel Walker said that he was disappointed on Tuesday with politicians for “sitting on the sidelines doing absolutely nothing” until President Trump tried to reestablish law and order the following days of protests in Washington, D.…",
  "Dental clinic owner says Minneapolis police couldn't respond while vandals destroyed his business A dental clinic owner said on “Fox & Friends” Thursday that vandals destroyed his business during the George Floyd protests last week, explaining that police officers could not respond to stop the damage.",
  "Trump expected to sign executive order to waive environmental reviews, expedite permitting for infrastructure projects President Trump signed an executive order Thursday which will bypass environmental reviews to spur economic growth after the coronavirus pandemic through infrastructure projects.",
  "CDC boss apologizes for 'inadequate' race-based coronavirus data Centers for Disease Control and Prevention Director Robert Redfield apologized Thursday for the health agency's lack of reporting on the racial disparities in COVID-19 patients, making it difficult to allocate resources to minority communities hit hard by the…",
  "Doug Schoen: George Floyd unrest — only this can save Dems from defeat in 2020 As violent protests sweep the nation in the wake of the murder of George Floyd, the 2020 presidential election is shaping up to be eerily similar to the 1968 campaign.",
  "Jim Jordan: Rod Rosenstein 'caved' to pressure from politicians and the media House Judiciary Committee Ranking Member Jim Jordan believes former Deputy Attorney General Rod Rosenstein did the \"easy thing\" by caving to pressure from members of both political parties and the media and appointing Robert Mueller to lead the charge of the …",
  "NYC councilman suggests president should revoke benefits of people arrested for looting Some believe that more extreme punishments can bring a swift end to the spike in looting.",
  "Vegas Chamber of Commerce chief says reopened casinos will be 'a different kind of Vegas' Vegas Chamber of Commerce President Tom Burns joined “America’s Newsroom” Thursday to explain how Americans' experiences in Sin City will change due to the ongoing coronavirus pandemic.",
  "Karol Markowicz: Remember COVID-19? Businesses still can't open while massive crowds gather New York Post columnist Karol Markowicz said on Thursday that business owners in the Big Apple are baffled at the fact that many of them still can’t reopen while giant crowds are able to assemble all over the city.",
  "China to allow more foreign flights following US decision to ban Chinese airlines The new policy does not specifically acknowledge the U.S. Department of Transportation’s ban, nor does it specify which carriers will be allowed to resume service.",
  "Retired Milwaukee police chief's 2014 viral video spreads online again amid George Floyd unrest In wake of the death of George Floyd, a black man who pleaded for air as a white Minneapolis officer jammed a knee into his neck, a viral video from 2014 of the city’s former police chief Ed Flynn began to spread again around the web.",
  "CDC Director: George Floyd protests could be coronavirus 'seeding event' Centers for Disease Control and Prevention Director Robert Redfield expressed concern Thursday that the mass protests that have been taking place in the aftermath of George Floyd’s death could exacerbate the coronavirus pandemic, as crowds of people gather in…",
  "Terribly shallow Witness how the current administration’s misunderstanding of the 1968 election led to decisions worsening their political fortunes.",
  "Ingraham blasts left-wing activists: Floyd's 'tragedy is their excuse' Laura Ingraham ripped violent protesters and looters who have followed peaceful protests in the wake of George Floyd's death.",
  "Gov. DeSantis believes Florida will be able to host Republican National Convention in a 'safe way' Other states \"wish\" that they had followed Florida's lead in their responses to the coronavirus pandemic, Republican Gov. Ron DeSantis suggested Thursday."
]