[
  "Medicaid spending could increase by nearly half a trillion dollars in COVID-19 fallout: study A new study predicts that the economic fallout of COVID-19 will dramatically increase Medicaid rolls at a time when the program has mitigated states' ability to control costs -- creating a perfect storm for a \"tidal wave\" of $440 billion in new spending.",
  "Sanders, AOC back Kentucky progressive, look to spoil centrist Dem's gains against McConnell Just as a new poll showed Kentucky Democrat Amy McGrath pulling into a statistical tie in her U.S. Senate election fight against the incumbent, Senate Majority Leader Mitch McConnell, some other news emerged that could spell trouble for her campaign.",
  "As Support for Protests Grows, Republicans Get Nervous About November Howie Kurtz on polls showing a growing support of protests, Republicans shying away from Trump tweets on 75-year-old Buffalo protester and rising coronavirus cases while media coverage of the pandemic is down.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nF…",
  "Spike Lee compliments Saints' Drew Brees for standing up to Trump over anthem remarks: report Award-winning filmmaker Spike Lee reportedly praised Drew Brees on Tuesday for standing up to President Trump, who criticized the quarterback last week for apologizing for his earlier comments about kneeling during the national anthem.",
  "Patti LuPone says 'this country is doomed' amid coronavirus crisis, reveals plans if Trump wins second term Patti LuPone is speaking her truth about the current state of America, and the Broadway veteran admitted that if it continues under President Trump's reign come November, she's packing her bags.",
  "PBS' Yamiche Alcindor, CNN among winners of White House Correspondents Association awards PBS NewsHour correspondent Yamiche Alcindor and CNN were among the winners of this year's journalism awards from the White House Correspondents Association (WHCA).",
  "US men's soccer player Weston McKinnie slams Trump as 'ignorant,' 'racist' U.S. men’s national soccer team player Weston McKennie took aim at President Trump over his response to the death of George Floyd, the Minneapolis man who died in police custody May 25 after an officer kneeled on his neck for more than 8 minutes in a moment c…",
  "Alyssa Milano, more stars rip Trump for suggesting man shoved by Buffalo police may be ‘ANTIFA provocateur’ President Trump is once again on the receiving end of backlash after pressing send on a tweet suggesting a 75-year-old protester, who was shoved by police in Buffalo, N.Y., \"could be an ANTIFA provocateur.\"",
  "Pro-Trump activist Scott Presler travels nation to 'make America clean and great again' The 6-foot-5 inch Scott Presler doesn’t look like a typical conservative activist with his trademark Fabio-like locks, but he’s on a mission to help re-elect President Trump in 2020 and clean up America along the way.",
  "Trump campaign adviser on resurgence of MAGA rallies, they will be 'suitably safe' despite COVID-19 concerns Large-scale election year campaign rallies have not taken place since early March, when the coronavirus was just beginning to wreak havoc across the country. President Trump's 2020 reelection campaign is hoping to change that.",
  "Senate hearing paints murky picture of school reopenings amid coronavirus Panelists and senators on the body's Health, Education, Labor and Pensions (HELP) Committee considered a broad range of issues including masks, internet access, literacy and liability as the picture of what the 2020-2021 school year will look like remained mu…",
  "Rose McGowan calls Joe Biden a 'wolf in sheep's clothing' amid ongoing protests following George Floyd's death Rose McGowan shared a pair of tweets suggesting that neither Joe Biden nor Democrats are the solution to the systemic racism being protested across the country.",
  "Michigan's Whitmer says she supports 'spirit' of 'defund the police' calls Michigan Gov. Gretchen Whitmer said on Wednesday that she supports the “spirit” of the “Defund The Police” movement, but not the actual idea eliminating funding to law enforcement agencies.",
  "Jon Huntsman, now running for governor of Utah, says he’s tested positive for coronavirus Utah gubernatorial candidate and former ambassador Jon Huntsman Jr. announced he’s tested positive for coronavirus.",
  "Dana White suggests sending out UFC fighters to stop violent protests UFC president Dana White may be at odds with two-time light heavyweight champion Jon Jones over a pay dispute, but he praised the fighter for putting a stop to the violent and destructive rioters taking part in the George Floyd protests last week.",
  "Cotton's NY Times op-ed controversy ups senator's profile, sparks more speculation Sen. Tom Cotton’s opinion piece last week in the New York Times in which he called for the U.S. military to be deployed in cities engulfed in unrest following George Floyd’s death at the hands of the police sparked controversy and grabbed headlines for the co…",
  "AOC leads congressional fight to ban police use of tear gas: 'Chemical weapon?' Congressional Democrats, including Rep. Alexandria Ocasio-Cortez, announced a proposal Wednesday to ban tear gas in the wake of police using the chemical crowd control agent on demonstrators protesting George Floyd's death and police brutality.",
  "Massachusetts churches plan to defy restrictions that ‘would prevent even Jesus and the 12 disciples from gathering’ Several churches in Somerville, Mass., say they plan to defy the mayor's \"arbitrary\" coronavirus restrictions on in-person services.",
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Reporter's Notebook: George Floyd unrest, coronavirus show limits to Congress' power Legislative powers, like bills, resolutions and talking points, sometimes seem powerless."
]