[
  "CNN’s Chris Cillizza fine with speculation about Trump’s health, criticized coverage of Clinton’s 2016 coughing fits CNN’s Chris Cillizza feels speculation about President Trump’s health is relevant, but felt differently back in 2016 when then-Democratic nominee Hillary Clinton had her own issues.",
  "Cuomo brushes off criticism over nursing home deaths as 'shiny object' New York Gov. Andrew Cuomo on Thursday again defended his administration’s now-scrapped nursing home policy that critics say contributed to thousands of coronavirus deaths, slamming the controversy as “a shiny object” and “pure politics.”",
  "Twitter disables satirical video posted by Trump to mock CNN Twitter has disabled a satirical video posted by President Trump that showed a mock news broadcast poking fun at CNN's coverage of racial issues.",
  "Tulsa prepares for Trump rally as World Health Organization issues warning: ‘New and dangerous phase’ in coronavirus The World Health Organization warns the pandemic is accelerating ahead of Trump's rally in Tulsa; Kristin Fisher reports.",
  "Trump dismisses Fauci's assessment of upcoming NFL season amid pandemic President Trump dismissed Dr. Anthony Fauci’s notion that the NFL may not get underway unless the league adopted a “bubble” plan like the NBA.",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Tulsa arena asks Trump campaign for written COVID-19 mitigation plan ahead of rally The BOK Center, which can hold up to 20,000 people and had people lining up outside of it more than two days ahead of the Saturday rally, cited an uptick in coronavirus cases in Tulsa, Okla., as the reason why it requested the plan.",
  "Trump says surge in voting by mail his ‘biggest risk’ President Trump is warning that an increase in voting by mail this November is the “biggest risk” to his chances of winning reelection.",
  "Today on Fox News: June 19, 2020 ",
  "Oklahoma gov on Trump rally, reopening during COVID-19: 'We are going to be very safe' Oklahoma has been safely reopening amidst the COVID-19 pandemic and is prepared to host President Trump's campaign rally in Tulsa on Saturday, Oklahoma Republican Gov. Kevin Stitt stated.",
  "Trump warns ‘anarchists’ not to disrupt Tulsa rally, after threat prompts emergency order President Trump pointedly warned “anarchists” and other “agitators” not to disrupt his campaign rally in Tulsa, Okla., this weekend, after an apparent threat that outside groups may be planning to cause \"unrest\" at the scene prompted an emergency order from t…",
  "Coronavirus infects Arizona sheriff who refused to enforce stay-at-home order The coronavirus has infected an Arizona sheriff who opposed his state's lockdown order as unconstitutional and said he wouldn’t enforce it.",
  "Black gun owners in Oklahoma to hold pro-Second Amendment walk A group of Black gun owners are planning to take part in a pro-Second Amendment rally in Oklahoma City over the weekend to bring attention to the constitutional rights of African Americans to carry firearms.",
  "Biden's stimulus oversight questioned amid his attacks on Trump coronavirus spending Joe Biden is stepping up his attacks on the Trump administration's handling of coronavirus stimulus funds -- and as a result, the former vice president, whom Barack Obama once called the White House's \"sheriff\" of taxpayer funds, is now under renewed scrutiny…",
  "Colin Kaepernick has shot to make NFL again with these two teams, Super Bowl-winning coach says NFL teams have been encouraged to give Colin Kaepernick another shot and at least two coaches and one owner have said that they would consider signing the quarterback if the time was right.",
  "Bruce Arena, former US men's soccer coach, struggling to see relevance of playing national anthem before sporting events Bruce Arena, the current coach of the New England Revolution and the former U.S. men’s national soccer team coach, said Thursday playing the national anthem before professional sporting events should be nixed altogether.",
  "Tammy Bruce: De Blasio exposes liberal agenda amid coronavirus lockdown Fox Nation host Tammy Bruce said that New York Mayor Bill de Blasio has exposed the true agenda behind a seemingly contradictory approach to the enforcement of coronavirus lockdowns.",
  "Nebraska governor threatens to withhold federal coronavirus aid to counties that require face masks Nebraska Gov. Pete Ricketts threatened to withhold $100 million of federal funding allocated to any counties in his state that mandate residents wear a face mask to protect against the coronavirus.",
  "Tennessee passes heartbeat bill, bans abortions for babies with Down syndrome Tennessee Gov. Bill Lee announced that he will sign his bill banning abortions at the detection of a heartbeat, which is around six weeks into the pregnancy, as the nation grapples with coronavirus and amid racial unrest.",
  "New York City sees surge in murders, burglaries, NYPD says Crime statistics released by the New York Police Department (NYPD) on Thursday, showed a rise in the city's murder rate during the month of May, as protests and riots continued following the death of George Floyd."
]