[
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House - Fox News <ol><li>Biden ‘convinced’ US military would intervene if Trump refused to leave White House  Fox News\r\n</li><li>Cooper calls out McEnany's defense of Trump's baseless tweet  CNN\r\n</li><li>Trump campaign demands CNN apologize for poll that shows Biden leading …",
  "Media coverage spins protester takeover of Seattle area as 'festive zone' Multiple media outlets are offering a positive spin while covering the turmoil that has taken place on the streets of Seattle, with one notable news outlet referring to it as a \"festive zone.\"",
  "Ivanka Trump speech cancelation won’t cost Wichita State president his job: report The president of Wichita State University in Kansas will apparently stay on the job despite a donor uproar that followed the school’s recent cancelation of a planned commencement speech by Ivanka Trump.",
  "Trump campaign urges TV networks to cover Biden events: Expose his 'rambling displays of incoherence' The Trump re-election campaign has made an interesting request for the news networks and that is to provide coverage of the president's Democratic opponent Joe Biden.",
  "Trail Blazers' C.J. McCollum upset over Trump's rally venue, date Portland Trail Blazers guard C.J. McCollum expressed his frustration with President Trump on Wednesday after it was revealed a campaign rally would take place in Tulsa, Okla., on June 19.",
  "Tucker Carlson: We were lied to about coronavirus and the mass lockdowns. Here's the proof Corrupt politicians used a public health emergency to subvert democracy and install themselves as monarchs.",
  "Trump administration reverses ban on controversial hunting practices at Alaska's national preserves Conservation groups and animal-rights activists are speaking out after the Trump administration reversed a ban on controversial hunting practices within Alaskan national preserves.",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties.",
  "Pence criticized after packed meeting with Trump campaign staff, ignoring social distancing guidelines Vice President Mike Pence received criticism after meeting with dozens of Trump campaign staffers in Arlington, Va.  Wednesday, all of who were in a crowded room without facemasks and ignoring coronavirus social distancing guidelines.",
  "Newt Gingrich: Democrats must apologize – here's how they've failed America's cities While the Democrats want to blame President Trump, let’s look at the facts about which party has crippled America’s cities.",
  "John Yoo: Seattle unrest – Does Trump have the power to intervene? Should he? Seattle police apparently have ceded the area, evacuated the police station, and will not return except to respond to a 911 call.",
  "Trump rips 'Radical Left Democrats' in Seattle, urges leaders to 'take back' city from domestic terrorists ",
  "Vanessa Bryant reveals touching tribute to Kobe Bryant, daughter Gigi Vanessa Bryant took to social media Wednesday to reveal the tattoos she got back in February honoring the lives of her late husband and daughter who tragically died in a helicopter crash earlier this year.",
  "US coronavirus cases surpass 2M, spike in many areas while Europe’s decline, CDC says Confirmed cases of the coronavirus passed the 2 million mark in the U.S. on Wednesday, with infection rates in many areas appearing to spike -- despite declines in infections throughout Europe, according to a report.",
  "EU accuses China of running coronavirus disinformation campaign China has been accused by Brussels of running a disinformation campaign inside the European Union, just as the 27-member bloc was about to tackle a cache of false facts about the coronavirus pandemic that's swept across the world, infecting 7.4 million people…",
  "Biden camp reportedly insisting economic advisers not publicly disclose roles, igniting concerns about TV hits Joe Biden's Democratic presidential campaign is reportedly going to great lengths to insist his team of economic policy advisers not publicly discuss the roles, fueling concerns that these advisers may not be appropriately disclosing their relationship to the…",
  "Blue Jackets' John Tortorella changes 2016 stance vowing to bench players protesting the national anthem Columbus Blue Jackets head coach John Tortorella has drastically changed his stance on players protesting the national anthem in the wake of George Floyd’s death and the protests that ensued afterward.",
  "Florida man, pet alligator win over TikTok: 'Adorable' Sweetie the alligator is the new sweetheart of social media.",
  "Jon Ossoff wins Georgia Senate primary, to face Perdue in November Jon Ossoff, a young Georgia media executive known for breaking fundraising records during a 2017 special election loss for a U.S. House seat, beat back a field of Democratic primary opponents to win a spot taking on Republican Sen. David Perdue in November.",
  "Tiger Woods: 5 things to know about the golfer What you should know about Tiger Woods."
]