[
  "Biden taking aim at Trump over health care during battleground state stop Former Vice President Joe Biden heads to Pennsylvania on Thursday to spotlight a new health care push to protect the Affordable Care Act.",
  "White House plan to cut federal funding for coronavirus testing sites sparks pushback The Trump administration announced it will be removing federal funding from 13 coronavirus testing sites spread across five states on June 30, and the move is now drawing pushback from both political parties.",
  "Secret Service agents ordered to quarantine after 2 test positive following Tulsa rally: report Dozens of Secret Service agents and officers were instructed to self-quarantine as a precaution, following President Donald Trump's rally in Tulsa, Okla., according to a report on Wednesday.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "UFC launches investigation after cut man seen wearing QAnon symbols during fight UFC launched an investigation Wednesday after one of its cut men were spotted with QAnon symbols on their armband during a fight over the weekend.",
  "Ex-Bengals safety George Iloka recalls tense 2017 meeting about kneeling for national anthem A handful of NFL players have already committed to kneeling during the national anthem to protest racial injustice and police brutality during the 2020 season.",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "'Multiple teams' interested in signing Colin Kaepernick, report says It’s official. NFL teams are calling Colin Kaepernick for his services.",
  "Chargers' Justin Jackson takes swipes at Democrats over policies on social media Los Angeles Chargers running back Justin Jackson is one of the most outspoken NFL players on social media when it comes to politics and on Wednesday he took a few swipes at Democrats.",
  "Trump brother’s lawsuit against Mary Trump's book dismissed by a NYC judge A New York judge dismissed a lawsuit by President Trump’s brother Robert seeking to block publication of their niece Mary Trump’s forthcoming tell-all book.",
  "USPS truck caught fire in New Jersey carrying possible mail-in ballots: report New Jersey officials reportedly said this week that mail-in ballots may have been on a U.S. Postal Service vehicle that caught in fire in the state over the weekend.",
  "CBP chief says 95 percent of illegal immigrants being returned rather than detained The overwhelming majority of those trying to enter the country illegally are being \"expeditiously\" returned rather than put into detention, in part because of a Centers for Disease Control and Prevention (CDC) order in March to combat the coronavirus crisis, …",
  "Primary election: It could be week until all results known Kentucky and New York had primaries Tuesday, but the winners of the closest races probably won’t be known until next week. What’s going on?",
  "Seattle CHOP zone prompts lawsuit from businesses, residents: reports Numerous Seattle businesses – including an auto repair shop, a tattoo parlor and a property management company – sued the city Wednesday, alleging city officials were complicit in allowing an “occupied protest” that has made them feel unsafe in their neighbor…",
  "Coronavirus resurgence in several states could erase months of progress, experts warn ",
  "Sen. Rick Scott (R-FL) On COVID-19 Spike In Florida Florida Senator Rick Scott spoke with Fox News Radio's Guy Benson about why Senate Democrats blocked the GOP Police reform Bill. Sen. Scott also commented on the recent spike in COVID-19 cases. Saying, \"Well, first off, look were clearly getting a lot of case…"
]