[
  "Peter Navarro declares trade deal between Trump, China is 'over' - Fox News <ol><li>Peter Navarro declares trade deal between Trump, China is 'over'  Fox News\r\n</li><li>White House says Trump involved in firing top US attorney  CNN\r\n</li><li>Stock futures recover after Peter Navarro clarifies that U.S.-China trade deal is not over  C…",
  "NY lawmaker pushes back after Cuomo claims GOP 'playing politics' with nursing home deaths New York Republican Assemblywoman Nicole Malliotakis is calling for an independent investigation into COVID-19 nursing home deaths in the state telling \"Fox & Friends\" on Monday that Gov. Andrew Cuomo's actions made “absolutely no sense.”",
  "Why Trump’s Tulsa turnout is less important than his muddled message As the media see it, President Trump’s Tulsa rally was the biggest political debacle in recorded history.",
  "Hillary Clinton tells Amy Schumer she wants to send Trump 'back to the golf course full-time' Hillary Clinton recently told comedian Amy Schumer that she spends most of her time working to support Joe Biden in an effort to send President Trump \"back to the golf course full-time.\"",
  "Fox News finishes atop all of primetime television for week of record-setting Trump rally President Trump’s record-setting rally helped Fox News Channel finish as the most-watched network in all of cable for the 24th straight week.",
  "Twitter slaps warning label on Trump tweet about 'autonomous zone,' says it violates 'abusive behavior' policy Twitter slapped a new label on one of President Trump’s tweets Tuesday, saying it violates the social media platform’s policy on “abusive behavior.”",
  "Dr. Anthony Fauci says it's 'impossible to call' if coronavirus pandemic could cancel NFL season Dr. Anthony Fauci says whether or not the college football and NFL seasons play this fall is “impossible to call” at this time, and he told Sports Illustrated’s “Jets Country” that the status of the coronavirus pandemic when the season is expected to kick-off…",
  "Gov. Cuomo defends coronavirus closures: 'We did it right, we did it smart' New York. Gov. Andrew Cuomo pushed back on the criticism that he overreacted to the coronavirus pandemic, arguing that other states did less and encountered more problems.",
  "Second presidential debate moving from Michigan to Florida The nonpartisan commission that holds the quadrennial presidential debates says that the second of the three scheduled showdowns this fall between President Trump and former Vice President Joe Biden is being moved from Michigan to Florida.",
  "Pence falls while boarding Air Force 2, signals he is OK Vice President Mike Pence took a spill while he was climbing the stairs to board Air Force Two on Tuesday morning but appeared to be just fine, recovering and indicating that nothing was wrong.",
  "Reunited: Obama teams up with Biden for the first time in the 2020 presidential campaign Joe Biden’s presidential campaign says former President Obama’s return to the campaign trail on his behalf is already a success.",
  "CNN, MSNBC primetime ignore Seattle’s plans to dismantle 'CHOP' zone after shootings Seattle Mayor Jenny Durkan announced Monday that officials would end the police-free zone known as the \"Capitol Hill Organized Protest,\" or \"CHOP,\" after two recent shootings, one of which was deadly – but CNN and MSNBC didn’t feel it was particularly newswor…",
  "House Republicans urge Trump to reconsider US troop withdrawal from Germany Republicans on the House Foreign Affairs Committee on Tuesday urged President Trump to reconsider drawing down U.S. troops in Germany, warning that the move would “complicate” the United States’ standing with allies and put national security “at risk.”",
  "Trump threats raise question: Can Bolton's book proceeds be seized? The questions over what sort of legal backlash Bolton might face from his decision to pull out of the prepublication review process for the book, titled \"The Room Where it Happened: A White House Memoir,\" come after a federal judge last week ruled last week t…",
  "Trump explains rally comment on slowing down COVID-19 testing in Fox News interview In an expansion of what became a highly controversial comment at President Trump's campaign rally in Tulsa, Ok. on Saturday, Trump explained in an interview airing Tuesday that he had been hyperbolically jesting about a COVID-19 testing \"slow down.\"",
  "Joy Behar says she and her husband drive around looking for people not wearing masks \"The View\" co-host Joy Behar revealed on Tuesday that she regularly spends time looking at people who are walking around without masks during the coronavirus pandemic.",
  "Texas’ Abbott calls state’s recent surge in COVID-19 cases ‘unacceptable’ Gov. Greg Abbot, the Texas Republican, said Monday that the state’s recent surge in coronavirus cases is “unacceptable” and called on residents in the state to wear masks and take appropriate precautions before going out into public.",
  "House Dems consider requiring face masks at Capitol House Democratic leaders are considering mandating that members wear face masks at the Capitol during floor proceedings to reduce the spread of coronavirus.",
  "FDA distances itself from White House coronavirus response The head of the U.S. Food and Drug Administration (FDA) Stephen Hahn told the House Energy and Commerce Committee Tuesday, that only “data and science” will determine when a vaccine for the coronavirus is ready -- distancing the agency from the White House’s …",
  "Progressives face high stakes in Tuesday primaries The left appears be giving more moderate Democratic candidates some serious competition."
]