[
  "Senate confirms controversial Trump pick Justin Walker to important appeals court The Senate on Thursday voted 51-42 to confirm Trump nominee Judge Justin Walker to the second-highest court in the country, marking the 199th Article III judge confirmed to this point in the president's term.",
  "Bruce Springsteen jabs Donald Trump for handling of the coronavirus, not wearing a face mask Bruce Springsteen took a jab at President Donald Trump for his handling of the coronavirus as well as his refusal to wear a mask.",
  "Atlanta police call out of work at 'higher than usual' rate after 2 officers charged in Rayshard Brooks death ",
  "Trump could see Colin Kaepernick back in the NFL 'if he has the ability' President Trump reiterated Wednesday night he would like to see Colin Kaepernick get another shot in the NFL “if he has the ability.”",
  "Trump tells 'Hannity' coronavirus is 'fading away' ahead of controversial Tulsa rally President Trump declared during an exclusive interview with \"Hannity\" Wednesday that the coronavirus is \"fading away\" as states continue to reopen and the president prepares for his first reelection campaign rally in months.",
  "Trump jabs Roger Goodell over statement in support of player protests: 'Nobody was even asking for it' President Trump said Wednesday he was “shocked” when he learned of NFL Commissioner Roger Goodell made a statement supporting players’ protests during the national anthem.",
  "Ali Noorani: Supreme Court DACA ruling — good news and now Congress must act to protect Dreamers After months of anticipation and years of uncertainty, 700,000 Dreamers received their verdict from the Supreme Court.",
  "Trump claims he made Juneteenth 'famous,' in defiant interview: 'Nobody had ever heard of it' President Trump in an interview with the Wall Street Journal on Thursday defended his response to the coronavirus pandemic and the protests against racism -- while claiming he “made Juneteenth very famous” by initially scheduling a campaign rally on that day.",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "New Trump appointee dismisses top leadership in shake-up of broadcasting agency The new Trump-appointed CEO of the U.S. Agency for Global Media (USAGM) -- which oversees American taxpayer-funded news broadcasting around the world including Voice of America (VOA) -- fired three of the agency's network heads Wednesday just days after the d…",
  "Trump taps Giuliani to help push for more presidential debates with Biden President Trump’s re-election campaign is pressing for more general election debates with Democratic challenger Joe Biden. And the president reached out to former New York City Mayor Rudy Giuliani to help the effort.",
  "Media ‘gushed over images of protesters’ while Trump rally sparks their coronavirus concerns: report The mainstream media has been accused of hypocrisy for celebrated coronavirus-era protests while vilifying President Trump’s upcoming rally in Tulsa, Okla. amid COVID-19 concerns.",
  "Bolton memoir discusses plot to replace Pence, 'cool' Venezuela invasion, and more Fox News has obtained former national security adviser John Bolton's upcoming 592-page memoir, \"The Room Where it Happened\" -- and the manuscript contains several previously unreported claims of intrigue and realpolitik among key administration figures, past …",
  "V.A. Secretary Robert Wilkie: This Is Not The “Scandal-Plagued V.A. Of The Obama Administration” On Fox Across America With Jimmy Failla, V.A. Secretary Robert Wilkie explained why President Trump has done more for America's veterans than any other elected official, and gave an example of why the V.A. is during better now than under President Obama. \"Thi…",
  "Doug Pederson says Eagles might consider signing Colin Kaepernick The Philadelphia Eagles may be another team interested in quarterback Colin Kaepernick and his services, according to head coach Doug Pederson.",
  "Biden campaign launches first general election ad blitz With four-and-a-half months to go until Election Day, Joe Biden’s going up with his first TV ad buy of the 2020 general election campaign.",
  "Biden to accept Democratic nomination in person at scaled-back convention in Milwaukee Joe Biden intends to formally accept the Democratic presidential nomination in-person at a scaled-back national party convention that will be held in Milwaukee, Wis., in August.",
  "Steve Levy: DACA decision – Supreme Court's blow to common sense and the rule of law The grounds upon which the Roberts Court made this decision were ridiculous.",
  "Race for virus vaccine could leave some countries behind As the race intensifies for a vaccine against the new coronavirus, rich countries are rushing to place advance orders for the inevitably limited supply to guarantee their citizens get immunized first — leaving significant questions about whether developing co…",
  "Rep. Biggs: Police officers will consider retiring if Dems' bill becomes law Rep. Andy Biggs said on Thursday that the Democrats' push to “take away” qualified immunity for police officers is going to create disincentives for people to join the police force."
]