[
  "Hickenlooper seeks to overcome unforced errors in Colorado Senate race, as Utah and Oklahoma hold key primaries A Democratic primary that’s heated up at the last minute in Colorado -- a crucial Senate race that could determine which party controls the chamber next year -- is in the national spotlight on Tuesday as three states hold primaries.",
  "Supreme Court rules CFPB head can be fired for any reason, in blow to agency created under Obama The ruling from the high court could affect the authority of dozens of other federal agencies with quasi-independent status, like the Federal Reserve and the Social Security Administration.",
  "McEnany accuses NY Times of 'false' reporting on Russian bounty intel, says it should hand back Pulitzers White House Press Secretary Kayleigh McEnany blasted The New York Times Monday over what she claimed was \"false\" reporting about whether President Trump was briefed about intelligence that Russia paid Taliban-linked militants bounties to kill U.S. troops in A…",
  "Many Americans, especially Republicans, say coronavirus outbreak exaggerated, poll finds Increasing shares of Americans -- especially Republicans -- feel the coronavirus pandemic is being overexaggerated and see news about the outbreak with partisan viewpoints, according to a new Pew Research study.",
  "Supreme Court strikes down Louisiana law on abortion clinic restrictions The Supreme Court on Monday ruled that a Louisiana law requiring that individuals who perform abortions have admitting privileges in a nearby hospital is unconstitutional, as it places an undue burden on women seeking abortions.",
  "American Academy of Pediatrics head warns kids could have 'suicidal ideations' if schools don't reopen The American Academy of Pediatrics (AAP) is urging officials to reopen schools this fall and allow children to be physically present in classrooms despite a surge in coronavirus cases across parts of the U.S.",
  "Liz Peek: Invisible Joe Biden – Can Democratic candidate really hide through Election Day? It has been nearly three months of nonstop drama and heartbreak for our country, and Candidate Biden has remained mum.",
  "Summer may be key turning point in fight against coronavirus: report People on six continents already are getting jabs in the arm as the race for a COVID-19 vaccine enters a defining summer, with even bigger studies poised to prove if any shot really works -- and maybe offer a reality check.",
  "Jacksonville, host of Republican convention, mandates wearing masks Jacksonville, Fla., which is hosting the celebratory parts of this summer’s Republican National Convention, did an about-face on Monday and mandated the wearing of masks in order to prevent the spread of coronavirus.",
  "Florida doctors to Jacksonville mayor: Hosting Republican National Convention is 'medically disrespectful' Hundreds of doctors in Florida sent a letter to Jacksonville Mayor Lenny Curry and the city council, warning that hosting the Republican National Convention would invite further spread of the coronavirus as Florida already is dealing with a spike in cases.",
  "Power Rankings: Iowa swings for the fences Swing states are not competitive states; Swing states are ones that show consistent political volatility.",
  "Marjorie Dannenfelser: Supreme Court abortion case – why coming election so crucial to pro-life cause Monday’s Supreme Court decision deals a cruel blow to vulnerable women and girls and is a bitter disappointment to the pro-life movement.",
  "Napolitano: Justice Roberts 'will probably be vilified' for ruling on Louisiana abortion case Fox News senior judicial analyst Judge Andrew Napolitano said Chief Justice John Roberts “will probably be vilified” by conservative Republicans for once again casting a deciding vote by siding with the Supreme Court's liberal justices on Monday.",
  "McConnell makes appeal for wearing masks: ‘It is about protecting everyone we encounter’ Senate Majority Leader Mitch McConnell underscored the importance of wearing face coverings on the Senate floor Monday.",
  "John Yoo: Supreme Court swing vote – What's behind John Roberts' legal gymnastics? By a 5-4 vote, a fractured Supreme Court Monday struck down Louisiana’s effort to regulate abortion by requiring abortion doctors to have admitting privileges at local hospitals."
]