[
  "Voters in Oklahoma narrowly approve Medicaid expansion Oklahoma voters narrowly decided on Tuesday to expand Medicaid health insurance to tens of thousands low-income residents, becoming the first state to amend its Constitution to do so.",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "Hannity, Cuban debate Trump tariffs: 'How did you become a billionaire? Do I need to buy you a calculator?' Fox News' Sean Hannity challenged billionaire Mark Cuban on \"Hannity\" Tuesday after the entrepreneur and Dallas Mavericks owner praised ObamaCare as Joe Biden's \"biggest accomplishment\" last week.",
  "Trump 2020 Campaign reshuffles; Brad Parscale stays put Ten days after President Trump’s rally in Tulsa, Okla., there has been a shakeup in the Trump 2020 Campaign.",
  "Meghan McCain says she doesn't trust Dr. Fauci as much as she used to \"The View\" co-host Meghan McCain expressed frustration on Wednesday that Drs. Anthony Fauci and Deborah Birx didn't do more to warn about the danger of mass protests spreading the coronavirus.",
  "Sen. Thom Tillis: Democrat majority in Senate — goodbye filibuster and hello radical, socialist agenda It’s time for Senate Democrats to come clean about their plan to fundamentally transform America through one simple procedural vote.",
  "Colorado's Hickenlooper wins Dem primary to challenge Gardner for US Senate Former Colorado Gov. John Hickenlooper won the Democratic nomination Tuesday to face Republican Sen. Cory Gardner in November, overcoming a series of stumbles and beating back a challenge from his left.",
  "Most give thumbs down to holding political convention in person: poll A new national poll suggests that a majority of voters oppose holding the national political conventions in person next month amid the coronavirus outbreak.",
  "Kellyanne Conway backs mask-wearing, says US should prioritize schools over bars in coronavirus plans Counselor to the president Kellyanne Conway, on \"Fox & Friends\" Wednesday, seemed to back states that are rolling back their coronavirus reopenings as cases surge -- in some places threatening hospital capacity -- and supported general safety measures like ma…",
  "Details of DC’s Fourth of July celebration revealed by Interior Department The Department of the Interior and National Parks Service on Wednesday announced details about Fourth of July celebrations in Washington D.C. over the weekend, which will include military flyovers, a salute from President Trump, and a “monumental” fireworks d…",
  "Newt Gingrich: Left-wing media using polls to hurt Trump and Republicans I have had long experience of the left’s efforts to depress, disorient and defeat Republican campaigns.",
  "Mark Cuban criticizes Texas officials for 'haphazard' reopening, not being 'adamant' about masks Entrepreneur and Dallas Mavericks owner Mark Cuban criticized officials in his home state of Texas on Wednesday, saying they weren't doing enough to guide residents and businesses through the coronavirus recovery.",
  "Freshman Dem 'squad' members join forces in new campaign fundraising effort The four freshman squad members have united in a new joint fundraising effort to help each other win another term and elect more like-minded progressives to disrupt Congress.",
  "Immigration judges sue DOJ over restrictions on speaking publicly A coalition of federal immigration judges is suing the Justice Department, claiming they have been unfairly prevented from speaking to the public about their concerns over the coronavirus pandemic’s impact on immigrants in custody.",
  "States' coronavirus reopenings paused or rolled back, sparking confusion amid surging infections ",
  "LeBron James' group touts sports venues as mega-voting sites If basketball icon LeBron James gets his way, NBA arenas and other sports venues around the country will be mega polling sites for the November general election.",
  "Sen. Marsha Blackburn demands answers on NBA's relationship with China Sen. Marsha Blackburn, R-Tenn., sent a letter to the NBA on Tuesday questioning the league’s relationship with China months after it frayed over one owner’s pro-Hong Kong tweet.",
  "Top conservative group launches ad blitz on push to rebuild economy A conservative nonprofit group allied with the leading outside super PAC backing President Trump’s re-election is launching a $4 million ad blitz starting this holiday weekend to urge Congress to work with the president to pass policies that will help the nat…",
  "Media narrative of peaceful Seattle CHOP zone turned upside down as mayor sends in police to stop violence As protesters and armed anarchists seized control last month of a swath of Seattle's downtown that includes a police stationhouse, dubbing it Capitol Hill Organized Protest, the local and mainstream media largely echoed elected leaders by insisting it was a p…"
]