[
  "Rubio urges pool testing in letter to Pence, Azar in wake of Florida's coronavirus case spike Sen. Marco Rubio, R-Fla., has requested the Trump administration reconfigure how hospital’s report on their bed capacity in regards to coronavirus positive patients, as well as expand the testing strategies.",
  "Hydroxychloroquine helped save coronavirus patients, study shows; Trump campaign hails 'fantastic news' Researchers at the Henry Ford Health System in Southeast Michigan have found that early administration of the drug hydroxychloroquine makes hospitalized patients substantially less likely to die -- a finding that conservatives say validates President Trump's …",
  "Minnesota Gov. Walz asks Trump for disaster declaration after George Floyd riots trigger over $500M in damages Minnesota Gov. Tim Walz has asked President Trump for a federal disaster declaration in his state due to “extensive fire damage” in the unrest that followed George Floyd’s death in Minneapolis police custody on Memorial Day.",
  "Trump plays up job gains while playing down virus President Trump, who loves to spar with the press, took no questions.",
  "Herschel Walker quotes Bible verse, 'Why are we penalizing people for what their ancestors did?' Former NFL running back Herschel Walker shared his thoughts once again on Twitter.",
  "Teachers union leader insists schools will need more funding to reopen on time amid pandemic American Federation of Teachers President Randi Weingarten claimed on \"The Story\" Thursday that schools across the country will require additional funding in order to reopen their doors this fall as the coronavirus pandemic rages on.",
  "Democrat Dick Durbin to face Senate challenge from Chicago businessman A Chicago businessman says he plans to challenge longtime U.S. Sen. Dick Durbin, D-Ill., who will be seeking a fifth term in November.",
  "Pence delayed Arizona trip after Secret Service agents tested positive for coronavirus: report Vice President Mike Pence delayed a trip to Arizona this week after several of the Secret Service agents tasked with preparing for his trip tested positive for the coronavirus or had symptoms, according to reports.",
  "Trump to accuse 'left-wing mob' of 'totalitarian behavior' in Mount Rushmore remarks President Trump will emphasize America's history as a \"great and virtuous country\" in remarks he plans to give at South Dakota's Mount Rushmore Friday to mark the beginning of Independence Day weekend, a person familiar with his remarks told Fox News.",
  "CNN avoids strong jobs report, Ghislaine Maxwell arrest during primetime Two of the biggest news stories on Thursday were the strong jobs report from June and the stunning arrest of Jeffrey Epstein confidant Ghislaine Maxwell, but if viewers watched CNN's primetime programming, they would have no idea either of them took place.",
  "Biden campaign announces climate council to help mobilize voters, members include ex-rival Steyer Presumptive Democratic nominee Joe Biden’s campaign on Friday announced the formation of a Climate Engagement Advisory Council, which is designed to inform the campaign how to mobilize climate-focused voters to back Biden in November.",
  "Britain places US travelers on quarantine 'red list' Europe also previously announced a travel ban for U.S. citizens.",
  "How Fourth of July in 2020 will be unlike any other: no beach, no booze, no BBQ Safety measures intended to combat the spread of the coronavirus are changing the way Americans will celebrate.",
  "Rep. Bill Johnson: This July 4th, America faces a crossroad over the future of our country The question on this Independence Day:  where do we go from here?"
]