[
  "Pro-Biden PAC aims to weaken Trump with seniors in key battlegrounds A leading pro-Democratic outside group that backs former Vice President Joe Biden’s campaign says it’s spending $20 million to run a 10-week ad-blitz in three key general election battleground states this summer to spotlight what they say is President Trump’s…",
  "Sally Pipes: Coronavirus lockdown — How many harmed by disruption to routine medical care? We may be on the cusp of a different \"mass casualty incident,\" a group of over 600 doctors recently argued in an open letter to President Trump.",
  "Trump shrugs off Colin Powell’s support for Biden, brings up WMD UN speech President Trump late Sunday responded to former Secretary of State Colin Powell’s earlier announcement that he will be supporting Joe Biden for president in 2020 after saying that Trump “drifted away” from the Constitution during his tenure.",
  "Steve Hilton: Trump's gains with African-Americans will be lost if he does not lead on police reform President Trump must make black America part of the great American comeback.",
  "Spurs' Gregg Popovich 'embarrassed as a white person' over death of George Floyd San Antonio Spurs coach Gregg Popovich said in a video Saturday he was “embarrassed as a white person” to “actually watch a lynching” in regards to the death of George Floyd.",
  "Justin Haskins: This Biden team member's multi-trillion-dollar jobs plan a bad deal for US A paper published in April called on lawmakers to use the COVID-19 crisis to implement the largest federal jobs program since the Roosevelt administration attempted (and failed) to use similar policies to alleviate the economic destruction of the Great Depres…",
  "Mike Tyson posts photo of himself kneeling amid George Floyd anger Boxing legend Mike Tyson is the latest athlete to post a picture of himself on Instagram taking a knee.",
  "Tim Graham: Rosenstein testifies – and suddenly mainstream media say this about Russia collusion Former Deputy Attorney General Rod Rosenstein was at the red-hot center of the Robert Mueller probe into the phantom menace of Donald Trump's collusion with the Russians.",
  "Trump takes aim at NFL, wonders whether Roger Goodell will allow players to kneel for national anthem President Trump pondered in a tweet Sunday whether NFL Commissioner Roger Goodell’s apology for not “listening” to black players when they spoke out about racism was also a green light for them to kneel during the season.",
  "GOP ramps up attacks over efforts to defund the police: ‘Democrats are insane’ Republicans are stepping up attacks on Democrats going along with calls to defund the police in the wake of George Floyd's death -- and they're not mincing words.",
  "Trump says he wants to see policing done in a 'more gentle fashion' President Trump said Monday during a roundtable with law enforcement he’s going to discuss ideas to see how policing can be done in “a much more gentle fashion.”",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Gen. Jack Keane says China's actions have Beijing closer to 'replace the United States as a global leader' Fox News senior strategic analyst Gen. Jack Keane told “America's Newsroom” on Monday that the United States must “break the ties” with China “that are clearly affecting the health and security of the American people.”",
  "Viral video: CNN guest says calling 911 on home intruder ‘comes from a place of privilege,’ sparks reaction Minneapolis City Council president Lisa Bender went viral on Monday morning when she told CNN that calling the police when your home is broken into “comes from a place of privilege,” but she was quickly mocked by everyone from Sen. Ted Cruz to Donald Trump Jr.",
  "Redskins' Adrian Peterson 'without a doubt' will kneel during the national anthem this season Washington Redskins running back Adrian Peterson has plans to kneel during the national anthem to protest racial injustice and police brutality in the upcoming 2020 season.",
  "Ex-Browns coach Hue Jackson says he wanted team to sign Colin Kaepernick in 2017 Former Cleveland Browns coach Hue Jackson said Saturday he wanted his team to sign Colin Kaepernick after the quarterback opted out of his contract in 2017, but the franchise went a different route.",
  "Poll puts Trump down 14 points to Biden in general election showdown A new national poll indicates that President Trump’s approval rating is dropping and that he trails Democratic challenger Joe Biden by double digits if November’s presidential election were held today.",
  "Kayleigh McEnany says CNN's Chris Cuomo, Don Lemon encouraged non-peaceful George Floyd protests White House Press Secretary Kayleigh McEnany called out CNN hosts Chris Cuomo and Don Lemon for their recent rhetoric about violent protests during Monday’s news briefing.",
  "Minneapolis mayor at odds with city council's push to abolish police force over Floyd death ",
  "Joseph Tsai, owner of Nets and Liberty, approves of peaceful protests around Barclays Center Some of the protests in New York City in wake of the police-involved death of George Floyd have gathered around the Brooklyn Nets and New York Liberty’s home area the Barclays Center."
]