[
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Local news outlet blasts Biden campaign after being snubbed at Pennsylvania event A news organization in Lancaster, Pennsylvania is steamed after not being allowed access to cover former Vice President Joe Biden’s campaign event Thursday in the southeast Pennsylvania city.",
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "James Carville: Trump has 'zero chance' of being re-elected,' more likely not to run at all Longtime Democratic strategist James Carville declared on Thursday night that there is “no chance” President Trump wins re-election in November.",
  "Biden’s low-key virtual campaign is a gamble on Trump fatigue If the latest polls are any indication, some Democrats now believe that his low-key approach is paying dividends.",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "Tim Graham: Trump vs. Cuomo comedy duo — CNN's joke-shaming double standard Surely, most Americans would tell a pollster that both of these routines were distasteful. But CNN only raged about one.",
  "Trump, at Fox News town hall, says mail-in voting is 'biggest risk' to fair November election, says Dems are 'destroying our country' ",
  "Justice Dept. won't oppose Roger Stone request to delay start of prison sentence, it says The U.S. Justice Department said Thursday it won't oppose a request by former President Trump adviser Roger Stone to delay the start of his upcoming prison sentence, citing the department's coronavirus policies.",
  "Sen. John Kennedy says push for DC statehood is 'all about power, like everything else in Washington' Sen. John Kennedy, R-La., told Fox News' \"Your World\" Friday that the latest push to make Washington, D.C. a state is \"all about power, like everything else in Washington D.C.\"",
  "Twitter users have fun after seeing tweets with words 'frequency' and 'oxygen' prompt automatic COVID-19 fact-check Twitter users had some fun on Friday upon seeing that tweets that contained the words \"frequency\" and \"oxygen\" were automatically slapped with a coronavirus fact-check label.",
  "Court orders Roger Stone to report to Bureau of Prisons on July 14 U.S. District Judge Amy Berman Jackson on Friday delayed Roger Stone’s surrender date until July 14, after his attorneys had requested an extension into September, due to coronavirus concerns.",
  "The waiting game: Slow vote-counting in primaries could foreshadow November chaos Election officials and experts warn that the recent primary reporting problems could be a taste of things to come in November’s general election.",
  "UN says the world cannot return to ‘previous normal’ after coronavirus The United Nations Deputy Secretary-General Amina Mohamed told an international forum Friday that society cannot return the “previous normal” as he laid out socioeconomic responses amid the coronavirus pandemic.",
  "Sen. Tim Scott (R-SC) Responds To Pelosi ‘Murder’ Smear: “Most Outrageous, Sinful Comment I’ve Heard As A Public Official Period.” Senator Tim Scott (R-SC) spoke with Fox News Radio's Guy Benson about Speaker of the House Nancy Pelosi's 'Murder' smear against Republicans. Calling It \"The most outrageous, sinful comment I've heard as a public official period.\" Senator Scott continued by s…",
  "Who is Shaun King, liberal activist who wants to tear down Jesus statues? Social justice activist Shaun King has appeared at the center of a hot-button controversy yet again, this time for comments he made on Twitter saying that statues of Jesus Christ that portray him as a \"white European\" should be torn down."
]