[
  "Chinese Media: U.S. 'Petty' for Leaving World Health Organization China's state-run Global Times propaganda newspaper branded America's entry into the World Health Organization (W.H.O.) \"the most successful investment that the US has ever made\" and called President Donald Trump's move to leave it on Tuesday \"petty.\"",
  "Tammy Duckworth Attacks Trump over Dubious Russia Bounty Claims Sen. Tammy Duckworth (D-IL) attacked President Donald Trump Tuesday, saying he was not fit to be commander-in-chief because he allegedly overlooked intelligence reports of Russia paying bounties to kill U.S. troops in Afghanistan.",
  "Charles Hurt: Joe Biden Has Been What’s Wrong with Washington Since 1973 You gotta love Joe Biden. The guy has been part of the problem in Washington for 47 years. But now? Now, he is really going to get after it! | 2020 Election",
  "Mexico’s ‘Socialist’ President Invites Nation’s Richest to Trump Dinner Mexican President Andres Manuel Lopez Obrador announced he would bring that country’s richest businessmen for a dinner with President Donald Trump. The delegation shows a stark contrast to Lopez Obrador’s (AMLO) own rhetoric and branding as far-left socialist.",
  "Lt. Col. Vindman Retires from Military; Impeachment Witness Blames Trump Lt. Col. Alexander Vindman, a key witness in House Democrats' impeachment inquiry against President Donald Trump, announced his retirement from the U.S. military on Wednesday, blaming Trump for shortening his military career.",
  "CNN’s Avlon: Tucker Carlson Is Fear-Mongering with a ‘Hailstorm of Hate’ Aimed at Tammy Duckworth Wednesday on CNN, senior political analyst John Avlon criticized Fox News host Tucker Carlson for his attacks on Sen. Tammy Duckworth (D-IL). | Clips",
  "Pollak: An Economic Message for Trump — ‘Finish What We Started’ Trump needs a positive economic message, a vision for the next four years based on economic freedom instead of Biden's taxation and regulation.",
  "Joe Biden Pledges to Rejoin WHO on ‘First Day as President’ Joe Biden, the presumptive Democrat nominee, is pledging to rejoin the World Health Organization (WHO) on his first day in the White House in response to President Donald Trump's announcement that the United States would exit the body.",
  "McCaul on Trump Executive Orders: ‘You’re Going to See Sanctions Against the Chinese Communist Party’ On Tuesday's broadcast of the Fox Business Network's \"Evening Edit,\" House Foreign Affairs Committee ranking member Rep. Michael McCaul (R-TX) predicted that President Trump's promised executive orders on China will include an executive order to implement the…",
  "MSNBC’s Hayes: Withdrawing from the W.H.O. Is ‘on the Side of the Virus’ On Tuesday’s broadcast of MSNBC’s “All In,” host Chris Hayes stated that President Trump’s withdrawal from the World Health Organization is an action “on the side of the virus.” Hayes began by talking about the handling of the virus in",
  "Gordon Chang: TikTok Has Been Caught Twice ‘Surveilling iPhone Users… This Is Not a Theoretical Concern’ TikTok should be banned from the U.S. given its role in surveilling Americans, said Gordon Chang, Daily Beast columnist and author of The Great U.S.-China Tech War, offering his comments on the Wednesday edition of SiriusXM’s Breitbart News Tonight.",
  "Doug Jones: Intel on Russian Bounties 'a Little Bit Mixed' Trump Should Get Answers and Take Action If It's True On Tuesday's broadcast of MSNBC's \"The Last Word,\" Sen. Doug Jones (D-AL) stated that the intelligence reports on Russia putting bounties on U.S. soldiers | Clips",
  "Lamar Alexander: WHO Withdrawal Could Make It Harder to Prevent Future Viruses from U.S. Senate health committee chairman Lamar Alexander (R-TN) said in a statement on Tuesday that President Donald Trump's withdrawal from the WHO could make it harder to stop viruses from coming into the United States.",
  "Farage Backs Trump over Pulling out of 'Corrupt, Globalist' WHO Brexit Party leader Nigel Farage has backed Donald Trump in his move to pull the United States out of the World Health Organization (WHO).",
  "Canadian PM Candidate Pledges to Move Embassy to Jerusalem Canadian lawmaker and prime ministerial candidate Erin O'Toole on Wednesday vowed to move his country's embassy in Israel to..."
]