[
  "BLM's Abdullah: 'Trump Is the Embodiment of White Supremacist Terrorism' -- He Is the ‘Terrorist-in-Chief’ Wednesday on CNN's \"Newsroom,\" Black Lives Matter founding member Melina Abdullah called President Donald Trump the \"embodiment of white supremacist terrorism.\" | Clips",
  "Poll: Joe Biden Leads in Key Swing States as Coronavirus Concerns Rise A CNBC/Change Research poll released Wednesday found Joe Biden leading President Trump across six key swing states, as the voters indicate dissatisfaction with the president's handling of the Chinese coronavirus.",
  "Pelosi: Trump’s Inaction on Russia Is a ‘Dereliction of Duty’ Wednesday on MSNBC's \"Deadline,\" Speaker Nancy Pelosi (D-CA) accused President Donald Trump of a \"dereliction of duty\" for not acting on intelligence reports that Russia put bounties on American troops in Afghanistan payable to Taliban fighters. | Clips",
  "Out of Ideas, Leftist South Korean President Floats Another Trump-Kim Summit Leftist South Korean President Moon Jae-in is urging President Donald Trump to hold a third summit with North Korean President Kim Jong-un before the U.S. presidential election in November, South Korean media outlets reported on Thursday.",
  "USMCA Replaces NAFTA as Trump Delivers on One of Biggest Promises The U.S.-Mexico-Canada (USMCA) trade agreement formally replaced the North American Free Trade Agreement (NAFTA) on Wednesday, meaning that President Donald Trump has now officially completed one of the biggest promises of his insurgent 2016 campaign.",
  "Trump-Appointed Judge Rules U.S. Must Allow Border Crossers to Asylum Shop A federal judge, appointed by President Trump, ruled this week to block the United States from ending the practice of asylum shopping by border crossers arriving at the U.S.-Mexico border.",
  "Kamala Harris on Trump: ‘This Man Is Not Fit to Be President’ — ‘No More Pop Psychology About This Guy’ Wednesday on MSNBC's \"Deadline,\" Sen. Kamala Harris (D-CA) accused President Donald Trump of not being \"fit to be president\" given his dealings with Russia and his handling of the coronavirus pandemic. | Clips",
  "Biden Does Not Include Travel Bans on China, Europe in Coronavirus Plan Democrat presidential nominee and former Vice President Joe Biden made no mention of continuing existing travel bans from China, Europe, and Brazil to the United States to prevent the spread of the Chinese coronavirus from overseas.",
  "Nolte: Fake Political Media Eager Partner’s in Joe Biden’s Fake Press Conference Joe Biden is the frontrunner to be the next president of the United States and has gotten away with not holding a press conference for nearly three months. Finally, on Tuesday, and with no pressure whatsoever from the establishment media, Biden held a fake ne…",
  "GOP Rep. Stewart: Russian Bounty Reports Designed to ‘Embarrass’ Trump Wednesday on Fox News Channel's \"America's Newsroom,\" Rep. Chris Stewart (R-UT) responded to the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "McConnell: I Hope Trump Doesn’t Veto NDAA over Base Name Issue On Wednesday’s broadcast of the Fox News Channel’s “Daily Briefing,” Senate Majority Leader Mitch McConnell (R-KY) said that he hopes President Trump will not veto the National Defense Authorization Act (NDAA), which the president has threatened to do, over t…",
  "China Cries Foul: Says U.S. ‘Oppressing Chinese Companies’ in Fresh Huawei Appeal China on Wednesday accused Washington of “oppressing Chinese companies” after U.S. regulators rejected telecom suppliers Huawei and ZTE on national security grounds.",
  "Australia Goes on the Offensive: Billions Allocated for Military as China Tensions Build Australia announced a major military investment program Wednesday, beefing up its long-range missile strike capabilities and airbase expanions amid escalating regional tensions with China, reinforcing Prime Minister Scott Morrison's commitment to an \"open, so…"
]