[
  "Cotton: ‘Susan Rice Was the Typhoid Mary of the Obama-Era Foreign Policy’ During Monday's \"Fox & Friends\" on FNC, Sen. Tom Cotton (R-AR) sounded off on former Obama National Security Advisor Susan Rice claiming over the weekend that President Donald Trump picks Russia President Vladimir Putin \"over our troops.\" Rice's remarks came …",
  "Watch — Joni Ernst: ‘Saving America Starts with Made in America’ Sen. Joni Ernst (R-IA) unleashed her first Senate campaign ad of the 2020 cycle on Monday, charging that America needs to revitalize American manufacturing in the wake of the coronavirus outbreak.",
  "Dem Rep. Moulton Calls on Trump to ‘Stop Acting Like a Traitor to Our Troops’; Accuses Him of ‘Treason’ with Russia Inaction In a Sunday interview on \"MSNBC Live,\" Rep. Seth Moulton (D-MA) shared his reaction to reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "Report: China Arrests Dissident Professor After Spreading Prostitution Rumors Chinese police whisked Xu Zhangrun out of his home on Monday after years of writing scathing critiques of dictator Xi Jinping, reports alleged, and shortly after police began calling his wife and claiming he was soliciting prostitutes.",
  "Actor Bradley Whitford Calls Out NBA Hypocrisy for Doing Business with China While Silent on Concentration Camps \"West Wing\" star Bradley Whitford has done what few Hollywood or sports figures would: call out the National Basketball Association (NBA) for continuing to do business with China while they remain about the communist regime's campaign to crush those advocatin…",
  "Hayward: Chinese Media Calls Fourth of July ‘Dark’ and ‘Confusing’ China’s state-run Global Times decided to phone its Fourth of July editorial in by cut-and-pasting a few insults tossed at President Donald Trump’s Mount Rushmore address by American media outlets.",
  "Teachers’ Union to Raise Dues After ‘Significant’ Membership Loss The National Education Association will expect active union members to pay more in dues to compensate for the significant drop in membership."
]