[
  "Don, Jr.: 'Donald Trump Is the First Guy to Actually Stand Up to China' -- 'Biden Is Basically Owned by China' Donald Trump, Jr., President Donald Trump's eldest son, during Tuesday's \"Mornings with Maria\" on Fox Business Network, weighed in on the United States' relationship with China heading into the 2020 presidential election. | Clips",
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "China's Hong Kong 'National Security' Law Takes Effect, Ending Free Speech Chinese dictator Xi Jinping signed a decree on Tuesday enacting a \"national security\" law that allows the Communist Party to antagonize and prosecute dissidents in Hong Kong, triggering global condemnation and widespread concern among participants in the Hong…",
  "McCarthy: Schumer ‘Playing Politics with American Lives’ with Remarks on Alleged Russian Bounties Tuesday on Fox News, House Minority Leader Kevin McCarthy (R-CA) weighed in on reports that Russia had offered bounties to the Taliban for killing American soldiers in Afghanistan and subsequent comments made by Senate Minority Leader Chuck Schumer (D-NY) cri…",
  "Iran Fails to Convince Interpol to Issue Arrest Warrant for Trump Interpol rejected a request from Iran to issue a \"red notice\" – a call to arrest anywhere in the world – President Donald Trump.",
  "Carl Bernstein: Trump Was ‘Sadistic, Abusive’ to Female Heads of State Tuesday on CNN’s “The Lead,” journalist Carl Bernstein accused President Donald Trump of behaving in a “sadistic” manner when talking to female leaders while discussing his interviews with White House and intelligence officials on their impressions of highly …",
  "Scarborough: ‘Trump Is Parroting Vladimir Putin,’ Putin’s ‘Propaganda Chiefs’ Tuesday, MSNBC \"Morning Joe\" host Joe Scarborough continued to push the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. White House press secretary Kayleigh McEnany …",
  "Jim Banks: ‘Certainly Possible’ Intelligence Swamp Leaked Russian Bounty Story to Keep U.S. in Afghanistan Rep. Jim Banks (R-IN) told Breitbart News Tonight that the New York Times story alleging that a Russian military spy unit paying Taliban-linked militants to kill Americans is the swamp's way of fighting back against President Donald Trump's America First agen…",
  "Joe Biden: Trump Not ‘Cognitively Aware of What’s Going On’ Former Vice President Joe Biden on Tuesday claimed President Donald Trump appears not to be \"cognitively aware of what's going on,\" an apparent response to his political opponent attacking his own mental agility.",
  "Pentagon: ‘No Corroborating Evidence’ Russians Offered Bounties for U.S. Troops in Afghanistan The Pentagon said in a statement late Tuesday evening that it had no corroborating evidence that Russian operatives offered bounties to the Taliban for American soldiers stationed in Afghanistan.",
  "Adam Schiff: ‘We May All Be Moving to Canada Soon’ House Intelligence Chairman Adam Schiff (D-CA) quipped Monday that \"we may all be moving to Canada soon\" when addressing the subject of social media and election meddling.",
  "Researchers Warn of Flu Strain with ‘Pandemic Potential’ Originating in China Researchers are warning of new flu strain found among pigs in China, noting that it carries a global pandemic potential, as it could infect humans.",
  "EU Bans U.S. Travellers, But May Allow Travel from Source of Coronavirus, China The EU has excluded the U.S. from its list of \"safe\" countries as it reopens its borders to foreign travel following the COVID lockdown.",
  "GOP Rep. Kinzinger: I Understand Trump Wasn't Briefed on Bounties, That's 'Not a Scandal' On Monday's broadcast of CNN's \"Situation Room,\" Rep. Adam Kinzinger (R-IL), who was briefed on the intelligence about Russian bounties on U.S. soldiers, | Clips",
  "Media Fail to Ask Joe Biden About Role in Michael Flynn Investigation, Logan Act The mainstream media journalists assembled in Wilmington, Delaware, for Joe Biden's first press conference in nearly three months failed to ask him about new evidence that he played a greater role in the investigation of Michael Flynn than he has admitted.",
  "Ryan Girdusky: GOP Must Stop ‘Attacking the Police,’ Focus on Ending ‘Mass Waves of Shootings’ Republicans should prioritize violent crime in large cities rather than \"attacking the police,\" said Ryan Girdusky, author or They're Not Listening: How The Elites Created the National Populist Revolution, offering his comments on Monday's edition of SiriusXM…",
  "Downing Street Pushes for September Deadline for EU Trade Deal Leading Brexiteers have urged Boris to reject any calls from Brussels for a \"compromise\" that could see the UK surrender on regulations."
]