[
  "Liz Cheney Joins Democrats Opposing Trump’s Afghanistan Withdrawal Rep. Liz Cheney co-sponsored an amendment with Rep. Jason Crow to restrict Donald Trump's ability to withdraw troops from Afghanistan.",
  "Schumer: Trump Is the ‘Weakest’ President in American History Friday on MSNBC's \"Morning Joe,\" Senate Minority Leader Chuck Schumer (D-NY) called President Donald Trump the \"weakest\" president in American history. | Clips",
  "Hillary Clinton: ‘I Would Have Done a Better Job’ than Trump on Coronavirus Failed presidential candidate Hillary Clinton stated in an interview published Friday that she would have done a \"better job\" than President Trump in response to the Chinese coronavirus pandemic.",
  "Ron Perlman Declares Americans ‘Diseased’: Trump Has Turned Us Into a ‘Sh*thole Country’ Actor Ron Perlman has declared America a \"shi*hole country\" with a \"diseased\" population.",
  "Blue State Blues: Donald Trump, the Battle of Cowpens, and the Art of the Comeback The Battle of Cowpens could also be a metaphor for the Trump campaign. His enemies, tasting victory, tear down statues. But ours is a history of comebacks.",
  "Joe Biden’s Claims of Cognitive Tests Unclear as Campaign Hides Results Joe Biden told reporters on Wednesday that he has taken a cognitive test, used to detect mental issues, but his campaign will not specify what exactly that means or if it will release the results of whatever test he took – if he actually took a test.",
  "FBI Notes About Joe Biden Contradict Susan Rice 'By the Book' Claim on Russia Hoax Former National Security Adviser Susan Rice's depiction of an early 2017 Oval Office meeting of top political and law-enforcement officials as being |",
  "Nolte: I Purchased Three of Those 2.4 Million Guns Sold in June There were nearly 2.4 million firearms sold in June, according to the Small Arms Analytics and Forecasting. Yours truly made three of those purchases.",
  "Study: 2006 Border Wall Shrank Migration by One-Third The ramshackle 2006 border wall reduced northward migration by roughly one third, according to a detailed study by a peer-reviewed journal.",
  "After China's Hong Kong-Power Grab, Boris Makes Clearest Signal Yet over Huawei Johnson gave his clearest signal yet that he would reconsider allowing Huawei to build 5G after China's power grab on Hong Kong."
]