[
  "Joe Biden Promises 125,000 Refugees Each Year Joe Biden wants to import at least 125,000 refugees next year, so offering a huge inflow of cheap disposable labor to meatpackers, farm companies, retailers, and other low-wage, low-tech employers.",
  "Jim Banks: New York Times Damaged National Security to Hurt Trump Rep. Jim Banks (R-IN) said in a statement on Monday that the New York Times is willing to do \"anything\" to hurt President Donald Trump, including compromising national security.",
  "Kayleigh McEnany: No Intelligence ‘Consensus’ Russians Issued Bounties on U.S. Troops White House Press Secretary Kayleigh McEnany said during a press conference on Monday that there is no intelligence community \"consensus\" to confirm the allegations that the Russian government offered bounties to Taliban-linked militias.",
  "Nancy Pelosi: Does the Intel Community Fear Trump Will Leak to Putin? Appearing Monday on CNN's The Lead, House Speaker Nancy Pelosi (D-CA) wondered whether U.S. intelligence officials did not brief President Donald Trump on unconfirmed reports regarding Russia because they were afraid he would leak the information to Vladimir …",
  "Iran Issues Arrest Warrant for Trump, Demands Action from Interpol Iran has told Interpol to arrest U.S. President Donald Trump in relation to the death of Lieutenant General Qasem Soleimani in January.",
  "Gaetz: Bolton Was ‘Largely a Mascot’ in the Trump Administration, Used to Troll Iran During an appearance on Sunday's broadcast of Fox News Channel's \"The Next Revolution,\" Rep. Matt Gaetz (R-FL) criticized former National Security Adviser John Bolton, who recently released a tell-all memoir critical of President Donald Trump and his administ…",
  "Carville: There’s a ‘Case’ for ‘Treason’ if Trump Knew About Russia Bounty Sunday on MSNBC's \"Kasie DC,\" Democratic strategist James Carville reacted to the report that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers by demanding answers from the White House about what members of the administration knew.…",
  "Donald Trump Defends Absentee Voting as More Secure than Universal Vote-by-Mail Where ‘Bad Things Happen’ President Trump on Sunday cautioned against universal vote-by-mail while defending absentee voting — which he said is safer due to the \"process\" — warning that \"bad things happen\" with mail-ins and pointing to the recent voter fraud scheme involving Democrats…",
  "McEnany on Pelosi ‘Playing Politics’ on Russia Bounty Story: ‘It’s Truly Despicable’ White House press secretary Kayleigh McEnany on Monday addressed reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "Amazon’s Twitch Platform Temporarily Bans Trump for ‘Hateful Conduct’ Amazon-owned streaming service Twitch has temporarily banned the official account of President Donald Trump over \"hateful conduct,\" cutting the campaign off from a major platform that it uses to stream rallies and other events.",
  "Gov. Cuomo Calls on Trump to Sign Executive Order ‘Directing Everyone to Wear a Mask’ New York Gov. Andrew Cuomo (D) on Monday called on President Trump to sign an executive order \"directing everyone to wear a mask\" and urged the president to \"lead by example\" by wearing one himself.",
  "Biden’s Enthusiasm Gap Among Democrats Poses Challenge Joe Biden has taken the lead away from President Donald Trump in national polls, but his campaign may have serious issues with a lack of enthusiasm among his party's core base.",
  "Report: China Forcing Contraception and Abortion on ‘Hundreds of Thousands’ of Uyghurs The Associated Press (AP) on Monday reported that China has forced “hundreds of thousands” of Uyghur women, and women from other minorities in Xinjiang province, to use abortion and birth control over the past four years in a program of deliberate “demographi…",
  "Establishment Media Crushes Pentagon Nominee Tony Tata over Old Tweets About Obama, Islam Media outlets have pounced on old, controversial tweets from Tata. However, these same outlets have ignored controversial remarks from Biden.",
  "Bernie Sanders Calls for ‘High-Quality Masks for Every American Household’ Sen. Bernie Sanders (I-VT) on Sunday called for \"high-quality masks for every American household\" -- a call that follows a recent spike in cases of the Chinese coronavirus across the United States.",
  "Donald Trump Square Fountain Runs Blood-Red in Israel Annexation Protest A fountain in Donald Trump Square in the central Israeli city of Petah Tikva was turned red on Monday, after anti-sovereignty activists...",
  "Jaeson Jones: Mexican Cartels Show No Sign of Weakening Despite DOJ Task Force Cartel Jalisco New Generation (CJNG) is estimated to have more than 5,000 operatives working on every continent save Antarctica. The cartel is believed to have amassed a $50 billion fortune and smuggles at least five tons of methamphetamine into the U.S. mont…",
  "Joe Biden: H-1B Foreign Workers ‘Built this Country’ Joe Biden told NBC News that he would immediately lift President Donald Trump's moratorium on the inflow of H-1B contract workers."
]