[
  "Cotton: ‘Can’t Trust Anything’ the NY Times Reports About Russia, Trump — ‘A National Laughingstock’ Thursday on Fox News Channel's \"America's Newsroom,\" Sen. Tom Cotton (R-AR) ripped The New York Times over its \"false\" reporting that Russian intelligence offered Afghan militants bounties to kill U.S. troops, and the White House knew about it but did nothing…",
  "Senate, House Republicans Back Trump on Russian Bounty Allegations After Briefings Republicans are backing Trump against allegations a Russian intelligence unit offered bounties to the Taliban for troops in Afghanistan.",
  "Report: Schiff Learned of Russian Bounty Allegations in February and Took No Action Rep. Adam Schiff's aides first learned of allegations that a Russian military intelligence unit offered bounties for American troops in February.",
  "Pompeo: Obama Administration ‘Failures’ Allowed Russia a Lot of Space to Move Wednesday during an appearance on Fox News Channel's \"Special Report,\" Secretary of State Mike Pompeo was asked to react to allegations the Russian government was offering bounties on American soldiers to Taliban in Afghanistan. | Clips",
  "Trump Appointee Simone Ledeen Is First Woman to Hold DOD Middle East Post in a Decade Trump appointed Simone Ledeen as the Deputy Assistant Secretary of Defense for the Middle East, the first woman in the post in a decade.",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "Rand Paul: Who Benefits from Afghanistan ‘Bounty’ Leak? We need to ask who benefits from an intelligence official releasing classified information alleging that the Russians are paying bounties for the Taliban to kill American soldiers.",
  "Harvard Grad Says She Lost Job over TikTok Stabbing Threat Video A Harvard University graduate was reportedly fired from her job recently because she threatened to stab anyone who told her \"All Lives Matter\" in a video she posted on the China-owned social media platform TikTok.",
  "Kamala Harris: ‘In Many Ways’ Trump Is a National Security Threat Thursday on Washington Post Live's \"Cape Up Podcast,\" Sen. Kamala Harris (D-CA) called President Donald Trump a national security threat \"in many ways,\" during her interview with columnist Jonathan Capehart. | Clips",
  "Former Top EU Official: ‘I Pray for Joe Biden’s Success’ Against Trump A former top European Union (EU) official is openly pining for former Vice President Joe Biden to win the November general election.",
  "Harvard Graduate Threatens to ‘Stab’ Anyone Who Says ‘All Lives Matter’ Recent Harvard University graduate Claira Janover is complaining of threats against her after she posted a video threatening anyone who told her \"all lives matter.\"",
  "Democrats: Free Illegal Alien Families into U.S. During Coronavirus Crisis Congressional Democrats are using the coronavirus outbreak to demand that all immigrants in detention centers be released as families."
]