[
  "British Falklands War Hero Shot Dead on Farm by Armed Raiders A British Falklands War hero has been murdered in an armed raid on the South African farm where he was living with his partner.",
  "Pompeo: Susan Rice ‘Has a History of Going on Sunday Shows and Lying’ Monday on Fox News Channel’s “The Ingraham Angle,” Secretary of State Mike Pompeo responded to criticism from former National Security Advisor Susan Rice’s attack on President Donald Trump and his administration’s foreign policy, particularly regarding Russia…",
  "U.N. Scolds U.S. for Deadly Strike on Iran Terror Leader Soleimani The U.S. strike that eliminated Iran's terror commander Qasem Soleimani was a violation of international law, the U.N. said Monday.",
  "Iran Negotiating 25-Year China Deal 'with Confidence and Conviction' Iran's normally reserved Foreign Minister Mohammad Javad Zarif responds angrily when heckled by hardline lawmakers.",
  "Navarro: ‘There Will Be a Series of Actions’ ‘That Will Hold China Accountable’ On Monday’s broadcast of the Fox News Channel’s “The Story,” White House Trade Adviser Peter Navarro stated that President Trump will take “a series of actions taken over the next several weeks that will hold China accountable for the damage",
  "Exclusive: Restoration PAC Makes $2 Million TV Buy for ‘Devastating’ Anti-Biden Ad in Wisconsin An exclusive Restoration PAC ad obtained by Breitbart News brings Joe Biden's (D) history of dishonesty and fabrication, particularly as it relates to his resume, to the forefront. The ad is part of the PAC's $2 million ad buy in Wisconsin -- a crucial battle…",
  "Trump Administration Officially Withdraws U.S. from World Health Organization The Trump administration has formally withdrawn the United States from the World Health Organization (WHO) as the United Nations-backed agency continues to face fierce criticism over its response to the Chinese coronavirus pandemic, according to Sen. Robert M…",
  "Hillary Clinton: Trump Withdrawing from W.H.O. a ‘Self-Inflicted Disaster’ Hillary Clinton declared on Tuesday that the Trump administration's formal withdrawal from the World Health Organization (W.H.O) is a \"self-inflicted disaster.\"",
  "CNN’s Cooper: Trump Is ‘Leaning Full into the Racist He’s Long Been’ Monday on CNN, host Anderson Cooper accused President Donald Trump of increasingly and openly being racist based on an interview he gave to CBN. | Clips",
  "Grassley: ‘The Deep State Is so Deep Its People Get Away with Political Crimes’ Chuck Grassley described the depth of the “Deep State” as so great that its members “get away with political crimes.”",
  "Sen. Tom Cotton: ‘Woke Champions’ on the Left in America Turning a Blind Eye to China Cotton slammed the left in America for denouncing the United States while turning a blind eye to China's myriad human rights violations.",
  "Biden Unveils Plan to ‘Rebuild’ Supply Chains, Prevent Future PPE Shortages Former Vice President Joe Biden unveiled a proposal on Tuesday to \"rebuild\" America's supply chain infrastructure, with an explicit focus on preventing future shortages of vital medical equipment."
]