[
  "Jim Banks: Democrat, GOP Proposal Tying Trump's Hands on Afghanistan Withdrawal ‘Egregious’ Rep. Jim Banks (R-IN) told Breitbart News Tonight that the Republican and Democrat proposal to tie President Donald Trump's hands from withdrawing from Afghanistan is \"egregious\" and \"exactly the opposite of what we should do.\"",
  "Ohio Man Transforms Yard into Trump 2020 Banner Port Clinton, Ohio's J.R. Majewski painted his large, oddly-shaped yard in support of President Donald Trump's reelection.",
  "Schiff: Country Continues to Be 'at Jeopardy' Without Trump Financial Records Thursday on MSNBC’s “The Last Word,” House Intelligence Committee chairman Rep. Adam Schiff (D-CA) said if Congress was delayed in receiving the financial records of President Donald Trump because of court battles, “the country continues to be at jeopardy dur…",
  "Kim Jong-un’s Sister Demands July 4 DVDs, Rejects Trump-Kim Summits in Bizarre Rant Kim Yo-jong, sister to North Korean dictator Kim Jong-un, published a poorly written \"press statement\" Friday praising Kim's relationship with President Donald Trump, rejecting further summits between them, and requesting DVD copies of Fourth of July celebrat…",
  "Defense Secretary Mark Esper Announces Investigation into Pentagon Leaks to Media Defense Secretary Mark Esper announced Thursday he has ordered an investigation into intelligence leaks to the media.",
  "The Lancet Freaks out over U.S. Withdrawal from W.H.O. The UK-based Lancet medical journal has joined China in condemning the “reckless decision” of U.S. President Donald Trump to withdraw from the World Health Organization (W.H.O.), claiming the move is “unlawful” and will have “dire consequences.”",
  "Trump on Possible Roger Stone Pardon: ‘His Prayer May Be Answered’ Thursday on WRKO's \"The Howie Carr Show,\" President Donald Trump said he was considering a commutation or pardon for his longtime friend Roger Stone. | Clips",
  "China Demands W.H.O. Probe Coronavirus ‘Origins’ in United States The Chinese Foreign Ministry on Friday abruptly switched from welcoming the impending visit of World Health Organization (W.H.O.) investigators to demanding they send a team to the United States to investigate the “origin” of the Wuhan coronavirus there.",
  "Rick Manning: Divest U.S. Pension Funds from Financing China’s Slave Labor U.S. pension funds invested in Chinese firms are financing slave labor, stated Rick Manning, president of Americans for Limited Government.",
  "Amazon Orders Employees to Delete China-Owned TikTok over Security Risk Jeff Bezos' e-commerce giant Amazon has reportedly instructed all employees to delete the Chinese-owned video app TikTok from their cellphones over \"security risks,\" according to a company email. Employees that do not remove TikTok will lose the ability to ac…",
  "Pollak: Bogus NBER Paper Accuses Sean Hannity of Mass Murder A team of economists has published a National Bureau of Economic Research (NBER) working paper that accuses Fox News host Sean Hannity of killing thousands of people through \"misinformation\" about the coronavirus pandemic."
]