[
  "Maxine Waters After Trump Commutes Roger Stone: 'Dems Impeached, Rep Senators Failed to Remove!' Rep. Maxine Waters (D-CA) raged after news broke that President Trump commuted Roger Stone's prison sentence, stating that the president will \"ensure all his crooked friends\" are free to \"commit fraud,\" \"do dirty deals\" with Russia, and \"commit treason\" befor…",
  "Exclusive — Mike Pence on Trade, China, and Immigration: Trump Has Put America First Vice President Mike Pence told Breitbart News exclusively that President Donald Trump has delivered on a number of promises he made to the American people to put “America First,” especially on trade, China, and immigration.",
  "Charles Hurt: The Unbearable White Privilege of Joe Biden White Privilege, thy name is Joe Biden! | Politics",
  "Mitt Romney on Trump’s Commutation of Roger Stone’s Sentence: ‘Historic Corruption’ Sen. Mitt Romney (R-UT) has decried President Donald Trump's decision to commute the prison sentence of longtime Republican operative Roger Stone, describing the act as \"historic corruption.\"",
  "Hollywood Erupts After Trump Commutes Roger Stone’s Sentence: ‘Treason’ Hollywood celebrities flew into an apoplectic rage on Friday after President Donald Trump commuted the 40-month prison sentence of Republican operative Roger Stone.  A slew of entertainment figures accused the president of breaking the law, calling him a \"cri…",
  "Brooks: Biden Is ‘Talking Like Donald Trump’ and Not Obama with Economic Plans On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that 2020 Democratic presidential candidate former Vice President Joe Biden has “made some concessions to the left,” without doing anything too radical that would scare away voters and s…",
  "Exclusive — Mike Pence: 2020 Election a Choice Between ‘Leadership’ in Donald Trump and ‘the Left’ in Joe Biden Vice President Mike Pence told Breitbart News exclusively on Thursday that the “stakes have never been higher” than the 2020 presidential election in a choice between “leadership” from President Donald Trump and the radical “left” from former Vice President J…"
]