[
  "Supreme Court deals Trump another loss as he hits Fauci for 'mistakes' The Supreme Court ruled that the president is not immune from New York prosecutors' attempts to get his tax returns. This comes as the president hits COVID-19 task force member Dr. Fauci for his 'mistakes.'",
  "What to know about the Supreme Court ruling on Trump’s tax records The Supreme Court ruled that President Trump is not immune from a Manhattan district attorney’s attempt to get financial records as part of an investigation into alleged hush money payments, and therefore, he is not above the law. But it also ruled that House…",
  "Team Trump feels ‘grim’ about re-election as problems pile up With the economy worsening, coronavirus cases increasing, and the Supreme Court dealing Trump another loss, Peter Baker reports that all is not well inside the Trump campaign.",
  "Trump's tax nightmare comes true as he loses Supreme Court case In breaking news on the nation's highest court, Donald Trump lost his bid to hide his taxes from New York prosecutors. MSNBC’s Chief Legal Correspondent Ari Melber breaks down the significance of the landmark case, reporting on the legal history and reporting…",
  "Trump loses tax case as his own SCOTUS appointees rule against him The nation's highest court has ruled against President Trump, clearing the way for New York prosecutors to review his secret tax returns. Former federal prosecutor John Flannery and MSNBC Legal Analyst Joyce Vance join MSNBC's Chief Legal Correspondent Ari Me…",
  "'Confounded': Trump's state of mind dwindles after SCOUTUS blow President Trump now claiming he “aced” a cognitive test he took recently, leaving doctors “very surprised” by his results. But after losing the monumental battle over his tax returns at the Supreme Court, aides now claim Trump has cast himself as a “blameless…",
  "What prosecutors may find in Trump's taxes amidst his loss at the Supreme Court Many have speculated what Donald Trump's tax returns may reveal -- and now the New York D.A. is likely to find out. The Supreme Court ruled Trump has no “immunity” to hide the returns. Award winning investigative journalist David Cay Johnson, who obtained som…"
]