[
  "<p>Republican recriminations have begun in earnest. Looking forward to senator John McCain's <a href=\"http://edition.cnn.com/2008/POLITICS/10/30/campaign.wrap/index.html\">near certain defeat</a> in the US presidential elections, opposing factions of the GOP are busy crafting narratives to <a href=\"http://www.independent.co.uk/news/world/americas/struggle-for-soul-of-republican-party-degenerates-into-civil-war-975446.html\">explain the loss</a> that pin the blame squarely on those other ne'er-do-wells in the party.</p> <p>\"If you believe in miracles, you still believe in McCain,\" <a href=\"http://ap.google.com/article/ALeqM5hW-_0dHk_7_Wfu1KXwcoDeviWGYQD9443C180\">said</a> Republican consultant Joe Gaylord. The AP correctly characterised him as only one member of a \"mounting chorus of Republicans predicting their nominee's demise\". That chorus is mounting because, less than a week out, McCain trails in polls in several must-win states.</p> <p>Quite a few explanations for this impending electoral Armageddon are at least plausible. President George Bush is currently <a href=\"http://pollster.com/polls/us/jobapproval-bush.php\">less popular</a> than a bad hangover, which makes him a truly tough act for any Republican to follow. Nobody wins them all and the economy has gone sour at a particularly bad time for the party in the White House.</p> <p>But all of the explanations for an Obama administration without a villain or a goat in them rather miss the point. Republicans are looking for <a href=\"http://canadianpress.google.com/article/ALeqM5hg8V3MjnVJnmXtQoqtt4voh3e9Jw\">someone to blame</a> for their unpopularity. And it would be much easier if that person's mistakes and shortcomings reaffirmed their preconceived notions of how the world works.</p> <p>Smart operators are getting an early start because they know competing narratives about the loss will help determine the future of the party. Those narratives are 1) \"Sarah Palin lost it for us\" or b) \"McCain's bailout theatrics lost it for us\". The contest now is to make one of those stories stick.</p> <p>The Blame Palin faction has a head start. She is <a href=\"http://newsminer.com/news/2008/oct/30/palin-sees-dip-popularity-alaska-rest-nation/\">roundly hated</a> by the more moderate-liberal wing of the party. They are less numerous but well connected and overrepresented among journalists and pundits.</p> <p>Pro-war left libertarian author <a href=\"http://www.ryansager.com/blog/\">Ryan Sager</a> wrote that the pick \"complete[d] the transformation of the GOP into a southern-centered party based on social division and cultural resentment\". In a widely publicised interview, New York Times columnist David Brooks said that Palin represented a \"<a href=\"http://www.youtube.com/watch?v=GvxQwNqZSOQ\">fatal cancer</a> to the Republican Party\" because she comes from a \"populist tradition\" of conservatism that not only \"scorn[s] liberal ideas but … scorn[s] ideas entirely\".</p> <p>The story that anti-Palinites tell is one of honor and decency wasted. With his record of military service, bipartisanship and thinking outside the box, McCain could have appealed to most voters of intelligence and goodwill. Then he picked the untested Alaska governor in a naked grab for votes, and it backfired. It caused many undecided voters to think of McCain not as a stand-up guy but as an crass opportunist given to the worst sort of pandering, and thus rejected him.</p> <p>The only problem with this story is what it leaves out. On the eve of the Palin nomination, McCain was dead in the political water. Conservatives didn't like him. He was too old and too rigid. Barack Obama had just delivered a <a href=\"http://www.youtube.com/watch?v=ato7BtisXzE\">convention speech</a> in a sports arena that shattered previous records of television viewership for convention speeches.</p> <p>Then McCain picked the little-known northernmost governor to be his running mate and bought himself a fighting chance. There was a real possibility that many grassroots conservatives would bolt and vote for Libertarian candidate <a href=\"http://www.bobbarr2008.com/splash/?s0820\">Bob Barr</a>. Palin brought them back into the fold while generating intense media interest. A week after Obama delivered his record breaking speech, McCain topped it.</p> <p>It looked for a brief moment like Palin had given McCain the edge. So it is not at all surprising that many conservatives are reacting badly to criticism of the Alaska governor. Former White House aide Jim Nuzzo told the Sunday Telegraph that following the election \"A lot of people are going to be <a href=\"http://edition.cnn.com/2008/POLITICS/10/29/palin.gop/index.html\">excommunicated</a>. David Brooks and [fellow anti-Palinites] David Frum and Peggy Noonan are dead people in the Republican Party\".</p> <p>Then there's the bizarre bail-out behaviour explanation. The Arizona senator announced that he was suspending his campaign to return to DC to deal with the serious problem of crafting a government bail-out, and thus would be skipping the first presidential debate. Instead, he put in a few more media appearances, returned to DC and almost derailed bail-out talks, then took part in the first debate anyway. He insisted that the fundamentals of the American economy were \"sound,\" railed against Wall Street and <a href=\"http://www.politico.com/news/stories/0908/13573.html\">called for the replacement</a> of the current head of the SEC with New York Democratic Attorney General <a href=\"http://www.oag.state.ny.us/\">Andrew Cuomo</a>.</p> <p>Conservative House Republicans worked to vote down the first bail-out bill. McCain never showed any interest in opposing it. He <a href=\"http://www.huffingtonpost.com/2008/10/02/john-mccain-gets-incohere_n_131241.html\">went along</a> with the Senate bill, which was loaded down with the sort of ridiculous pork projects that he regularly rails against, and he even <a href=\"http://www.fool.com/investing/dividends-income/2008/10/13/dissecting-mccains-bailout-plan.aspx\">proposed to enlarge the scope of the bail-out</a> by using the government to restructure mortgages for homeowners who felt they'd got a bad deal. Most voters likely found this weird. Conservatives found it depressing. It reaffirmed every doubt they'd ever had about McCain's vision of the economy and, according to their favoured story, only hastened his defeat.</p> <p>They're right that McCain had made gains running as a born again conservative and faltered during the bail-out, but there's an awful lot of static in the polling. The stock market tanked and the nation was treated to dour economic forecasts. McCain might have opposed the bail-out but taken a beating anyway. We'll never know for sure, though it would have been nice for Americans to have had a clear cut choice on this important issue.</p> <p>In the Republican recriminations, shots at Palin traded with shots at the man who chose to put her on the ticket, we are seeing the <a href=\"http://www.washingtonmonthly.com/features/2006/0612.dougherty.html\">Dougherty Doctrine</a> in all its ugly glory. As the wag wrote, \"If it were more like me, the Republican Party would be better off. It's failing because it's like you\".</p>",
  "<p>Politics in the morning paper is nothing new in America - but days before the election, ideologically charged content being packaged with newspapers is sparking a heated debate over advertising standards. <br> Subscribers to the Cincinnati Enquirer, in the swing state of Ohio, today joined readers in Cleveland and Las Vegas as the latest to get a free add-on with their newspaper: a DVD of an anti-Barack Obama film. The Democrat's supporters, predictably, were displeased.</p> <p>One newspaper subscriber in Cleveland accused John McCain of funding the DVD advert. \"I think it's very sleazy,\" Marilyn Garfunkel told the local Fox TV network. \"I think it does not bode well for them in terms of how they've approached the campaign up to this point.\"</p> <p>But the free film, titled <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.barackobama2\">Hype: The Obama Effect</a>, was unconnected to the McCain camp. A conservative activist group, Citizens United, is spending more than $1m to distribute 1.25m copies of the Hype DVDs in three election-year battleground states.</p> <p>The 95-minute film features several attacks on Obama that have been discredited by independent fact-checkers, including a claim that he would raise taxes on most US small businesses. Jerome Corsi, the author of a controversial book criticising Obama, also appears in the film.</p> <p>Another free advertising DVD, however, has elicited a bigger backlash in this highly contentious election year. A non-profit group called the Clarion Fund has paid for 28m newspaper readers in swing states to receive free copies of Obsession, a film that has drawn criticism from religion scholars for its comparison of radical Islam to Nazism. </p> <p>Obsession uses stark imagery to create a frightening picture of violence-seeking Muslim extremists. Although the film includes no overtly election-related content, the Clarion's website contained language praising John McCain before later being removed.</p> <p>As Obsession DVDs appeared on the front steps of news subscribers across the US, a wave of protest developed in response. About 75 readers marched in front of the Oregonian newspaper's offices in Portland, where the mayor had advised against promoting the film.</p> <p>The News &amp; Observer in Raleigh, North Carolina, drew attention to the DVD advert with an accompanying article and was met with a torrent of response that leaned towards angry criticism of the film. About 50 readers cancelled their subscriptions to the newspaper, according to the Associated Press.</p> <p>\"I do not appreciate this right-wing propaganda being put in this battleground state's newspaper. I find that appalling,\" one commenter on the News &amp; Observer website wrote.</p> <p>Another offered sarcastic hope that the newspaper \"made a small fortune in distributing this abomination to your subscribers because, in all other ways, your newspaper is totally and irreversibly bankrupt\".</p> <p>Kelly McBride, leader of the ethics faculty at the Poynter Institute of Journalism in Florida, said that the anticipated reader frustration was not reason enough for newspapers to decline the Obsession advert.</p> <p>\"As long as it's clearly labelled as advertising, then I don't think you have grounds to reject it,\" McBride said. \"I don't think you can create a different standard for political adverts than other adverts … The standard is, if you can pay, and it's legal and not grossly offensive to the community, then we'll take it.\"</p> <p>The timing of the Obsession mailings, during a hotly contested election as Republicans criticise Obama for pursuing talks with Iran, has raised questions about whether the DVDs were intended to help McCain. The Republican Jewish Coalition, which has endorsed McCain, also has distributed free copies of the film to its members.</p> <p>Newspapers in Cleveland, Detroit, St Louis, and Greensboro, North Carolina, were among the few that declined to run the Obsession DVD.</p> <p>\"Clarion was thinking of more creative ways to use newspapers than newspapers were,\" Seth Hettena, a reporter who investigated the film for the Columbia Journalism Review, said. </p> <p>Hettena described the free DVDs as \"fall[ing] into a grey area, at the very least\". He cited the timing of the newspaper adverts, their distribution to 14 US states where voters are split on the presidential race, and Clarion's ability to keep its donors secret under the tax laws.</p> <p>The two films have generated fresh scrutiny of media advertising standards, but DVD inserts are not the only paid content being questioned by readers and journalists alike. Two newspapers in Virginia this week rejected a bid by the National Rifle Association to package their daily editions in plastic bags with the potent message, \"Vote for Freedom … Defeat Obama\".</p>",
  "<p>We're in the last few days before the election, and we're already getting a sense of what is working and not working for the candidates. The big question at this late hour is whether John McCain can find a message that will persuade undecided voters to break his way in large enough numbers to win. </p> <p>Part of this post is motived by a question from <a href=\"http://www.facebook.com/home.php#/group.php?gid=27070229703\">our election Facebook group</a>. Many people are asking if the Obama half-hour infomercial worked. Mike Mullane asked:</p> <blockquote> <p>How many people watched the whole half hour? Did any of the papers run instant polls? What was your gut feeling about the Obama ad - was it a mistake? What are the bloggers saying?</p> </blockquote> <p>Nielsen Media Research which provides the ratings doesn't say whether people watched the entire half hour, but we do know that the Obama-mercial was <a href=\"http://features.csmonitor.com/politics/2008/10/30/obamas-prime-time-address-335-million-people-like-commercials/\">more popular than some of the regular programming on broadcast networks</a> at the same time. On NBC, that might be down to the new Knight Rider being such a complete waste of time. But 33.5m people, <a href=\"http://blog.nielsen.com/nielsenwire/media_entertainment/217-of-households-in-top-local-tv-markets-watched-obama-infomercial/\">more than 20% in most major TV markets</a>, watched all or part of the infomerical, which is about half the number who watched the debates.</p> <p>By and large, the <a href=\"http://www.usnews.com/usnews/politics/bulletin/bulletin_081030.htm\">media gushed about it</a>. <a href=\"http://blogs.abcnews.com/george/2008/10/obama-infomerci.html\">ABC's George Stephanopoulos said it was \"worth every penny\"</a>, which was about the most negative thing he said about it.</p> <p>I've yet to find a newspaper that ran a snap poll on it. It would be expensive, an expense that most US newspapers can't afford right now, to run a snap poll just looking at an ad, even one at that length. And half-hour ads are not unprecedented in American politics. Billionaire Ross Perot ran 15 infomercials in 1992.</p> <p>That leaves us to ask whether we're seeing any polls nationally or on the state level show a shift one way or another that might indicate an impact. Some 36 hours later, nationally, apart from a <a href=\"http://www.fivethirtyeight.com/2008/10/todays-polls-1030.html\">few outliers that show the race tightening quite dramatically</a>, there hasn't been much <a href=\"http://www.reuters.com/article/newsOne/idUSTRE49J0LF20081031\">movement in the polls for weeks</a>. On the state level, there is a little movement, and <a href=\"http://www.fivethirtyeight.com/2008/10/mccains-mountain-of-problem.html\">most of it is not in the direction that benefits John McCain</a>. I'll take a closer look at some of the polls later in the day. They are coming so quickly right now that it takes some effort to find the signal in the noise. I tend to discount national polls at this point and focus on the state polls.</p> <p>Also one thing to watch in these polls is whether they rely on a voter turnout model from four years ago or are based on \"intention to vote\". Larry Sabato thinks we're going to <a href=\"http://www.centerforpolitics.org/crystalball/article.php?id=LJS2008102301\">break the 1960 \"modern high water mark for voter turnout</a>\" with more than 60% of potential voters going to the polls.</p> <p>My gut feeling is that as long as it didn't knock off the air the favourite show of a lot of undecided voters, the impact will be negligible. I doubt it persuaded many people who hadn't already made up their minds. The two potential returns on Obama's $4m investement are making sure that his supporters <a href=\"http://blackpoliticsontheweb.com/2008/10/31/wary-of-voter-overconfidence-obama-not-letting-up/\">don't get complacent and fail to vote</a> and that it displaced coverage of McCain for another 24-hour news cycle.</p> <p>What are bloggers saying? From the great state of Alaska, the <a href=\"http://www.ownthesidewalk.com/2008/10/vote-early-often.html\">blogger behind Own the Sidewalk reports:</a></p> <blockquote> <p>After I voted, I stopped by my bank and mentioned to the teller that I'd just voted. So had she. She told me she's been a Republican all her life but just couldn't bring herself to vote for McCain and Palin. After watching the \"infomercial,\" she and her husband had decided to vote for Obama.</p> </blockquote> <p>One voter does not a wave make, but the number of Republicans who I've met who are voting for Obama this year, sometimes voting for a Democrat for the first time in their lives, shows that this isn't an isolated case.</p> <p>Conservative blogger Ed Morrissey dismissed the <a href=\"http://hotair.com/archives/2008/10/31/obamamercial-a-flop-with-critics-ratings/\">half-hour infomercial as a flop</a>. He does make a good point. The 21.7% figure is combined across five networks, but seeing as it was beating the regular programming on the broadcast networks adds counter-balancing context to that figure.</p> <p>As I said, the infomercial won't have changed minds, especially in the US political blogosphere where people tend not to sit on the fence. The infomercial should be seen in the context of Obama'a <a href=\"http://en.wikipedia.org/wiki/Powell_Doctrine\">Powell doctrine campaign</a> of totally overwhelming McCain on every level. Obama is drowning out McCain on the air. Obama and his army of paid and volunteer staff dwarf even the vaunted 72-hour GOTV (get out the vote) effort that George Bush orchestrated in 2000 and 2004. Obama is forcing McCain to make tough choices, including <a href=\"http://themoderatevoice.com/politics/republican-party/23920/mccains-financial-resources-choice-tv-campaign-ads-over-ground-game/\">pulling money out of GOTV efforts to counter Obama's advantage in advertising</a>.</p> <p><strong>Joe the Plumber argument not working</strong></p> <p>While the informercial was an expensive (albeit affordable for Team Obama) wash, McCain's \"Joe the Plumber\" tax argument doesn't seem to be winning over undecided voters. <a href=\"http://www.pollster.com/blogs/why_the_joe_the_plumber_tax_de.php\">Brian Schaffner at Pollster.com looks at the numbers</a> and explains why. John McCain is treading on 'dangerous ground when he criticises Obama for wanting to raise taxes on wealthier Americans, and Brian says:</p> <blockquote> <p>Another problem with using \"Joe the Plumber\" to criticize the redistribution of wealth is that this argument doesn't seem to have any particular appeal for the demographic \"Joe the Plumber\" is supposed to represent--working class whites.</p> </blockquote> <p>John McCain is facing a tough fight to the close. He's having to make difficult decisions with limited resources. Barack Obama's decision not to accept public campaign financing, which would have put his campaign on par financially with John McCain, might have been a broken promise, but it's allowed the Obama to completely overwhelm McCain on almost every level. Public financing of presidential campaigns will have to be overhauled to remain relevant after this election. </p> <p>Thanks for the question Mike. Keep them coming. If you've got a question, leave them in the comments. I'll try to answer as many as possible in the closing days of this election.</p>",
  "<p>Few people have been more persona non grata than George Bush during this election season. Republican candidates have gone out of their way to avoid being seen with the president. In fact, <a href=\"http://www.politico.com/news/stories/1008/14799.html\">Bush has raised $40m less</a> for the Republican party and its candidates in the 2008 election than he did last cycle. However, John McCain is becoming equally as toxic. He is, in fact, becoming the next George Bush.</p> <p>In recent months, McCain has made a particular effort to separate himself from the president and shrug off the liberal talking point that his policies would represent Bush's third term. In September, McCain campaign chief Rick Davis gave Bloomberg News an <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=amLe498jVevw&amp;refer=worldwide\">\"emphatic no\"</a> when asked whether the two men would be campaigning together this fall, saying that they had \"turned that page\". (This attitude is a far cry from <a href=\"http://thinkprogress.org/2008/02/18/mccain-bush-term/\">what McCain said about Bush</a> last February: \"I'd be honoured to be anywhere with him under any circumstances.\")</p> <p>Nevertheless, even solid Republicans are now equating McCain with Bush. Norm Coleman, facing a tough Senate re-election race in Minnesota, <a href=\"http://www.madison.com/tct/news/stories/311273\">never mentioned McCain</a> at multiple campaign stops. Last month, an aide to Coleman <a href=\"http://thinkprogress.org/2008/10/06/coleman-mccain-health-care/\">refused to back McCain's healthcare plan</a>, curiously saying only that Coleman was <a href=\"http://thinkprogress.org/2008/10/06/coleman-mccain-health-care/\">\"aligned with senator Coleman's plan\"</a>. He also called for the McCain campaign to <a href=\"http://www.huffingtonpost.com/2008/10/22/another-gop-senator-decri_n_136949.html\">stop its negative robocalls</a>. </p> <p>At least two other Republicans, Gordon Smith of Oregon and Susan Collins of Maine, also broke rank and joined the anti-robocall chorus. Smith has gone even further, grabbing hold of Barack Obama's coattails and going out of his way to <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15oregon.html\">praise the Democratic candidate</a>. </p> <p>Republican senatorial committee chairman John Ensign of Nevada recently told MSNBC that there was \"no question the top of the ticket is affecting our Senate races, and it's making it a lot more difficult.\" Senate minority leader Mitch McConnell, in a tight re-election race in Kentucky, <a href=\"http://www.politico.com/news/stories/1008/15071_Page2.html\">hasn't done any events with McCain</a> since a fundraiser last spring. </p> <p>Few Republicans have come out excited by the direction McCain is taking the party. In fact, the Republican National Committee's website currently has no mentions of McCain on its front page. Obama's name, however, appears five times. The top landing graphic links to a speech by former senator Fred Thompson. (The graphic does eventually change to a McCain promotion, but you have to wait around more than 10 seconds.)</p> <p>Many conservatives already view their presidential candidate as a lame duck. According to Politico's Jonathan Martin, a <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/Conservatives_plan_secret_postelection_strategy_session.html?showall\">\"who's who of conservative leaders\"</a> is planning a major strategy session for November 6 to chart out the movement's future. Republicans are publicly criticising McCain and his campaign with increasing frequency. While some have decried his Karl Rove-like tactics, those voices have mostly come from the old guard, such as representative <a href=\"http://www.newsday.com/news/local/wire/connecticut/ny-bc-ct--mccain-shays1029oct29,0,7578166.story\">Chris Shays</a> of Connecticut and Colin Powell. More are urging McCain to be more aggressive in <a href=\"http://www.theguardian.com/world/2008/oct/01/uselections2008.johnmccain\">fighting for conservative causes</a>. </p> <p>The one person on the McCain campaign who has generated excitement is Sarah Palin, who seems to already be gearing up for a 2012 run. She has been more than willing to hit Obama for \"palling around with terrorists\" and attack his \"socialist\" policy proposals. In her energy policy speech this week, Palin repeatedly veered away from her prepared remarks by substituting <a href=\"http://wonkroom.thinkprogress.org/2008/10/29/palin-big-oil-love/\">\"our administration\"</a> for every reference to the \"McCain administration\". </p> <p>Former House speaker and conservative revolution leader Newt Gingrich retired from Congress in 1999, but he certainly hasn't gone away quietly. In fact, he's shaping up to be a mover in the next conservative shake-up. A constant presence on Fox News, Gingrich has been a thorn in McCain's side. Gingrich has also been moulding the next generation of Republican foot soldiers in Congress, allegedly whipping up last-minute <a href=\"http://thinkprogress.org/2008/09/30/gingrich-against-bailout/\">opposition to the financial bail-out package</a> last month. (Gingrich has denied this involvement.) Additionally, Gingrich has invested considerable resources into an energy campaign urging: <a href=\"http://thinkprogress.org/2008/08/06/gingrich-aswf/\">\"Drill Here. Drill Now. Pay Less.\"</a> He even appeared as a <a href=\"http://www.ajc.com/metro/content/news/stories/2008/08/05/gingrich_oil_protest.html\">\"guest star\"</a> in the GOP energy protest over the summer, which conservatives considered <a href=\"http://thinkprogress.org/2008/08/04/gop-tea-party-energy/\">\"America's greatest hour\"</a>.</p> <p>Congressmen such as Jeb Hensarling of Texas, Mike Pence of Indiana and Thaddeus McCotter of Michigan are typical of Gingrich's foot soldiers. They are intent on moving away from Bush, who decimated the Republican party, and McCain, who isn't ideological enough on issues such as immigration. The New Republic's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/03/AR2008100302401.html\">Eve Fairbanks</a> described this new guard as \"fiercely stubborn, gutsily insubordinate, drama-loving and … unadulteratedly ideological.\"</p> <p>A new direction doesn't necessarily mean success. Just as both Gingrich's Contract with America and Tom DeLay's infamous 1994 Republican revolution eventually failed, this new conservative direction may also find itself unable to live up to its own standards. One thing seems certain, however: Neither McCain nor Bush will be leading the way.</p>",
  "<p><a href=\"http://www.theguardian.com/music/akon\">Akon</a>, the Grammy-winning, multi-platinum-selling R&amp;B star, has said that he will renounce his US citizenship and leave the country if <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> wins next week's presidential election.</p> <p>The singer, producer and songwriter, speaking to The Guardian during a promotional visit to Britain, was born in Senegal and plans to return to Africa should <a href=\"http://www.barackobama.com/\">Barack Obama</a> fail to become the United States' 44th President.</p> <p>\"If he [Obama] doesn't get into office, I'm gonna change my citizenship,\" he said. \"I'm moving back to Africa. You can hold me to that. I'm afraid to live there if he [McCain] is President. The decisions he makes scare me: he's making selfish decisions, he's doing whatever it takes to get into office.\"</p> <p>Akon cited the selection of <a href=\"http://gov.state.ak.us/\">Alaska Governor Sarah Palin</a> as McCain's running-mate as one of the decisions that gave him concern. \"I don't think he's going to last eight years,\" he said, referring to McCain, \"so she's <em>definitely</em> going to be president. Oh my goodness - that's scarier. And who would be <em>her</em> running mate? <a href=\"http://www.theguardian.com/music/2008/oct/30/joe-plumber-country-singer\">Joe the Plumber</a>?</p> <p>\"I'm <em>very</em> afraid,\" he continued. \"If the people don't see [that life in America will deteriorate under McCain], then that's a dangerous place to be for the next four years. I can't even envision how bad it's gonna be. I see it now - like, I'm driving down the highway, and I see cars parked with their emergency lights on because [people] can't afford to buy gas. You've got families walking, carrying infants to the next exit to take a taxi, because the taxi will get them home cheaper than the gas.\"</p> <p>The singer, who is unable to vote in this election due to a previous felony conviction, does not have a track record of speaking out on politics; but as one of the highest-selling black artists in the US, his views may carry some weight.</p> <p>\"I really, really hope that Obama gets in,\" he said, \"but I don't want to jinx him. It's too early to say, because I don't remember <em>anybody</em> voting for [George W] Bush's second term, and he still won.\"</p> <p><strong>·</strong> The full interview will appear in The Guardian's <a href=\"http://www.theguardian.com/theguardian/filmandmusic\">Film &amp; Music section</a> in November.</p>",
  "<p>Rima and Tareef Nashashibi must be the most intriguing siblings in politics. Migrants to the United States from Palestine, they both love America, civil liberties and apple pie. They are both highly significant political figures in their home state of California, and devote all of their free time to campaigning. The difference however, is that whilst Rima is a Democrat, her brother is a staunch Republican.</p> <p>\"It's just our make-up and the paths we've taken,\" said Tareef. \"I started out a small businessman, she was always an activist with causes, so the Democrats were the best fit for her. The older I got, the more conservative I became. I think having children changes you.\"</p> <p>When you ask Rima why her views are so different to her brother's she takes a deep breath. \"Seriously\", she says in a sombre tone, \"He was dropped on his head as a baby.\"</p> <p>In next month's presidential election, the majority of America's 2.4 million Muslims are likely to vote with Rima rather than Tareef. </p> <p>A survey carried out by the Pew Research Centre last year found that 63% of American Muslims identify with the Democrats as compared with 11% for Republicans.</p> <p>The votes of Arab Muslims however, are less difficult to predict. </p> <p>This group, which makes up one quarter of America's total Muslim population, tends to be more conservative than their black and Asian counterparts. In Rima and Tareef's home of Orange county, the Arab Muslim population has helped sustain Republican rule. </p> <p>\"Arabs are often socially conservative and successful in business, so they tend to assume they are Republican,\" said Rima. \"But they never look up the fine print of what that means.\" </p> <p>Tareef might not look like a traditional Republican, but his values are totally in tune with the party. As a highly paid manager in a construction firm, Tareef says he finds the small government, low tax and anti-union policies of the right attractive because they suit his business. He also says he is \"automatically drawn in\" by the social values of the party - family, order, patriotism - on account of his ethnicity. </p> <p>Rima also has a high-flying career. In between her duties as the vice chair of the Democratic Party for Orange County, she holds down a day job at American International Group (AIG). </p> <p>So why is Rima - given that she is an Arab-Muslim property owner who helps manage an investment bank - not also voting for the right? \"If I were to follow the herd I'd be a Republican, but you have to be socially responsible,\" she said. \"In truth it's got nothing to do with my background - the Democrats are simply a party for people who believe in good jobs, good education and a balanced budget.\"</p> <p>Although both Rima and Tareef admit that their political beliefs are often a source of conflict, they insist that politics has never got in the way of their close personal relationship. Rima – who doesn't have children of her own - moved from Seal Beach to Laguna Hills to be closer to her brother and his family. </p> <p>She can regularly be found at Tareef's house indulging in some of his Arabic cooking, \"I know where my bread is buttered, know what I'm saying?\" she says with a chuckle, \"Of course we have heated arguments over dinner - I rub his nose in the last hardcore Republican that's converted to the Democrats - but it's friendly competition and sibling rivalry at its best. We never let politics get in the way. Family comes first.\"</p> <p>In fact at times, the ideological split between Rima and Tareef doesn't so much feel like a hostile dividing line, but an affectionate bond that brings them closer together – they are like two peas in a politically confused pod.</p> <p>Perhaps their most amusing collaborative endeavour is their joint stand-up comedy routine You the Republican, Me the Democrat, which raised $120,000 for the Middle East Student Initiative earlier this year. In these entirely improvised shows, Tareef stands at the podium whilst Rima wonders about the audience heckling him from a cordless mike. </p> <p>\"It just comes out spontaneously,\" said Rima. \"He'll say something like 'You might be a Democrat Sis but we're still in Orange county!' and I'll say 'Yeah right – but have you looked at the electoral register recently?'\"</p> <p>Rima's jibe hits home. In Orange county and elsewhere, the Republican's traditional base of Arab-Muslim support has been slowly slipping away under the policies pursued by President Bush since 9/11. </p> <p>According to Pew's research, 71% of Muslims who describe themselves as conservative say they now disapprove of Bush's performance. The terrorism-driven clamp down on civil liberties at home and the wars in Iraq and Afghanistan abroad have tested the loyalty of some of the party's most devout Arab supporters. </p> <p>\"The fine print of what it means to be a Republican is coming to the surface and the community is starting to change,\" said Rima. \"Obama's victory shows that people are sick of the status quo – we can win this election.\" </p> <p>For once Tareef agrees with his sister, admitting that it has become harder to hold his head up as a Republican in the Muslim community. \"People ask me how I can still be a member and I say I chose the party because of its ideals, not because of its presidency,\" he said.</p> <p>\"In the past the Republican party was the leader of ethnic outreach. But then the neo-cons came and the Republicans have fallen behind. Of course it can be changed if the right people come along, but I don't think McCain will make any difference. He has deep-seated issues with the Arab world.\"</p> <p>Rima notes with a smile, \"My brother is more of a Democrat than he thinks.\"</p> <p>Since 9/11 Rima and Tareef have found their political beliefs steadily moving closer together. It started in 2002 when the Bush administration brought in \"special registration\". Introduced in reaction to the terrorist attacks, this legislation required every Arab male over 16 to register with the government. Failing to register or produce legal documentation was grounds for deportation. No other migrant communities were subject to these procedures. </p> <p>\"It was a flashback to the regressive regimes many people left to pursue the American dream,\" said Rima. \"Stereotyping, discrimination – it was the worst kind of racial profiling.\" </p> <p>Both siblings opposed the proposals, \"Rima would lobby the Democrats and I would lobby the Republicans,\" said Tareef. \"When we speak on record together, people know we are speaking on behalf of the whole community because both parties are represented.\" </p> <p>The siblings continued to work in coalition when the Iraq war started in 2003, sharing political contacts and organising joint community meetings. </p> <p>\"Most Republicans were so gung-ho about supporting the war I felt like a traitor for opposing it,\" said Tareef, \"but the whole public basis for the war was lies and misconceptions.\"</p> <p>\"I've lived in the Middle East so I saw things through a different filter. I knew that Iraq and Afghanistan would never let a foreign power control them, and everything we warned about came true.\"</p> <p>It was shortly after the Iraq war started that Tareef significantly scaled down his role in the Republican party, ending his presidency of the Arab American Club for Orange County in 2004 and stepping down from the state's central committee in 2006. </p> <p>Although he cites health reasons and other priorities, he admits that Iraq, \"along with the whole neo-con agenda\" played some part in his decision to reduce his Republican commitments. Yet he refuses to hand in his membership. \"If I leave then no one will listen to me,\" he said, \"If you join a party and you disagree with a particular policy you have a democratic way of changing that. You have to be part of the system if you want it to change.\"</p> <p>Children of a Palestinian family, Rima and Tareef were born and raised in Jerusalem. The Nashashibis have always been a political clan; their father was a co-founder of the Palestinian National Liberation League, and met the brother of his future wife whilst defending the city of Jerusalem in 1948. </p> <p>\"My father always encouraged my political activism as much as he did my brothers,\" said Rima, \"Politics is in our blood as Palestinians and as Nashashibis.\" </p> <p>The family moved to Orange county in 1980, but Rima regularly returns to her homeland, and in 2005 was sent by the state department to help run campaigning workshops for Palestinian women in the run up to the national elections. \"I felt kinship with the people I was working with\" she said, \"We are one people, whether we are in the diaspora or the occupied territories. A lot of them want me to move back, but I know that staying in the States is the best way to help them. The real decisions are made here.\"</p> <p>Although Rima is convinced that Obama would offer more hope for Palestinians than McCain, she is not unrealistic about the Democrats' potential for achieving peace in the Middle East, \"If we're working on the same principles of Oslo and Madrid then anything we produce is going to be a band aid and not address the real cause of the problem,\" she said. </p> <p>\"I love the party but I don't love it blindly. The obligation is on us to educate party decisions.\"</p> <p>Tareef, who also remains highly conscious of his roots, is equally sceptical of both parties' commitments to help his homeland. </p> <p>\"Foreign policy on this issue doesn't really change regardless of whether the government is Republican or Democrat. It depends who you are talking to – there are different personal, not party, platforms.\"</p> <p>Irrespective of their political differences, Rima and Tareef both want change. At the moment, only Obama seems to be offering it. </p> <p>The country will have to wait and see whether the Democrats' platform is enough to attract the disaffected Arab vote from its traditional Republican base. </p> <p>Tareef's two children, Mufeed and Rasha, diplomatically keep their emerging political opinions to themselves. Whether they'll grow up to support Daddy's Republicans or Aunty's Democrats is not yet known.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339205279\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9410458@A-worker-marks-the-ba-9574.jpg\" alt=\"Amritsar, India: sheep at a market\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amritsar, India: A worker marks the backs of sheep with colour for identification at a wholesale market </span> <span class=\"element-image__credit\">Photograph: Altaf Qadri/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339204006\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9406421@ELYRIA,-OH---OCTOBER--5801.jpg\" alt=\"Elyria, US: John McCain's signature\" width=\"294\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elyria, Ohio, US:  Jessica Lehman weeps after Republican presidential nominee John McCain signs a 1962 USS Intrepid yearbook he appears in</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339205900\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9407995@An-actor-holds-a-knif-9154.jpg\" alt=\"New York: Blood Manor actor\" width=\"528\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, US: An actor holds a knife inside the Blood Manor, a haunted attraction with 5,000 square feet of themed corridors and passageways </span> <span class=\"element-image__credit\">Photograph: Shannon Stapleton/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339205488\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9409585@epa01536727-A-worker--2267.jpg\" alt=\"Sofia, Bulgaria: steel protester\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sofia, Bulgaria: A worker from Kremikovtzi steel plant attends a rally. About 1,000 workers are protesting against a feared closure and demanding payment of their salaries </span> <span class=\"element-image__credit\">Photograph: Vassil Donev/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206887\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9406919@A-surfer-watchs-a-wav-2333.jpg\" alt=\"Chile surfer\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Punta Lobos beach, Pichilemu, Chile: A surfer watches a wave during Chile's world tow-in surfing circuit </span> <span class=\"element-image__credit\">Photograph: Martin Bernetti/ AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339204204\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9398628@A-tourist-walks-behin-8902.jpg\" alt=\"Saas-Fee, Switzerland: snow\" width=\"306\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Saas-Fee, Switzerland: A tourist walks behind a fake palm tree covered with snow in the Alpine ski resort</span> <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206890\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9406012@KORENGAL-VALLEY,-AFGH-2885.jpg\" alt=\"Korenghal Valley, Afghanistan: elder passes soldiers\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Korengal Valley, Afghanistan: Chief elder Sham Shir Khan plugs his ear as US soldiers fire mortars at a Taliban position</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339205491\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9409292@A-Pakistani-man-choos-2685.jpg\" alt=\"Donated clothes in Pakistan\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ziarat, Pakistan: A Pakistani man chooses donated clothes after an earthquake  that demolished some 3,000 houses </span> <span class=\"element-image__credit\">Photograph: Emilio Morenatti/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206900\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9403783@A-Sikh-man-ties-his-h-3871.jpg\" alt=\"Sikh man ties his hair\" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nanded, India: A Sikh man ties his hair on the banks of the Godhavari river</span> <span class=\"element-image__credit\">Photograph: Pal Pillai/ AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206505\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9407464@Minutes-before-midnig-8689.jpg\" alt=\"Tempelhof airport\" width=\"630\" height=\"346\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Berlin, Germany: A plane takes off for the last time before Tempelhof airport is closed after 85 years of service</span> <span class=\"element-image__credit\">Photograph: Markus Schreiber/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206499\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9407400@Supporters-listen-in--7654.jpg\" alt=\"Virginia: Barack Obama rally\" width=\"630\" height=\"381\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Virginia, US: Supporters listen in the fading afternoon sunlight as Barack Obama addresses a rally at the Verizon Wireless Virginia Beach amphitheatre </span> <span class=\"element-image__credit\">Photograph: Emmanuel Dunand/ AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206893\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9405662@Zambian-electoral-com-3420.jpg\" alt=\"Zambian electoral officials\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Buyuni, Zambia: Electoral commission workers start counting votes in a polling station about 30km east of Lusaka in Zambia's presidential election</span> <span class=\"element-image__credit\">Photograph: Alexander Joe/ AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339206502\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/31/photography/GD9407540@NEW-YORK---OCTOBER-30-8195.jpg\" alt=\"New York financial district\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, US: People leave work in the city's financial district </span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-339194333\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>With less than 100 hours to go before election day, Barack Obama and John McCain are using Halloween to kick off a final sprint through battleground states, trotting out tricks and treats to woo undecided voters.</p> <p>Obama's schedule is the more dizzying. The Democratic nominee begins his day in Iowa – the site of his first primary triumph 10 months ago – before moving on to Indiana and Nevada. </p> <p>McCain, meanwhile, is completing a bus tour through Ohio, the state he is increasingly pinning his hopes on as polls show Obama holding on to a lead in most of the key battlegrounds. </p> <p>\"I'm confident we'll win [in Ohio],\" the Republican candidate told ABC News this morning. The Californian governor, Arnold Schwarzenegger, will be by McCain's side today in that crucial state.</p> <p>In America's other perennial swing state, Florida, there is no lack of political players. Al Gore will return today to the site where his presidential dreams died, campaigning for Obama in the south Florida counties where the voting recount occurred in 2000.</p> <p>Hillary Clinton will pick up Gore's baton tomorrow, appearing on Obama's behalf in Miami and Orlando, Florida. Bill Clinton will campaign in West Virginia and New Hampshire.</p> <p>The goal of this furious pace is not only to court still-vulnerable voters but also to attract national attention at a time when the media has largely ceased covering policy in order to focus on the election map. </p> <p>Obama is well positioned to project an aura of confidence as he traipses through states George Bush won easily in 2000 and 2004, while McCain cannot even take his home state of Arizona for granted – he has started running automated phone calls there attacking Obama as unprepared.</p> <p>Despite the recent wave of bad news for McCain, two bright spots emerged for him this morning: Missouri and North Carolina. A poll released today by Politico.com found the race neck and neck in both states, a tightening from earlier surveys that had found Obama slightly ahead.</p>",
  "<p>Barack Obama's appearance on US cable channel Comedy Central's The Daily Show with Jon Stewart pulled in the series' highest ever rating on Wednesday night.</p> <p>Obama's interview, which aired between 11pm and 11.30pm, EST, pulled in 3.6 million viewers in the US - beating the show's previous high when the Democrat presidential candidate's wife Michelle appeared on October 8 by 600,000 viewers.</p> <p>This was the first time topical comedy talkshow had averaged more than 3 million viewers.</p> <p>The Daily Show's sister series The Colbert Report, which aired straight after between 11.30pm and midnight, also pulled in its highest ever rating, attracting US 2.4 million viewers. </p> <p>Wednesday's episode of the show, in which Stephen Colbert parodies the tub-thumping excesses of Fox News presenters such as Bill O'Reilly, saw him cross party lines and endorsing Senator Obama for president.</p> <p>The Colbert Report topped its previous high - also on October 8 - by 400,000 viewers.</p> <p>More4 broadcasts The Daily Show in the UK, while The Colbert Report is aired on FX.</p> <p>More4's showing of Obama's appearance on The Daily Show pulled in 125,000 on More4 between 8.30pm and 9pm last night, October 29, with a further 11,000 watching on More4 +1 an hour later.</p> <p>Meanwhile, Obama's 30-minute infomercial on Wednesday night, which aired across seven US networks including CBS, NBC, Fox, Univision, MSNBC and BET at 8pm, EST, was seen by a total of 33.6 million viewers.</p> <p>The seven networks usually pull in a combined average of 30.3 million viewers in the slot.</p> <p>US entertainment trade journal Hollywood Reporter reported that the Nielsen ratings body estimated that roughly 71% of viewers were white, 17% were black and 15% were Hispanic. (The Hispanic designation concerns what language the viewer speaks, meaning viewers can be white and Hispanic in Nielsen tallies.)</p> <p>Obama's 30-minute pitch was the first national pre-election special since presidential candidate Ross Perot bought similar airtime in 1996, which pulled in a total of 22 million viewers. </p> <p>NBC pulled in the highest single rating with 9.8 million viewers, while CBS had 8.6 million and Fox 7.1 million. </p> <p>ABC - the only major US broadcaster not to air the ad - saw its drama Pushing Daisies tie with CBS for third place with 6.7 million viewers. The CW's America's Next Top Model gained 3.9 million.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<video data-media-id=\"gu-video-339190484\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1890063890_MARIAN-SPENCER-OCT-30-FLV-16x9.flv\"/> </video>   <p>After attending the jubilant homecoming service and dinner at Cincinnati's Rockdale Baptist Church, we paid a visit to Marian A Spencer, an 88-year-old activist and leader in the city's African American community. </p> <p>Dressed in her Sunday finery, she brought us into her home, where she had gathered together a small group of women friends, who lost no time in getting down to brass tacks. </p> <p>When one woman pointedly said Obama's candidacy was not a matter of colour but of character and ability, others sharply disagreed. Race, they insisted, was still a central issue in the election, and in US politics and society. </p> <p>They could hardly believe they were on the verge of seeing an African American elected president - and they knew that an Obama victory would not mean that the struggle for equality was over. They were realistic, even sceptical, of what lay ahead.</p> <p>The women's scepticism is borne out by the election itself: even with a black man on the ballot, African American voters continue to face barriers at the polls, as they have to one degree or another throughout US history. </p> <p>Black men may have obtained the constitutional right to vote following the civil war, followed by black and white women in 1920. But especially in the south, African Americans, along with other minorities and poor people of all races, were kept from voting <a href=\"http://www.umich.edu/~lawrace/disenfranchise1.htm\">through other means</a>, including poll taxes, literacy tests, and restrictive registration procedures. </p> <p>While formal poll taxes were declared illegal in 1965 with the passage of the Voting Rights Act, versions of it remain in place - for instance, in the cost of taking time off work, travelling to the polls, or obtaining identification. </p> <p>African American votes are now discounted by many other means, as well. In Florida in 2000, the suppression of black votes changed the final outcome of the presidential election. The <a href=\"http://www.washingtonpost.com/wp-srv/onpolitics/transcripts/ccrdraft060401.htm\">US Commission on Civil Rights</a> found \"widespread disenfranchisement and denial of voting rights\" in Florida, which was ten times more likely to affect African Americans. </p> <p>More than 57,000 voters were \"purged\" from the voting rolls as supposed felons; over half were black, and more than 90% were innocent. In addition, <a href=\"http://www.thenation.com/doc/20040517/palast\">the report found</a>, thousands of eligible African Americans were turned away because their registration forms had never been processed, and thousands more had their votes tossed out on account of \"spoilage\" rendered by the \"antiquated and error-prone equipment\" more likely to be found in poor and minority areas. In 2000, the spoilage rate for black votes in Florida was 14.4%, or one in seven; for white votes it was 1.6%. </p> <p>In 2004, some of <a href=\"http://www.washingtonpost.com/ac2/wp-dyn/A64737-2004Dec14?language=\" printer\" \">the worst cases of vote suppression</a> took place here in Ohio, where voters who were non-white, poor, young, or newly registered were far more likely to find their names expunged from the voting rolls, or to face four and five-hour waits at polling stations. </p> <p>This year, in <a href=\"http://www.columbusdispatch.com/live/content/local_news/stories/2008/10/16/brunnerappeal.html?sid=101\">a case that went all the way to the US supreme court</a>, Ohio's Democratic secretary of state, Jennifer Brunner, refused to turn over to the state Republican party a list of 200,000 newly registered voters whose information did not precisely match information on other government databases. </p> <p>Since these first-time voters clearly favour Obama, Republicans are seeking to purge as many as possible from the voting rolls by turning what are clearly innocent discrepancies into trumped-up evidence of voter fraud. </p> <p>The Ohio GOP is now running statewide ads asking, \"Could Ohio's election be stolen?\". Brunner has said that <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/29/AR2008102904545_pf.html\">the Republicans are preparing the ground for challenges if Obama wins the state</a>, hoping to \"segregate and pick off ballots if it's a close race\". </p> <p>Like other states, Ohio has instituted early voting, hoping to cut down the long lines and chaos on election day, and increase access for people who can't get off work or have difficulty travelling to the polls. </p> <p>Still, in Cuyahoga County, where Cleveland is located, problems are already beginning. Volunteers and employees of the Greater Ohio Voter Coalition have been comparing lists of the people they had registered over the last year with the database of the Board of Elections. When we spoke with them, they had already found problems with about 300 of the 3700 registrations - about 8%. </p> <p>Many of these were simply missing from the system entirely. The group sends a card to the individuals with errors urging them to re-register, but fears that many of them won't make it onto the rolls by election day. </p> <p>Even the seemingly most innocent aspects of the voting process cause problems. Victoria Lovegren, a computer scientist and voting rights activist in Cleveland, argues that something as simple as the pens used to fill in the ovals on the ballots - ball points, rather than the easier and quicker felt tips - may well end up causing longer lines in areas where there are already far too few polling stations to serve the population. </p> <p>The overall impact of these seemingly insignificant obstacles comes down disproportionately on minorities, just as the poll taxes did a century ago. </p> <p>\"That's the whole shame of it,\" Lovegren said. \"They know those are the people who are going to be affected by these decisions. It was simply heartbreaking in 2004 to see the lines of people who couldn't vote.\"</p>",
  "<p>It's an all-out <strong>US election</strong> campaign-climaxing orgy of viral video this week. There are just four days until America decides; the rest of us - who have endured hundreds of pro/anti virals for the past two years - will look on impotently and just hope our comrades across the pond do the right thing...</p> <p>It's all in here; this is the 30-minute campaign video called <a href=\"http://www.youtube.com/watch?v=GtREqAmLsoA\"><strong>American Stories, American Solutions</strong></a> that<strong> Barack Obama</strong> famously paid somewhere in the region of $6m (£3.5m) to <a href=\"http://www.guardian.co.uk/media/2008/oct/10/barack-obama-tv-ad\">broadcast on prime-time TV</a>.</p> <p>\"There is not a liberal America and a conservative America - there is just one United States of America,\" he says. And there are plenty more soundbites where that came from.</p> <p>Meanwhile in \"celebrity election news\", there's a healthy reminder from <a href=\"http://www.viralvideochart.com/youtube/damon_condemns_palin?id=anxkrm9uEJk\"><strong>Matt Damon</strong></a> why the <strong>Sarah Palin</strong> choice is more than a little worrying, plus instalments <a href=\"http://www.youtube.com/watch?v=VhDRVKDcXQo\">one</a> and <a href=\"http://www.youtube.com/watch?v=fX40RsSLwF4\">two</a> of the multi-celebrity pull-your-finger-out-and-vote campaign.</p> <p>Just to make sure we don't get too serious with all this next-leader-of-the-free-world stuff, there's a <strong>McCain-Obama</strong> <a href=\"http://www.youtube.com/watch?v=wzyT9-9lUyE\">dance-off</a> with a surprise ending followed by a strangely compelling <a href=\"http://www.youtube.com/watch?v=XR9V_aOCga0\">Russian love song</a> dedicated to <strong>Sarah Palin</strong>, a telescope and her small maritime border.</p> <p><em>\"What are you doing right now? Let's see / Are you and Todd and you OK? / You can see me and my state / Well I'm looking at you every day...\"</em></p> <p>This <a href=\"http://www.youtube.com/watch?v=UxlwYP0HNdc\">high school special</a> suffers from a bad-quality recording but the enthusiasm still comes through; it's an extremely animated and well-rehearsed class telling you in no uncertain terms that <a href=\"http://www.viralvideochart.com/youtube/you_can_vote_however_you_like?id=UxlwYP0HNdc\">you can vote however you like</a>.</p> <p>And any friends still undecided on the vote front - there's always <a href=\"http://www.youtube.com/watch?v=k4WDjuiQmxA\"><strong>Paris Hilton</strong> for President</a>. Turns out she actually has some fairly decent policy ideas including ratifying the <strong>Kyoto protocol</strong>, pushing clean energy and supporting gay marriage. Though the pledge to paint the White House pink and move it to Maui is slightly less convincing.</p> <p>\"Paris Hilton - dispensing beauty tips and hope...\"</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.dailymotion.com/swf/k64W779POR6w9TOAj9&amp;amp;related=0\"> <object width=\"460\" height=\"280\"><param name=\"movie\" value=\"http://www.dailymotion.com/swf/k64W779POR6w9TOAj9&amp;related=0\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><embed src=\"https://www.dailymotion.com/swf/k64W779POR6w9TOAj9&amp;related=0\" type=\"application/x-shockwave-flash\" width=\"460\" height=\"280\" allowfullscreen=\"true\" allowscriptaccess=\"always\" /></object> </figure>  <p><strong>Guardian Viral Video Chart: compiled by <a href=\"http://www.viralvideochart.com/\">viralvideochart.com</a></strong></p> <p><strong>1</strong> <a href=\"http://www.youtube.com/watch?v=GtREqAmLsoA\">American Stories, American Solutions<br></a>It doesn't get more soapy than this.</p> <p><strong>2</strong> <a href=\"http://www.dailymotion.com/video/k25YAj11zJYqrGOAj9\">Wassup 2008<br></a>The Budweiser boys are back (albeit without official sanction) to tell you to vote for Obama.</p> <p><strong>3</strong> <a href=\"http://www.youtube.com/watch?v=fX40RsSLwF4\">More Friends uncensored<br></a>Follow up to the first Hollywood pro-voting spectacular, and just as slick.</p> <p><strong>4 </strong><a href=\"http://www.youtube.com/watch?v=8Xnk9aqih8o\">Don't Let Up<br></a>Note to remind the Obama supporters what can happen if you count your chickens too soon.</p> <p><strong>5</strong> <a href=\"http://www.youtube.com/watch?v=TW-6DpC-mj8\">Charles Meets Barack<br></a>Born in 1922, and campaigning hard for Obama.</p> <p><strong>6 </strong><a href=\"http://www.youtube.com/watch?v=5eUz13-pmTY\">\"His Choice\" Ad<br></a> So McCain admits he's not so hot on economics, and that he'd probably turn to his vice-president for support. Doh!</p> <p><strong>7 </strong><a href=\"http://www.youtube.com/watch?v=0Q9NSVUu8nk\">WV Vote Flipping Caught on Tape<br></a>As if the tension wasn't enough, the electronic voting systems might go witchy-woo.</p> <p><strong>8</strong> <a href=\"http://www.youtube.com/watch?v=Ah9W24oMIRc\">Obama Late To Hearings<br></a>Someone wants us to believe Obama has a habit of being late, but neglects to mention McCain's timekeeping.</p> <p><strong>9</strong> <a href=\"http://www.youtube.com/watch?v=iivL4c_3pck\">Obama Bombshell Redistribution of Wealth Audio Uncovered<br></a>Someone dug around in the internet archives for a very long time to try and find some dodgy radio quotes from Obama.</p> <p><strong>10</strong> <a href=\"http://www.youtube.com/watch?v=UxlwYP0HNdc\">You Can Vote However You Like<br></a>Cute democracy lesson from some talented high schoolers.</p> <p><strong>11</strong> <a href=\"http://vids.myspace.com/index.cfm?fuseaction=vids.individual&amp;videoid=45478763\">5 More Friends<br></a>First instalment of the Leonardo DiCaprio-produced campaign to get US people to register to vote.</p> <p><strong>12</strong> <a href=\"http://vids.myspace.com/index.cfm?fuseaction=vids.individual&amp;videoid=27489654\">Yes We Can Obama Song by Will.I.Am<br></a>Was this the song that turned the tide in Obama's favour?</p> <p><strong>13 </strong><a href=\"http://www.youtube.com/watch?v=vL20TdHjX2s\">McCain Supporters in PA: \"Bomb Obama\" \"Never vote for black\"<br></a>\"I don't want to sound racist here but I don't want a black president.\"</p> <p><strong>14</strong> <a href=\"http://www.youtube.com/watch?v=E08opP-qnQM\">Special<br></a>Oh-so-clever McCain-sponsored ad claiming Obama is not ready for office \"yet\", as if they could perhaps give him a try after McCain's had a go.</p> <p><strong>15 </strong><a href=\"http://www.youtube.com/watch?v=k4WDjuiQmxA\">Paris For President Paris Hilton Official Video</a><br>You know, she might just about be redeeming herself. A bit.</p> <p><strong>16</strong> <a href=\"http://www.youtube.com/watch?v=1lf2vDk-4Ag\">Dole's \"Promise\" ad on Hagan<br></a>The Democratic candidate for North Caroline allegedly secretly attended a Godless Americans meeting. Amen to that.</p> <p><strong>17 </strong><a href=\"http://www.viralvideochart.com/youtube/damon_condemns_palin?id=anxkrm9uEJk\">Matt Damon condemns Palin<br></a>No election would be complete without Matt Damon's opinion. Or something.</p> <p><strong>18</strong> <a href=\"http://www.youtube.com/watch?v=XR9V_aOCga0\">Vlad and friend Boris presents 'Song for Sarah' for Mrs Palin</a><br>Two beautiful neighbours praise the Alaskan vice-presidential candidate.</p> <p><strong>19</strong> <a href=\"http://www.youtube.com/watch?v=wzyT9-9lUyE\">Obama and McCain - Dance Off!<br></a>Squint, and this is fairly convincing.</p> <p><strong>20</strong> <a href=\"http://www.viralvideochart.com/youtube/best_interview_evah_barbara_west_vs_joe_biden?id=jxT0ELP7az0\">Best Interview Evah! Barbara West vs Joe Biden<br></a>The Democratic vice-presidential candidate Joe Biden goes head-to-head with a tough-talking TV interviewer and her string of far-fetched questions about Obama being a Marxist and a socialist. Sheesh.</p> <p><strong>Source: <a href=\"http://www.viralvideochart.com\">Viral Video Chart</a>. </strong>Compiled from data gathered at 17:00 on October 30 2008. The Weekly Viral Video Chart is currently based on a count of the embedded videos and links on approximately 2 million blogs.</p>",
  "<p>Defiance, a picture postcard town in north-west <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a>, takes its name from a fort built here in 1794 by a General \"Mad\" Anthony Wayne. The general was so proud of his deep moat and the fort's 2.5-metre-thick walls that he declared, according to local lore: \"I defy the English, the Indians and all the devils in hell to take it.\"</p> <p>So it was easy to see why <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, the Republican presidential candidate, found Defiance an irresistible place to launch his final <a href=\"http://www.theguardian.com/world/uselections2008\">battle for the White House</a> yesterday with a two-day bus tour of Ohio.</p> <p>Outgunned in the polls and on TV by his Democratic opponent, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>, and deserted by some of his fellow Republicans, McCain had little reassurance to offer his supporters yesterday except his defiance - and a little lesson in his own history.</p> <p>McCain cannot hope to match Obama in advertising spending, especially his half-hour broadcast on Wednesday night that the Democrat reportedly paid three television networks more than $1m (£600,000) each to air. </p> <p><strong>Battle bus</strong></p> <p>The bus tour for McCain was heavy with its own symbolism. Nearly a year ago now, the senator for Arizona made an improbable comeback to win the Republican nomination by driving around New Hampshire aboard his \"Straight Talk Express\" bus.</p> <p>He struck a similar can-do pose in Defiance town. \"We're a few points down, but we are coming back,\" he said. \"We are never giving up. We are never going to quit.\"</p> <p>But for all the fighting talk and carefully chosen symbols of defiance, it was a visibly wilting McCain who rode into town on a brilliant autumn morning to address a crowd of several thousand in front of the local middle school.</p> <p>In recent days, his campaign has had a number of embarrassing leaks about feuding and recrimination between his staff and his running mate, Sarah Palin - the sure-fire sign of a losing team.</p> <p>McCain has had to watch as associates from his decades in Washington turn their back on him to endorse Obama, most notably Colin Powell, the former secretary of state.</p> <p>McCain has also had to confront the idea that many Republican candidates for Congress find him politically toxic and do not want him campaigning in their area.</p> <p>Unlike in Florida last Thursday, where he was flanked by the state's governor, Charlie Crist, and the former governor Jeb Bush, McCain had no comparable state notables with him in Defiance.</p> <p>Ohio's Republican senator, George Voinovich, has yet to appear with McCain or his running mate, Sarah Palin, at a single event in the state - even though with its 20 electoral college votes, it is one of the richest prizes in this campaign.</p> <p>No candidate has taken the White House without winning Ohio since John Kennedy in 1960, and McCain is a few points behind Obama in the polls.</p> <p>He trails Obama even further in organisation, especially the early voting which campaigns see as a safety blanket against bad weather that could stop their supporters getting to the polls on election day.</p> <p>According to Ohio election officials, 62% of early voters in the state have been Democrats, and 37% Republicans.</p> <p>McCain faced another apparent desertion yesterday, this time from Joe the Plumber, the Ohio man who became a Republican celebrity after confronting Obama about taxes at a campaign stop three weeks ago.</p> <p>Since then, Joe the Plumber, whose real name is Samuel Wurzelbacher, has emerged as an increasingly important prop in McCain's stump speeches. McCain has even started billing his events as Joe the Plumber rallies in Wurzelbacher's honour.</p> <p>Only, as it turned out yesterday, McCain could not count on him either.</p> <p>\"Joe is with us today,\" McCain told the crowd. \"Joe, where are you? Where is Joe? Is Joe here with us today?\"</p> <p>Wurzelbacher has campaigned for McCain this week. His moment of celebrity has also led to a recording contract offer, local television reported yesterday. But if Wurzelbacher was in Defiance he gave no sign of it.</p> <p>\"Joe, I thought you were with us today,\" McCain continued, somewhat plaintively. \"All right. So you are all Joe the Plumbers,\" he told the crowd, before making one last attempt. </p> <p>He told Wurzelbacher he had seen him on television that morning: \"Wherever you are Joe, I thought you did a good job,\" said McCain.</p> <p>Such confusion has been the running thread through the campaign in these final days. Some is no doubt due to fatigue. At one point yesterday, McCain lost his place on the teleprompter, asking aloud: \"Where am I?\"</p> <p>But he has also been lurching from theme to theme with rising desperation. In Ohio yesterday, he warned that Obama would raise taxes, which would cost people their jobs. In Florida, he warned that Obama would bring socialism and negotiate with dictators.</p> <p><strong>Tarnished image</strong></p> <p>Meanwhile, campaign officials have been trying to stoke a new controversy about Obama's associations in Chicago by harping on about a dinner he had with a noted Palestinian academic, Rashid Khalidi.</p> <p>Such abrupt changes of direction and the negative tone of the campaign have had commentators - including conservatives - accusing McCain of tarnishing his own brand of an independent politician.</p> <p>Yesterday David Broder, the veteran political commentator at the Washington Post, wrote that though McCain had been burdened with George Bush's unpopularity he had failed to create a coherent vision for his campaign.</p> <p>For the hardcore of McCain's supporters, like the people at yesterday's rally, it is too soon to try to dissect the reasons he has been losing ground to Obama - or even for some to acknowledge it.</p> <p>At the last, McCain is making his underdog status part of his appeal to voters. The crowds he addresses are booing Obama louder, which they do regularly, than cheering McCain. His rallies play the theme song from Rocky - conveniently overlooking the fact that the scrappy fighter played by Sylvester Stallone lost to Apollo Creed.</p> <p>To his supporters it matters little. It will all come down to the wire, they say.</p> <p>\"It's going to be a tight race. All the polls seem to indicate that Obama has got the lead, and it's all wrapped up, but I don't believe it,\" said Mike Saxton, a retired science teacher. \"Obama's still having a tough time sealing the deal.\"</p> <p>Beside him, Bob Morton, a school principal, agreed. \"Every presidential election closes up at the end,\" he said. \"This one could too.\"</p> <p><strong>·</strong> This article was amended on Saturday November 1 2008. A quote was slightly garbled and attributed to the wrong person. Senator Lindsey Graham, rather than John McCain, said: \"Anybody see the infomercial last night? Thank God for cable! If we had played that at a prison camp it would have violated the Geneva convention.\" This has been corrected.</p>",
  "<p>Despite running one of the worst presidential campaigns I've ever seen, John McCain would, I'm convinced, make an excellent president. Among America's friends and allies there is an almost unshakable conviction that only an Obama presidency can undo the damage done by President Bush's supposed foreign policy blunders. And I can understand that - Obama's personal story is inspiring; he is an unusually thoughtful person with a cool temperament and a commanding presence. But, hard though this may be to believe, this is precisely the right moment for President McCain. </p> <p>The past seven years have been a time of extraordinary tumult in international affairs, and the world badly needs a period of consolidation and sweeping reform. Our diplomatic and economic institutions are ill suited to tackling the diffuse threats posed by climate change, financial contagion, mass epidemics and catastrophic terrorism. Only Nixon could go to China, and only McCain can reconcile conservatives to some of the hard steps the US will have to take.</p> <p>When John McCain first ran for president in 2000, he promised to remake the Republican party in his own idiosyncratic image. Just as Ronald Reagan expanded the party to embrace southern evangelicals and western libertarians, McCain appealed to suburban independents who rejected ideological cliches in favour of pragmatic problem-solving. Republican governors and mayors had worked for years with Clinton's White House to reform and revamp failing public institutions. </p> <p>There was a new centre in US politics, and McCain captured its reformist spirit. He rejected the strident moralism of the sectarian right in favour of a more inclusive conservatism built on the idea of shared sacrifice and public service. Having worked with John Kerry to repair America's relations with Vietnam, he aimed to end the country's culture war, in his view the most tragic legacy of the war in which he had served. Indeed, McCain's reluctance to play the culture war card may have cost him the Republican nomination that year.</p> <p>Yet now, McCain has become a captive of that same culture war. His running mate, Sarah Palin, has proved an enthusiastic culture warrior, going so far as to call big US cities something other than the \"real America\". Those cities are the engines of America's creativity and prosperity, and home to millions of suburban independents who once looked to McCain as their champion.</p> <p>We haven't seen the real McCain in this campaign. During Bush's first term in office, McCain served as a kind of leader of the opposition. Because the Democrats were so weak and divided, McCain became a rallying point for conservatives and liberals who opposed Bush on issues ranging from taxes and spending to the conduct of the war on terrorism. Some leading liberal thinkers called on him to switch parties and run against Bush as a Democrat. John Kerry wanted McCain as his running mate. But in 2004 McCain made the fateful, and in retrospect perhaps foolish, decision to back Bush, all in the hopes of bearing the Republicans' tarnished standard.</p> <p>Now, in the last days of the campaign, he must find his voice, and make it clear that he's not in the race out of personal ambition - indeed, he would be well advised to make a one-term pledge. Rather than win the election for a party or faction, he must promise to work with all parties and all talents to build a safer, more prosperous world. It's hard to imagine such an appeal overcoming Obama's overwhelming financial advantage or the many mistakes the McCain campaign has made in the past months - but it would be an appeal McCain, and all Americans, could be proud of.</p> <p>• Reihan Salam is an editor at the Atlantic and a fellow at the New America Foundation</p>",
  "<p>Barack Obama and John McCain are embarking on a frenzied, multi-state blitz over the final days of the election campaign as the Republican candidate claimed the polls are tightening in his favour.</p> <p>His campaign manager, Rick Davis, told reporters during a conference call yesterday: \"We're still fighting; we're still behind; we still think we've got plenty of time to close the gap enough to make this election competitive and win it.\"</p> <p>The McCain team drew comfort from some polls showing Obama's lead over the last month had started to shrink, albeit marginally. \"There's no question there's a closing in this campaign,\" Davis said.</p> <p>RealClearPolitics, a poll-monitoring website, showed Obama averaging 50% nationwide to McCain's 43%. But the race is tight in battleground states such as Florida, where Obama has just a 3% lead.</p> <p>Davis claimed McCain was \"coming back\" among suburban males and Hispanics, a view conceded by Democratic workers on the ground, who contrast the huge turnout for Obama among African-Americans with a more ambivalent response among Hispanics.</p> <p>In spite of Davis's optimism, the momentum still appears to be with Obama. Viewing figures for his 30-minute political broadcast on Wednesday, for which he paid three networks an estimated $1m (£600,000) each, show about one in five US households tuned in. That is high for a political broadcast, but fewer than for the presidential debates, all three of which attracted more than 30% of viewers.</p> <p>At a rally in Sarasota, Florida, yesterday Obama warned supporters: \"Don't believe for a second this election is over. Don't think for a minute that power concedes. We have to work like our future depends on it in this last week, because it does.\" </p> <p>A poll released yesterday by the University of Texas showed that 23% of Texans identified the Democrat, whose Christian faith has been widely publicised, as a Muslim. Given that Texas is solidly Republican, that will not cause Obama any concern. </p> <p>Potentially more alarming for Obama is a detailed analysis in the Orlando Sentinel of early voting in Florida. While it shows a huge turnout among African-Americans, young voters on whom Obama is placing high hopes have yet to vote. Although the young have registered to vote in high numbers, only 15% of those under 35 have voted so far, the worst-performing demographic group in the analysis. </p> <p>If this trend were to be repeated on election day throughout the US, Obama's vote would be seriously dented.</p>",
  "<p>America's 2008 election has at last come down to a national conversation about Barack Obama. When it began, 20 months ago, this was an election about George Bush, Iraq and Katrina. More recently it has become a contest about economic decline and insecurity, which explains more than anything why both Obama and his party have drawn steadily ahead over the past eight weeks. Now, having essentially decided which political offer to accept, Americans must go to the polls on Tuesday and sign off on the man himself.</p> <p>That is why the argument this week, and now over the final weekend, has morphed near the end into a contest over Obama himself. Bill Clinton, as ever, posed the key question when he appeared with Obama in Florida this week. \"Are you ready,\" he asked, \"for a new president?\" The Obama campaign understands this, too, just as it has understood most other things along the 2008 trail. Wednesday's unprecedented 30-minute TV election advertisement boiled down to a simple message, aimed unerringly at independents and middle-ground voters. It's OK to elect this man, it told them. It's the right thing to do.</p> <p>The Republicans understand this. The final days are about Obama for them, too. It is why the McCain campaign has again turned so negative as election day nears, trying to make the Chicago-based Palestinian Rashid Khalidi into the new Jeremiah Wright or the new Bill Ayers. It is why McCain's stump speech accuses Obama of being \"redistributionist-in-chief\" and why supporters waved placards this week saying \"Stop socialism. Vote McCain\". It is why Sarah Palin, running hard with a ball that Hillary Clinton passed to the Republicans months ago, has spent the last week pitching to what she none too subtly calls \"real Americans\", \"patriotic Americans\" or \"pro-Americans\".</p> <p>But what does it mean to say that, between now and election day, it is all at last about Obama? Travel through the US this week (as I have been doing in a series of nightly discussions on the west coast for Guardian America and the New York Review of Books), and it is impossible not to be profoundly aware that this country stands on the threshold of something that once seemed impossible. And yet when, a week from now, we reflect on the immense fact that America has elected a black president, or even if we are reflecting on the scarcely less immense fact that it has not, it will be important to remember what it feels like now - that this campaign has not fundamentally been about race at all.</p> <p>Don't get this wrong. The Republicans are engaged in an \"othering\" of Obama into which race is inextricably woven. But the othering of 2008 is not something new and unique but something old and familiar. In 2004 they othered John Kerry as a rich liberal. In 2000 they othered Al Gore as a beltway geek. In the 1990s they othered Bill Clinton as a draft-dodging child of the 60s. Before that they othered Michael Dukakis, Jimmy Carter and George McGovern, each in his turn, right back to the othering of John Kennedy as a Catholic in 1960. Othering, in other words, is what Republicans - and sometimes even Democrats - do.</p> <p>But this othering is more diabolically potent this time because it's about race, right? No, actually, that's wrong. The assumption that an inner racist demon lurks latent and uncontrollable in the souls of all white Americans, waiting to jump to the Republican dog whistle, is simply untrue. Europeans, so easily prone to condescension when talking about Americans, should not throw stones from inside their glass houses. Nor should journalists, who too often use the lazy cliche that, in the privacy of the polling booth, white Americans will do the opposite of what they say they will do.</p> <p>Barack Obama is not the black candidate. He is the Democratic candidate. He is not just the representative of an ethnic group that has never even been close to winning the presidency. He is also the nominee of a party that has become something of an expert at losing it. That is the reason why, next Tuesday, American voters face a double choice - electing a president of a race they have not previously voted for; and, at least as important on the day, electing a president from a party that, in modern times, they rarely vote in.</p> <p>Look at it this way. Obama may or may not have a problem getting white Americans to vote for him. But he is doing much better than most of his recent Democratic predecessors ever managed among such voters. In 2004, white Americans split 58% for Bush and 41% for Kerry. Four years before that, they went 54% to Bush and 42% to Gore. In 1992 Bill Clinton had a two-point lead among white people. Four years before that, George Bush Sr beat Dukakis by 20 points. Against that historical backcloth, Obama's one-point lead over McCain among white voters in the most recent New York Times-CBS poll looks pretty significant, while his bigger leads among white women, white men under 45 and, especially, white independent voters look potentially like a set of decisive turnabouts from recent Democratic experience.</p> <p>In fact, if you are looking for one theme from late 20th-century elections that marked American contests out from western European ones, it was not the politics of race but the politics of gender. For much of the past century in most European industrial nations including Britain, men tended to vote to the left of women, though that has begun to change recently. In the US, by contrast, women have in recent decades tended consistently to vote to the left of men. That certainly makes white men - who are around one in three of all adults - a key group of voters next week. But the fact that Obama is polling more or less even with McCain among them looks like a strength, not a weakness.</p> <p>Yes, there is a lot of evidence from things like implicit association tests that racist assumptions still lurk in millions of white American minds (and European minds too, of course). But that doesn't mean that racism is the only thing you need to know about such people, or that it dominates their minds, or that they are incapable of overcoming it. In particular, it doesn't mean that, when asked to vote for this black man at this time, they will not do so. Americans have spent a long time getting to know Barack Obama. The evidence is that they like what they see, and that they are about to do something both right and great.</p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p> <p><strong>·</strong> This article was amended on Friday November 7 2008 to correct information about how white people voted in the previous five US presidential elections. The Republican and Democratic shares of the vote among white voters were: 60%-40% in 1988, 41%-39% in 1992, 46%-43% in 1996, 54%-42% in 2000 and 58%-41% in 2004. In addition, Rashid Khalidi's name was misspelled as Khalili. This has been corrected.</p>"
]