[
  "<p>There is a simple reason why US Treasury Secretary Henry Paulson's $700bn bail-out package has been so hard to sell to politicians and the American people: it won't really work. Despite the historically massive expenditure and all the little clauses to make sure Wall Street fat cats get their comeuppance, the plan is unlikely to do anything to save the world's biggest economy from a long and crippling downturn.</p> <p>It will doubtless save some banks from collapse, but is that worth the government putting itself on the hook for nearly a trillion dollars - more than $3,000 for every man, woman and child in America? And that's not the half of it. Not bailing out Wall Street - with as much money as it would take to launch an American National Health Service - presents an even bleaker prospect: a financial nuclear winter that could last a generation. In short, America is doomed if it does and even more doomed if it doesn't get Paulson's billions, perhaps the ugliest economic choice it has ever faced.</p> <p>You can always rely on 'Neutron Jack' Welch, the former GE boss and all-round tough talker, to tell it how it is. 'I now believe we are in for one hell of a deep downturn,' he told the World Business Forum in New York last Wednesday, adding that the first quarter of 2009 will be 'brutal'.</p> <p>Until recently, Welch said, he had believed the American economy could avoid recession, but he has changed his mind, despite the bail-out. 'I am now caving,' he said. 'Get ready for real tough times. They're coming.'</p> <p>Welch is not alone in his gloomy outlook. A day after the New York meeting, Peer Steinbrück, the German finance minister, predicted America will soon be knocked off its perch as the world's leading economic superpower.</p> <p>If you peel away this hyperbole, however, and consider the ramifications of such large-scale government intervention into the market as Paulson's bail-out represents, even Steinbrück's seemingly gratuitous slight sounds plausible.</p> <p>The first question anyone thinking about the bail-out should surely ask is whether $700bn is enough, or indeed too much, to fix things. And where did that figure come from? David Wyss, chief economist at Standard &amp; Poor's, the New York credit rating agency, suggests that all the 'level 3' assets of all the biggest financial firms on Wall Street adds up to about $630bn. But this valuation is arbitrary at best, seeing as these sub-prime or toxic securities are only really worth what the market - or in this case the US Treasury Department - is willing to pay for them.</p> <p>'I think the biggest risk to the financial system is if it turns out to be not enough,' says Barry Bosworth, a former economic adviser to President Carter and a senior economist at The Brookings Institution, a left-leaning Washington think-tank.</p> <p>It is impossible to know how much money will be needed to mop up all of America's sub-prime- related securitised debt because we don't yet know how the Treasury intends to go about buying it. 'There is so little agreement on this point - on whether it should be a traditional auction or a reverse auction or some other process - that the whole structure could very well fracture,' Bosworth says. 'There is not enough detail.' </p> <p>And the seemingly flawed mechanics of the bail-out are just the tip of the iceberg. Assuming the plan actually gets off the ground and the Treasury is able to organise some kind of workable asset sale, what will happen to the US economy once the banks have been 'saved'? Will house prices automatically start to stabilise? Will jobs be created as if by magic? Will Americans suddenly find they have disposable income on hand to get their consumer-weighted economy whirring away again? Of course not.</p> <p>And that is the plan's biggest flaw. 'My biggest fear is that all of this money, and it really is a very large amount, is going to be spent and none of it will be used to stimulate the economy,' Bosworth says.</p> <p>In fact it is entirely possible that the economy will become even more paralysed after the bail-out than it is today, because the government will put such a strain on the already-creaking public finances that it will not be in a position to provide any sort of stimulus for a long time to come. America will be unable to spend its way out of this crisis.</p> <p>Most critics of Paulson's plan express concern over US taxpayers shelling out billions of dollars to bail out greedy Wall Street bankers, but this is a misconception. Taxpayers, who have been shocked by the scale of earnings of all-too-fallible 'masters of the universe' such as Lehman Brothers' Dick Fuld and Bear Stearns' Jimmy Cayne (see panel) are not directly paying for this; nor will they ever, because America does not have $700bn of taxpayers' money. The government is in debt to the tune of $9.8 trillion. The entire sum will probably be borrowed from foreign governments and other purchasers of US Treasury bonds - which creates further problems.</p> <p>'Borrowing every penny of this $700bn could have very serious consequences,' Bosworth says. 'Firstly, investors from other countries are going to see this as the biggest example yet of America's lack of financial discipline. They may then very well decide they should not invest so heavily here and diversify their portfolios to invest less in US Treasuries, dollars and US equities and more in European bonds and the euro.'</p> <p>This, of course, will drive the already weakened dollar down even further, which will not only suck more lifeblood out of the American economy but drive up the dollar-denominated price of oil and other commodities, adding inflationary pressure into the bargain. Talk about kicking a country while it is down.</p> <p>Vincent Reinhart is a senior economist at the American Enterprise Institute, a conservative think-tank normally the antithesis of Brookings and its liberal scholars. He is in a particularly good position to criticise Paulson and Fed chairman Ben Bernanke's latest work because he worked for the Federal Reserve for more than 25 years, much of it as a director on the monetary affairs board.</p> <p>On the subject of the bail-out, however, he agrees almost entirely with Bosworth. In fact he goes even further, suggesting that what has been dubbed 'Tarp' (the Troubled Asset Relief Programme) will all but cripple whoever wins the presidential election in November.</p> <p>'Who would want to be President and inherit this mess?' Reinhart asks, adding that most of the big decisions in the victor's entire four-year term will be made by the Bush administration before inauguration day in January. 'The whole four years will likely be bogged down in very dull financial regulation and legislation relating to this bill.'</p> <p>What is more, with such immense pressure on public finances from the size of the debt incurred to fund it, Barack Obama can forget about spending increases and John McCain won't have any room for tax cuts. So whoever wins will be unable to fulfil many of their manifesto pledges.</p> <p>The next President will also face the prospect of a global depression to manage, and with it the possibility of strained relations with foreign governments.</p> <p>China, so dependent on the US as top buyer of its manufactured goods, faces an abrupt slowdown as Americans tighten their belts. This of course will mean that China and other nations will be less able to purchase huge wads of US Treasuries even if they wanted to, further restricting America's access to funds. 'It certainly will change our relationship with our trading partners,' Reinhart says.</p> <p>It is almost as if Paulson and Bernanke have created a plan that will see them through the next few months without concern for the long-term effects of their actions. 'I regard this as nothing more than a stopgap measure to get us through the election,' says S&amp;P's Wyss.</p> <p>After the Latin American financial crisis in the 1980s, the leading countries of Asia and the Pacific Rim said such a collapse could never happen to them. But in just a few years their economies were falling like dominoes.</p> <p>And as Japan, Singapore and Taiwan were failing, Americans looked on and observed that such endemic economic troubles only happened in developing economies such as Asia and Latin America, and could never happen in their great nation. They were wrong.</p>",
  "<p>Woody Allen once said that 80 per cent of success is showing up. That aphorism may have been on the mind of John McCain when he landed in Oxford, Mississippi, on Friday afternoon, having agreed at the final hour to participate in that night's presidential debate with Barack Obama. Seventy two hours earlier, McCain had said he would skip the debate because his services were desperately needed in Washington, where he would ensure that Congress swiftly approved a $700bn bailout of the stricken US financial system.</p> <p>Yet McCain's trip to Washington accomplished nothing and may even have set back the negotiations in Washington. The fate of the bail out remains less clear than when McCain chose to get involved. But no matter. McCain decided to debate anyway, making clear that the whole idea was about manufactured drama from a campaign that loves nothing more than an audacious political stunt. (See Palin, Sarah.)</p> <p>As it happened, McCain delivered a strong performance. He made a crisp and engaging case for his own leadership abilities, while Obama was professorial and dispassionate. But it may have been too little, too late for a candidate floundering in the polls who has seen the political climate swing ruthlessly against him.</p> <p>For much of the past year, the 2008 presidential campaign has revolved less about real issues than cultural signifiers. A stabilised Iraq and reduced concern about terrorism alerts offered Americans the luxury of obsessing about race, age, gender, elitism and Alaskan moose hunting. But with little more than a month remaining in the campaign, it is suddenly time to think about first principles again. The prospect of a gigantic federal intervention in the financial system has raised fundamental questions about the very nature of American capitalism.</p> <p>This is not how McCain wanted the closing weeks of the election to be defined. The Republican nominee is simply not very interested in economics. McCain has always known his best chance of beating Obama lies in his own military experience and in convincing voters that a man who was still an Illinois state senator five years ago simply isn't ready to be commander in chief at a moment of international crises from Iraq to Pakistan.</p> <p>But, to paraphrase Donald Rumsfeld, you fight an election with the issues you have, not the ones you wish you had. And it's the economy that now grips the public.</p> <p>In a Washington Post poll released last week, 53 per cent of registered voters cited the economy as their top concern, up a striking 12 points from just two weeks earlier. By a 57-33 margin, voters said Obama better understands their economic problems. For days, McCain only compounded this disadvantage with clumsy statements; last week, he implausibly declared, for instance, that the 'fundamentals' of the economy were strong, before reversing himself the very next day. His record of supporting financial deregulation was a constantly cited embarrassment, as were the newly revealed ties of his campaign manager to the reviled mortgage loan giant Freddie Mac.</p> <p>McCain understood that he couldn't tolerate this status quo, but also that changing the subject at such a moment of crisis would be impossible. So he decided to confront his problem head-on by plunging into the thick of the bail-out negotiations. This was meant to be a bold demonstration of McCain's leadership and his ability to bring people together and 'get things done' in Washington. (Obama, by implicit contrast, is a speechmaker who never gets his hands dirty.)</p> <p>But things did not go as planned - to the extent they were planned by McCain's shoot-from-the-hip team. Even as McCain's plane was in the air, news accounts suggested that Congressional leaders were on the brink of an agreement on a bail-out package that would buy up toxic mortgage securities. It was only after McCain's arrival in Washington that partisan rancour erupted around the plan, whose fate is now uncertain.</p> <p>In his ignorance of economics, McCain had perhaps underestimated the potency of those first principles of ideology now swirling through Washington. On the right, conservative Republicans are aghast at a federal intervention that they see as statist, if not outright socialist. (Lenin jokes are very much in fashion around Washington at the moment.) On the left are reformist Democrats who for years have been wrenching their party back from the pro-business, pro-trade religion instilled by Bill Clinton in the 1990s. And all around is a furious public, embittered by years of stagnant wages and growing economic inequality, which feels that both parties have done too little for the average middle-class Joe.</p> <p>In his visit to Washington, McCain did nothing to bridge those divides, nor did he offer a substantive critique of how US capitalism went so awry and what structural reforms might prevent a repeat disaster. Neither, for that matter did Obama, who has lately, including at Friday's debate, seemed like a man determined to keep his head down, make no waves and ride the tailwinds of anti-Republican opinion into the White House.</p> <p>Neither candidate has done anything to steer the country through this decisive moment of history - or even to engage on a serious intellectual level with it. But it is John McCain, with his shabby economic credibility and his ham-fisted political stunts, who will suffer as a result, perhaps irreparably so. </p> <p><strong>·</strong> Michael Crowley is The Observer's America commentator and a senior editor of the New Republic magazine</p>",
  "<p>When Al Gore won the Nobel Peace Prize last year, Kevin Spacey, hosting a celebratory concert, told a joke: 'I wonder if there is a parallel universe, and if in that universe Al Gore is the President and George Bush is getting the Nobel Peace Prize.' Pause. 'No, probably not.'</p> <p>The 2000 presidential election now looks like one of history's great turning points. It is not only diehard Democrats who believe there would now be less of a dent in America's military, economic and cultural supremacy but for Bush's victory over Gore by just 537 votes in Florida. </p> <p>Those eight years seem a lifetime ago but, with the race to find Bush's successor reaching its climax, a timely refresher comes in the form of Recount, a TV film which pulls off the unlikely feat of turning dimpled chads into the stuff of an edge-of-the-seat political thriller. Spacey plays Ron Klain, Gore's former chief of staff who becomes his standard bearer, fighting through the courts and inflamed by a sense of injustice like a latter day James Stewart. He is up against James Baker (Tom Wilkinson) playing hardball for the Republicans. </p> <p>Many of the actors met their real life counterparts before filming, and Spacey had already become acquainted with Klain at Democratic party gatherings. 'There was something really smart about Danny Strong [writer of Recount] having chosen Ron as the centre of the film because in a way, not being a public figure, but surrounded by people who are public figures, there was a quality of almost the Everyman that I thought was really valuable to try to explore,' the actor says. 'He was the first on the ground in Florida, he was the last to leave. It kind of fell to him, since everybody else left town, to try to fight this fight.'</p> <p>Recount is admirably even-handed, refusing to demonise Bush or his lieutenants. Spacey explains: 'We tried not to make a film about partisan whining Democrats saying the election was stolen, but examining an electoral process. Quite frankly, if we as Americans are going to look the rest of the world in the eye and say we are the bastions of a fair and open voting procedure, then we really owe it to ourselves, and also to other countries that look to us for guidance and fairness, to get it right. I don't think we got it right in 2000. I think the movie tries to show it wasn't one thing or the Supreme Court's decision. It was a confluence of things, of people, some who were qualified for their jobs and quite frankly some who weren't, and laziness and mistakes.'</p> <p>Spacey, a committed Democrat, is hopeful that Barack Obama will succeed where Gore failed. 'I think Obama has had a remarkable journey throughout his life. He's clearly, as anyone, even probably the staunchest Republicans, would acknowledge, a remarkable speaker. What I like about watching him speak is that, unlike other candidates for office, he doesn't actually have to look at notes as often because he understands the ideas that he's trying to get across.'</p> <p>Recount harks back to unabashedly political movies such as The Candidate or Primary Colors but was made for television. Spacey adds: 'This movie would have been made by the studios in the Seventies, but now the studios aren't touching films like this. So thank God for HBO, because there's a place where you can tell these kind of stories.'</p> <p>• Recount is on More4 at 9pm on Friday, October 3.</p>",
  "<p>It was the week that an angry Main Street finally fought back after a decade when the financial masters of Wall Street were seemingly invincible. As President George Bush looked straight into the television cameras last week and spelt out to the nation the economic peril facing America, the fury and fear were mounting in millions of homes.</p> <p>'Without immediate action by Congress, America could slip into a financial panic,' Bush warned. He sketched out a scenario of failing banks and plunging share prices which would savage retirement plans and put millions out of work. It was a terrifying scenario. Having waged two wars that are not yet over, Bush faced the final legacy of his tumultuous two-term period in office: the possible collapse of the American economy.</p> <p>But the action he was calling for stuck in the throats of the American people. The administration's planned $700bn bail-out for the financial sector has outraged and appalled many on the country's Main Streets. It has led to anger on the left of American politics, shocked at such aid to wealthy bankers when the millions of families losing their homes get little direct help. At the same time many on the right have expressed equal disbelief, watching in amazement as the previously free-marketeer Bush suddenly embarked on the biggest government intervention since the Great Depression.</p> <p>The US media have turned on Wall Street like a pack of wolves. 'Fraud Street,' screamed the banner scrolling beneath the concerned features of Fox Business Network's Liz Claman, who told viewers: 'You know what? I think the American public deserves some answers.' Time magazine declared that the nation's current troubles were 'the price of greed'. 'Blame greed,' echoed the Chicago Tribune</p> <p>At the United Nations, an Australian reporter accosted the actor Michael Douglas during a press conference and demanded to know - with a straight face, mind you - whether he felt any responsibility for the crisis because he delivered the line 'greed is good' as the character Gordon Gekko in the film Wall Street. 'Are you now saying, Gordon, that greed is not good?' the reporter asked. </p> <p>'I'm not saying that,' a bemused Douglas replied. 'And my name is not Gordon. He's a character I played 20 years ago.'</p> <p>The huge bail-out plan has also fundamentally changed the battlefield of the American election, which is just five weeks away from deciding who will be the next president. The sheer scale of the economic crisis, and the enormous sums of taxpayers' money demanded to sort it out, are the biggest game in town.</p> <p>In the UK, the red mists of anger have been slower to appear but the frustration is emerging with millions of savers and shareholders in Bradford and Bingley recognising that it will become the latest high street bank to fall victim to the financial contagion that has its roots in sub-prime lending to poor American homebuyers. Gordon Brown, who had been in Washington conferring with Bush about the crisis, branded the past few years an 'age of irresponsibility' and demanded the banks stop behaving recklessly. Until recently, Brown and his Chancellor, Alistair Darling, had been boasting that the past decade was an era of unprecedented prosperity and stability, and the Prime Minister's volte-face drew immediate accusations of hypocrisy from the Conservatives.</p> <p>As the deadlock on Capitol Hill continued last week, it must have been painfully obvious to Brown that the consequences of failure would reverberate throughout the world financial system - and straight to the pockets of Britain's homeowners. The cost of interbank lending on the London money markets has shot up, as shocked investors feared more banks could be at risk of going bust. Mortgage rates in the UK quickly followed, leaving thousands of homeowners struggling to find affordable finance. </p> <p>Here in Britain, analysts believe the impact of the financial crisis on the real economy has only just begun to bite. But to millions of Americans, it seems as though the doomsday picture is already upon them, especially in crucial battleground states such as Ohio, Michigan and Pennsylvania, America's former manufacturing heartland.</p> <p>These are people like Ken Karasek. The 47-year-old union organiser in the city of Wilkes-Barre has lived all his life among the hardscrabble towns of eastern Pennsylvania. He has seen factory after factory close and jobs move overseas. He feels that the economic crisis of the past year has merely brought the rest of America up to speed with what has happened in his home patch for the past three decades, and he is angry that the government has been so quick to bail out Wall Street with hundreds of billions. 'It disgusts me. I have seen huge plants close down all over this area. I have seen good union jobs go and get replaced by service jobs, like McDonalds or Wendy's. Now we give all this money to Wall Street just like that?' he protested.</p> <p>The panic around the economy has infected the political system, upending traditional alliances, pushing Democrats closer to Bush's plan and Republicans further away. It has created ructions in the race between Barack Obama and John McCain, seeing a dangerous game of political brinksmanship that ended with McCain suspending his campaign and rushing back to Washington.</p> <p>The events which led to that astonishing twist began at 8.30am on Wednesday. Obama had placed the call to McCain, reaching out with the idea that the two rival candidates could draft a common statement on the financial crisis gripping America. Such a move was far from altruistic. A Washington Post poll that morning showed Obama opening up a nine-point lead in the race. The poll was perhaps the strongest sign that voters were beginning to decisively break for the Democrats. By reaching out to McCain across party divides, Obama could stamp his ownership on the economic issue and also appear as a unifying president-in-waiting.</p> <p>McCain finally returned the call at 2.30pm that afternoon. The two men agreed in principle to a joint statement and McCain mentioned he was thinking of returning to Washington to address the crisis. He also suggested suspending Friday night's first televised presidential debate. Obama, apparently, assumed McCain was not serious - but he misjudged his opponent. A few minutes later, McCain called a press conference, suspended his campaign and said he was heading back to the capital. </p> <p>It was a high-stakes move, dictated by political needs of the moment. It showed leadership and his maverick streak that is always popular with swing voters, as McCain also struck a new populist tone, railing against the freewheeling excesses of the wealthy bankers who had caused the mess. But the plan had a huge risk, not least due to McCain's long record of supporting deregulation and his close ties to big business. Voters are unlikely to see McCain as a convincing populist. 'He has an uphill fight to persuade people that this is what he believes,' said Professor Rogers Smith, a political scientist at the University of Pennsylvania. </p> <p>Instead of following his lead, the Democrats slammed McCain for interfering in something about which he knew nothing. He returned to Washington, leading a train of reporters in his wake, though he had no meaningful appointments scheduled there. Bush himself rescued McCain, inviting him and Obama to a White House meeting which caused gridlock in Washington as competing motorcades darted around the White House. As predicted, it also derailed the bail-out plan, producing only partisan rancour. At one stage a frustrated Bush said: 'If money isn't loosened up, this sucker could go down.' But even such frank language from the most powerful man in the world could not secure agreement. </p> <p>Suddenly Republican politicians broke away from the plan, leaving only Democrats still willing to work on it. In an astonishing scene, Treasury Secretary Hank Paulson walked into a room where top Democrats were meeting. He got down on one knee before Speaker Nancy Pelosi and begged Democrats not to 'blow up' the deal. Pelosi and other Democrats furiously told Paulson that they blamed Republicans for the mess. 'I know, I know,' Paulson replied.</p> <p>By Friday the meetings had begun again, seeking to rescue some of the plan or come up with a better alternative. But by that time the huge Washington Mutual bank had failed overnight, the biggest such event in US history - though even such a momentous collapse was relegated to almost an afterthought on the morning TV news shows. Bush again appeared before the TV cameras, vowing that a bail-out plan would be passed but offering nothing concrete as to what or when. The political theatre took on a rare tinge of humour when Gawker, the Manhattan media gossip website, declared Paulson a 'hotty' after digging up an old photo of him standing bare-chested on a beach brandishing a large fish. 'Look at that chest,' Gawker gushed. 'The power of Paulson, indeed... Hank can bail us out any time.'</p> <p>But in Wilkes-Barre, Ken Karasek and others at a rally for Obama's running mate, Joe Biden, were not interested in Hank the Hunk's manly musculature - they were just furious at being asked to pay for his extraordinary proposal. </p> <p>Retired nurse Betty Daniels, wearing a baseball cap emblazoned with the words 'Jesus is my boss', was furious at the bail-out. 'I feel angry. People are losing their homes. They are barely making enough money to feed their families. I would like to see that money go to those people, not banks who just wasted it,' she said.</p> <p>In an already distressed area such as Wilkes-Barre the impact of the economic crisis has been profound. Over the past year more businesses have closed and many homes have been lost as the mortgage crisis has reached out and cast people out of their houses. </p> <p>When Biden took to the stage in front of the small crowd, he dished out lashings of angry politics which struck a chord with many of those present. Biden attacked Wall Street executives and a culture in Washington that had been too friendly to big business. 'The wealthy and the powerful have a seat at the table and everybody else is on the menu,' he said.</p> <p>There were echoes of that populist mood in the UK, where the Archbishops of Canterbury and York intervened in the debate, describing City speculators as asset strippers and bank robbers. Only a few months ago the churchmen would have been ridiculed for their outbursts, but now there were even some in the Square Mile prepared to admit they have a point. Investment banker John Reynolds, chairman of the Ethical Investment Advisory Group (see right) said: 'It is easy to see how abusive market practices have developed, harder to see why they have been allowed to grow unchecked by regulators. To avoid repeating the mistakes we need regulators to be more interested in understanding markets and politicians to be less in awe of money and less influenced by the seemingly munificent gestures of large companies seeking to show that they aren't just greedy bastards - when in fact they are.'</p> <p>The financial crisis has called into question a whole philosophy on both sides of the Atlantic: the so-called 'Anglo-Saxon model' of liberal capitalism which has dominated the US and the UK economies for 30 years, now with disastrous results.</p> <p>Even Irwin Stelzer, Rupert Murdoch's economic adviser, and arch-defender of free markets, admitted: 'The day when that engine of capitalism, the financial market, will be allowed to operate more or less unimpeded by government, has passed.' Veteran investor George Soros has argued that we are suffering the after-effects of a 'super bubble' fuelled by decades of deregulation and hands-off economic management - and it is time for the political tide to turn.</p> <p>The financial markets' extraordinary ascendancy can be traced back to the Ronald Reagan-Margaret Thatcher era of the 1980s. They slashed controls on markets and set finance free. In 1986, a whole series of rules and restraints were abolished in one fell swoop, the 'Big Bang'. For consumers up and down Britain, the liberation of the financial markets made it much easier to borrow. The days of queuing anxiously to see the bank manager, to persuade him to give the nod to a mortgage, or agree to an overdraft, were over. Owning shares was no longer the preserve of the wealthy few, sauntering to their brokers after lunch in a London club.</p> <p>When the Berlin Wall fell in 1989, exposing the shattered state of the centrally planned Soviet economy, defenders of market freedom felt vindicated. It was, said one darling of the free-marketeers, Francis Fukuyama, 'the end of history' because the Cold War was over and the power of the market had triumphed.</p> <p>During his decade as Chancellor, from 1997, Gordon Brown worked hard to keep the City on side, boasting of its competitiveness, and nurturing it with 'light-touch' regulation. But with the crisis-hit banks now forced into pleading for charity from the state, many observers are arguing that the financial firms have surrendered their right to demand an easy ride. One stunned City veteran trying to absorb the magnitude of Paulson's plan said: 'We've just turned the clock back on 25 years of Neanderthal capitalism.'</p> <p>Already, the Treasury and the Federal Reserve are busily drawing up plans to tighten the rules on the level of assets banks must hold to secure their loans; and to ensure that financial regulators from different countries keep in closer contact. French President Nicolas Sarkozy has called for a global summit in November to rebuild the whole world financial and monetary system from scratch, saying: 'The idea that markets are always right was a mad idea.'</p> <p>Even if the Paulson plan is clinched without further delay, there is no hope of an imminent recovery either in the US or the UK. The pain for ordinary homeowners on Main Street USA is already being felt, and in Britain unemployment is rising quickly, and consumers are tightening their belts. Rosebys, the home furnishing chain, became the latest casualty in the retail sector on Friday, when it collapsed into administration, leaving its 2,000 staff uncertain about their future.</p> <p>'Folks, it's not just finance,' Citigroup economist Steven Wieting warned the world. 'The recession bus left the station earlier this year.'</p> <p>Additional reporting by James Doran, Elana Schor and Lisa Bachelor</p>",
  "<h2>It looks like McCain may meet his Waterloo</h2> <p>While David Cameron remains steadfastly neutral in the US presidential campaign, the same cannot be said of his alma mater. </p> <p>Eton College is sending a group of boys to work on the presidential campaign of Barack Obama. </p> <p>They'll be joined by another team of schoolchildren, from the Oratory School in London, which is where Tony Blair sent his sprogs. </p> <p>'It's less about political leanings than the chance to experience an American election campaign,' says an Eton source. </p> <p>It's still alarming news for military man John McCain. </p> <p>Pendennis is sure that the seasoned campaigner will remember, with a frisson or two, that the Battle of Waterloo was won on the playing ﬁelds of Eton. </p> <h2>Let us pray for the Treasury</h2> <p>Good to see the government leading the way when it comes to celebrating multicultural Britain. The Treasury building has a 'multi-faith prayer room'. 'It didn't look much like a church or synagogue,' hints my source.</p> <h2>Gordon's tonic</h2> <p>Opinion Leader, the polling company run by Gordon Brown's friend Deborah Mattinson and employed wholly transparently by the government, did a survey which shows 'older workers are the happiest employees'. Cheeky types can see that in the smiles of our Prime Minister. This is no time for a novice.</p> <h2>Expect another Führer furore involving the Mitfords</h2> <p>At 88, the last of the Mitford sisters is not beyond courting controversy. It's probably not a complete surprise to those who know the family history. Deborah, Dowager Duchess of Devonshire, is providing a glowing introduction to a collection of the writings of her sister, Diana Mosley, which are to be brought out later this year. According to the publisher, Gibson Square, the duchess will argue that despite her sister's dodgy political beliefs ('I'm sure [Hitler] was to blame for the extermination of the Jews. He was to blame for everything and I say that as someone who approved of him'), Diana had an impressive way with words.</p> <p>Family loyalty is a lovely thing.</p> <h2>Who unmanned the Cerne giant?</h2> <p>On one of Pendennis's recent trips abroad, he came across this lovely example of sparing readers' blushes - or what some harsh folk like to describe as censorship. I was venturing through the United Arab Emirates and picked up a copy of our sister paper, the Guardian, only to find this rather, ahem, reduced version of the Cerne Abbas giant.</p> <p>To those not familiar with the chalk figure, carved into a hillside north of Dorchester, his admittedly oversized manhood can normally be seen pointing skyward. In the UAE, however, it's felt that readers can do without such tumescent information. Hence, somebody, somewhere goes through with a marker pen blotting out anything deemed a touch unnecessary. We asked our hotel just who is the person tasked with this important job with the marker pen? 'Who knows? They come like that,' we were told. In this era of hi-tech censorship - where we fret about what users of Google can see in China - is this reminder of more innocent times not a touch charming?</p> <h2>Bank on her </h2> <p>Whither former Lehman employees? According to one of this column's more adventurous friends, one female ex-banker has found employment at the Windmill Club, 'London's leading tableside dancing club' in Soho: 'She's quite good.' It's probably a nice change.</p> <h2>Boris is a shoe-in</h2> <p>Munira Mirza, Boris Johnson's cultural adviser, has a Tory conference dilemma. The Manifesto Club, founded by Mirza, is holding a meeting to oppose the mayor's tube alcohol ban. Meanwhile, Bojo's kept the shoes from a recent photo-shoot - a 'gift' from Condé Nast.</p> <p><a href=\"mailto:pendennis@observer.co.uk\">pendennis@observer.co.uk</a></p>",
  "<video data-media-id=\"gu-video-338034773\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1820368930_gdn-for-presdebate-08-F5EC1-To-Brightcove-4x3.flv\"/> </video>   <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> emerged a stronger candidate from the presidential debate yesterday after demonstrating that he could match <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> on national security, the Democratic candidate's supposed area of greatest weakness. </p> <p>During the 98-minute debate, both men delivered a series of hard jabs on the Wall Street crisis, Iraq, Iran and Pakistan, but neither landed the blow that could have changed the course of the election. </p> <p>There were no major gaffes, no defining moments, but the draw suited Obama better than McCain. The Democratic candidate had been under pressure to reassure voters with doubts about whether he has the judgment to be commander-in-chief. </p> <p>The forthcoming two debates will focus on the economy, on which Obama is seen to have a slight edge, and his campaign went on the offensive yesterday to try to exploit this. David Plouffe, his campaign manager, told reporters yesterday that Obama had passed the commander-in-chief threshold. 'Last night, we not only passed it, we flew by it.' </p> <p>But the McCain camp was unwilling to concede. 'Obama was on the defensive the whole time,' said Charles Black, a senior adviser. 'McCain was able to show experience and judgment and knowledge on all the issues.'</p> <p>Obama was due to hold rallies in North Carolina and Virginia, which traditionally vote Republican in presidential elections. His campaign also released a new television advertisement, chiding McCain for failing to say the words 'middle class' in the debate. </p> <p>McCain was due to head from Oxford, Mississippi, to Washington to rejoin negotiations on the financial crisis. </p> <p>McCain's strategy for Friday night's encounter was to sow doubts about Obama's foreign policy experience and his judgment. He accused Obama of lacking foreign policy and national security credentials, repeatedly bringing up the word 'experience' to highlight his own decades-long involvement in the Senate. He portrayed Obama as unfit to be president, dismissing him as 'naive' and dangerous. 'Senator Obama doesn't seem to understand,' McCain said in several variations. 'I honestly don't believe that Senator Obama has the knowledge or experience.'</p> <p>But Obama did enough by just standing his ground, challenging McCain's record on the Iraq war and swapping jibes over how to deal with Iran. </p> <p>Instant polls awarded the widely anticipated debate at the University of Mississippi to Obama, but pundits were divided, with some giving the night to McCain. The Wall Street Journal called it a draw, while the New York Times leant towards Obama. </p> <p>The encounter did not live up to the expectations created by last week's drama, which saw McCain threatening to boycott the debate because of the $700bn Wall Street bail-out crisis. </p> <p>Indeed, economic turmoil dominated the first half of the debate. In a format in which style can be as decisive as substance, Obama offered short answers, maintained his cool and kept his eyes fixed on McCain when it was his opponent's turn to speak. </p> <p>At one point - when McCain accused him of being as stubborn as George W. Bush - Obama guffawed. </p> <p>The performance came as a relief to Obama's campaign, which stopped preparation for the debate to focus on the financial crisis. Obama's debate coach, Greg Craig, said that Obama had devoted two or three hours on Friday to cramming on the economy. 'He was totally confident on a wide range of issues,' said Craig. 'He owned that stage.' </p> <p>McCain avoided eye contact with Obama and barely bothered to hide his contempt, smirking and shooting off a number of snide comments. Although he has a reputation for having a good sense of humour, there was little sign of it.</p> <p>Obama's strategy was to link McCain to Bush, and cast the Republican candidate as a continuation of one of the most unpopular leaders in US history. He blamed eight years of the Bush administration for the financial crisis, and claimed McCain had backed Bush throughout most of that time. </p> <p>'It's been your president, whom you said you agreed with 90 per cent of the time, who supported this orgy of spending. You voted for almost all of his budgets. To stand here and say that after eight years you're going to lead on controlling spending and balancing our tax cuts for middle-class families,' Obama said. 'It's kind of hard to swallow.'</p> <p>McCain opted for a populist appeal, saying: 'Somehow, in Washington today - and, I am afraid, on Wall Street - greed is rewarded, and corruption - or certainly failure to carry out our responsibility is rewarded.' McCain, who has previously admitted he is uncomfortable on economic terrain, quickly shifted the discussion of the bail-out to government spending. He made the radical suggestion for a freeze on all government spending.</p> <p>Obama shot back that that would be like taking a hatchet to a problem that required a scalpel. </p> <p>But the debate began to warm up only when the two turned to the Iraq war, with McCain claiming credit for the reduction in violence produced by the 'surge', the 30,000 extra US troops sent to the country last year. </p> <p>Obama said that McCain behaved as if the war in Iraq had begun only last year - instead of in 2003. He went on to list a series of what he said were his opponent's misjudgments. </p> <p>'The war started in 2003, and at the time when the war started, you said it was going to be quick and easy. You said we knew where the weapons of mass destruction were. You were wrong.' </p> <p>He applied the same argument to McCain's judgments on Afghanistan and the war on terror, accusing him of consistently under-estimating the dangers. </p> <p>'While you were focused on Iraq, you said well, we can \"muddle through\" Afghanistan. You don't muddle through the central front on terror and you don't muddle through going after bin Laden. You don't muddle through in stamping out the Taliban.'</p> <p>McCain unsettled Obama when he claimed that US military leaders suggested Obama's plan to pull all US troops out of Iraq by the middle of 2010 was dangerous. Obama interrupted several times, saying that this was not the case. </p> <p>He also attacked Obama's plan to negotiate with the Iranian president, Mahmoud Ahmadinejad, on the country's alleged nuclear weapons programme, without preconditions. </p> <p>'So let me get this right. We sit down with Ahmadinejad and he says, \"We're going to wipe Israel off the face of the earth\" and we say, \"No, you're not\". Oh please,' McCain said.</p> <h2>Instant poll reaction</h2> <p>Instant polls, taken before the spin masters and TV commentators spoke, gave Barack Obama victory.</p> <p>A CBS poll of undecided voters found that 39 per cent thought the Democrat won, while 25 per cent gave the edge to McCain. Thirty-six per cent saw the contest as a draw. </p> <p>Insider Advantage polling also saw a virtual draw, with 42 per cent saying Obama won, and 41 per cent saying McCain did. </p> <p>In a CNN poll, 51 per cent of viewers thought Obama came out stronger from the encounter, while 38 per cent thought McCain delivered the better performance. However, the sample was weighted towards Democrats.</p>",
  "<p>Early in his career, Kevin Costner was compared with those all-American aw-shucks idols of a preceding generation, Gary Cooper and James Stewart. Now he has gone 100 per cent neo-Capra in Swing Vote, a movie for which he's said to have put up much of the money so it could be shown in time to influence this year's presidential election. He plays Bud Johnson, feckless, boozy, unemployed single father of a bright, civic-minded 12-year-old daughter in a small New Mexico town.</p> <p>When he doesn't turn up to vote in the presidential election, she secretly stands in and the voting machine jams. Theres a national tie between smooth White House incumbent Andrew Boone (Kelsey Grammer looking like a cross between Nixon and Bob Hope) and liberal challenger Donald Greenleaf (Dennis Hopper) and Bud is left with the national casting vote.</p> <p>As the nation awaits with rancid breath, Boone and Greenleaf arrive with gifts and promises and Bud becomes a national hero to the common folk, before being reviled by the same people for taking advantage of his situation. It's amusing, sentimental, populist stuff for a while, before it gets patriotic in a desperately serious way as the situation brings out the best in everyone.</p>",
  "<p>At the risk of turning off readers who click away at any sign of a Kennedy allusion, I want to compare last night's encounter to the first presidential debate between <a href=\"http://www.museum.tv/archives/etv/K/htmlK/kennedy-nixon/kennedy-nixon.htm\">John Kennedy and Richard Nixon</a>.</p> <p>As we know, people who heard the debate on the radio thought <a href=\"http://www.historynow.org/09_2004/historian2.html\">Nixon had won</a>. But the television audience gave it to Kennedy, preferring the (slightly) younger man's dash to Nixon's dour, sweaty appearance. Nixon supporters groused that the debate represented the triumph of style over substance. But Kennedy, having established himself as Nixon's equal, went on to win the election.</p> <p>Perhaps because I'm not a visual person, I thought <a href=\"http://www.theguardian.com/world/2008/sep/27/uselections2008.barackobama1\">last night's debate</a> was essentially a tie. Both Barack Obama and John McCain came across as knowledgeable and substantive - a refreshing contrast to George Bush's bumbling performances of 2000 and 2004.</p> <p>But much of the morning-after media reaction is focusing on the visuals and the atmospherics. Obama, calm and cool, presented himself well. McCain, grumpy and lumpy, sneering and condescending, refusing even to look at his opponent, did not. And Obama, 2008's Kennedy, will benefit.</p> <p>For instance, Washington Post television critic <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092700037.html?hpid%3Dtopnews&amp;sub=AR\">Tom Shales writes</a> that McCain \"came across as condescending and even rude to his opponent, a bit of bad behaviour especially evident because Obama may have overdone the fair-minded bit in many of his remarks and answers.\"</p> <p>Shales's counterpart at the New York Times, <a href=\"http://www.nytimes.com/2008/09/27/us/politics/27watch.html?ex=1380254400&amp;en=c25d914bd6b94fe4&amp;ei=5124&amp;partner=permalink&amp;exprod=permalink\">Alessandra Stanley</a>, compares McCain to \"an older patriarch frustrated and even cranky when challenged by a would-be successor to the family business who thinks he can run it better.\"</p> <p>At Salon, <a href=\"http://www.salon.com/opinion/walsh/election_2008/2008/09/27/first_debate/index.html\">Joan Walsh goes quite a bit farther</a>. \"I wish I'd organised a drinking game around the number of times John McCain said, 'Sen Obama doesn't understand,' or found some other way to sneer at Obama as naive and inexperienced,\" Walsh writes. \"For the most part he refused to even look at Barack Obama over 90 minutes. What an ass. It was hackneyed and condescending and, to me, repellent.\"</p> <p>Do ordinary voters agree with these assessments? Perhaps they do. Because even though many pundits pronounced the debate a tie, or gave McCain an edge, <a href=\"http://www.huffingtonpost.com/2008/09/26/debate-reviews-go-to-obam_n_129803.html\">several snap polls</a> showed that those who are undecided thought Obama won the debate by a wide margin.</p> <p>Not to get carried away with the Obama-won theme. Naturally, some conservatives think McCain swamped his rival. <a href=\"http://article.nationalreview.com/?q=NjhlMjU0N2JjNDhlMjllNTUyY2YzNWYyZGQzMzYwNmQ=\">Alvin Felzenberg, blogging for National Review</a>, writes: \"McCain towered over Obama on every issue of substance - especially when it came to guarding the security of this nation.\" In the Weekly Standard, <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/621doxdy.asp\">Fred Barnes is more measured</a>, pronouncing McCain the winner, but not by enough to change the trajectory of the race.</p> <p>What really struck me, though, was a pair of neutral observers who think McCain took Obama to school.</p> <p>Des Moines Register political reporter <a href=\"http://www.desmoinesregister.com/apps/pbcs.dll/section?category=PluckPersona&amp;U=3a86a5c341684631abb59d87c02a2df8&amp;plckController=PersonaBlog&amp;plckScript=personaScript&amp;plckElementId=personaDest&amp;plckPersonaPage=BlogViewPost&amp;plckPostId=Blog%3a3a86a5c341\">David Yepsen</a>, well-known because of Iowa's first-in-the-nation caucuses, says that McCain \"repeatedly put Barack Obama on the defensive\", and that \"Obama did little to ease voter concerns that he's experienced enough to handle foreign and defence policy.\"</p> <p>At the Politico, <a href=\"http://www.politico.com/news/stories/0908/14005.html\">Roger Simon begins</a>: \"John McCain was very lucky that he decided to show up for the first presidential debate in Oxford, Miss, Friday night. Because he gave one of his strongest debate performances ever.\"</p> <p>Granted, Yepsen and Simon are outliers. For instance, Time's Mark Halperin, often accused of putting a pro-Republican spin on his analyses, <a href=\"http://www.time.com/time/politics/article/0,8599,1845106,00.html\">gives Obama an A-minus</a>, versus a B-minus for McCain. And several observers, such as <a href=\"http://www.boston.com/news/politics/2008/articles/2008/09/27/good_night_for_mccain_better_one_for_obama/\">Peter Canellos</a> of the Boston Globe and <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/09/27/actually-obama-does-understand.aspx\">Jonathan Chait</a> of the New Republic, argue that McCain's attacks on Obama as \"inexperienced\" and \"naive\" fell flat because they were so at odds with the polished, nuanced grasp of foreign-policy issues that Obama demonstrated.</p> <p>Still, it's interesting that observers as sharp and unbiased as Yepsen and Simon believe Obama lost so badly.</p> <p>In one respect, McCain was clearly a big winner - by turning in a reasonably crisp performance, he quieted questions about his steadiness at the end of a week (all right, a month) during which he has been anything but.</p> <p>From choosing the grotesquely unqualified Sarah Palin as his running mate (against whom <a href=\"http://article.nationalreview.com/?q=MDZiMDhjYTU1NmI5Y2MwZjg2MWNiMWMyYTUxZDkwNTE=\">even conservatives</a> are now turning), to <a href=\"http://www.iht.com/articles/2008/08/31/america/repubs.php\">unnecessarily cancelling</a> part of the Republican National Convention, to <a href=\"http://www.cnn.com/2008/POLITICS/09/24/campaign.wrap/index.html\">freaking out over the financial crisis</a> and nearly nixing last night's debate, McCain has showed himself to be erratic and more than a little bit scary. Last night, at least, helped change that story line.</p> <p>Obama, though, was steadier still. Like Nixon 48 years ago, McCain demonstrated that he knows his stuff, perhaps to a greater extent than his opponent. But like Kennedy, Obama proved that he can hold his own - and that may be more important in the end.</p>",
  "<p>There are almost as many ways to evaluate a presidential debate as there are people who watch them, but the only metric that matters is how they affect voters' ballots on election day. Thing is, measurement on that one is as tricky as they come, and it changes over time. Instant reactions matter only insofar as they influence the crucial metric, and this too, takes place over time. Facts don't matter at all unless the media decides to call you on them, and only then, if everyone agrees. Stupid stuff, like sighing or looking at your watch can lose you an election.</p> <p>By most standards of logic, Barack Obama won <a href=\"http://www.theguardian.com/world/2008/sep/27/uselections2008.barackobama1\">last night's debate</a>. His answers were more consistent with the complexities of the issues he addressed, more attuned to the nuances each situation implied and more forward looking to the kinds of challenges America faces than John McCain, who seemed<a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/27/uselections2008.mccain.obama.debate\"> far more intent on disparaging his opponent's experience</a> and touting his own. But none of that matters. What matters is the vibe each man communicated - the frame the men and women of the media chose to put on it afterwards.</p> <p>Obama won here too, and he did so, in large measure, because his campaign managed to <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/27/barackobama.johnmccain\">spin most of the pundits</a> their way. Following the debate, virtually everyone I heard - save the apparatchiks on Fox News - called the debate a draw. McCain \"recovered his footing\" following a week when he appeared in danger of going off the deep end, while Obama \"held his own\" and \"stood his ground\" while under constant attack.</p> <p>It could easily have gone another way. Almost all of the liberals from whom I heard and those with whom I watched the debate were in a state of near panic and considerable frustration as Obama - almost always on the defensive - refused to go for McCain's jugular despite any number of opportunities. To pick just one, how come the guy who was harping on the significance of experience so many times picked a VP candidate with none whatsoever? OK, two, does McCain have any idea how expensive it would be to build 75 new nuclear power plants, and where would we store all that waste when no state in America is willing to accept it? OK, three, aren't all those horrible consequences McCain mentions as the likely cost of \"losing\" in Iraq actually the consequences of McCain's bad judgment in choosing to invade it in the first place? I could go on.</p> <p>But Obama was not looking to appeal to people like us. He was playing to a crowd that needed to see whether he could handle foreign affairs competently. He was looking to appear presidential. He wanted merely to neutralise McCain's strongest suit - the alleged commander-in-chief card - and lay the groundwork to take advantage of his strongest suit, which is change in the economy.</p> <p>While Jim Lehrer, the moderator, appeared neutral throughout, he defined the terms of the debate almost exclusively on McCain's terrain. It was foreign affairs circa, 1960, with the US going mano-a-mano with enemies left and right. There was no talk of security threats like climate change, natural disaster, migration crises, economic interdependence and the like. It was all stuff that connects in people's minds with McCain's military background. What's more, being black, Obama also needed to be cool rather than angry, despite McCain's rather rude and condescending treatment of him. He needed to point out that McCain strength was really a recipe for more of the same. And for those people who had never spent any extended time with him on their television sets - imagine that - he needed to appear to be a likeable guy.</p> <p>Obama did not score particularly big on any of these goals. And it sure would not have killed him to speak a bit more personally about his feelings and family and bonds with the people and issues that drive his ambition and worldview. But he scored big enough. He was cool. He was fluid. He made no mistakes. He passed all the tests that were said to be scheduled for the evening.</p> <p>When it was over, the pundits pronounced it a draw - which, given Obama's lead in the swing state polls and McCain's weakness in the areas of debate to follow, was what his people could count as a victory. No pundit credibly called the debate a clear victory for either side. And the focus groups that CBS was monitoring were clearly <a href=\"http://www.cbsnews.com/stories/2008/09/27/opinion/polls/main4482119.shtml\">put off my McCain's aggressiveness and insulting tone</a> toward his opponent. </p> <p>The Obama campaign's cool in the face of panic elsewhere in the Democratic party frustrates many people, but it both suits the candidate's temperament and fits in strategically with the plan the campaign has mapped out from the beginning. As McCain lurches from place to place, Obama stands his ground, smiling, and waiting and patiently moving his pieces on the board to the places he wants them when the time for the checkmate move arrives.</p> <p>Relax everybody. We won't know whether America is ready to elect a black man until election day finally arrives. But this is one black man who knows what he is doing.</p>",
  "<p><br><a href=\"http://www.flickr.com/photos/gaetanlee/118885444/\">1000 mobiles</a> by <a href=\"http://www.flickr.com/photos/gaetanlee/\">Gaetan Lee</a>, <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Some Rights Reserved</a></p> <p>If Barack Obama wins this election, it will because of mobile phones, says<a href=\"http://garrettgraff.com/\"> Garrett Graf</a>f, editor-at-large for <a href=\"http://www.washingtonian.com/index.html\">Washingtonian</a> magazine.</p> <p>Obama has one of the most sophisticated tech-driven election operations ever. <a href=\"http://my.barackobama.com/\">His My.BarackObama.com</a> is just one part of it. His campaign has an active presence in some 30 to 40 social networking sites and services, says <a href=\"http://www.bivingsreport.com/author/admin/\">Todd Ziegler with the online consultancy The Bivings Group</a>. </p> <p>But his use of mobile phones is a novel development for this election. His campaign told supporters that he would announce his vice presidential choice via text message, and Garrett says that the campaign collected 3 million numbers in the lead up to the announcement.</p> <p>This is hugely important for a couple of reasons. Garrett told a meeting of the Cornell Entrepreneur Network that text messaging is the cheapest way to get out the vote. In the last 72 hours before the election, both parties will mobilise huge GOTV (get out the voter) operations. They will knock on doors, call people and even set up transportation just to get voters to turn out. It costs $1.56 to get <a href=\"http://www.newvotersproject.org/text-messaging\">one voter to the polls with a text message alert</a>, he said, but using more traditional methods like phone banking, knocking on doors or even automated calls, so called robo-calls, cost $20 to $30 per vote. </p> <p>UPDATE AND CORRECTION: Robo-calls cost very little, a quarter of a US cent, as Shaun Dakin, CEO of <a href=\"http://www.stoppoliticalcalls.org/\">The National Political Do Not Contact Registry</a> points out in the comments. Despite the low cost, they are not effective, at all, Shaun also points out, citing <a href=\"http://www.campaignsandelections.com/stories/?StoryID=9676332F-1422-17E0-F8951556E52821AB\">a Yale University study</a>. Thanks for correcting the record Shaun and providing some great information. </p> <p>The polls show a close race but they might be under reporting support for Obama again because of mobile phones. The Federal Communications Commission which helps set communications policy in the United States does not allow unsolicited marketing messages, either commercial or political, to mobile phones in the US. This legal prohibition is based on the fact that Americans have to pay for incoming and outgoing calls on their mobile phones. Before American consumers could buy plans that included hundreds of minutes of airtime per month for relatively low costs, they didn't want to be paying for someone calling them to sell something to them or to take a political poll. Mobile phone users are invisible to pollsters, Garrett said. </p> <p>A study by the Pew Research Centre for People and the Press <a href=\"http://pewresearch.org/pubs/964/\">downplayed the effect of mobile phones and polling</a> but admitted their research suggests \"at least the possibility of a small bias in landline surveys\". The key will be turnout in voters under 30. They aren't reliable voters. Pew found that of voters who only had mobile phones a rather low 23% said they always voted versus 41% of voters who also had landlines. </p> <p>In 2004, Democrat John Kerry had only a 9 point lead over George Bush in voters under 30. In the last poll focusing on voters under 30, which was before the political conventions, Barack Obama had a 23 point lead, Garrett said. Among mobile phone only voters, Pew found an even larger advantage for Obama, 34 points, based on unweighted data from August and September. Obama's mobile phone get-out-the-vote effort might be critical to his election hopes. He has to get those mobile phone wielding young voters to the polls.</p>",
  "<video data-media-id=\"gu-video-338034773\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1820368930_gdn-for-presdebate-08-F5EC1-To-Brightcove-4x3.flv\"/> </video>   <p>The widely anticipated presidential debate ended in a draw last night, with Barack Obama and John McCain delivering a series of hard jabs but failing to land the blow that could have changed the course of the election.</p> <p>The 90-minute debate was expected to attract one of the largest audiences in US history, with interest heightened by 48 hours of uncertainty caused by McCain's threat of a boycott.</p> <p>From the opening minutes, Obama sought to link McCain to George Bush, and cast the Republican candidate as a continuation of one of the most unpopular leaders in US history.</p> <p>McCain retaliated by repeatedly portraying Obama as inexperienced and unfit to be president, dismissing the Democrat as \"naive\".</p> <p>The debate, the first in a series of three, was originally supposed to be devoted solely to foreign policy and national security - which are reputedly McCain's forte, as a former Vietnam war hero and Senate veteran.</p> <p>That plan was abandoned, given the Wall Street meltdown, and the candidates spent the first half of the debate on the economy. But even with that focus the two candidates had their fiercest exchanges in the arena of foreign policy - on Iraq and Iran.</p> <p>In a format in which style can be as decisive as substance, Obama managed to overcome a tendency in earlier debates to ramble. He offered short answers, maintained his cool, and kept his eyes fixed on McCain when it was his opponent's turn to speak.</p> <p>McCain, in contrast, was uninhibited. He smirked, he gesticulated, and occasionally seemed exasperated with Obama's responses.</p> <p>But despite what seemed like a lack of discipline, the Republican did better at getting his point across. Obama at times was reduced to shaking his head and raising an index finger to protest: \"that's not true\".</p> <p>Both candidates chose to end the debate on a personal note, reminding voters of their compelling biographies. Obama recalled his father, an émigré from Kenya. McCain mentioned his years as a prisoner in the Vietnam war.</p> <p>Early in the debate, a question about the Wall Street collapse offered Obama his first chance to tie McCain to Bush. The Democratic candidate blamed eight years of the Bush administration for the crisis, and claimed McCain had backed Bush throughout most of that time.</p> <p>He made the point even more forcefully later in the debate. \"It's been your president, who you said you agreed with 90% of the time, who supported this orgy of spending. You voted for almost all of his budgets. To stand here and say that after eight years you're going to lead on controlling spending and balancing our tax cuts for middle-class families,\" Obama said. \"It's kind of hard to swallow.\"<br> McCain, opted for a populist appeal, saying: \"Somehow in Washington today - and I am afraid on Wall Street - greed is rewarded, and corruption - or certainly failure to carry out our responsibility is rewarded.\"</p> <p>The Republican candidate, who has previously admitted he is uncomfortable on economic terrain, quickly shifted the discussion of the bail-out to government spending.</p> <p>He tried to make news by making the radical suggestion for a freeze on all government spending. \"I think we ought to seriously consider (this) with the exceptions of caring for veterans, national defence and several other vital issues,\" he said.<br> </p> <p>McCain also seemed to be aiming at appealing directly to independents, who tend to like a bipartisan approach to politics. He stressed that Republicans and Democrats at Congress were now sitting down together to work on a solution to the fiscal crisis. </p> <p>The implication was that he could claim credit for this by his flight to Washington on Thursday to meet congressional leaders.</p> <p>Both expressed optimism that Congress would strike a deal on the $700bn bail-out for Wall Street.</p> <p>But the debate only began to warm up when the two turned to the Iraq war, with McCain claiming credit for the reduction in violence produced by the \"surge\", the 30,000 extra US troops sent to the country last year.</p> <p>Obama, in a well-rehearsed passage, said McCain behaved as if the war in Iraq had begun only last year - instead of 2003. He went on to list a series of what he said were his opponent's misjudgements.</p> <p>\"The war started in 2003, and at the time when the war started, you said it was going to be quick and easy. You said we knew where the weapons of mass destruction were. You were wrong.</p> <p>\"You said that we were going to be greeted as liberators. You were wrong. You said that there was no history of violence between Shia and Sunni. And you were wrong.\"</p> <p>Obama said this should be borne in mind when voters made their decision about<br>which of the two had the better judgment and who was the better equipped to be the next president.</p> <p>McCain unsettled Obama when he claimed that US military leaders suggested Obama's plan to pull all US troops out of Iraq by the middle of 2010 was dangerous. Obama interrupted several times, saying this was not the case. </p> <p>McCain went on the offensive too over Obama's plan to negotiate with the Iranian president, Mahmoud Ahmadinejad, on the country's alleged nuclear weapons programme, suggesting it made no sense to sit down without preconditions. </p> <p>\"Here is Ahmadinejad, who is now in New York, talking about the extermination of the state of Israel, of wiping Israel off the map, and we're going to sit down, without precondition,\" McCain said, shaking his head in apparent incredulity.</p>",
  "<p><br><a href=\"http://www.flickr.com/photos/artlung/2807010807/\">Obama and McCain Masks at Jo-Ann Fabrics</a> by <a href=\"http://www.flickr.com/photos/artlung/\">Joe Crawford</a>, <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Some Rights Reserved</a></p> <p>I'll be watching the debate here with friends while doing some laundry. I can't expect the politics to be clean, but I need some clean socks. I won't be live blogging the debate. I'll leave that my <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/27/uselections2008.barackobama\">colleague Oliver Burkeman</a>. However, I will be giving updates in 140 characters via Twitter. Follow <a href=\"http://twitter.com/GuardianUS08\">GuardianUS08</a>. <a href=\"http://election.twitter.com/\">Twitter has set up its own election site</a> that will allow you to follow what everyone is saying about the elections. Public affairs channel <a href=\"http://debatehub.c-span.org/\">C-Span also has it's own debate hub online</a>. And as Oliver points out, if you're in the UK, you can watch the debates on the BBC News Channel, which is number 080 on Freeview. It starts at 2am.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338034251\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/27/0926_debate_460x276.jpg\" alt=\"John McCain and Barack Obama in their first debate\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican John McCain, left, and Democrat Barack Obama face moderator Jim Lehrer during their first presidential debate. Photograph: Paul J Richards/AFP</span> <span class=\"element-image__credit\">Photograph: PAUL J RICHARDS/AFP</span> </figcaption> </figure>  <p>WASHINGTON, DC — Ladies, gentlemen, and mavericks who accept neither designation: welcome to the first presidential debate of the general election! And what a wild ride it's been to get here, thanks to the <a href=\"http://www.nytimes.com/2008/09/27/us/politics/27debatecnd.html?hp\">unpredictable behaviour </a>of a certain war hero. Actually, the wild ride continues — here's the <a href=\"http://thepage.time.com/mccain-pool-report-5/\">pooled press report </a>from a few hours ago: \"McCain now boarding plane at DCA [Washington's National Airport]... Heading to Memphis, 1:50 minute flight, then motorcade to site. General atmosphere is utter confusion.\" At the Guardian's Election Headquarters, though (think flashing lights, humming banks of computers, analysts monitoring 24/7 info-feeds) we'll be cutting through the confusion with a liveblog, beginning here shortly before the debate itself at <strong>9pm eastern</strong> (2am UK time; watch the debate in the UK on BBC News Channel, Freeview 080).</p> <p>Don't forget to prepare your Debate Drinking Game: you have <a href=\"http://radaronline.com/features/2008/09/presidential_debates_barack_obama_john_mccain_01.php\">various</a> different <a href=\"http://www.huffingtonpost.com/josh-nelson/the-presidential-debate-d_b_129609.html\">options</a>. Rather than downing a shot every time McCain says \"my friends\" in a sinister fashion, or when Obama says \"as I've said before\" just prior to a major policy U-turn, my unit of consumption, I'm afraid, will be <a href=\"http://www.sierranevada.com/\">sips of Sierra Nevada, </a>because I feel some vague responsibility to stay marginally sober for a while. I'll abandon this policy upon the 30th mention of the word \"change\", and switch to <a href=\"http://en.wikipedia.org/wiki/Methylated_spirit\">meths</a>. Join me! The Guardian is not responsible for your alcohol poisoning.</p> <p><strong>8.30pm </strong>(all times eastern): There was always going to be a huge amount at stake tonight; we're expecting the biggest TV audience ever for a presidential debate. But McCain has <a href=\"http://marcambinder.theatlantic.com/archives/2008/09/_john_mccain_has_more.php\">upped the stakes</a> massively. By agreeing to debate before finalising a bailout deal, it looked like he'd blinked; he needs a \"win\" tonight if he's to erase the air of hair-trigger rashness hanging over his campaign. So he's left with something to prove, even though the subject-matter — national security and foreign policy — is supposed to be his strongest suit. (He also needs to keep his notorious tetchiness in check: it'll be fascinating to see if Obama, a far cooler customer, tries in subtle ways to wind him up.) </p> <p>Obama's challenges are more longstanding. The conventional wisdom is that he needs to persuade America he'd make a credible commander-in-chief: <a href=\"http://www.nytimes.com/2008/09/26/us/politics/26poll.html\">most voters still prefer McCain</a> for that role. Like McCain, he has a reputation as a not-particularly-good debater; Obama's fault is a tendency to longwindedness and condescension. More voters <a href=\"http://thepage.time.com/2008/09/26/oh-the-expectations-theyll-set-11/\">expect Obama to outperform McCain</a> — but that, of course, only sets the expectations so as to reward McCain if he does minimally well.</p> <p><strong>The venue</strong> for the debate is the stately Mississippi town of Oxford — specifically the campus of the <a href=\"http://en.wikipedia.org/wiki/University_of_Mississippi\">University of Mississippi</a>, once the scene of anti-desegregation riots. <strong>The audience</strong> includes many students and faculty, who apparently <a href=\"http://www.politico.com/blogs/bensmith/0908/No_love_at_Ole_Miss.html\">aren't pleased</a> with McCain's recent antics. <strong>The moderator</strong> tonight is kindly, almond-eyed 74-year-old newscaster <a href=\"http://www.pbs.org/newshour/aboutus/bio_lehrer.html\">Jim Lehrer</a>, who has moderated 10 of these debates already — more than anyone else. (He'll almost certainly ask a question or two about the economy.) As for <strong>the format</strong>: the 90-minute event will be divided into nine segments of nine minutes each, but exactly what happens in each one is unclear: the Obama campaign lawyer who helped negotiate the arrangement has <a href=\"http://www.politico.com/blogs/bensmith/0908/Barnett_Unprecedented_freeform_debate_format.html\">described it</a> as \"unprecedented\". In the first four minutes, Lehrer will ask a question of each of the candidates, and they'll reply, but the remaining five minutes are at Lehrer's discretion. That part could even involve the candidates debating each other directly. </p> <p>OK, I'm opening the Sierra Nevada now. Stand by...</p> <p><strong>8.56pm</strong> Lehrer is explaining his plans for the night to the audience. \"No cellphones!... You all can talk among yourselves until I say hush, and that'll give you a few seconds to chill out.\" Jeez, OK. </p> <p><strong>9.00pm</strong> Here we go! As you can see from the picture, Lehrer faces the podiums (podia?), which are at right-angles to each other. (Jim Lehrer always looks a bit naturally startled to me, but I don't think he is, really. It's just his eyes.) \"Tonight will primarily be about national security and foreign policy, which... includes global finance.\" Ah, clever. Obama and McCain enter and shake hands. Obama has his hand out first, and gets to grab McCain's forearm. Crucial dominant body language, according to some psychology book I once read.</p> <p><strong>9.02pm</strong> \"At this very moment tonight, where do you stand on the financial recovery plan?\" Obama lays out his plan and goes straight for the punch, condemning \"failed policies... supported by Senator McCain.\" That didn't take long. </p> <p>McCain: \"I do have a sad note tonight, Senator Kennedy is in the hospital tonight...\" Feel the bipartisanship! (This is true. And sad. But McCain <em>always does this</em>.) He seems out-of-breath, but that's because he RACED IN from Washington. He sings the praises of the deal he didn't actually broker and that hasn't actually been brokered yet. \"Debate each other!\" Lehrer suggests now.</p> <p><strong>9.12pm</strong> They really don't want to debate each other. Lehrer just made Obama repeat a line about McCain — and his \"fundamentals\" line from a few days back — to McCain directly. \"Are you worried I couldn't hear it?\" McCain says. Lehrer is a rather strange man, I think.</p> <p><strong>9.14pm</strong> Lehrer: \"Are there fundamental differences between your approach and Senator Obama's approach to what you would do as president to lead the country out of this?\" Now McCain, railing against pork-barrel spending, is waving a felt-tip pen around -- \"this one's kind of an old one\" -- which he says he'd use to \"veto every spending bill\" that passed across his desk. Obama responds by pointing out that earmarking doesn't count for much government spending, compared to tax breaks for the wealthy. Also — what a rubbish pen. </p> <p>\"I was called 'the Sheriff',\" McCain says, chuckling, as part of an incredibly rambling answer about earmarking. I don't think anyone else laughed. Obama interrupts a McCain riff about how raising taxes is bad. \"I don't know where John's getting his figures... When you look at your tax policies, you are neglecting people who are really struggling right now, and that is a continuation of the last eight years.\" He's not holding back on that theme.</p> <p>DRINK! \"2,000, <em>my friends,</em> 2,000!\" — it's something to do with earmarks, of course, it always is.</p> <p>More on taxes. \"A lot of people might be interested in Senator Obama's definition of 'rich',\" says McCain. According to scientists, that was the most foolish thing McCain could possibly say, since the only \"definition of rich\" anyone can remember was McCain's $5m-a-year definition. </p> <p><strong>9.25pm</strong>: A testy exchange on taxes. They're interrupting each other every few seconds now, accusing each other of not telling the truth. When McCain tries but fails to interrupt, he smiles thinly and chuckles. This is not advisable. Now we're onto another bailout question. What will you have to give up, as president, to pay for the bailout plan? Obama talks... and talks... McCain: \"Senator Obama has the most liberal voting record in the Senate. It's hard to reach across the aisle from that far to the left.\" McCain smiles at his own joke; Obama gives a hilariously small and patronising chuckle, as if to spare McCain's blushes.</p> <p><strong>9.32pm</strong>: Obama just called McCain 'Tom', by \"accident\". Later he will call him 'Whatever-your-name-is,' or maybe 'Bernard'. Lehrer's getting testy at the two candidates' refusal to admit that they'll have no money left to do anything when they get into office, because Wall Street has collapsed and soon the money system will be suspended anyway and we will all have to start living in treehouses, scavenging for scraps.</p> <p><strong>Scorecard so far:</strong> Barack Obama is winning if you measure by substantiveness of answers. John McCain is winning if you count number of years spent in a Vietnamese jail.</p> <p><strong>9.40pm</strong>: Election's over; John McCain just made the same joke twice in the same debate. \"I wasn't nominated Miss Congeniality in the Senate,\" he says. This wasn't funny the first time. Oh, and: DRINK! Twice. \"I'm a maverick of the Senate, and I'm proud to say I've got a maverick with me\" as running-mate. Yet McCain is a maverick, I note, who's not wearing a flag-pin tonight — unlike secret Muslim Barack Obama. Interesting...</p> <p>And now we're onto foreign policy at last: Iraq. \"John, you like to pretend like the war started in 2007; the war started in 2003...\" — a long and punchy litany of McCain's smoke-and-mirrors rhetoric on the war, probably Obama's best performance so far tonight. Strange, seeing as how he's supposed to be better on the economy. </p> <p>McCain is lecturing Obama now on the difference between strategy and tactics, and how Obama \"did the incredible thing of voting to cut off funding for the troops in Iraq and Afghanistan.\" Obama's responds well — not too law-professory: both senators have voted against troop funding in certain contexts, he points out, because of disputes over whether or not to endorse a timetable for troop withdrawal.</p> <p><strong>9.49pm</strong>: They're completely talking over each other now. It's like BBC Radio 4's Today programme.</p> <p><strong>9.54pm</strong>: Pakistan. McCain is chastising Obama for threatening air strikes in public. That area hasn't been governed since the days of Alexander the Great, he points out, days McCain presumably remembers only too well. Obama says he hasn't threatened air strikes on Pakistan, and reminds the audience that McCain's recommendation of foreign-policy sobriety doesn't sit well with the fact that he \"sings songs about bombing Iran.\" Ouch.</p> <p>Now. Let's address the matter of the 'audience reaction monitor', rolling along the bottom of the screen on CNN's feed. It's like a heart monitor, and it's designed to show the responses of groups of Republican, Democratic and Independent voters, to whom CNN, presumably, jhas given electronic dials. The problem is that it's always basically flat. When McCain talks, Republicans like it slightly more; when Obama talks, Democrats like it more. But basically it's flat. This tells us nothing about anything at all.</p> <p>...Oh, but the Republicans with their dials do love McCain talking about all the mothers of troops he's met. The candidates are battling over the bracelets they wear from the mothers of deceased servicemen. Hmm. \"I have a bracelet too!\" says Obama. I don't.</p> <p><strong>10.05pm</strong>: Iran. \"Let's have some straight talk,\" says McCain -- DRINK!, surely -- outlining his plan for a \"league of democracies\" that would impose sanctions on Iran. But overall the exchanges seem pretty evenly matched. Now McCain is talking about Obama's willingness to talk to America's enemies without precondition. He makes a big deal about stumbling on the pronunciation of 'Ahmedinejad' -- deliberately, I thought...? Obama responds that one of McCain's advisors, Henry Kissinger, recently endorsed the idea of speaking to Iran, but the rest of his explanation of the definition of \"preconditions\" for diplomatic contacts is pretty convoluted. Or maybe I've just had too much Sierra Nevada?</p> <p><strong>10.13pm</strong>: Obama gets in a nice zinger about McCain's weird Spain gaffe last week, but then McCain rouses himself and delivers probably his punchiest passage so far, repeatedly suggesting that Obama's approach is \"dangerous\". McCain waxes deeply sarcastic about the notion of Obama meeting Ahmedinejad and telling him off for wanting to \"wipe Israel off the map\", and Obama doesn't get his comeback in fast enough before Lehrer moves the discussion on. Advantage McCain, in purely political terms, I think...</p> <p><strong>10.20pm</strong>: And so to Russia. As Wikipedia notes in comments, we're going to have to start drinking every time McCain accuses Obama of not understanding something. Obama doesn't understand the Russia/Georgia situation, he says — but surprisingly, after being mocked on the very point by Obama, he decided to repeat his very, very odd remark about looking into Vladimir Putin's eyes and seeing the letters KGB. Putin wears shades most of the time anyway, doesn't he? Probably to cover up the embarrassing fact that he's got letters written on his eyes.</p> <p><strong>10.25pm</strong>: A clash on energy independence and alternative energy. Much interruption. McCain has started grinning broadly; Obama's doing it too now, as they both object to each other's claim that the other objected to alternative fuels. If you see what I mean.</p> <p><strong>10.27pm</strong>: Likelihood of another 9/11 attack? McCain: \"Much less likely than the day after 9/11, but we're a long way from safe.\" Obama: \"I think we are safer in some ways\" — securing airports, etcetera — \"but we have a long way to go.\" More \"Obama doesn't understand\" from McCain. His contempt for Obama is tangible — he can't look him in the eye, and sneers while he's speaking — but it makes for an undeniably strong performance. They're competing for the last word now.</p> <p>\"There are some advantages to experience and knowledge, and I don't think Obama has the experience... we've seen this stubbornness before, in this administration\" — McCain is accusing Obama of being too close to Bush. We live in interesting times. </p> <p>Obama tells a story about his Kenyan father's faith in the American dream, and how America isn't viewed in the same way around the world now as it was then. Some people will say that this means he hates America. McCain: \"When I came home from prison...\" Drink. He seems close to tears as he talks about helping veterans and \"healing the wounds of war.\"</p> <p>...Aaaand that's it. McCain gets the last word, but not in a particularly thunderous or resounding way. The two men shake hands, greet their wives, then shake hands with each others' wives, and then kindly, almond-eyed Jim Lehrer shakes various hands too.</p> <p>Well. This was clearly a much better night for McCain than many were expecting; after an unremarkable start, he appeared to find his ground on foreign policy, and delivered significantly more damaging blows to Obama than vice-versa; Obama missed too many opportunities, and was maybe too generous in many of his replies. Then again, various TV pundits are right now hotly debating the notion that McCain's dripping contempt for Obama -- and his strange, nervous grinning and chuckling, like some kind of chuckling maverick -- looked unpresidential, while the Democrat looked the part pretty much all the way through. Both of these arguments are clearly true. Which one triumphs?</p> <p>A win for McCain, I'd say, especially given the expectations. But not a decisive one, or a knockout, by any means. But what do I know? I've drunk a whole third of one bottle of Sierra Nevada.</p> <p><strong>11.36pm</strong>: ...Actually, just before I go: in <a href=\"http://www.cbsnews.com/blogs/2008/09/26/politics/horserace/entry4482028.shtml\">a CBS instant poll of uncommitted voters</a>, 40% awarded the debate to Obama, 22% to McCain, the rest thought it was a draw. So don't let anyone tell you it was a win for McCain yet -- like, say, I just did.</p> <p>Thanks for reading and commenting; keep going...</p> <p>UPDATE, SATURDAY MORNING: <a href=\"http://www.cnn.com/2008/POLITICS/09/27/debate.poll/?iref=hpmostpop\">More evidence</a> from a CNN instant poll to contradict my initial post-debate hunch that the relentlessness of McCain's attacks last night would leave him with the upper hand. It finds Obama in front. A CNN pollster explains: \"It can be reasonably concluded, especially after accounting for the slight Democratic bias in the survey, that we witnessed a tie in Mississippi tonight. But given the direction of the campaign over the last couple of weeks, a tie translates to a win for Obama.\"</p>"
]