[
  "<p>Many savers, investors and home-owners around the globe are feeling the effects of the current tumult in the financial markets. At the same time, on both sides of the Atlantic, household budgets are being squeezed as food and energy prices are increasing while job vacancies are declining. The troubles in the US are compounded by the presidential election and hurricane season, both of which are putting competing pressures on donors' wallets. </p> <p>Charities on this side of the pond also have cause to worry that last year's decline in charitable giving, to £9.5bn, may become a trend. But it is far too early to tell what the real impact will be on giving, and the limited, and largely anecdotal, evidence that is available is mixed. </p> <p>For instance, a recent YouGov poll suggested that Britons will donate 7% less to charities this year compared with last year. Still, this predicted decline is relatively modest, especially when considering the context of the question. When respondents were asked how much money they gave to charity in 2007, the mean total was £155.35. When asked what their giving will likely be in 2008 \"with the onset of the credit crunch and a possible recession in sight\", the mean total was £144.55. </p> <p>The same poll also suggested that those respondents making gifts over £100 expected little change in the amount they will donate. And, when asked what types of expenditure they would cut as a result of the credit crunch, more people said they would cut back on a wide variety of other spending, including on clothes, restaurants, theatre and home improvements, than would reduce their charitable donations.</p> <p>There also may be cause for cautious optimism for giving by the very wealthy, who tend to be more insulated from market shocks. Philanthropy advisers attending the Society of Trust and Estate Practitioners (STEP) philanthropy symposium this week reported that the financial environment has not, at least as yet, had an impact on giving by their high-net-worth clients.</p> <p>Corporate philanthropy will also be under pressure, especially for financial institutions. Catherine Sermon, director of community at Business in the Community (BITC) said in Third Sector magazine last week that \"companies inevitably will have to cut investment\" during the economic downturn (19/9/08). </p> <p>However, Alan Eagle, manager of Abbey Charitable Trust, an Association of Charitable Foundations (ACF) member, finds that sentiment amongst corporate and other grant-making foundations in the UK is not as negative as it may be in the US. He told Philanthropy UK: \"It is too early to tell what the effects of the economic climate will be, but there is a general feeling that there will be a period of consolidation and that giving won't go down.\" </p> <p>David Emerson, ACF chief executive, added: \"Foundations tend to give over longer cycles, with 2-3 year budgeting not uncommon.\" However, Emerson also noted that as the economic climate further strains charities, applications for funding may increase, which would make it harder for charities to get funds from trusts and foundations simply because of the greater demand. </p> <p>The real impact on charitable giving of course won't be known for some time, and charities are understandably restless in the face of so much uncertainty. Whilst the sector appears to be facing a challenging fundraising environment, the £9.5bn question is \"How bad is it?\"</p> <p>Still, private philanthropy will likely become increasingly important to charities and other civil society organisations in the UK and around the globe. Indeed, at the European Venture Philanthropy Association annual conference this week, venture philanthropists across Europe recognised that, in the immediate term, they may need to help charities merely to survive rather than to grow or replicate. </p> <p>In an interview with national philanthropy reporters on the eve of the annual Clinton Global Initiative, former US President Bill Clinton said:</p> <blockquote> <p>\"Around the world, the thing that I worry most about with other stock markets going down and the American market here is that it will reduce the availability of capital.\" </p> </blockquote> <p>Clinton called on foundations, companies and individuals to increase their giving, because philanthropy \"is even more important over the next two or three years than it would otherwise have been\".</p> <p>• Susan Mackenzie, <a href=\"http://www.philanthropyuk.org\">Directory of Philanthropy UK</a>. This article first appeared in the Philanthropy UK News Bulletin</p>",
  "<p>As Meltdown Monday (September 29) follows Meltdown Monday (September 15), the mountain of American capitalism is changing shape before our eyes. Like Krakatoa, nobody knows how it will look when the eruptions are over.</p> <p>\"Democratic capitalism is the best system ever devised,\" George Bush informed his fellow Americans in a solemn televised address last week, striving to win Congressional support for a $700bn bail-out package to save \"our entire economy\". But this Monday, as the House of Representatives voted down the package, causing the Dow Jones index to lose $1.2 trillion of value in a single day, democracy collided with capitalism. To be precise: the urgent demands of the contemporary American version of democracy clashed with those of the contemporary American version of capitalism.</p> <p>Crucially, it was House Republicans who defied their president's appeal. For some, the choice was ideological. They would rather die than vote for an expansion of government's economic role which they regard as tantamount to socialism. No, Bolshevism. Listen to Representative Thaddeus McCotter of Michigan, chair of the House Republican policy committee and co-sponsor earlier this year of a resolution urging the president to make 2008 \"The National Year of the Bible\", as documented in the Congressional record of Monday's debate: \"The choice is stark, and it was put forward in the book by Dostoevsky. In The Brothers Karamazov, the grand inquisitor came to Jesus and he said: 'If you wish to subject the people, give them miracle, mystery and authority; but above all, give them bread.' </p> <p>\"It has always been the temptation in a crisis especially to sacrifice liberty for short-term promises of prosperity, and it was no mistake that during the 1917 Bolshevik revolution the slogan was Peace, Land and Bread. Today you are being asked to choose between bread and freedom. I suggest that the people on Main Street have said that they prefer their freedom, and I am with them.\"</p> <p>Main Street Jesus against the Dostoevskyan Bolshevik bail-out. Who was it said American reality trumps its own fiction? The fact that the vote came in the midst of a presidential election didn't help. Both sides pretended not to be playing party politics while playing party politics.</p> <p>Mainly, though, those Congressmen and Congresswomen who voted against - Democrats as well as Republicans - were afraid of losing their own seats. All are up for re-election on November 4, the same time as the presidential ballot. Most had faced a tidal wave of emails and phone calls expressing public anger at letting those responsible in Wall Street and Washington off the hook. So they felt they had to demonstrate to those furious voters that they, too, were mad at Wall Street and the friends of Wall Street in Washington. (That is, in the case of many House Republicans, themselves until only recently.) Humbug, you may say. Lowdown politics rather than high-minded statesmanship, you may sigh. You may be right. But don't tell me this is not democracy, a system in which the people choose their representatives.</p> <p>Why did so many ordinary Americans react this way? Most Europeans' first reaction would be: state, ride to the rescue! But this is America, where the geysers of anti-Washington and anti-Wall Street populism have deep historical springs. And this is early 21st-century America, where the rich have got richer while the poor have got poorer, and the middle class - whose plight Barack Obama is evoking very effectively - have struggled to make ends meet. The rich who have got richer include the architect of the original bail-out plan, treasury secretary Henry \"Hank\" Paulson, former chief executive of Goldman Sachs, whose stake in that firm was said to be worth about $500m when he cashed out in 2006.</p> <p>I write on Wednesday, while the House of Representatives is in recess for Rosh Hashanah. By the time you read this, the House may have repented, and be preparing to pass a revised version of the bill agreed in the Senate. It may be that this restores sufficient confidence for banks to start lending again, and another Great Depression will be averted. Or maybe not; we shall see.</p> <p>Even if it does, the question about democratic capitalism remains. A quarter-century ago, near the beginning of what came to be known as the Reagan revolution, the American Catholic social theorist Michael Novak published an influential book, The Spirit of Democratic Capitalism. It argued that capitalism is \"compatible only with democracy\". \"While bastard forms of capitalism do seem able for a time to endure without democracy,\" wrote Novak, \"the natural logic of capitalism leads to democracy.\" And true capitalism requires moral virtues such as \"temperance and prudence, fortitude and justice\".</p> <p>In 2008, China's undemocratic capitalism looks like one hell of a bastard. What's more, its leaders claim that it embodies some of those very virtues that Novak specifies for democratic capitalism - and which the American model seems spectacularly to have lacked in recent times. Temperance! Prudence! Justice! In a remarkable recent interview with Fareed Zakaria, which you can see on CNN online, China's premier Wen Jiabao argues that China combines a market economy with macroeconomic guidance by government.</p> <p>Amazingly, he illustrates his argument by reference to the two main works of Adam Smith. The Wealth of Nations, said Wen, highlights the need for the invisible hand of the market, while The Theory of Moral Sentiments shows the need for the visible hand of government, in the interests of social equity and harmonious development.</p> <p>In reality, of course, China has massive inequality and corruption, and the claim that its model of capitalism without democracy - the real thing, I mean, not just the label - is a better, more durable and more moral alternative may turn out to be baloney. Although Wen makes his case more articulately than President Bush, I think Bush is still more likely to be right. To adapt Churchill, democratic capitalism is the worst possible system, apart from all the others that have been tried from time to time.</p> <p>But democratic capitalism is now on trial. It faces huge homemade problems and formidable competition. Fortunately, there are many variants of democratic capitalism, not just the one that is erupting in the US. For some Europeans, it will be tempting to say: \"Ah, if only you Americans had adopted our nice, humane, equitable version of social democratic capitalism!\" Indeed, when the dust cloud has cleared and the lava has stopped flowing, the role of the state in the US economy may look more like that in some European countries. But against any easy claim of superiority, we have to remind ourselves that most European economies are struggling to generate jobs, innovation and entrepreneurship as the American economy has succeeded in doing for much of this quarter-century. Anyway, there's not just one European model but many - and other variants elsewhere. That's a strength, the strength of pluralism.</p> <p>The challenge to American democracy today is nothing less than to prove it can reform its whole model of democratic capitalism, and make it better.</p> <p>Pray that it can.</p> <p><a href=\"http://www.timothygartonash.com\">timothygartonash.com</a></p>",
  "<p>Republicans are urging <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> to adopt more aggressive tactics against <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> amid fears that the White House is slipping away from them.</p> <p>With ballots already being cast in battlefield states from Virignia to Ohio, <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> are panicking that voting is taking place against the backdrop of the catastrophic events on Wall Street and that McCain could be a casualty.</p> <p>Although McCain has been pumping out negative ads throughout August and September, Republican state leaders and officials want to see him becoming even more personal, exploiting Obama's links with figures he knew in Chicago. These include: William Ayers, a former member of Weather Underground, a group involved in a 1970s bombing campaign in the US; the Rev Jeremiah Wright, his controversial former pastor; and Tony Rezko, the land developer convicted of fraud and bribery earlier this year who had contributed to his campaign funds.</p> <p>Robin Smith, chairwoman of the Tennessee Republican party, in one of a series of interviews with state party leaders published on the Politico website yesterday, urged McCain to intensify his attacks on the Democratic candidate. \"People need to see a gladiator who's willing to defend what exactly he stands for,\" Smith said.</p> <p>\"We're not talking, for instance, about the radical associations that Barack Obama has with Mr Ayers, Tony Rezko and so on. More could be done.\"</p> <p>The chairman of the Republican party in Indiana, Murray Clark, also advocated raising Obama's \"troubling relationships\". Obama lost the Indiana Democratic primary to Hillary Clinton, in part because of a row raging at the time over Wright.</p> <p>\"I think those things will come up in Indiana again and they do have an impact on mainstream voters in Indiana. You call it going negative, [but] whoever ... is in a position to point out these relationships, I think it's helpful,\" Clark said.</p> <p>Republican jitters increased with the publication of a series of polls showing Obama opening up leads in the battlefield states that could determine the election.</p> <p>Polls in those states over the last few months have mainly shown the two in a dead heat. But Connecticut-based Quinnipiac University polls published yesterday put Obama on 51% to McCain's 43% in Florida, Obama 50% to McCain's 42% in Ohio and Obama 54% to McCain's 39% in Pennsylvania. The candidate who takes two of these three would be well on the way to winning the election.</p> <p>Republicans expressed regret that McCain was not more forceful in the first of the debates on Friday in Oxford, Mississippi. Jeff Frederick, chairman of the Republican Party of Virginia, which is normally solidly Republican in White House elections but is now a swing state, showed disappointment with McCain's debate peformance on the economy. \"He really left a lot on the table while Obama was kind of hitting him,\" Frederick said.</p> <p>There is a backlash among senior party figures and officials too over his dramatic intervention in the Congressional wrangling over the Wall Street bail-out and over his choice of <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> as his running-mate. Her lack of foreign policy experience has been mercilessly exposed by the US media and made her the butt of jokes on comedy programmes and mainstream news broadcasts.</p> <p>Palin is to face Obama's vice-presidential running mate, Joe Biden, in their only scheduled debate of the campaign, in St Louis, Missouri, tonight. Biden has been advised to avoid patronising her and to be polite, referring to her, for instance, as Governor Palin rather than Sarah.</p> <p>Palin is holed up in McCain's home at Sedona, Arizona, swotting up on foreign policy, economics and national domestic issues. Her older sister, Heather Bruce, in an interview with Glamour magazine, graphically summed up the intensive preparation she is undergoing. \"It is absolutely phenomenal what my sister can learn in a short amount of time. What's happening to Sarah Palin right now is like the worst college exam cram period ever,\" Bruce said.</p> <p>A minor spat developed yesterday over the moderator at the debate, Gwen Ifill, a journalist with the public service broadcaster PBS, after it emerged she has written a book about Obama's rise, \"The Breakthrough: Politics and Race in the Age of Obama\". It is due for publication on January 20, the day the new president is inaugurated.</p> <p>Although rightwing bloggers have complained on the internet that this raises a question over her impartiality, there has been no protest from the McCain-Palin camp.</p> <h2>Keeping abreast</h2> <p><strong>CBS Evening News anchor Katie Couric's interview with Republican vice-presidential candidate Sarah Palin</strong></p> <p><strong>Couric:</strong> \"When it comes to establishing your worldview, I was curious, what newspapers and magazines did you regularly read before you were tapped for this to stay informed and to understand the world?\" </p> <p><strong>Palin:</strong> \"I've read most of them, again with a great appreciation for the press, for the media.\"</p> <p><strong>Couric:</strong> \"What, specifically?\" </p> <p><strong>Palin:</strong> \"Um, all of them, any of them that have been in front of me all these years.\"</p> <p><strong>Couric:</strong> \"Can you name a few?\"</p> <p><strong>Palin:</strong> \"I have a vast variety of sources where we get our news, too. Alaska isn't a foreign country, where it's kind of suggested, 'Wow, how could you keep in touch with what the rest of Washington, D.C., may be thinking when you live up there in Alaska?' Believe me, Alaska is like a microcosm of America.\"</p>",
  "<p>On a <strong>Panorama</strong> (BBC1) special about David Cameron, a community DJ in Birmingham - one of five floating voters the show challenged Dave to win over - accidentally referred to Barack Obama as president rather than presidential candidate. It's true that a correction might have been patronising, but Cameron, unblinkingly, referred to \"President Obama\" in his answer.</p> <p>What can this mean? Is the Tory leader so desperate to seem amenable that he adopts the premise of any question? Is he going around housing estates solemnly averring: \"Yes, the aliens who landed in your garden are right to ... \"? Or have we discovered a new BBC misleading-the-viewer scandal in which Panorama asks guests to record alternative versions in case the show is repeated after November 4?</p> <p>What's odd is that the slip seems not to have been noticed during the edit or, if it was, went unmentioned in the commentary. But perhaps the problem was that no one was sure who was in charge of the show. For its first big examination of the would-be PM, Panorama chose a fidgety format.</p> <p>Jeremy Vine introduced Nick Robinson, who then introduced the politician to the public quintet, who were mainly left to quiz him, although Robinson, possibly resenting being reduced to a gooseberry, would occasionally jump in and ask a better question. He also, between locations, conducted his own interview with Cameron in a train carriage and the back of a people-carrier. </p> <p>Apart from his premature election of America's first black president, the main interest was Cameron's apparent bid to become Britain's second orange prime minister. Looking thickly layered in makeup, he would sometimes go blotchy under the tangerine when challenged. Perhaps the pancake is an attempt to disguise his tendency to flush.</p> <p>\"I'm a very simple sort of person,\" Cameron insisted to Robinson, intending to admit to transparency rather than stupidity. This Panorama, though, had the opposite problem of overcomplication.</p>",
  "<p>Republicans are urging John McCain to adopt more aggressive tactics against Barack Obama amid fears that the White House is slipping away from them.</p> <p>With ballots already being cast in battlefield states from Virignia to Ohio, Republicans are panicking that voting is taking place against the backdrop of the catastrophic events on Wall Street and that McCain is going to be a casualty.</p> <p>Although McCain has been pumping out negative ads throughout August and September, Republican state leaders and officials want to see him becoming even more personal, exploiting Obama's links with figures he knew in Chicago. These include: William Ayers, a former member of Weather Underground, a group involved in a 1970s bombing campaign in the US; the Rev Jermiah Wright, his controversial former pastor; and Tony Rezko, the land developer convicted of fraud and bribery earlier this year who had contributed to his campaign funds.</p> <p>Robin Smith, chairwoman of the Tennessee Republican party, in one of a series of interviews with state party leaders published on the Politico website today, urged McCain to intensify his attacks on the Democratic candidate. \"People need to see a gladiator who's willing to defend what exactly he stands for,\" Smith said.</p> <p>\"We're not talking, for instance, about the radical associations that Barack Obama has with Mr Ayers, Tony Rezko and so on. More could be done.\"</p> <p>The chairman of the Republican party in Indiana, Murray Clark, also advocated raising Obama's \"troubling relationships\". Obama lost the Indiana Democratic primary to Hillary Clinton earlier this year, in part because of a row raging at the time over Wright.</p> <p>\"I think those things will come up in Indiana again and they do have an impact on mainstream voters in Indiana. You call it going negative, [but] whoever … is in a position to point out these relationships, I think it's helpful,\" Clark said.</p> <p>Republican jitters increased with publication of a series of polls showing Obama opening up leads in the battlefield states that could determine the outcome of the election.</p> <p>Polls in the battlefield states over the last few months have mainly shown the two in a dead heat. But Connecticut-based Quinnipiac University polls published today put Obama on 51% to McCain's 43% in Florida, Obama 50% to McCain's 42% in Ohio and Obama 54% to McCain's 39% in Pennsylvania.</p> <p>The candidate who takes two of these three would be well on the way to winning the election.</p> <p>Republicans expressed regret that McCain was not more forceful in the first of the presidential debates on Friday in Oxford, Mississippi. Jeff Frederick, chairman of the Republican Party of Virginia, which is normally solidly Republican in White House elections but is now a swing state, expressed disappointment with McCain's performance on the economy during the debate. \"He really left a lot on the table while Barack Obama was really kind of hitting him,\" Frederick.</p> <p>There is a backlash among senior party figures and officials too over his dramatic intervention in the congressional wrangling over the Wall Street bail-out and over his choice of Sarah Palin as his running mate. Her lack of foreign policy experience has been mercilessly exposed by the US media and made her the butt of jokes on both comedy programmes and mainstream news broadcasts.</p> <p>Palin is to face Obama's vice-presidential running mate, Joe Biden, in their only scheduled debate of the campaign, in St Louis, Missouri, tomorrow. Biden has been advised to avoid patronising her and to be generally polite, referring to her, for instance, as Governor Palin rather than Sarah.</p> <p>Palin is holed up in McCain's home at Sedona, Arizona, swotting up on foreign policy, economics and national domestic issues. Her older sister, Heather Bruce, in an interview with Glamour magazine, graphically summed up the intensive preparation she is undergoing. \"It is absolutely phenomenal what my sister can learn in a short amount of time. What's happening to Sarah Palin right now is like the worst college exam cram period ever,\" Bruce said.</p> <p>A minor spat developed today over the moderator at the debate, Gwen Ifill, a journalist with the public service broadcaster PBS, after it emerged she has written a book about Obama's rise, The Breakthrough: Politics and Race in the Age of Obama. It is due for publication on January 20, the day the new president is inaugurated.</p> <p>Although right-wing bloggers have complained on the internet that this raises a question over her impartiality, there has been no protest from the McCain-Palin camp.</p>",
  "<p>It would have been a miracle for a politically divided Congress to come up with a well-judged package to save the US financial system in four days, amid a tight presidential election. We have an expensive plan that will not work. The <a href=\"http://www.theguardian.com/business/2008/oct/01/marketturmoil.wallstreet\">$700bn plan</a> will do little to avert an alarming meltdown of the US financial system that will spill over to the UK. The best that can be said is that the plan may buy some time to unveil another more durable plan – but this time has not been bought cheaply.</p> <p>Like most regulatory initiatives, the <a href=\"http://www.opencongress.org/bill/110-h3997/show\">Emergency Economic Stabilisation Act</a> fights the last war, not the current one. Over the past 10 years we have had the \"marketisation\" of banking. Instead of taking deposits and providing loans, banks have been borrowing from<br>the money markets to buy highly rated, securitised packages, of seemingly diversified loans. When the subprime mortgage element within these securitised packages began non-performing in early 2007, it triggered a collapse of confidence in the entire packages. </p> <p>On paper at least, banks had assets that more than covered their commitments to their creditors, but they were unable to liquidate these loan packages for cash when these commitments came due. <a href=\"http://www.federalreserve.gov/\">The Federal Reserve</a> stepped in by offering banks a temporary loan of cash and allowed them to post these troubled assets as collateral for the loans. Similar developments occurred in the UK after <a href=\"http://www.theguardian.com/business/northernrock\">Northern Rock's collapse.</a></p> <p>Banks hold capital to provide a buffer between the amount they owe creditors like depositors and bond holders and the value of their assets. Over the course of the last 18 months this capital has sunk to wafer-thin levels as banks have been forced to write down the value of their assets. These write downs have sometimes forced sales that drove prices down further. Today's problem is not a shortage of liquidity, but a shortage of capital. At current prices, banks are on the verge of insolvency. Paulson's plan does little to change that.</p> <p>The <a href=\"http://www.ft.com/cms/s/0/fef58bc2-88b4-11dd-a179-0000779fd18c.html\">Troubled Asset Relief Programme</a> does all the things the US government told Asian governments not to do during the Asian financial crisis of 1997-98. It empowers the government to purchase mortgage securities originated before March 14 2008, up to an initial tranche of $250bn. A further $450bn would be conditionally available in two further tranches. The object of the plan is to establish a floor on the price of US mortgages and reduce the uncertainty surrounding bank assets, in the hope, that this will enable banks to raise fresh capital from the markets. </p> <p>This seems a faint hope today. Who would invest in a sector where the business<br>model has been so recently and so completely overturned and where the last investors – wealthy sovereign wealth funds – are nursing big losses. Recall that prior to the crises banks were rushing headlong into mortgages, securitisation and prime brokerage to <a href=\"http://news.bbc.co.uk/1/hi/business/4499290.stm\">hedge funds</a>. They will need to find new sources of profits as the economy turns down.</p> <p>The US government could buy these troubled assets above their market price to inject capital at the taxpayers expense, but banks would want to take advantage of these otherwise unobtainable prices. The programme would quickly run out of cash. The Paulson plan does not stop banks with insufficient capital failing. Their collapse will depress asset prices further, pushing over more sturdy banks.</p> <p>At the end of the day there are two ways of paying for the credit losses of excessive lending during the Greenspan boom. Either taxpayers pay or creditors pay. The Paulson plan is not only wrongly focused, it also asks too much of tax payers. My plan would shift some of the costs back to creditors – who were paid to take the risk of bank failure – by asking the government to organise a 20% \"hair cut\" of all non-depositor creditors and inject some equity to boost bank capital. This would be far cheaper than the Paulson plan as well as providing more discipline on to bond holders. </p> <p>The critical lessons are that crises are so dangerous that, within reason, they are best avoided and attempts by regulators in the US and UK to rely on market discipline to avoid market failures have comprehensively failed.</p>",
  "<p>Brace yourself for more of <a href=\"http://ap.google.com/article/ALeqM5hlnR7kQP7tXQKA0872BAweYKqPFQD93HCN680\">this kind of thing</a> up through election day:</p> <blockquote> <p>NEWBERG, Ore. (AP) — A Christian university in Oregon said Tuesday it has punished four students who confessed to hanging a likeness of Democratic presidential candidate Barack Obama from a tree on campus.</p> <p>George Fox University broke the news to students and staff Tuesday afternoon at an all-campus meeting. About 1,000 people attended, said Rob Felton, a university spokesman.</p> <p>A statement from the school said the penalties against the four students were \"immediate long-term suspension and public service.\" The school cited federal privacy rules in not disclosing more about the students or their punishment...</p> <p>...The commercially produced cardboard cutout of Obama was hung from a tree last week with fishing line around the neck.</p> <p>A message taped to the cutout read, \"Act Six reject.\" That refers to a scholarship and leadership program for minority and low-income student leaders at Christian colleges primarily located in the Northwest.</p> </blockquote> <p>A Christian school. Lovely. We're going to see more of this if he wins too, of course. But Obama knows this. Glad to see that these cretins are in Oregon, which Obama is going to win by probably six to nine points or something like that. I hope election night is excruciating for them.<br></p>",
  "<p>The presidential election campaign is poised for an ugly turn as Republicans resort to increasingly desperate attacks in a bid to chip away at Barack Obama's surge in the polls, according to a leading Democratic activist.</p> <p>\"They're going to start unloading in the next couple of days in a way that makes the swift boat ads look like Public Service Announcements,\" said former Democratic National Committee chairman Terry McAuliffe, referring to the ads that cast doubt on John Kerry's war record in 2004. Speaking to around 40 Obama supporters at the YMCA in Roanoke in the early morning, McAuliffe said it was the Democratic party's obligation to respond in kind. \"[People] are counting on us to fight for them and if we don't want to fight then we shouldn't be in the race.\"</p> <p>McAuliffe, who was the chairman of Hillary Clinton's primary campaign, was stumping for Obama in a series of towns in the region. One audience member expressed concern that Obama would not fight back if and when the mudslinging started. \"People fear Barack Obama might be another Jimmy Carter - just too smart and too nice,\" he said.</p> <p>McAuliffe insisted Obama was made of tougher stuff: \"I ran against this man and I tell you. If you hit him hard he'll hit you back harder.\"</p> <p>Another activist asked McAuliffe how to counter accusations from Republican friends that Obama is a \"socialist\". \"That's the scare word out there now,\" she said. \"That's the word that's being used to scare people.\"</p> <p>McAuliffe conceded that there were some voters you would never reach. \"Some people you just can't change,\" he said. Jackie Holly, who was at the meeting, believed the tone of the campaign would get worse but that it was already in a bad place. \"It's already dirty,\" she said. \"It's just going to get a whole lot dirtier.\"</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>David Cameron passed the test he set himself today, to survive a difficult party conference without losing the political ascendancy he has painfully won for his party over the past year. Taunted by Gordon Brown's \"novice\" jibe he argued - insistently so - that \"leadership, character and judgment\" matter more. <br><br>If experience was the sole prerequisite then \"we'd have Gordon Brown as prime minister for ever [pause]. I'm not going to go on, there are people in the balconies up there\" (who might jump), he explained. We'd have been stuck with the veteran Jim Callaghan in 1979 too, instead of electing Margaret Thatcher.</p> <p>It's far from being the whole story, but it was nicely done. Voters asking: \"Is this fresh-faced youth fit to be prime minister in troubled times?\" will probably be more inclined to give him the benefit of the doubt if that is how things look whenever polling day finally arrives.</p> <p>As with Brown's rival effort in Manchester last week, the speech was too long and sagged towards the end. Even when they're on their best behaviour politicians do distort each other's policies and cover their bases. Brown says he is not anti-business, Cameron that he is not anti-state. We never said they were. </p> <p>Nor is the heartless reply Cameron supposedly got from Alan Johnson about a letter from a grieving husband quite what it seems, Labour officials were quick to protest. As in all conference speech claims, the truth will out.</p> <p>But once he'd worn them into submission - never hard at a Tory conference - Cameron also dared to congratulate his activists on all those \"progressive\" policy changes he says they've made to make the Tories electable again.</p> <p>Social activism, environmentalism, ethnic-minority and female candidates (plenty of them in the warm-up act preceding his arrival), a more generous view of international development … they hadn't actually done it, he imposed it. They did him the courtesy of listening without enthusiasm or applause.</p> <p>Cameron dealt with the consensual stuff first. He wants to avoid what happened in the US and will help Brown where he can to steady the financial system - in the short term. He reserved his right to criticise. He did a passage on the armed forces (as Brown did not), then moved into the \"values and character\" passage: what he believes, what makes him tick.</p> <p>He does this better than Brown can ever hope to. Of course he does. He reminds many listeners of Tony Blair, not a happy comparison for everyone. He took a swipe at \"do your own thing\" libertarianism. \"For me the most important thing is responsibility.\" </p> <p>Later, he said family mattered most - for him and the country - and took a poke at fellow novice David Miliband for \"arrogantly\" suggesting last week that without the state we're on our own. That's not what Miliband thinks, but never mind.</p> <p>The party-political stuff was routine, the policy announcements minimal. Cameron called himself \"a man with a plan, not a miracle cure\" - no overnight transformations - and kept stressing he is a \"fiscal conservative\" who believes in sound money and low taxes.</p> <p>That sets him apart from the Bush administration, of course, which built up big government and debt despite promising just the opposite. There were plenty of Bushites who just want to cut taxes and restore self-correcting market primacy in the Symphony Hall yesterday. But Cameron had set out his detailed plans for the immediate crisis on Tuesday. All he did here today was warn of tough decisions – spending cuts and tax rises? – without spelling them out.</p> <p>Two points worth noting. One, that Cameron came out strongly for the union, as he did not in his \"little Englander\" phase. \"I don't want to be prime minister of England, I want to be prime minister of the United Kingdom.\" Good for him - another point of consensus with Brown.</p> <p>In attacking Labour's \"spendaholic\" habits - Brown's key error since 1997: \"the tap marked 'borrowing' was turned on\" - he also made an interesting distinction. One of Brown's best achievements, he said, was operational independence for the Bank of England (the Tories were actually against it), included within it his other key error: taking away from the bank the power to regulate financial markets and giving it to the FSA.</p> <p>In that decision, he said, lay the seeds of the current crisis. Which brings us full circle. Cameron made a good fist of saying who he is and what matters to him. In proclaiming a capacity for leadership he can point to the control he asserts over his now-docile party.</p> <p>But when he makes light of experience - as a man in his position must do - he invites the response that experience is of value and does matter. Tony Blair had very little such experience when he became prime minister in 1997 - he'd never run anything except the country, as the joke went. </p> <p>In consequence he made mistakes he subsequently came to acknowledge. Cutting Gordon Brown so much slack was probably one of them. Cameron's pitch is always a powerful one - change and hope. But Mr Experience is out there, still trying to prove that a storm like this one needs a weatherbeaten captain at the helm. </p> <p>If the election is not coming before June 2010 voters have 20 months in which to make up their minds. But, as things stand, Brown v Cameron looks a solider choice thrown up by a parliamentary system than the insurgency politics of a US presidential race has yet demonstrated, even in this remarkable year.</p>",
  "<p>Toward the end of the 2004 vice-presidential debate in Cleveland, Ohio, US public television's Gwen Ifill asked a question that neither Dick Cheney nor John Edwards expected.</p> <p>It showed.</p> <p>Ifill described an Aids epidemic in the US, where black women were 13 times more likely to die of the disease than other women.</p> <p>\"What should the government's role be in helping to end the growth of this epidemic?\" Ifill asked.</p> <p>For Ifill, it was a memorable moment, one that lived on when viewers wrote to express their frustration with the weak answers the candidates had for her question.</p> <p>\"One of the most gratifying responses afterward came from viewers who knew when questions weren't answered,\" Ifill said.</p> <p>Ifill will be moderating tomorrow's vice-presidential debate at Washington university in St Louis, Missouri, and while Joe Biden and Sarah Palin may listen to dozens of mock questions in their debate preparation this week, they're sure to get one or two from Ifill that they don't expect.</p> <p>What she asks might touch on any topic imaginable under the negotiated rules, which call for Biden and Palin to be situated behind lecterns with shorter discussion periods and two minutes each for closing statements.</p> <p>Given Ifill's hard-news background, her questions are unlikely to be softballs.</p> <p>Ifill, who turned 53 on Monday, has been senior correspondent for PBS's The NewsHour since 1999 as well as moderator of Washington Week on the public broadcast channel. Before that, she covered politics and public policy for the New York Times, Washington Post and Baltimore Evening Sun.</p> <p>Knowing news, Ifill is keenly aware of the interest in the St Louis debate - and especially in Palin.</p> <p>Indeed, a few of Palin's devotees complained to PBS that Ifill's facial expressions after the Alaska governor's acceptance speech at the Republican National Convention in St Paul last month conveyed something less than rapture. </p> <p>Ifill says it was flat wrong to read anything into how a camera might have caught her at a certain moment and that criticism comes with the job.</p> <p>\"If I was sensitive to criticism, I wouldn't take this job. It comes from both sides,\" she said.</p> <p>An estimated 43.5 million viewers tuned in to Ifill's questions in Cleveland. That number is sure to be higher for the St Louis debate, perhaps closer to the 65.1 million viewers who watched when Geraldine Ferraro took the stage in 1984 against George Bush Sr, the first national debate with a woman competing. (It was moderated by Barbara Walters.)</p> <p>Recalling her moderator debut four years ago, Ifill notes the antidote she has for stage fright: \"As long as I had all the questions, I was the one with the with the upper hand.\"</p> <p>Ifill had more to say during an interview in St Louis:</p> <p><strong>Is there any question about the intense interest in this debate?</strong></p> <p>Judging from my email inbox, there's no question at all. An hour doesn't pass when another self-described bright question arrives. I don't mind it; I want to know what people are curious about. But with so much organised spam email, It's hard to know what's really on people's minds.</p> <p><strong>Is Sarah Palin the reason people are so excited about this debate?</strong></p> <p>Part of it preceded Sarah Palin. At every turn in this election year, there has been exceedingly high interest in this race. I think it matters the presidency is open. When you talk about change - whoever takes this job is going to be very different than we have now. People are engaged.</p> <p><strong>How do you prepare for an event of this magnitude?</strong></p> <p>I don't know (laughing). I'm in the middle of it right now. I just read everything out there. I try to be the best-informed person on the stage and read everything that has been written about people and go as far back as possible.</p> <p><strong>What do you think of the final agreement on the debate format?</strong></p> <p>It's actually less restrictive than four years ago [in the Cheney-Edwards debate] even though it's not as open as originally negotiated. In the interest of getting more information, I always think that exchange is healthy and good.</p> <p><strong>Won't this somewhat restrictive format demand more artfulness from the moderator?</strong></p> <p>As it happens it I'm very artful (laughing.) It's kind of like I do every day on NewsHour: I engage in conversations with people and elicit as much information as possible. I think voters are very smart. They can tell whether candidates evade or answer questions.</p> <p><strong>What do you hope is said about this debate afterward?</strong><br>Just that I was fair, I guess. Even that I can't hope for because people are so polarised.</p>",
  "<p>A strange blend of frenetic activity and quiet dominated in Washington and New York yesterday. Congress officially paused for the Jewish New Year, and shares recovered in anticipation of some kind of bail-out deal. Meanwhile, President Bush met with John McCain and Barack Obama, and Senate leaders, in a highly unusual development, agreed to hold a vote on the $700bn proposal tonight, before the House of Representatives had passed it. Both presidential candidates stressed the need for bipartisanship; McCain even seemed to deny that he had attacked Obama yesterday for playing politics with the financial crisis. For his part, Obama edged closer to playing a more active role in the negotiations, promoting his proposal to increase government insurance of bank deposits.</p> <p>Meanwhile, in New York, mayor Michael Bloomberg announced plans to run for a third term as mayor, a move that will require a change in city law. That makes Bloomberg dependent on the votes of an overwhelmingly Democratic city, Michael Tomasky <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/30/johnmccain.uselections2008\">notes on theguardian.com</a>, thereby eliminating any chance of the mayor endorsing McCain. Might he yet endorse Obama?</p> <p>Oh, and in a ranch in Sedona, Arizona, Sarah Palin prepared for an important forthcoming public appearance ...</p> <h2>What to watch for</h2> <p>Obama is scheduled to be in Wisconsin, McCain in Missouri, but emergency meetings in Washington seem possible. Bill Clinton, meanwhile, will today officially set aside the wounded feelings that arose from the Democrats' long and bitter primary contest as he heads out to Florida to hold his first rally for Obama, Suzanne Goldenberg writes in <a href=\"http://www.theguardian.com/world/2008/oct/01/uselections2008.clinton\">today's Guardian</a>. And attention will start to turn to St Louis, Missouri, where the two vice-presidential candidates - both sources of anxiety to their own campaigns - will debate each other tomorrow.</p> <h2>Latest polls</h2> <p>The gap between the candidates appears to have narrowed slightly once more. A new Washington Post poll of likely voters gives Obama 50% and McCain 46%, compared to a September 22 poll that put Obama on 52% and McCain on 43%. Gallup's daily tracking poll has Obama on 49% and McCain on 43%, compared to the previous day's result, Obama 50%, McCain 42%. </p> <h2>Quote of the day</h2> <p>\"I will put my presidential campaign on the back burner, if necessary, and do anything. It's far more important to help the economy of this country recover from one of the deepest fiscal crises in history.\" Under questioning on Fox News, John McCain raises the prospect of a second campaign suspension - not that the first resulted in much suspension of campaigning ...</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/01/sarahpalin.climatechange\">Revealed: oil-funded research in Palin's campaign against protection for polar bear</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/30/johnmccain.uselections20081\">Tomasky Talk: McCain rumoured to suspend his campaign once again</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/us.elections.2008.virginia\">Gary Younge: Barack Obama's investment in Virginia paying off</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/oct/01/usa.uselections2000\">Jonathan Freedland: This pansy-ass limey Brit won't butt out — the US election is our business</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/30/us.elections.2008.barack.obama\">Thomas Noyes: McCain's Wall Street crash</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.observer.com/2008/politics/pumping-mccain-sagging-ticket-beyond-palin\">New York Observer: Is Sagging Ticket Beyond The Palin?</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/30/palin-a-journalism-major_n_130707.html\">Huffington Post: Palin, A Journalism Major, Can't Name A News Source She Reads</a></p> <p><strong>·</strong> <a href=\"http://thecaucus.blogs.nytimes.com/2008/09/30/palin-on-abortion-gays/\">New York Times: Palin on Abortion And Gays</a></p> <p><strong>·</strong> <a href=\"http://online.wsj.com/article/SB122282635048992995.html\">Wall Street Journal: Bill v. Barack on Banks</a></p> <p><strong>·</strong> <a href=\"http://www.economist.com/blogs/democracyinamerica/2008/10/david_brooks_on_the_republican.cfm\">The Economist: Shooting themselves in the foot</a></p> <h2>Rebuttal of the day</h2> <p>Watch the McCain campaign's new <a href=\"http://www.johnmccain.com/palintruthfiles/\">circus-themed comeback</a> to the media's attacks on Sarah Palin.</p>"
]