[
  "<p>Zimbabwe's main opposition party struck a blow against President Robert Mugabe yesterday when its candidate was elected as the parliamentary speaker.</p> <p>Lovemore Moyo of Morgan Tsvangirai's Movement for Democratic Change (MDC) won the ballot by 110 votes to 98, marking the first time that the opposition has held the powerful speaker position since independence in 1980. </p> <p>The ruling Zanu-PF party did not put up a candidate, choosing instead to back Paul Themba Nyathi of the breakaway MDC faction headed by Arthur Mutambara. </p> <p>The significance of the result is revealed in the numbers. Zanu-PF holds 99 seats in parliament, while the MDC splinter group has 10. During the now-stalled power-sharing talks it had been assumed that Mugabe and Mutambara had reached an agreement to work together. That would have eclipsed the MDC, which has 100 seats, leaving Tsvangirai's party on the outside over his refusal to accept a prime ministerial post answerable to Mugabe and with limited powers.</p> <p>Moyo's tally shows that numerous MDC-Mutambara MPs and perhaps even a few Zanu-PF members were willing to support Tsvangirai's party.</p> <p>Opposition MPs broke into song when the result was announced, mocking Zanu-PF as a spent force. They also occupied the government benches after being sworn in, arguing that the MDC's victory in March's parliamentary elections gave them the right. </p> <p>Emmerson Mnangagwa, the rural housing minister who is seen as a possible successor to Mugabe, appeared conciliatory in defeat.</p> <p>\"Mr Speaker, sir. This is a truly historic event and I would like, on behalf of the president, our party and this side of this august House, to congratulate you,\" he told parliament.</p> <p>The speaker's post is seen as key because Moyo will now take charge of contentious debates in the hung parliament if no power-sharing deal is reached.</p> <p>Mugabe is due to officially open parliament today despite a warning from Tsvangirai that this could end hopes of reviving the power-sharing talks that the South African president, Thabo Mbeki, is trying to broker. </p> <p>Tsvangirai won the first round of the presidential election but boycotted the run-off with Mugabe owing to a widespread campaign of state-sponsored violence and intimidation against his supporters. </p> <p>Police have instead focused on alleged MDC crimes, accusing seven MPs of committing rape, murder and electoral violence.</p> <p>Before the speaker vote yesterday, security officers arrested two opposition MPs, Elia Jembere and Shuwa Mudiwa, as they tried to enter parliament. Jembere missed the vote.</p>",
  "<h2>Ayatollah backs second term for Ahmadinejad</h2> <p>President Mahmoud Ahmadinejad has received a major boost to his political authority after Ayatollah Ali Khamenei, Iran's supreme leader, told a cabinet meeting that he should prepare for a second term in office in advance of June's presidential election. \"Do not think this year is your final year,\" Khamenei was quoted as saying by the state news agency IRNA. His support is key to the re-election chances of Ahmadinejad, whose economic policies have been widely criticised. Khamenei controls loyalist groups, such as the revolutionary guard, which can spearhead voter mobilisation efforts. <br><strong>Robert Tait </strong></p> <h2>25 killed in government raid on Darfur camp</h2> <p>At least 25 people are feared dead after Sudanese security forces raided one of Darfur's largest camps for displaced people. Witnesses said government forces massed outside Kalma camp near Nyala in south Darfur before dawn yesterday, reportedly to search for illegal weapons and wanted persons. Several hours of gunfire ensued. The aid agency Médecins Sans Frontières said it had 65 wounded people, mainly women and children, in its clinic. One of Darfur's main rebel movements accused the government of trying to force the camp's 90,000 residents to return home. <br><strong>Xan Rice in Nairobi</strong></p> <h2>US troops out by end of 2011 in draft agreement</h2> <p>US and Iraqi negotiators have agreed on a text covering a full US troop withdrawal, officials from both countries said yesterday. The draft has to be put to both governments and the Iraqi parliament for approval. \"There is an agreement actually reached ... between the two parties on a fixed date, which is the end of 2011, to end any foreign presence on Iraqi soil,\" prime minister Nouri al-Maliki said yesterday. However, he did not make it clear whether the date was merely an \"aspirational\" target, the epithet used by the US secretary of state, Condoleezza Rice, who visited last week. <br><strong>Jonathan Steele in Baghdad</strong></p>",
  "<p>The Democratic convention to endorse Barack Obama as the party's first black presidential candidate opened yesterday with a string of speakers, including his wife Michelle, lining up to offer glimpses into his personal life.</p> <p>The aim of the first day was to flesh out his background and to make more human a candidate suffering from accusations from his rival, John McCain, that he is celebrity driven, elitist and out of touch with working-class America.</p> <p>In an interview with CNN ahead of her speech, Michelle Obama said she would present their family as typically American. \"My father was a shift worker, a worker for the city all his life.\" It was not a privileged upbringing: \"No silver spoons, no magic. Just parents who tried their best to leave the next generation just a little bit better off. I think our stories are the quintessential American stories.\"</p> <p>Although Obama has been a regular presence on US screens this year, his life story and politics are still relatively unknown to most Americans. He has failed to connect with white working-class males in key states such as Ohio. A CNN poll yesterday showed him in a dead heat with McCain, at 47% each. Obama had a seven-point lead in last month's CNN poll.</p> <p>The Democratic chairman, Howard Dean, brought his gavel down to mark the start of the four-day convention, one of the most important in the party's history. He told the 4,000 delegates in the hall, and the 15,000 journalists either in the hall or tents nearby, that the convention \"will demonstrate to all Americans why we need Barack Obama and Joe Biden [his vice-presidential running mate] in the White House\".</p> <p>For most of the campaign, Obama has kept his family, other than Michelle, in the background. But his wife, two daughters and other relatives visited the convention centre yesterday morning.</p> <p>Previewing her speech, Obama told supporters on Sunday: \"You'll have a sense of who she is and what our values are and how we're raising our kids. And I think what you'll conclude is: he's sort of like us. He comes from a middle-class background. He went to school on scholarships. He had to pay off student loans. He and his wife had to worry about child care. They had to figure out how to start a college fund for their kids.\"</p> <p>As Michelle Obama gave her first major speech since her husband launched his bid for nomination 20 months ago, the Republican presidential candidate, John McCain told fundraisers in Sacramento, California, that his wife, Cindy, was to visit Georgia to assess the humanitarian situation after the conflict with Russia.</p> <p>McCain's campaign team see foreign affairs as their candidate's strong point and believe he was helped by the conflict. His wife's presence in Georgia will help bring the issue back into the US election campaign.</p>",
  "<p>Groups of protesters converging on the Democratic convention were aiming to turn up the volume today after a low-key start to their disruption of Barack Obama's presidential coronation.</p> <p>Organisers had predicted upwards of 25,000 protesters this week, but their first few events drew only about 1,000.</p> <p>At today's march, demonstrators used their megaphone as much to defend their sparse numbers as to criticise the Democrats.</p> <p>After citing media reports of low turnout, one activist leader cried: \"Well, no shit! They built protest cages with barbed wire! No kidding, so people were afraid to come out!\"</p> <p>When morning broke on the \"freedom cage\", as the fenced-in protest zone built by Democrats has been called, police outnumbered dissenters.</p> <p>\"We're here to tell people, don't put all your hopes in Obama,\" said Adam Jung, 28, an organiser with the Tent State university protest group, as he rolled up his sleeping bag.</p> <p>\"He's not an anti-war candidate,\" Jung added. \"He's billing himself as that. It's not true.\"</p> <p>But David Svabick, 55, one of Jung's neighbours in the protest pen, was a less committed critic of the Democratic nominee. Obama is \"not why I'm here\", he said. \"There's one [candidate] about change, and the other one's not.\"</p> <p>Indeed, the tense pre-convention battles between protest organisers and police appeared to be cooling as separate bands of protesters made for manageable crowds around the city.</p> <p>Despite a law enforcement force 5,000 strong at the ready, Denver officials have reported only five arrests so far. Many activists were more wary of police wielding digital cameras than those wielding guns.</p> <p>\"I don't like corporate control and fascism, and the thought of my face being recognised in a situation like this,\" a 20-year-old marcher with his face swathed in a bandanna said. He would only use the name Aurora. \"Maybe I'm just paranoid.\"</p> <p>At the city courthouse a group called Recreate 68, which aims to recapture the spirit of the violent protests at the 1968 Democratic convention, gathered.</p> <p>They were joined by some anarchists, some Ralph Nader backers, some immigrant-rights activists, and some protesters looking only to keep Obama on the liberal path. </p> <p>The conflicting messages created a cacophonous effect, but Eric Verlo, 47, saw unity in the chaos.</p> <p>\"The common message people have is that parties aren't responsive to us,\" said Verlo, who travelled to Denver to vent his frustration with what he called Obama's abandonment of progressive ideas.</p> <p>The protest zone \"is where you bring all those messages and say, 'we're not being represented'\", he added.</p> <p>Asked about the \"freedom cage\", a city police spokeswoman diplomatically replied that \"we're not really referring to it as that\". Officials prefer to call it \"a public viewing area of 50,000 square feet within eight feet of the delegates\", the stated rationale for its creation.</p> <p><strong>A sampling of things seen and heard at the Denver protests:</strong></p> <p>\"Lord Obama's Concept of America the Beautiful\" – the painted inscription, above a large photo of a dead infant, on an anti-abortion truck travelling the streets</p> <p>\"How the hell can they say we're illegal? This is occupied Mexican land. What goes around comes around, and this is what the US is faced with: this great fear of Mexicans repopulating the seven states they took from us.\" – Ricardo Romero, immigrants-rights activist and national coordinator of the Mexican Liberation Organisation</p> <p>\"Everybody get naked! Starting with you!\" – a shirtless protester, directed at a nearby woman</p> <p>\"Hippies…\" – the response of an anarchist who overheard the above</p> <p>\"There is no saviour coming in Barack Obama and the Democratic party! They are complicit in the torture state!\" - a protest leader at today's courthouse march.</p> <p>\"AT&amp;T is a sponsor of Obama and his cronies [at the convention], and AT&amp;T is spying on us.\" – a dissenter named Maria, referring to the Bush White House surveillance programme instituted after the 9/11 attacks</p> <p>\"We support people expressing their First Amendment rights. We just want people to do it in a way that doesn't impede the rights of others.\" – Denver police spokesman Sonny Jackson</p>",
  "<p>The four-day Democratic convention to endorse Barack Obama as the party's first black presidential candidate was scheduled to kick off in Denver today with a speech by Michelle Obama tackling claims that he is elitist and un-American.</p> <p>In her first major speech since her husband's campaign for the White House began 20 months ago, she was due to try to show the human face of a candidate that his rival, John McCain, portrays as celebrity-driven and out-of-touch with working-class America.</p> <p>In an interview with CNN ahead of her speech she said she would present their family as typically American. \"My father was a shift worker, a worker for the city all his life.\" It was not a privileged upbringing: \"No silver spoons, no magic. Just parents who tried their best to leave the next generation just a little bit better off.\"</p> <p>\"I think our stories are the quintessential American stories.\"</p> <p>Her speech was part of a three-pronged approach by her husband's campaign team for the convention: flesh out his personality, elaborate on his policies and present the Democratic party as united.</p> <p>Although Obama has been a regular presence on US screens all this year, his life-story and politics are still relatively unknown to most Americans. </p> <p>He has failed to connect with white working-class males in key states such as Ohio, partly on race grounds but also because he is viewed as a dilettante.</p> <p>After two White House election defeats at the hands of Republicans, there is nervousness among Democrats in Denver about whether Obama can overcome the negatives stacked against him. </p> <p>That concern was not helped today by a CNN poll showing him in a dead heat with McCain, at 47% for each. Obama had held a seven-point lead in last month's CNN poll.</p> <p>For most of the campaign, Obama has kept his family, other than Michelle, in the background. But his wife, two daughters and other relatives visited the convention centre this morning to provide an early photo-opportunity and to scout out the hall ahead of her speech.</p> <p>In an interview with the Denver Post published today, she said she would use her speech to share stories about \"the values that drive him, experiences that shaped him, and why I believe he will be an extraordinary president. I'll also share stories about my life and my background with the country.\"</p> <p>Previewing his wife's speech, Obama told supporters yesterday, at the end of a day campaigning in Wisconsin: \"You'll have a sense of who she is and what our values are and how we're raising our kids. And I think what you'll conclude is: He's sort of like us. He comes from a middle-class background. He went to school on scholarships. He had to pay off student loans. He and his wife had to worry about child care. They had to figure out how to start a college fund for their kids.\"</p>",
  "<p>In the second of 1988's presidential debates, Democratic candidate <a href=\"http://www.cnn.com/ELECTION/2000/debates/history.story/1988.html\">Michael Dukakis was asked the following question</a>: \"Governor, if Kitty Dukakis [his wife] were raped and murdered, would you favour an irrevocable death penalty for the killer?\" </p> <p>Dukakis <a href=\"http://www.youtube.com/watch?v=DF9gSyku-fc\">replied</a>: \"No, I don't, and I think you know that I've opposed the death penalty during all of my life.\" He went on to discuss the decline in murder statistics in his home state. His answer was coolly delivered, well argued and coherent. It was also disastrous. Dukakis's poll ratings dropped several points the day after, and his answer to that question was blamed by many, including the candidate himself, for his subsequent defeat.</p> <p>It's no mean feat to make George Bush Sr seem emotionally empathetic, but that's what Dukakis did that night, if only by contrast. Instead of betraying any hint of the anger such a scenario might be expected to evoke, Dukakis gave an entirely rational answer. In doing so he came across as a bloodless bureaucrat, a robo-politician with no heart and soul. <em>The guy's asked about what he'd do if his wife is raped and murdered and he barely blinks?</em></p> <p>That moment remains a powerful reminder of the role of anger, and overt emotion generally, in presidential elections. It came to mind last week after the performances of Barack Obama and John McCain at the <a href=\"http://voices.washingtonpost.com/thefix/2008/08/saddleback_forum_first_thought.html?hpid=topnews\">Saddleback forum</a>. Of the two, McCain was the more emotionally expressive. He seemed filled with regret as he mentioned the failure of his first marriage, teary when he talked about his time as a captive in Vietnam and fired up with outrage at Russia's treatment of Georgia. Obama's replies, by contrast, were thoughtful, nuanced and impeccably even-toned throughout. McCain was <a href=\"http://www.newsbusters.org/blogs/p-j-gladnick/2008/08/17/leftwing-blogosphere-disappointed-obama-saddleback-forum-performance\">judged by most</a> to be <a href=\"http://article.nationalreview.com/?q=MTBjN2RkY2Y3ODZhYmRmYTZjYTI1NTQ4ZGNkM2Y2YmU=\">the night's winner</a>.</p> <p>Democrats are praying that this week's convention is the moment when Americans get to know Obama. But some worry the man often referred to as <a href=\"http://blogs.reuters.com/trail08/2008/03/12/could-no-drama-obama-lead-in-a-crisis/\">\"No Drama Obama\"</a> may be too cool for his own good. Obama's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/02/AR2008080201687.html?hpid=topnews\">ever-present composure</a> is one of his strengths. It conveys good judgement and grace under pressure. It's also part of the reason that, as an African-American, he's got this far at all. The stereotype of the angry black man berating the white population for its sins is partly why black politicians have found it hard to reach beyond their own racial constituencies. Obama's restraint takes the heat out of racial politics.</p> <p>But it's also a vulnerability. After all, America is in a pretty foul mood itself. Four-fifths of Americans believe their country is headed in the wrong direction. Gas prices are up, and so are foreclosures. People are working harder than ever and have less to spend. Washington is awash with money and broken promises. Voters aren't surveying this mess and raising a quizzical eyebrow. They're thumping the table and demanding change. They want their candidates to feel that anger too.</p> <p>McCain's famously quick temper is often discussed as a liability. If it gets out of control, it might well be. But his high emotional temperature is an advantage in this race if it manifests itself in the right way. He knows this. During the primaries he ran an ad that made a virtue of his reputation for getting mad, declaring that he would use his anger to bring change to Washington.</p> <p>Now, Obama is no Dukakis. He makes speeches that move the spirit as well as stimulate the mind. He's at ease discussing his personal life, his marriage and his kids. But if he's going to persuade the voters he's the man they're looking for this year, he's going to have to step up his emotional intensity. People are willing to believe he understands the nation's problems at an intellectual level. Now they want to know he <em>gets it</em>. Joe Biden is great at conveying empathy, and while Obama won't and shouldn't try to emulate Biden's heart-on-sleeve style, he'll surely be looking for opportunities this week and during the rest of the campaign to show flashes of anger, glimpses of raw emotion.</p> <p>Some will see this as dumbing down. Democrats have traditionally disdained emotionalism in politics, believing it to be a crude weapon used by their opponents to vulgarise reasonable debate. Even as they recognised his genius for communication, many held their nose at Bill Clinton's public displays of empathy. </p> <p>But it's not unreasonable of the public to demand emotion from their politicians. We want our politicians to hear us, and being emotionally empathetic is just another way of signalling that you're a good listener. Look back at that Dukakis answer. He didn't just refuse to engage with the emotional content of that question. He answered a different question altogether.</p> <p>Much of the latest neurological and psychological research tells us that emotion is at the core of our decision-making processes, even when we think we're being rational. So it makes sense to trust politicians who seem emotionally literate. After all, how are you going to negotiate with world leaders, or understand how people choose health insurance, unless you have good instincts for the role of emotion in human behaviour?</p> <p>Politicians need to demonstrate they're one of us. And that means getting angry once in a while.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336939248\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/U1604233we-8972.jpg\" alt=\"Chicago 1968\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The sign over the archway leading to the International Amphitheatre welcomes delegates to the Democratic Convention, where anti-war candidate Eugene McCarthy and Vice-President Hubert Humphrey were to both seek their party's presidential nomination. Sitting president Lyndon Johnson had earlier that year announced his intention not to seek re-election</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939251\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/WL001027-9784.jpg\" alt=\"Chicago 1968\" width=\"299\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chicago mayor Richard J. Daley, hosting the Democrats in his city, on the convention floor</span> <span class=\"element-image__credit\">Photograph: Wally McNamee/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939266\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/BE081619-2278.jpg\" alt=\"Chicago 1968\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The convention attracted famous names. Here actor Paul Newman and playwright Arthur Miller, both delegates from Connecticut, talk during the opening session</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939354\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/AP6808280488web-8378.jpg\" alt=\"Chicago 1968\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rival supporters of McCarthy and Humphrey wave placards and signs as the nomination session take place</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939257\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/U1612292-602.jpg\" alt=\"Chicago 1968\" width=\"574\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Humphrey wins. Mayor Daley and Illinois governor Sam Shapiro show their approval as the nominee greets the crowd</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939260\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/BE002277-1084.jpg\" alt=\"Chicago 1968\" width=\"290\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-war delegates protest at the decision to adopt the Johnson-Humphrey administration policy on the Vietnam war</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939345\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/U1604959-10web-6591.jpg\" alt=\"Chicago 1968\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reporting from the floor, CBS reporter Dan Rather (left) is shoved by security staff after he tried to find out why a Georgia delegate, holding a Georgia standard, walked to the rostrum and then out of the convention hall. Rather was then allegedly punched in the abdomen and knocked down. He said he was told to \"get the hell out\"</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939269\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/3230712_10-2785.jpg\" alt=\"Chicago 1968\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Authors Allen Ginsberg and William S Burroughs (smoking) sit with French writer Jean Genet. They were taking part in the protest but also covering the convention for Vanity Fair</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939309\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72430976_10-9793.jpg\" alt=\"Chicago 1968\" width=\"570\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> So-called yippies - militant hippie activists - march through downtown Chicago </span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939297\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72386062_10-7627.jpg\" alt=\"Chicago 1968\" width=\"567\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Yippies parading their alternative presidential candidate, Pigasus the pig</span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939288\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/53379486_10-6017.jpg\" alt=\"Chicago 1968\" width=\"555\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> Hippies in Lincoln Park </span> <span class=\"element-image__credit\">Photograph: Lee Balterman/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939272\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/42-15148817-3333.jpg\" alt=\"Chicago 1968\" width=\"532\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vietnam war protestors burn Draft cards </span> <span class=\"element-image__credit\">Photograph: Chester Sheard/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939291\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72386037_10-6625.jpg\" alt=\"Chicago 1968\" width=\"579\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yippie demonstrators swarming a statue in Grant Park </span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939294\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72386054_10-7140.jpg\" alt=\"Chicago 1968\" width=\"594\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police clearing demonstrators from statue in Grant Park </span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336940558\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/rex_793786j-3063.jpg\" alt=\"Chicago 1968\" width=\"464\" height=\"337\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A police dog caught on television cameras during a confrontation with protesters in park</span> <span class=\"element-image__credit\">Photograph: Rex</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939303\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72386116_10-8772.jpg\" alt=\"Chicago 1968\" width=\"582\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One demonstrator prepares to throw back a tear gas grenade during a Yippie protest</span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939285\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/50694260_10-5326.jpg\" alt=\"Chicago 1968\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protester is led away by police</span> <span class=\"element-image__credit\">Photograph: Lee Balterman/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939300\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72386113_10-8240.jpg\" alt=\"Chicago 1968\" width=\"579\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A crowd of protesters bombard a lone policeman</span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939327\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/BE048163-3042.jpg\" alt=\"Chicago 1968\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police and demonstrators clash near the Conrad Hilton Hotel on Chicago's Michigan Avenue</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939282\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/50655890_10-4841.jpg\" alt=\"Chicago 1968\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illinois National Guardsmen seal off the Hilton Hotel convention headquarters from anti-war demonstrators</span> <span class=\"element-image__credit\">Photograph: Gerald R. Brimacombe/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939306\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72430972_10-9254.jpg\" alt=\"Chicago 1968\" width=\"576\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">National Guardsmen confront Yippies in front of the Hilton Hotel</span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939357\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/U1604368we-8985.jpg\" alt=\"Chicago 1968\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two unidentified protesters in Grant Park carry an anti-draft poster in front of National Guardsmen</span> <span class=\"element-image__credit\">Photograph: Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939312\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72430978_10-458.jpg\" alt=\"Chicago 1968\" width=\"573\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police confront demonstrators </span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939315\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/72430986_10-1050.jpg\" alt=\"Chicago 1968\" width=\"574\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police moving through a haze of tear gas in Lincoln Park while dispersing protesters </span> <span class=\"element-image__credit\">Photograph: Art Shay/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336939351\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/25/democrats2008/AP6901010907web-7631.jpg\" alt=\"Chicago 1968\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Chicago Seven defendants, on trial the following year on charges of conspiracy to riot, hold a news conference in Chicago. From left, standing, are: Abbie Hoffman, John Froines, Lee Weiner, Dave Dellinger, Rennie Davis and Tom Hayden.  Seated is defendant Jerry Rubin, with his girlfriend, Nancy Kurshan, who was not part of the trial</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>",
  "<h2>Live from the Democratic convention </h2> <p>The atmosphere on the streets of downtown Denver ahead of the convention opening today was a strange mixture: part carnival, part tense confrontation between anti-war protesters and hundreds of heavily armed police, many in riot gear ... and, amid it all, the most extensive orgy of Barack Obama-themed merchandising I've yet witnessed. Almost none of it was official: every smalltime entrepreneur within a 500-mile radius, it seemed, had brought a suitcase full of t-shirts, baseball caps, buttons or tea towels - and even the atrociously designed ones will probably find buyers among the 50,000 delegates and countless others expected today in Denver's Pepsi Centre.</p> <p>With no sign of a \"Biden bounce\" in the polls, the pressure on Obama to maintain Democratic unity this week will be even greater, says <a href=\"http://www.theguardian.com/world/2008/aug/25/barackobama.joebiden\">Suzanne Goldenberg in today's Guardian</a>.</p> <p>A much-rumoured surprise appearance by Ted Kennedy at the convention tonight could certainly help do that: if his doctors give him permission to attend, it'll be the emotional high point of the day. So might the decision late yesterday to give Michigan and Florida delegates full voting rights - far too late, of course, to make anything but a symbolic difference. The Associated Press is also reporting that Hillary Clinton has released all her delegates to vote as they please in the roll-call vote, meaning that some might switch to Obama.</p> <h2>Today at the convention</h2> <p>Monday's official convention theme is '\"One Nation\", with a focus on Obama's biography - \"a life of struggle, responsibility and opportunity like those faced by Americans every day.\" Michelle Obama is the headline speaker; other highlights include Barack Obama's sister, Maya Soetero-Ng, and his brother-in-law, Craig Robinson, along with House speaker Nancy Pelosi. (Obama himself is on a tour of the midwest.) I'll be liveblogging the big speeches at my <a href=\"http://www.theguardian.com/world/oliverburkemanblog?DCMP=EMC-E_EMS_USE\">campaign diary</a>.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/25/barackobama.democrats2008?DCMP=EMC-E_EMS_USE\">Family guy: Relatives take centre stage at Obama convention</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/aug/25/barackobama.joebiden2?DCMP=EMC-E_EMS_USE\">Michael Tomasky: Obama must go on the attack against McCain</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/25/democrats2008.uselections2008?DCMP=EMC-E_EMS_USE\">Michael Tomasky's video blog: Backing Biden</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/aug/25/uselections2008.usa?DCMP=EMC-E_EMS_USE\">Video: Paul Harris catches up with an exhibition of presidential memorabilia</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/25/democrats2008.barackobama?DCMP=EMC-E_EMS_USE\">Carnival mood as campaigners take to the street</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/aug/25/barackobama.joebiden?DCMP=EMC-E_EMS_USE\">Editorial: Confidence and caution in Denver</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/aug/25/joebiden.uselections2008?DCMP=EMC-E_EMS_USE\">Jeremy Lott: Biden is the clown in the Democratic party</a></p> <h2>The best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.politico.com/relentless/\">Politico: How Obama outsmarted Clinton</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/24/AR2008082401671.html?hpid=topnews\">Washington Post: Revisiting Obama's 2004 breakout convention speech</a></p> <p><strong>·</strong> <a href=\"http://www.fivethirtyeight.com/2008/08/can-biden-out-hillary-hillary.html\">FiveThirtyEight.com: Can Biden out-Hillary Hillary?</a></p> <h2>Site of the day</h2> <p>At the blog <a href=\"http://blogs.rockymountainnews.com/dnc_as_theater/\">DNC As Theater</a>, Rocky Mountain News drama critic Lisa Bornstein will be covering the convention as the staged spectacle that it is. Meanwhile, there's no point linking to StayRedKansas.com: the Kansas politics blog was so confident in its prediction that Obama would choose Evan Bayh as his running-mate that it promised to shut down if he didn't. He didn't. It did.</p> <h2>Latest polls</h2> <p>Obama maintains a narrow lead over McCain - 49% to 45% - in a Washington Post/ABC poll, while Gallup's tracking poll, partly conducted after Joe Biden emerged as Obama's running-mate, is tied, 45% to 45%. The Washington Post poll gave McCain a strong lead on foreign policy know-how: voters believe he's the more knowledgeable candidate by a ratio of two to one.</p> <h2>Quote of the day</h2> <p>Barack Obama rolled out some ostentatious modesty in response to the soaring expectations for Thursday's nomination acceptance event: \"I am still tooling around with my speech a little bit. I may not be as good as the other headliners the other three nights, but hopefully it'll make clear the choices the American people are going to face in November.\"</p> <h2>... and on the Convention fringes</h2> <p>It's day two of Mediate 08, an all-convention-long interfaith meditation retreat in a park near the Pepsi Centre. Recreate 68, the activist group behind many of Sunday's protests, plans a mid-morning march. And delegates can enjoy 'Sex, Politics and Cocktails', an event hosted by Planned Parenthood - so that's safe sex, presumably.</p>"
]