[
  "<p>Barack Obama failed to achieve the poll bounce he had hoped for from last week's Democratic convention, including his prime-time speech, which was viewed by millions of Americans. A CNN poll published yesterday put him on 49% of the vote while his Republican rival, John McCain, had 48%. </p> <p>The poll, and others in recent days, show that the Democratic party's presidential nominee is where he was at the start of last week; he is up only one point from a CNN poll of seven days earlier.</p> <p>In the past candidates have achieved significant poll jumps following media exposure in convention week. Bill Clinton came out of his convention in 1992 with a 16% bounce, and Jimmy Carter was boosted by 8% in 1976.</p> <p>The surprise announcement on Friday by McCain of Sarah Palin as his presidential running mate could have reduced the impact of Obama's speech. But the lack of bounce could also reflect resistance towards him among voters. He failed to achieve any boost from his tour of the Middle East and Europe before the summer.</p> <p>Obama cancelled campaigning yesterday and today because he did not want to be seen politicking in the wake of Hurricane Gustav, and he dropped plans to stay in Milwaukee last night to return to his Chicago headquarters.</p> <p>Plans by Democratic party staff in St Paul, Minnesota, to mount an aggressive campaign to grab media attention from the Republicans were also put on hold.</p> <p>David Axelrod, Obama's chief strategist, said before the convention that he did not anticipate any bounce, while McCain's team predicted a 15% poll rise for Obama. Axelrod may have been deliberately lowering expectations while McCain's team inflated them.</p> <p>A post-election bounce is not crucial in determining elections. Some candidates who achieved big poll rises subsequently went on to lose the election. More important than the conventions will be the three presidential debates held in the run-up to the November 4 election.</p>",
  "<p>The last of the paper cups had scarcely been swept up after the Democratic convention when American liberals got the bad news. While they had been celebrating Barack Obama's steamroller ride to the Democratic nomination their candidate's lead over his Republican rival had evaporated, leaving John McCain five points ahead in Reuters/Zogby polls. </p> <p>Meanwhile McCain's popularity in the red-state heartland took another jump with his selection of the moose-shooting ex-beauty queen, Alaskan governor Sarah Palin, as his vice-presidential running mate. The war hero and gun advocate \"hockey mom\" are obviously reaching American heartlanders: at some point the left is going to have to learn to reach the same people, especially in the swing states. And to do that they are going to have to learn to speak redneck. </p> <p>A third of Americans live in the geographic \"redneck\" south and more than 50% in the cultural south - in places with white southern Scots-Irish values such as western Pennsylvania, central Missouri and southern Illinois, eastern Connecticut, northern New Hampshire, and others never seen as southern. When you look at people in what has come to be called the red-state heartland, most of their values are traditional white Scots-Irish values.</p> <p>They hold the key to any national election, yet the liberal and alternative media never speak to, or for, them. Progressives dominate the internet, politically speaking, but use it to talk to one another in a closed, politically correct conversation that by definition excludes others, particularly rednecks. I had an editor once, an old-school shot-and-a-beer newsman, who told me: \"Joe, don't become a stenographer for the powerful, regardless of their politics or party.\" I still believe that. It's humanity and a nation we're obligated to, not political junkyism or political correctness.</p> <p>Especially political correctness that excludes millions who do not see the world in terms of social politics. For instance, if I say on National Public Radio that \"rednecks don't vote in their own interests because they are misled by the gun lobby\", liberal middle-class America agrees with me. Proof is in the sales of my book. It's been normal practice so long that we rednecks are immune to it, and have come to take a certain defiant pride in the label. </p> <p>I am an Appalachian native who grew up dirt-eating poor. Yet I have managed to live a couple of decades in the middle class as a news reporter, magazine editor and publishing executive. I know the liberal middle class is condescending to working-class redneck culture - which is insulting, but not a crime. The real crime is the way corporate conservatives lie to my people, screw us blind, kill us in wars and keep us in economic serfdom.</p> <p>The good news is that many lower working-class people are starting to figure that out. If we bothered to cover redneck culture we'd be surprised to find how many progressive rednecks, what I call leftnecks, are out there. America's media caste, however, is put off by the way these folks look and sound, and by their unpredictable opinions. It's happy to deal with the rural red-state working class as long as it remains out there somewhere in \"the heartland\", a place to be polled and surveyed by Gallup to fuel self-absorbed political punditry. </p> <p>Those in the media are granted entitlement to be the one voice, defining America to the many. And they keep that entitlement as long as they maintain false objectivity and keep working-class people politically in the dark. That is not difficult. Every daily newspaper has a business section, but none has a labour section. My European friends, this is no accident. No accident at all. </p> <p><strong>·</strong> Joe Bageant is the author of Deer Hunting with Jesus. He will be speaking at the South Bank Centre in London on September 9 <a href=\"http://www.southbankcentre.co.uk\">southbankcentre.co.uk</a></p>",
  "<h2>The religious right</h2> <p>John McCain has taken a lot of heat for naming Sarah Palin as his running mate - having met her only once - but with one core Republican constituency, previously tepid if not outright hostile to McCain, the move has proved to be inspired. America's Christian conservatives instantly fell in love with her. </p> <p>Until last week, they were holding back their volunteer hours - and their money - from the McCain campaign. Many on the Christian right had never forgiven the candidate for a speech during his 2000 presidential run, in which he denounced some evangelical leaders as \"agents of intolerance\".</p> <p>After that, no matter how solid his anti-abortion position, McCain was never regarded as \"one of us\".</p> <p>That has all changed with his pick of Palin, who is a mission statement of Christian conservativism in human form. She's not just pro-gun, she shoots grizzly bears. She's not just anti-abortion, she has had five children, giving birth to her fifth, who has Down's syndrome, earlier this year. She supports teaching creationism alongside evolution in science classes at state schools.</p> <p>As of Sunday, $7m in donations had flowed into the McCain coffers in the 48 hours since Palin had been named, most of that cash assumed to have come from evangelicals thrilled - and amazed - to find one of their own on the Republican ticket. Some said their prayers had been answered.</p> <p>Rush Limbaugh, the enormously influential conservative talk show host, told <a href=\"http://www.Politico.com\">Politico.com</a> that Palin had electrified the religious right, who were greeting the pick as a \"home f***ing run\". He added in an email, \"Palin = Guns, Babies, Jesus,\" the holy trinity of Republican rightist politics. Limbaugh contrasted Palin's life story with Barack Obama's statement earlier in the year that some poor white voters were \"bitter\" - \"clinging\" to their faith or their guns out of fear. \"Obama just lost blue-collar, white Democratic voters in Pennsylvania and other states,\" predicted Limbaugh.</p> <p>It's worth remembering that the key to George W Bush's victory in 2004, despite a surge in Democratic support, was the mobilisation of the evangelical right. If Palin succeeds in exciting that crucial bloc - getting them to organise and to turn out on November 4 - picking Palin could prove to have been a smarter move by McCain than most have given him credit for. <br><strong>Jonathan Freedland </strong></p> <h2>The hockey moms</h2> <p>She's a mother of five. She's married to a native Yup'ik Inuit. She claims she can balance \"the BlackBerries and the breast pump\". It's fair to say there's never before been a vice-presidential candidate like Sarah Palin, and John McCain must have knelt down and thanked his lucky stars when he found her, along with her recipes for moose stew. </p> <p>But this image of a wholesome, apple pie \"hockey mom\", as she describes herself, crossed with a hearty pioneer, becomes a little cracked on closer inspection. </p> <p>Her husband, Todd, was her high school boyfriend, a four-times champion snow mobiler and a judge in this year's Miss Alaska pageant. He left his job at BP Oil earlier this year after his wife was elected governor of the state last year to avoid accusations of conflict of loyalties, but quickly returned, saying his family \"needed the money\". </p> <p>Family loyalty has caused Palin other troubles, too: she is currently facing an investigation for putting improper pressure on a safety commissioner to fire a certain state trooper who just happened to be going through a divorce with Palin's sister. After the Bushes and the Clintons, most Americans are wary of politicians who are accused of using family connections for personal or political gain.</p> <p>Her children have also attracted attention, having already inspired a Facebook group: \"What's your favourite Palin child name?\" appeared on the website mere moments after McCain announced her as his vice-presidential candidate. Trig Paxon Van Palin is currently the front runner, although the others - Track (named in honour of her mother's love of track and field events), Bristol, Willow and Piper - give it a good run for its money. In truth, American voters will probably give more attention to the fact that her oldest, Track, is in the army and about to be sent to Iraq, meaning that both Obama and McCain have chosen running mates who will have a child in the armed forces in Iraq (Joe Biden's son, Beau, is going in October).</p> <p>Her most recent pregnancy certainly got the conspiracy theorists going. When Palin told her colleagues she was soon to give birth, some months ago, they were astonished and claimed her bump was \"barely perceptible\". The internet was soon awash with rumours about Trig, now four months old, with many bloggers claiming he is actually her grandson. Yet, to scupper this rumour, Palin yesterday announced that, actually, Bristol, her 17-year-old and unmarried daughter who some suggested was Trig's mother, is five months pregnant. This means that, yes, she can't be Trig's real mother, but this will hardly be a preferable state of affairs to rightwing Republican voters. The timing is even worse as Bristol will be about to give birth when voters go to the polling station, come November.</p> <p>Ultimately, Palin comes across like a composite of various American TV characters: Bree, the uptight woman in Desperate Housewives who adopts her daughter's baby, crossed with a rootin' shootin' type from Northern Exposure - which might not be quite the everywoman image the Republican party is hoping for. <br><strong>Hadley Freeman </strong></p> <h2>Feminists</h2> <p>Take a partial view of Sarah Palin - one that omits the trifling detail of her policies and beliefs - and there is much that might appeal to feminists. Her physical strength, for instance. Speaking to Time earlier this year she said that she grew up in \"a family where gender wasn't going to be an issue ... You're out there hunting and fishing ... I knew that as a woman I could do whatever the men were doing\"; in high school she won the nickname \"Sarah Barracuda\" for her tenacity on the basketball court; more recently she has run a marathon.</p> <p>And she isn't just physically tough. Palin's rise to become the first female governor of Alaska - a feminist milestone in itself - involved taking on the state party and unseating the Republican incumbent. Then there's the way that she juggles her family life and career. While many staunchly Republican mothers of five might be expected to stay at home while their kids are growing up - and to preach this as the only acceptable option - Palin offers up a very different model. Her husband took time off to be a stay-at-home father, while she returned to work three days after having her fifth child. Not everyone will envy or even admire this, but plenty of women will empathise with someone who has a tonne on her plate and is tackling it head-on. As one of only two women who has ever run on the Republican or Democrat ticket for the US presidency, Palin should be an incredibly potent feminist symbol.</p> <p>She even calls herself a feminist - why wouldn't feminists support her? The problem is that Palin's version of feminism isn't one that many people would recognise. Most notably, she is a member of the anti-abortion organisation Feminists for Life and is so fervently against a woman's right to choose that, as Kim Gandy, president of the National Organisation for Women (the biggest feminist group in the US) has pointed out \"in a gubernatorial debate, Palin stated emphatically ... that even if her teenage daughter was impregnated by a rapist, she would 'choose life' - meaning apparently that she would not permit her daughter to have an abortion.\" Such views, says feminist writer Jessica Valenti, make Palin \"a terrible choice for women. I don't really know what argument one could make that she's good for women - unless you think that having any woman candidate is good for us.\"</p> <p>\"The sad fact,\" Valenti continues, \"is that when it comes to the Republicans, the women who tend to get access to power are explicitly anti-feminist, and anti-women, because it's the only way that they're able to rise through the ranks. The party is strategically coughing up women who won't rock the boat, who won't rock male structures of power.\"</p> <p>Many feminists agree that Palin's appointment seems cynical - an attempt to win both the women's vote and the extreme rightwing vote by opting for a vice-presidential candidate who offers up the most ugly, antiquated Republican views in a glossy, young, female package. Thankfully, women don't seem to be falling for it - the first polls after McCain announced his pick showed that Palin was being received much more enthusiastically by men than by women - with more than half of all those women surveyed saying that she was unqualified to be president.</p> <p>As Margaret Thatcher taught British feminists, for all the positive symbolism that accompanies a woman crashing through the glass ceiling, it's all for nought if said woman isn't actually on our side. <br><strong>Kira Cochrane </strong></p> <h2>Republican women</h2> <p>Kay Bailey Hutchinson, the most senior Republican woman in the Senate, an authority on foreign policy, and an ordinarily serene and composed television prescence, was actually flustered. Asked what she thought of McCain's pick of Palin as his running mate, Hutchinston stuttered a bit. \"Well, it certainly ... it is bold,\" she settled on after a lengthy pause. \"It is a breath of fresh air. It is going to take everyone by surprise,\" she told MSNBC. </p> <p>Was Palin ready to step in as commander-in-chief, Hutchinson was asked. Hutchinson dodged: \"I think the fact that she was outside the Beltway [America's political centre] had to have been a decisive factor for John McCain.\" Hutchinson's obvious discomfort was in part a product of the fact that she, like so many Republicans, does not know Palin - and the Alaskan politician had not widely been considered in the running as a potential vice-president. </p> <p>That list of women McCain could have chosen was well established. It was headed by Condoleezza Rice, the secretary of state - although she was earlier rumoured to have been considering a run for the White House herself. But Rice took herself out of the running last April. Then there were McCain's main economic advisers: the former CEO of Hewlett-Packard, Carly Fiorna, who has been a constant presence on television during his campaign and the founder of eBay, Meg Whitman. Among Republican women in the Senate, Hutchinson and Olympia Snowe were seen as the most likely contenders. The White House Project, which supports women in politics, put both senators on its shortlist of potential presidential candidates.</p> <p>Hutchinson, 65 and a Texan, is the most senior Republican woman in the Senate. She is a solid conservative, but she supports abortion rights - which would have disqualified her among the evangelicals McCain is trying to win over. Hutchinson is also one of Hillary Clinton's best friends in the Senate. Clinton hosted a baby shower for Hutchinson when she adopted twins. Snowe, 61, who is from Maine, campaigned for McCain in neighbouring New Hampshire. She is one of the most popular figures in the Senate. She is ordinarily hawkish, but not conservative enough for the Republican right. She is a member of Republicans for Choice, which supports abortion rights, and supports stem cell research and gay rights. If there is a backlash among Republican women for choosing Palin over more experienced candidates, it is likely to be offset by the enthusiasm for her candidacy among evangelical voters. <br><strong>Suzanne Goldenberg </strong></p> <h2>Non-Alaskans</h2> <p>To most Americans the strangest thing about Palin is the state she calls home: Alaska. There is a much-viewed YouTube video of Palin handling an automatic rifle during a trip to Kuwait. As Palin looses off a few rounds, a US Army instructor can be heard telling her approvingly: \"You're pretty much hitting it dead centre.\" But her handiness with a gun shouldn't be a surprise - Palin and her father would regularly rise at 3am to go hunting: \"I grew up hunting and fishing in Alaska, and I am proud to raise my children with this same uniquely Alaskan heritage.\"</p> <p>In Alaska, where Palin grew up after her family moved from Idaho, that isn't seen as unusual. And neither is Palin's lifetime membership of the National Rifle Association, the powerful lobby group dedicated to fighting any restrictions on gun ownership.</p> <p>With its population of just 680,000 people living on the fringes of a vast wilderness, Alaska has only a little more than one person for each of its 572,000 square miles. Being separated from the US mainland, it is a place few other Americans ever visit, since it's quicker for those on America's east coast to fly to Europe.</p> <p>As a result, Alaska remains a mysterious place to Palin's compatriots. Most know that the state was bought off Russia in 1867 for $7.2m, regarded at the time as an astounding act of folly. But that was before a barrel of oil cost $100.</p> <p>Now Alaska's livelihood is sustained by oil and natural gas production - and each man, woman and child in Alaska receives an annual cheque from the state's oil royalty dividend. This year, thanks to rising oil prices, each Alaskan will receive close to $3,000 apiece.</p> <p>Naturally, Palin is a vocal supporter of drilling for oil in the protected Alaska National Wildlife Reserve, a cause of controversy inside and outside the state. Many remember that Alaska suffered the huge Exxon Valdez oil spill in 1989, when the tanker ran aground and released 42m litres of oil that affected 1,300 miles of Alaska's coastline.</p> <p>Palin's nomination is not the only time Alaska has figured in a US presidential election. In 1960 a candidate pledged to visit all 50 states - but his travel to Alaska took up three vital days in a nail-biting campaign. His name was Richard Nixon, and he was beaten by John F Kennedy. Sarah Palin will hope she's a better omen. <br><strong>Richard Adams</strong></p> <h2>The media</h2> <p>There are many things you can say about John McCain but one thing's for sure: the man likes to be around beauty queens. His second wife, Cindy, was the Junior Rodeo Queen of Arizona and now his chosen running mate came second in a Miss Alaska pageant and, allegedly thanks to her flute playing, won Miss Congeniality, a title heretofore associated more with an anodyne Sandra Bullock film than a highly conservative vice-presidential candidate. </p> <p>There is something strikingly familiar about Palin's appearance, but that might just be because, as American political satirist Jon Stewart was quick to point out, she looks oddly, and simultaneously, like American comedian Tina Fey, Will &amp; Grace actor Megan Mullally and a fantasy sexy librarian. </p> <p>She also evokes another comparison that American voters may well find even more comforting. When she stands next to the elder statesman McCain, the two of them look like the conventional newscasting team: the white-haired man and the pretty but sensible (never underestimate the power of a pair of glasses) younger woman. You expect them to start shuffling papers and bantering about the local baseball team any minute. </p> <p>In fact, Palin was a newscaster back in the 80s, with the big hair and earrings to match. And while there is much to snigger over in the YouTube footage of the young Palin reading out basketball scores, it does show that she has spent nearly a lifetime in front of the camera, so although she has not had an enormous amount of political experience, she certainly has media experience and, in today's climate, that might well be just as important. </p> <p>Perhaps even more problematic to the Democrats is Palin herself - the Republicans have managed to find someone with an even more extraordinary story than Obama's. As US comedian Bill Maher put it, \"How can you not love her?\" Well, some might not, but for an election-weary media and, more importantly, public, it's impossible not to be fascinated by her. <br><strong>Hadley Freeman</strong></p> <p><strong>· In pictures:</strong> <a href=\"http://www.theguardian.com/world/gallery/2008/sep/01/republicans2008.palin?picture=337165827\">Sarah Palin: the gun-toting governor</a></p> <p><strong>·</strong> This article was amended on Thursday September 11 2008. We previously described Sarah Palin as one of only two women who has ever run on the ticket for the US presidency. Only two have run on the Republican or Democrat tickets, but many have run for smaller parties. This has been corrected.</p>",
  "<p>Barack Obama failed to achieve the poll bounce he hoped for from last week's Democratic convention, including Thursday's prime-time speech viewed by millions of Americans.</p> <p>A CNN poll published yesterday put him on 49% and McCain on 48%. The poll and others in recent days show Obama remains basically where he was at the start of the week. He was up only one point from a CNN poll taken seven days before.</p> <p>In the past, candidates expected to achieve significant poll jumps as a result of the overwhelming media exposure of convention week. Bill Clinton came out of his convention in 1992 with a 16% bounce and Jimmy Carter had an 8% one in 1976.</p> <p>The surprise announcement by Republican rival John McCain of Sarah Palin as his running mate on Friday could have reduced the impact of Obama's speech.</p> <p>But the lack of any bounce could also reflect resistance towards him among voters. He failed to achieve any bounce after his tour before the summer of the Middle East and Europe, including a high-profile speech in Berlin.</p> <p>Obama cancelled campaigning yesterday and today because he did not want to be seen politicking in the wake of Hurricane Gustav. He dropped plans to stay in Milwaukee last night to return to his Chicago headquarters.</p> <p>Democratic plans by staffers in St Paul to mount for an aggressive campaign to grab media attention from the Republicans have also been put on hold.</p> <p>Obama's chief strategist, David Axelrod, said before the convention he did not anticipate any bounce while McCain's team predicted a 15% poll rise for Obama. Axelrod may have been deliberately lowering expectations while McCain's team inflated them.</p> <p>A post-convention bounce is not crucial in deciding elections. Some candidates who achieved big rises in polls subsequently went on to lose the election.</p> <p>More important than the conventions will be the three presidential debates held in the run-up to the November 4 election.</p>",
  "<p>One has to be careful when making jokes about the Republican presidential campaign. They may turn out to be true. </p> <p>A month ago I wrote a column saying that <a href=\"http://www.cepr.net/index.php/op-eds-&amp;-columns/op-eds-&amp;-columns/john-mccain-wants-to-drill-in-your-toilet/\">John McCain wants to drill in your toilet</a>. This comment was intended as a joke at the time, but it turns out to pretty much reflect the Republican position. The Republicans' most effective slogan for the fall election is \"drill here, drill now.\" It all depends on your definition of \"here\".</p> <p>The basic issue is straightforward. There is very little oil potentially available in the areas in which the Republicans are anxious to drill here and now. The <a href=\"http://www.eia.doe.gov/\">Energy Information Agency</a> (these are people who work for President Bush) estimates that the oil in the offshore protected areas will eventually add about 0.2% to world's daily oil output. This would be sufficient to lower the price of gas by 3-4 cents a gallon.</p> <p>Furthermore, even with the best efforts to drill here and now, it will <a href=\"http://gristmill.grist.org/story/2008/7/10/142042/915\">still take many years</a> to get any oil whatsoever from these protected areas. Regardless of how anxious McCain and the Republicans might be to damage the environment, oil companies will not just spend tens of millions of dollars blindly drilling deepwater wells. They first have to survey the terrain carefully and then dig test wells. The EIA projects that it will take 10 years before we get the first drops of oil from drilling in currently protected areas and close to 20 years before we get our full 3-4 cent a gallon savings. That won't do a lot of good for people trying to make ends meet this year.</p> <p>The remarkable story here is that the people who follow energy policy know these basic facts. Yet, the Republicans are pushing the drill here, drill now line because they are betting the public can be kept in the dark. Just as tens of millions of people supported the war in Iraq because they thought that Saddam Hussein was tied to the attack on the World Trade Center, the Republicans are betting that they gain votes in November because tens of millions of people will believe that they are offering a credible plan to substantially reduce gas prices in the new future.</p> <p>In this respect, they are counting on their allies in major national media outlets like CBS, NBC, NPR, the New York Times and Washington Post. The job of the media is to inform the public. If the media effectively informed the public on this issue, they would be telling people that the Republicans are proposing an energy policy that can at best have a very modest impact on oil prices in the distant future, and no impact whatsoever for the near-term future. The Republicans are betting that the media doesn't bust them and tell the public the truth on this one.</p> <p>So far, the Republican's faith has been rewarded. Few news stories have given the public the facts on the oil available in the offshore protected areas. As a result, polls show that the majority of voters believe that drilling in these areas can have a substantial impact on oil prices in the very near future. </p> <p>Perhaps we should introduce a system of merit pay for reporters and news producers in which their pay depends on their success in educating the public on key issues, just as many school districts make the pay of school teachers dependent on how well their students perform. </p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/25/AR2008082502215.html\">School teachers </a>whose students perform badly don't get raises and could even get fired. Imagine that we applied the same standards to CBS, NBC, NPR and the Washington Post. If their audience couldn't answer basic questions about important public policy issues then the reporters responsible get their pay cut. If the audiences are especially poorly informed, then the reporters get fired.</p> <p>Unfortunately, this sort of accountability in the media doesn't exist. Most political reporters sound like high school drama coaches as they spend their time talking about candidates' appearance and speaking mannerisms. They almost never bother to discuss the positions advocated by the candidates – that might require a few minutes of real work. </p> <p>Of course the candidates know that the reporters won't ever bother to verify the claims they make, which gives them incentive to make whatever outlandish claims are most convenient. This is why we have McCain promising to drill for oil in our toilets and most voters actually believing that this will lower the price of gas.</p>",
  "<p>George Bush was today heading for Texas instead of the Republican party convention to inspect emergency efforts as hurricane Gustav raced towards the US Gulf coast.</p> <p>The president, who was pilloried for his tardy response to hurricane Katrina three years ago, was to visit Austin and San Antonio as the last residents in New Orleans prepared for Gustav to make landfall.</p> <p>He had been scheduled to appear before the Republican party in Minneapolis-St Paul to give his official blessing to Senator John McCain, the party's presidential candidate who faces Barack Obama, his Democratic rival, in the November election. </p> <p>But Gustav has thrown America's political agenda into chaos with the biggest casualty being the Republican convention, which was due to open today.</p> <p>McCain and his strategists announced yesterday they were cancelling almost all of today's programme. It is the first time in living memory that a Republican or Democratic convention has been disrupted by a natural disaster.</p> <p>In an interview broadcast yesterday, McCain said it would be inappropriate to have a \"festive occasion\" against the backdrop of a potential disaster.</p> <p>The Republicans are especially sensitive because of Bush's slow response to hurricane Katrina, which devastated New Orleans almost three years ago.</p> <p>\"It just wouldn't be appropriate to have a festive occasion while a near tragedy or a terrible challenge is presented in the form of a natural disaster,\" McCain said in an interview recorded on Saturday with Fox News Sunday.</p> <p>If Gustav creates widespread devastation in the Gulf states, the Republicans will have to consider scaling back on the remaining three days of the convention. All the speeches could be ditched. But for legal reasons the convention has to find time to formally adopt McCain as the party nominee for the November 4 election.</p> <p>The disruption may work in his favour. He is not a good speaker and could be struggling to match Obama's speech in front of 80,000 supporters in Denver on Thursday. Gustav offers him a get-out: he could accept the nomination by video or another alternative to a speech from a podium.</p> <p>A truncated convention helps him in other ways too. His convention always threatened to be more fractious than the Democrats, with many Republicans prepared to voice unhappiness with him for not being conservative enough.</p> <p>Crucially, hurricane Gustav offers the Republicans a chance to make amends for Bush's failure three years ago. Charlie Crist, the Republican governor of Florida, told CNN that the level of preparation had been \"tremendous\", showing lessons had been learned from Katrina. The speedy evacuation ordered yesterday contrasted with the lack of urgency in 2005.</p> <p>It was Bush's slow response to Katrina rather than the Iraq war that led to the public change in attitude to him and the resulting steady drop in polling ratings. Bush then stuck to a schedule that took him from his ranch in Texas and to California, happily strumming a guitar at one event. He only went to the New Orleans region five days after the hurricane struck.</p> <p>Obama is almost certain to modify his campaign plans for the week because, like McCain, partisan speeches would be regarded as insensitive.</p> <p>Obama, who won one of the biggest cheers of the night on Thursday when he told supporters that Bush had allowed a major US city, New Orleans, to drown, was more restrained yesterday: \"Hopefully, we've learned from [hurricane Katrina's] tragedy,\" he said. </p> <p>He has to balance a willingness to help without being seen as opportunistic. He offered to call on his huge supporter base, built up over 20 months of campaigning, to provide funds for disaster relief and to act as volunteers in the coastal region.</p>",
  "<p>Perhaps by now, in this long election season, we should have learned to expect the unexpected. After all, an \"inevitable\" Democratic nominee has already lost out to a young African-American senator from Illinois. But when John McCain picked the virtually unknown Alaska governor Sarah Palin - literally unknown to 51% of Americans, according to a new poll - astonishment was still the dominant reaction. The astonishment had barely begun to subside when a second shock followed. In response to the imminent arrival of Hurricane Gustav on the gulf coast, the Republican convention was drastically scaled back: all today's political speeches have been cancelled. </p> <p>Whatever the motive, it's hard to avoid the conclusion that the debacle could have some upsides for the Republicans. Since George Bush and Dick Cheney will be staying away, the party has avoided the biggest potential headache of the convention. And the weekend visit of McCain and Palin to assess Mississippi's disaster preparedness - an outing of questionable utility, surely, to Mississippi - could boost their image as non-partisan, responsive leaders. McCain, besides, is not a good speaker, and could be struggling to match Barack Obama's speech in front of 80,000 supporters in Denver on Thursday, Ewen MacAskill writes in today's Guardian. Gustav offers him a get-out: he could accept the nomination by video, or some other alternative to a speech from a podium.</p> <h2>Today at the convention</h2> <p>With all \"political\" speeches cancelled, the curtailed convention will centre around a brief afternoon session, during which delegates will conduct some of the procedures required to award the Republican nomination officially to John McCain. Anti-war groups plan to go ahead with plans for a major demonstration outside the convention venue.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.guprod.gnl/global/michaeltomasky/video/2008/sep/01/storm.talk\">Video: Michael Tomasky - in the eye of the storm</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/01/usa.republicans2008\">Gustav throws Republican convention into chaos</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/aug/31/uselections2008.johnmccain1\">Campaign diary: what if nobody came</a></p> <p><strong>·</strong> <a href=\"http://www.guprod.gnl/world/video/2008/sep/01/hurricane.gustav.evacuation\">Video: the evacuation of New Orleans</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/01/uselections2008.usa\">Gary Younge: the real problem with the Bush years</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/30/johnmccain.palin2\">Sarah Palin profile: Meet the Barracuda</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/01/us/politics/01memo.html?_r=1&amp;hp&amp;oref=slogin\">New York Times: Storm politics present risks and rewards</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2198984/\">Slate: McCain-Gustav '08</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/31/AR2008083101618.html?hpid=opinionsbox1\">Washington Post: Clouds over McCain</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/rogersimon/\">Politico: Is there a McCain enthusiasm gap?</a></p> <p><strong>·</strong> <a href=\"http://latimesblogs.latimes.com/washington/2008/09/democrat-joe-bi.html\">LA Times: Biden finds Palin 'good looking'</a></p> <h2>Latest polls</h2> <p>The Obama/Biden ticket leads McCain/Palin by six points, 48% to 42%, according to Gallup's tracking poll, conducted over three days - two of them following Obama's speech and McCain's vice-presidential announcement. A CNN/Opinion Research poll conducted post-Palin finds a tighter race but still no Palin bounce, putting the Democrats at 49% to the Republicans' 48%. A USA Today/Gallup poll found voters deeply uncertain about Palin: 39% said she was ready to serve as president if needed, but 33% said she was not, and 29% had no opinion. Forty-six per cent rated the choice as \"excellent\" or \"pretty good\". In the past two decades, only Dan Quayle has received a lower rating upon being chosen as a running-mate.</p> <h2>Quote of the day</h2> <p>\"It wouldn't be appropriate to have a festive occasion while a near tragedy or a terrible challenge is presented in the form of a natural disaster\" - John McCain, in an interview with Fox News, prompting the observation from critics that on the day Hurricane Katrina struck New Orleans, he was photographed celebrating his 69th birthday with George Bush, complete with birthday cake</p> <h2>Site of the day</h2> <p>In the absence of many hard facts about Sarah Palin - except that she's socially conservative, was a beauty queen, and eats mooseburgers - the website PalinFacts.com is doing a sterling job of collating hundreds of other \"facts\", much in the style of the celebrated <a href=\"http://www.ChuckNorrisFacts.com\">ChuckNorrisFacts.com</a> (which remains funnier). A selection: Sarah Palin paid her way through school by hunting for yeti pelts with a slingshot; Sarah Palin once bagged a caribou by staring it down until it died; Jesus has a bracelet that says 'WWSPD?'</p>",
  "<p>The architects of the Republican National Convention in St Paul have done the best thing they can do to repair their party's tattered image: <a href=\"http://news.google.co.uk/news/url?sa=t&amp;ct=us/2-0-0&amp;fp=48bbdf14fddc962a&amp;ei=y3i7SKfDNpWKQ9C3yNMC&amp;url=http%3A//www.nytimes.com/2008/09/01/us/politics/01repubs.html%3Fref%3Dpolitics&amp;cid=1241260544&amp;npp=POP&amp;usg=AFQjCNEurYscmR1bAas7NrH8ayx0VaWxXQ\">they have cancelled</a>.</p> <p>Alright, that's a bit of an exaggeration. For all of the Democrats' structural advantages in the 2008 presidential campaign, John McCain is still competitive with Barack Obama in <a href=\"http://www.realclearpolitics.com/epolls/2008/president/us/general_election_mccain_vs_obama-225.html\">national polls</a>. And Republican delegates are still convening to formally nominate McCain and his running mate Alaska governor Sarah Palin, after which they may receive a bounce.</p> <p>But the fact that the Republicans have to <a href=\"http://news.yahoo.com/s/ap/20080831/ap_on_el_pr/cvn_convention_rdp\">scale back</a> their national convention speaks to the party's broad image problems. Were it not for Brownie's \"heckuva of a job\" and the Bush administration's role in the <a href=\"http://news.google.co.uk/news/url?sa=t&amp;ct=us/0-0-0&amp;fp=48bbdf14fddc962a&amp;ei=y3i7SKfDNpWKQ9C3yNMC&amp;url=http%3A//www.nytimes.com/2008/09/01/washington/01fema.html&amp;cid=1241029694&amp;usg=AFQjCNEBWJeKB4_cnVrshq6nhP0SKJkIDA\">Hurricane Katrina debacle</a>, it is unlikely that Republicans would fear conducting business as usual during Hurricane Gustav. Liberals have long accused the GOP of lacking compassion - but whatever Republicans were thought to lack in soft-heartedness they more than made up for in hard-headedness. Iraq, Jack Abramoff, overspending, and Katrina have undermined the public's confidence in the GOP's prudence and basic competence.</p> <p>Just last week, Alaska Republicans re-nominated Senator Ted Stevens to run for re-election in November, despite his indictment on federal corruption charges. His House colleague, Congressman Don Young, is also being investigated by the Justice Department but he appears to have survived a primary challenge as well.</p> <p>Where Republicans once were the party of fiscal rectitude, foreign-policy prudence, and sound government, they are now associated with deficits, recklessness, maladministration, and scandal. Is there anything they can do to recover?</p> <p>Despite his numerous flaws, McCain has been aggressively taking steps to right his party. First, ever since embracing campaign finance reform in the 1990s, he has challenged the corruption and ethical missteps that have plagued his colleagues on Capitol Hill. His record of standing up to the excesses and errors his of his own party is far stronger than that of his opponent, who flourished among the Richard Daley machine politicians of Chicago without a peep of protest.</p> <p>McCain has championed reforms of the earmarking process to help root out wasteful government spending and sided with reformers in his party on other key questions: the symbolic Bridge to Nowhere, offsetting Katrina relief spending with budget cuts elsewhere, and preventing entitlements from continuing to grow on auto pilot while young taxpayers get a raw deal.</p> <p>Most political observers have recognized that McCain's choice of Sarah Palin sends a message to women, especially disgruntled Hillary Clinton voters, that the GOP welcomes their support. But it also doubles down on this message of reform. <a href=\"http://www.usatoday.com/news/politics/election2008/2008-08-31-palin-bridge_N.htm\">Palin</a> stood up to corrupt members of her own party in Alaska in virtually every office she held and has defied the likes of Ted Stevens. She defeated a sitting Republican governor in a primary after the incumbent proposed an unpopular petroleum profits tax at a rate favored by a company that illegally funded money to his re-election campaign.</p> <p>Palin may be a conservative, but on ethics, spending, and government reform she has been more willing to challenge her own party - and take political risks - than Barack Obama.</p> <p>Even on Iraq, McCain has been trying to turn the party's image around. While most Republicans, including President Bush, took a \"stay the course\" approach as the Iraq war took an increasingly disastrous turn in 2005 and 2006, McCain advocated a new strategy. While I think the benefits of that strategy - <a href=\"http://www.theguardian.com/commentisfree/2008/jul/28/iraq.uselections2008\">the surge</a> - have been wildly overstated, it has reduced violence enough to make more politicians contemplate US withdrawal from Iraq and at the same time increased public confidence that the war is winnable. Both developments have put the war debate on far more favorable terms for Republicans than was the case before the nigh-catastrophic 2006 elections.</p> <p>Ramesh Ponnuru of National Review has gone so far as to argue, \"If the public still wants today what it wanted in 2006 — an end to a failed foreign policy, a renewal of clean government, and a start at domestic reform, but not a sharp turn to the left — then there is one logical candidate for it to back this November: John McCain.\"</p> <p>Freed from appearances by the unpopular President Bush and vice president Dick Cheney, McCain and the Republicans can use their convention to make that very argument and rebuild their brand identity. It won't be easy, and McCain is still too close to Bush's compassionate conservatism at home and neo-conservatism abroad to make a clean break. But it is the Republicans' best option in this election cycle - assuming they can put together enough of a convention to make their case.</p>",
  "<p>New Orleans is bracing itself for the full force of hurricane Gustav only three years after the chaos and devastation of Katrina. We ask storm chaser <strong>Reed Timmer</strong> if their preparations will be enough this time.</p> <p>Due to the storm, the president, George Bush, and vice-president, Dick Cheney, will miss the Republican convention in Minneapolis. The Guardian's US election team gives its thoughts on the convention without the top man and on presidential nominee John McCain's choice of Sarah Palin as running mate.</p> <p>A body found at the burned-out home of Christopher Foster has been identified as that of his wife, Jillian. Reporter <strong>Gemma Boland</strong> gives us the latest on the police investigation.</p> <p>As doctor and writer <strong>Ben Goldacre</strong> publishes his book, Bad Science, <strong>Alok Jha</strong> talks to him about the importance of rooting out quacks and correcting scaremongering misconceptions in the media.</p> <p><strong>Sir Simon Rattle</strong> brings the Berlin Philharmonic to his hometown of Liverpool for the first time. He talked to <strong>Ed Vulliamy</strong> about why he's looking forward to it so much.</p>"
]