[
  "<p>All hail to one <strong>Garrison Spik</strong>, a Washington PR man who is this year's winner of that coveted literary award, the Bulwer-Lytton Fiction contest for the most spectacularly bad opening sentence. Spik's $250 (£134.50) prize - awarded by the English literature department of San Jose state university - was for a 44-word ramble starting in a New York cab and concluding with a description of the inscription on a manhole cover, which beat off 7,000 other entries. \"It's the Nobel prize of literature, except on the other end of the spectrum. And the prize money is $999,750 less,\" exulted Spik to his home town newspaper, the Beaver County Times. Alas Spik hasn't actually written a novel to follow his opening sentence. He has been in training for the competition for at least a decade, penning various appalling sentences as possible entries, which seems like cheating. Perhaps better to think of him more like <strong>Charles Schultz's</strong> Snoopy who famously never got beyond: \"It was a dark and stormy night,\" - the opening of <strong>Edward Bulwer-Lytton's</strong> 1830 novel Paul Clifford which provided the inspiration for the prize.</p> <p>This week's award for logic: here's Uganda's <strong>Archbishop Henry Orombi </strong>explaining to readers of the East African Business Weekly why he and his colleagues boycotted the recent gathering of Anglican bishops: \"We believe our absence at this Lambeth conference is the only way our voice will be heard.\"</p> <p>By all accounts Ireland's new prime minister <strong>Brian Cowen</strong> is a modest sort, but you'd think he might have got his office answering machine sorted out after three months in office. \"Thank you for calling the office of the Taoiseach,\" it says. \"However, if you wish to call Bertie Ahern's constituency office, please ring ...\"</p> <p>But perhaps that's better than the Downing Street staffer who has whiled away the hours in <strong>Gordon Brown's</strong> absence by creating a short film responding to the petition by Top Gear afficionados calling for presenter <strong>Jeremy Clarkson</strong> to be made prime minister. A voice-over says officials have thought long and hard over the suggestion, as the camera pans past the portraits of former prime ministers which adorn the stairs at Number 10 before coming to rest on Clarkson's mug, at which the commentary adds: \"But on second thoughts ... maybe not.\" A Conservative spokesman fulminates: \"The government is spending taxpayers' money on a completely frivolous project.\" Spoilsports.</p> <p>The final nail in the coffin of <strong>Hillary Clinton's</strong> presidential campaign has surely come with the news that <strong>Ralph Nader</strong> has backed her as <strong>Barack Obama's</strong> running mate. The contrarian activist has still not been forgiven by many Democrats for splitting the vote in the 2000 election and thereby allegedly allowing <strong>George Bush</strong> to seize the White House instead of <strong>Al Gore</strong>, but on the eve of the expected announcement of Obama's choice he's been ringing round journalists saying that the candidate would be mad not to choose her. The black spot has undoubtedly also descended on <strong>Caroline Kennedy</strong>, JFK's surviving child and a lawyer, suggested by film maker Michael Moore as ideal vice-presidential material.</p> <p><a href=\"mailto:stephen.bates@theguardian.com\">stephen.bates@theguardian.com</a></p>",
  "<p>As Democrats prepare to woo the American west at their presidential convention in Colorado next week, John McCain is making headlines of his own with remarks on the state's water supply.</p> <p>McCain said the 1922 Colorado River compact, which parcels out dwindling water resources to the arid western states, should be \"renegotiated\" in light of \"greater demands on a scarcer resource\".</p> <p>\"Conditions have changed dramatically, so I'm not saying that anyone would be forced to do anything … but at the same time, there's already been discussion among the [western] states,\" McCain told Colorado's Pueblo Chieftain newspaper on Friday.</p> <p>The suggestion of renegotiation might sound harmless to non-westerners. But in Colorado – a pivotal swing state where McCain and Barack Obama are virtually tied – water rights is an explosive issue.</p> <p>The 86-year-old water compact carved the Colorado River into sections. The water-rich \"upper basin\" states of Colorado, Utah and Wyoming provided 7.5m acre-feet of the river's water flow to the \"lower basin\" states, where water was in shorter supply.</p> <p>The lower basin, which includes populous California and Nevada, grew steadily thirstier during the 20th century. Decades of unsavoury water grabs and political scandals over water diversion fuelled tension between the upper and lower regions.</p> <p>\"On a year in, year out basis, there's probably no issue more important to the west than water,\" John Straayer, a political science professor at Colorado State University, said. \"You've got to be very careful with it. It's terribly sensitive for obvious reasons.\"</p> <p>McCain's nod to renegotiation fell particularly flat in Colorado because his home state of Arizona is also in the upper basin, meaning that any alterations to the water compact would likely benefit his constituents.</p> <p>\"It'll spark problems in Colorado when someone in Arizona talks about revisiting things,\" Seth Masket, an assistant politics professor at the University of Denver and an Obama backer, said.</p> <p>\"That's generally interpreted as meaning that Arizona wants more of Colorado's water.\"</p> <p>Indeed, McCain's vow that he \"would never … damage the state of Colorado's rights over the water\" did little to reassure those who suspected the presidential hopeful could be advocating a water grab.</p> <p>The local newspaper in Fort Collins, a swing city in Colorado, called McCain's comments \"an eyebrow-raiser, at the very least\", adding, \"In a purple state like Colorado, Republicans can't afford those\".</p> <p>One columnist for the Denver Post newspaper was harsher, telling McCain to \"forget about\" winning Colorado in the election: \"We don't vote for water rustlers [thieves] in this state; we tar and feather them!\"</p> <p>Mark Udall, a Democratic congressman running for Senate in Colorado, told reporters that while he and McCain are friends, \"on this issue, he couldn't be more wrong\".</p> <p>Udall's Republican opponent, Bob Schaffer, condemned McCain's proposed water renegotiation in six words. \"Over my cold, dead political carcass,\" Schaffer said.</p> <p>Straayer, of Colorado State University, said McCain's remarks were especially puzzling because western states concluded a new round of talks on the water compact just last year.</p> <p>\"For McCain to suggest, particularly on the heels of last year's renegotiation of the compact, that we keep talking about it – whatever he meant, it struck me as more than just a small misstep,\" Straayer said.</p> <p>As McCain's water remarks ricocheted across the state, his advisers appeared to recognise the potential for political harm. Colorado was selected to host the Democratic convention next week in no small part because Obama hopes to prevail there in November.</p> <p>Mitt Romney, McCain's former rival in the presidential race and a leading contender for his vice-presidential nod, appeared on Denver's local NBC news station to distance the Arizona senator from the controversy.</p> <p>\"Senator McCain has no interest in reopening the compact,\" Romney said today. \"Senator McCain believes as I do that a compact that's been worked out between the governors and between the states is the right way to go.\"</p> <p>Whether the issue continues to haunt McCain will likely depend on how strongly Democrats emphasise it during the remainder of the campaign. Environmentalists have begun questioning the Republican nominee's water priorities in light of his stated commitment to combating climate change.</p> <p>\"Scientists have predicted a 10 to 30% reduction of water flow in the Colorado River due to long-term drought and higher temperatures associated with climate change,\" Rob Smith, southwest regional director of the Sierra Club, observed.</p> <p>\"Instead of threatening a diminishing resource,\" Smith warned McCain, \"it would be better to help states and communities with water conservation projects and stream restoration.\"</p>",
  "<p>One extremely interested observer in the <a href=\"http://www.theguardian.com/world/georgia\">war between Russia and Georgia</a> hasn't vocally taken sides in the conflict. Given the war's timing, you might call this country's interest – or lack thereof – in the conflict \"sporting\". But in reality, Georgia versus Russia provides a convenient simulation for this great power's options of dealing with the western backed irritant on its own perimeter.</p> <p>Beyond the combatants and other former Soviet Republics, no nation is more interested in the Russia-Georgia conflict's global fallout than China. China's relationship with Taiwan resembles Russia's ties to Georgia. In both situations, the big state feels a sense of grievance over the very existence of its puny neighbour and resents outsiders that act as its self-appointed protectors.</p> <p>The Caucuses conflict offers China a realistic model for what it can expect if it the Taiwan situation turns violent. The parallels aren't perfect, but there's a close enough fit for China to pay very close attention, particularly to the international consequences of Russia's humiliation of Georgia. With China watching, the US and it allies need to get their response to Russia absolutely right.</p> <p>The crisis may have its roots in a failure to communicate. Georgia and its president Mikheil Saakashvili may have grossly overestimated the west's commitment to defending its borders and interests. Saakashvili may have equated the west's <a href=\"http://www.theguardian.com/world/2008/aug/20/georgia.nato?gusrc=rss&amp;feed=networkfront\">promise of Nato membership</a> with mutual defence benefits. Or, at least, Saakashvili may have believed that Russia believed the west would fight for Georgia. Although the <a href=\"http://www.politico.com/blogs/bensmith/0808/Obama_also_cites_NATO_membership_for_Georgia.html\">US insists Georgia is still a candidate for Nato</a>, it's now comedic or criminal to imagine putting a Georgian finger on the trigger to set American, British, French, German and other European troops firing on Russian forces. </p> <p>Shift the focus to Taiwan, an island that China considers a renegade province, and the proposition seems equally ludicrous, while the scope for miscalculation appears similarly broad. America has been purposely vague about what it would do in the event of a mainland military threat to Taiwan and its 23 million people. A dozen years ago, China conducted <a href=\"http://en.wikipedia.org/wiki/Third_Taiwan_Strait_Crisis\">missile tests in the Taiwan Strait</a> ahead of Taiwan's first presidential election. As unbelievable as that seems, it's even more incredible to recall that the US sent an aircraft carrier group warning China to back off.</p> <p>Today Taiwan is a de facto separate country, while China claims it's still part of the nation. Keeping the peace relies on both governments preserving the status quo: China won't attempt reunification by force, and Taiwan won't move toward official independence. Within those rules, everyone trades and invests together peacefully. But rules are made to be broken, and even if nobody explicitly crosses the line, ticklish situations can arise. For example, China could decide that Taiwan's ambition to join the World Trade Organisation constitutes a move toward independence.</p> <p>When Russian foreign minister <a href=\"http://news.yahoo.com/s/afp/20080814/pl_afp/georgiarussiaconflictus_080814093918\">Sergey Lavrov urged the US to choose</a> between \"support for a virtual project\" in Georgia and its \"real partnership\" with Russia on key issues such as nuclear negotiations with Iran and North Korea, he could have been China's foreign minister Yang Jiechi speaking about the US, China and Taiwan. The unprecedented turnout of world leaders for the Olympics in Beijing indicates that the global establishment desperately wants \"real partnership\" with China. It's hard to imagine that Taiwan would be allowed to interfere. </p> <p>Deepened economic ties between the US, EU and China over the past decade mean all sides have more to lose in a conflict. While moving toward a consumer economy, China still remains heavily dependent on exports to developed countries. Developed economies depend on China for cheap goods to meet consumer demand while controlling inflation and maximising corporate profits. With bricks and mortar investment in the mainland, western companies would risk expropriation in the event of a crisis. China also holds trillions of dollars in US Treasury securities, which it could dump on the market to depress US bond prices and raise Uncle Sam's financing costs. A fire sale of Treasury notes would cost China dearly, so the holding acts as a sort of financial mutual suicide pact neither side wants to test.</p> <p>Russia's huge energy reserves may give it even greater economic leverage than China, especially over Europe. Therefore Russia may get off a little easier than China would for its military excesses. If the US and EU show spine despite this leverage, then China can expect to pay a bigger price.</p> <p>China will particularly be watching threats to punish Russia in international organisations and institutions, where China participates more deeply than Russia. While Russia hopes to join the WTO, China entered it in 2001, boosting foreign investment exponentially and making economic reform seem irreversible. Sanctions would be embarrassing, but also potentially harmful to investment and trade. </p> <p>\"If Russia does not step back from its aggressive posture and actions in Georgia, the US-Russian relationship could be adversely affected for years to come,\" US defence secretary <a href=\"http://www.nytimes.com/2008/08/15/world/europe/15policy.html\">Robert Gates warned</a> last Thursday. That's tough talk, but so far, there's only been talk and empty ceasefire proposals as Russia has advanced beyond disputed territory into Georgia proper. There's \"no prospect\" of US military intervention, Gates added emphatically. The Russians are writing the script here. The US and EU are in no position to edit it, and it would be hard for China not to notice. </p> <p>Russia benefits because the US is involved in two wars already and has neither the troops nor the stomach for a third. China may be tempted to act soon, while US commitments and its need for China's help on North Korea and other issues are great. But the US can still muster more than blankets and cots in response to aggression.</p> <p>Today's signing of a <a href=\"http://www.theguardian.com/worldlatest/story/0,,-7738829,00.html\">US-Poland agreement on missile defence</a> and mutual defence is a reminder that the US has some weapons to counter Russian ambitions. For China, it's a reminder that assertiveness on Taiwan will trigger reactions from its neighbours. The two biggest neighbours, US allies Japan and South Korea, have long histories of hostility toward China. Additionally, other countries on its flanks, including Southeast Asia could be spooked by military action in Taiwan. Imagine Vietnam reopening the naval base at Cam Rahn Bay to its old enemy the US in response to China's belligerence. </p> <p>The most hopeful sign of avoiding a replay of the Georgian war between China and Taiwan is warming cross-strait relations, particularly since Ma Ying-jeou took office as Taiwan's president in May. The better the two sides get along, the less likely outsiders can tempt either side to throw a spanner into the works. The outcome in Georgia will illustrate the cost of miscalculation. </p> <p>If Russia humiliates Georgia at little cost, it could inspire China to press Taiwan when the opportunity beckons. Taiwan's allies, like Georgia's, are eager to remain friends with the big player neighbour and not eager for a fight. If the current sunshine over the Taiwan Strait gives way to clouds, that could drive the little player to do something desperate, as Georgia did, before it loses whatever leverage it has, and China to take advantage of the opening.</p> <p>To avoid a replay, the US need to show Taiwan and China that it wants to be a dependable friend to each, but that friendship depends on following the rules. That means Russia and Georgia both have to pay a price for their misadventure in the Caucuses. Otherwise, Taiwan will pay a far bigger one.</p>",
  "<p>Stephanie Tubbs Jones, 58, one of the best-known black members of Congress, is in critical condition today after suffering a brain aneurysm while driving her car in her home state of Ohio.</p> <p>Tubbs Jones was found unconscious after driving erratically late Tuesday night. Although she was rushed to Huron hospital near Cleveland and briefly stabilised, according to her congressional office, her condition appears to have deteriorated throughout the day.</p> <p>The condition of Ohio's first black congresswoman, who also chairs the ethics committee in the House of Representatives, casts a dark pall over preparations for the Democratic convention next week. Tubbs Jones, a strong backer of Hillary Clinton's presidential run, had planned to serve as a delegate to the convention.</p> <p>First elected in 1998, Tubbs Jones is an active member of the congressional Black Caucus and is expected to easily win re-election to a sixth term later this year.</p>",
  "<p>The 2008 presidential election in the US may well leave us all waxing nostalgic for the good old disaster days of 2000 and 2004.<br> Given the asterisks in the record books next to both of those elections, you might think that Democrats, the victims of the anti-democratic (small \"d\") attacks in both elections, would have spent the intervening years putting virtually all resources into making sure there wouldn't be another such electoral disaster in 2008. You would have been horribly mistaken. In addition to proving miserable failures (though, admittedly, they didn't try very hard) at rolling back the tsunami of wholly unverifiable electronic voting systems now set for use, misuse and utter breakdown across the country this November, the Democrats have also made little headway in ending what will be one of the most troubling problems this year: voter disenfranchisement via phony Republican claims of \"voter fraud\". The Republicans, on the other hand, have been at work for years developing their anti-democratic (small \"d\" again, but it may as well be a capital \"D\") schemes. For a glimpse at what may well be the Rosetta Stone of Republican disenfranchisement efforts, one need look no further than at what <a href=\"http://en.wikipedia.org/wiki/Paul_Weyrich\">Paul Weyrich</a>, one of the founding fathers of modern American conservatism, told a gathering of some 15,000 preachers at a training conference in Dallas, Texas in 1980 (at which both Ronald Reagan and the right-wing Rev. Jerry Falwell also shared the podium).<br> \"Many of our Christians have what I call the goo-goo syndrome - good government. They want everybody to vote,\" Weyrich instructed the flock in comments <a href=\"http://www.youtube.com/watch?v=8GBAsFwPglw\">captured on video</a>.<br> \"I don't want everybody to vote,\" he continued unapologetically. \"Elections are not won by a majority of people, they never have been from the beginning of our country and they are not now.\" And here comes the key to what will be the most crucial driving force for the entire Republican party effort this November: \"As a matter of fact, our leverage in the elections quite candidly goes up as the voting populace goes down.\" Thus spoke Weyrich in 1980, and the party leaders have followed in good faith ever since. Their disciples continue today to regularly advise the most powerful Republican insiders in the country. And thus have they gone forth to find every measure - no matter how adverse to the key American value of democracy, or how expensive the cost may be - to keep legitimate, legal voters from being able to cast their vote and have that vote counted accurately. Not every voter, of course. Just the ones who tend to vote Democratic (capital \"D\"). The easiest ones to target among those who don't tend to vote Republican: African-Americans, Hispanics, the elderly, the urban poor and even students. All in the hopes, as Weyrich urged, of keeping Republican \"leverage in ... elections ... up\" by keeping \"the voting populace ... down\". <a href=\"http://www.lwv.org/AM/Template.cfm?Section=Home&amp;CONTENTID=11254&amp;TEMPLATE=/CM/ContentDisplay.cfm\">According to</a> the non-partisan League of Women voters, some 21 million Americans do not have the type of photo identification required by the most draconian types of polling-place photo ID restrictions that are now being pushed - by hook and by crook - in states across the country. Among that group, some 25% of African-Americans, 18% of Americans over 65, 10% of the 40 million Americans with disabilities, 15% of low-income voters and untold numbers of voting-aged college students who reside in states other than where they may have valid drivers' licenses would have difficulty voting under such laws. (You may <a href=\"http://www.bradblog.com/?p=5979\">add to the Republican enemies list</a>: married women, hurricane victims and those suffering from palsy, if you like.)<br> With that in mind, the Republicans have <a href=\"http://www.bradblog.com/ACVR\">stopped at nothing</a>, in order to see such laws passed wherever possible, and otherwise enforced nonetheless even where such poll restrictions have been found by the courts to be illegal and/or unconstitutional.<br> An <a href=\"http://www.bradblog.com/?p=5932\">unprecedented decision</a> by the now rightward-slanted US supreme court earlier this year, allowed such a law to stand in Indiana. The result: the disenfranchised in the state's May primary election included <a href=\"http://www.bradblog.com/?p=5960\">college students and nuns in their 80s and 90s from St Mary's Convent</a> (one of the <a href=\"http://www.atlargely.com/2008/05/indiana-polls-p.html\">\"nonagenarian hooligans\"</a> kept from her right to vote, was 98 years old) and <a href=\"http://www.bradblog.com/?p=5950\">vets of multiple foreign wars</a>, not to mention those who simply didn't bother to show up, since they knew they'd not be allowed to vote. All of that following the state of Indiana's own admission in the court case that they were unable to document a single case of voter fraud <em>in the state's history</em> that would have been prevented by their new voter-suppression law.<br> The supporters of such laws, however, argue that it's easy to get one of the free IDs that Indiana offers. Fact is, it's <a href=\"http://www.bradblog.com/?p=5934\">not easy at all</a>, and those supposedly free IDs can get rather expensive. And the same effort is underway in other states as well.<br> In Missouri, for instance, a state regarded by the McClatchy News Service as <a href=\"http://www.bradblog.com/?p=4500\">\"Ground Zero\"</a>, in 2006, for the GOP's voter disenfranchisement effort, a man was <a href=\"http://www.bradblog.com/?p=6252\">arrested while legally voting</a> two weeks ago during a state primary election. He was sent to jail because he offered two different pieces of perfectly legal ID, but none that the poll workers at his polling place wanted to accept. That, even after the state's supreme court found draconian photo ID restrictions to be unconstitutional there.<br> In the same state in 2006, not long after the state court's decision, the secretary of state herself (a Democrat), responsible for enforcing the election laws there, was <a href=\"http://www.bradblog.com/?p=3737\">told three times</a> as she was trying to vote that she needed to present a photo ID. Of course she didn't, and has some familiarities with the law. But that didn't stop them from trying anyway, even as Missouri has some 200,000 voters who could, according to the secretary of state's own numbers, be kept from exercising their legal franchise under such laws.<br> Make no mistake. This is an effort that reaches to the highest federal levels. For example, despite a very clear federal law that requires it - the Bush administration's department of veterans affairs has <a href=\"http://www.huffingtonpost.com/paul-rieckhoff/brain-dead-bureaucrat-wat_b_119120.html\">disallowed voter registration activities in VA hospitals</a> and other facilities, describing such activities as \"partisan\" (telling, that). Thus, it's assured that many of those who put their very lives on the line under the premise of spreading democracy throughout the world will have no voice in that same democracy back in their own country this year.<br> The beat goes on and will continue to grow louder through Election Day in November. Count on it. The Prospect's Art Levine elegantly and accurately referred to all of this as <a href=\"http://www.prospect.org/cs/articles?article=the_republican_war_on_voting\">The Republican war on voting</a>. But make no mistake about it, this is an all out Republican war on <em>democracy</em> in which we will be witnessing an unprecedented \"troop surge\" between here and November.<br> Paul Weyrich is surely smiling.</p>",
  "<p>Suppose you are an observant but not particularly devout American Catholic. You go to Mass on Sundays and those holy days that you remember. You don't eat meat on Lenten Fridays - though how you curse it. You feel guilty about not going to confession more often. You fish money out of your pockets during most offerings and usually give to the bishop's appeal.</p> <p>Your faith may not move mountains, but it's real, and you take the obligations of your religion seriously. While you're not wild about all the particulars of Church teaching, you don't doubt that it's true. How will you vote in this election? How should you vote?</p> <p>Demographically, the first answer is easy. If you're a regular Mass-attending Catholic, you're <a href=\"http://www.usatoday.com/news/nation/2004-06-02-religion-gap_x.htm\">highly likely to vote for the generic Republican candidate</a> for Congress and president. Catholics are a sliver to the left of Republicans on fiscal issues, but abortion seals the deal.</p> <p>Why? Because there is the sense among the faithful that, at a minimum, one's vote should not increase the odds of one winding up in hell. The Democrats are the party of abortion-on-demand, and the Church teaches that abortion is a grievous sin. Best not to take any chances.</p> <p>Catholic liberals have tried to challenge this assumption, without much success. Social justice issues are said to be as important as abortion. \"How can the Church work so hard to protect the unborn but care so little about government provision for the born?\" sputters one familiar straw man.</p> <p>Or <a href=\"http://www.catholic.org/politics/story.php?id=28726\">\"prudential judgment\"</a> is trotted out to explain why it's OK to vote for politicians who are \"personally opposed\" to abortion but want to keep it widely available, and maybe even publicly funded.</p> <p>Most Mass-going Catholics don't buy it. They're apt to agree with the prudential judgment of groups like the fraternal organisation the <a href=\"http://www.kofc.org/\">Knights of Columbus</a>. At their annual convention this year, the Knights didn't just condemn abortion generically but <a href=\"http://www.spectator.org/dsp_article.asp?art_id=13693\">called out fellow Catholic politicians</a> who support a practice the Church calls clear grounds for excommunication.</p> <p>The Church believes in a hierarchy of evil, which has stark political implications. It means that certain issues are intrinsically more important than others. So long as it's legal and widely available in the US, abortion will always trump social justice issues, even if the other issues might be worthy causes.</p> <p>But is there an issue that abortion might not be able to trump? Yes there is, and it could spell doom for the Republicans.</p> <p>The issue that could trip up the GOP is war. The Vatican doesn't preach pacifism, but it does expect nations to observe the principles of just war that were developed by doctors of the Church and partially incorporated into international law.</p> <p>Before one nation goes to war with another, it must have a clear and legitimate cause. Absent the threat of imminent attack, it must first seek to resolve the conflict in a way that avoids bloodshed. America took <a href=\"http://www.reason.com/news/show/32570.html\">great pains to observe just war principles in Afghanistan</a> and then inexplicably threw them out some state department window in Iraq.</p> <p>The Pope and his predecessor warned against this. John Paul II sent Cardinal Pio Laghi as an emissary to the White House who <a href=\"http://www.usatoday.com/news/washington/2003-03-05-bush-catholic_x.htm\">explained that the US invasion of Iraq would be \"illegal\" and \"unjust\"</a>. Benedict XVI, then head of the teaching office of the Church, <a href=\"http://blog.nj.com/ledgerarchives/2008/03/for_pope_and_president_a_chasm.html\">said</a> that the \"concept of a 'preventive war' does not appear in the Catechism of the Catholic Church\", with good reason.</p> <p>Moreover, the presidential primaries produced candidates that make this election difficult for chagrined churchgoers, because they only amplify the worst tendencies of their respective parties.</p> <p>Senator Barack Obama has voted against affording protections even to premature babies that are accidentally delivered during abortions, for <a href=\"http://www.theguardian.com/commentisfree/2008/aug/08/uselections2008.barackobama\">fear that it might set a precedent</a> that could prevent even one partial-birth abortion at some point.</p> <p>Senator John McCain championed an unjust war in Iraq during his first run for president, was its biggest cheerleader in Congress, <a href=\"http://blogs.theguardian.com/news/archives/2007/04/20/bomb_bomb_bomb_bomb_bomb_iran.html\">sings songs about bombing other countries</a> and has adopted a belligerent posture toward much of the rest of the world. More unjust wars would be almost guaranteed on his watch.</p> <p>With <a href=\"http://www.youtube.com/watch?v=PYCMxD4pylM\">apologies to The Simpsons</a>, that makes this an election of abortions for some, small unjust wars for others. For Catholics who take Church teaching seriously, that's no choice at all.</p>",
  "<p>Always useful, here in the Liberal Media, to be reminded of the fact that that John McCain guy might actually win the presidency: he emerges from a <a href=\"http://www.suntimes.com/news/elections/1117409,elexpoll082008.article\">new Reuters/Zogby poll</a> with a five-point lead over Obama nationally, at 46% to 41%, the first time he's taken the lead in this monthly poll. To the usual caveats -- it's a long time until the election, and national polls don't mean much at any point anyway, because of the electoral college system -- should be added another, which is that Zogby's polls don't have a fantastic recent record in terms of predicting what actually ends up happening. (The firm's polling methods have been criticised in the past, and as Greg Sargent <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/poll_mccain_takes_national_lea.php\">notes</a>, McCain's huge lead over Obama on the economy specifically -- nine points -- is frankly suspicious.) But none of that means Zogby's necessarily wrong to put McCain in front. John Zogby reckons:</p> <blockquote> There is no doubt the campaign to discredit Obama is paying off for McCain right now. This is a significant ebb for Obama. </blockquote> <br> <p>Meanwhile, on that point about the electoral college: <a href=\"http://www.politico.com/blogs/bensmith/0808/McCain_takes_lead_in_electoral_college_measure.html\">Ben Smith notes</a> that McCain has also taken his first lead in the <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/?map=10\">roundup of state-by-state polls</a> compiled by RealClearPolitics, which could prove far more significant. The main solace for Obama in all this, of course, is that the coming vice-presidential announcements and conventions mean that polls right now are going to become pretty swiftly irrelevant: we're about to have two weeks full of limitless opportunities for smart moves, cleverly choreographed announcements, and horrible gaffes.</p> <p>Still, after this poll, one can only imagine how far McCain's ratings are going to shoot through the roof when he selects Michael Phelps as his running-mate.</p> <p>UPDATE: Links fixed.</p>",
  "<p>The following is from a <a href=\"http://www.thedemocraticstrategist.org/ac/2008/08/how_to_attack_john_mccainwhat.php#more\">post </a>by James Vega over at the Democratic Strategist, a blog run by the sagacious Ed Kilgore that I recommend highly. Vega suggests the following hypothetical script for an ad that would attack McCain on character:</p> <blockquote> <p>John McCain says this election is about character – and he's right. <br>In the 2000 presidential race the Bush campaign – led by Karl Rove – viciously attacked John McCain's wife and child – they said his wife was a drug addict and that the child he and his wife adopted from an orphanage was actually his illegitimate Black daughter. On election night, his wife was in tears. </p> <p>Back then, McCain was disgusted. He said there was \"a special place in hell\" for rumormongers like these people. He made a promise to his family and to his supporters that he would never run a dirty campaign like that. Never.</p> <p>But early this year John McCain hired Charlie Condon, the very same man who was behind those vicious smears to run his South Carolina campaign. And then several weeks ago he brought Steven Schmidt - leading protégé of Karl Rove and master of the political hit job - on board to be his campaign manager and write the talking points for the new negative campaign against Barak Obama.</p> <p>It's sad to watch, McCain's willingness to humiliate himself by hiring the same gang of people who horribly insulted him and his family. It shows that he has become so desperate to win this election that he is willing to sacrifice his principles and his personal honor in order to do it</p> <p>Let's face it. A real man would have said to those people – \"Get the hell out of my office before I throw you out\" the minute they walked in. A person would not have to be a tough guy like John Wayne to say that. A gentle, decent man of character would have told them the same thing.</p> <p>But what did John McCain say about Bush's dirty politics gang?</p> <p>He said: \"I had to get over it … it was a long time ago\"</p> <p>It's sad, genuinely sad<br>.<br>John McCain – he's no longer the man he used to be.</p> </blockquote> <p>I have quibbles with the text here and there, but basically, this is the kind of thing I'm talkin' about. </p>",
  "<p>Apparently there's an <a href=\"http://www.theguardian.com/america\">election</a> coming in the US, and John McCain might pick former Democrat Joe Lieberman as his vice presidential candidate. But not if Associated Press, the news wire <a href=\"http://www.techcrunch.com/2008/06/16/heres-our-new-policy-on-ap-stories-theyre-banned/\"><em>so</em> beloved of bloggers</a>, has anything to do with it: one writer called him \"the Democratic vice-presidential prick in 2000\" in a story, which quickly spread online since AP gets <a href=\"http://news.google.com/news?ie=UTF-8&amp;oe=utf-8&amp;rls=org.mozilla:en-US:official&amp;client=firefox-a&amp;um=1&amp;tab=wn&amp;scoring=d&amp;q=%22Joe+Lieberman,+the+Democratic+vice+presidential+prick+in+2000%22&amp;sa=N&amp;start=10\">syndicated online widely without checks</a>. AP editors have put it down to a 'typo' - but we know the truth: it was an attempt to googlebomb him out of the Veep race.</p>"
]