[
  "<h2>The first president of the USA</h2> <p>Have you heard anyone recently talking about Barack Obama and John McCain?</p> <p>They are currently running to be elected as president of the United States of America. Americans \"run\" for elections. The British \"stand\" for elections. I wonder why that is.</p> <p>The election is going to take place at the beginning of November.</p> <p>Barack Obama is the first African American to be a presidential nominee [NOM-EE-KNEE] for a major party. </p> <p>The first president of the USA was George Washington. Ask your teacher if they remember George Washington.</p> <h2>The last state to join the Union</h2> <p>America is made up of 50 states. That's why it's called the United States of America. States have their own governments.</p> <p>Here is an alphabetical list of the first 10 states of America: Alabama; Alaska; Arizona; Arkansas; California; Colorado; Connecticut; Delaware; Florida; Georgia.</p> <p>Can you find out the names of the other 40 states of the USA?</p> <p>The last state to join the Union was Hawaii, in 1959. Hawaii is an archipelago (an ARK-E-PEL-AGO). An archipelago is a group of islands.</p> <p>Hawaii is not even in North America. It's in the Pacific Ocean. So, as they say in America - go figure.</p> <h2>The biggest state in America</h2> <p>The biggest state in America is absolutely huge. And freezing cold. It's Alaska.</p> <p>Alaska is massively massive. It covers more than 650,000 square miles. Which is twice the size of Texas, which is also massive.</p> <p>According to the Alaska Department of Natural Resources, Alaska has 3m lakes! But not many people: only 700,000.</p> <p>Alaska exports mostly oil, gas, salmon, cod and crab. And politicians.</p> <p>John McCain - remember him up in \"the first\"? - is running for the presidential election with someone called Sarah Palin (she's his \"running mate\"). Sarah Palin is the first woman to be chosen as a presidential running mate. She's from Alaska.</p> <h2>The smallest state in America</h2> <p>The smallest state in America is Rhode Island. It's not an island, but it does contains islands. Rhode Island is tiny. It covers just 1,545 square miles.</p> <p>Even though it's small it has the longest name of all the states of the USA. Its official name is The State of Rhode Island and the Providence Plantations. It's sometimes called the Ocean State (it's by the ocean). Or Little Rhody.</p> <p>Rhode Island is famous for its gangsters and also for its special hot dogs, called \"Hot Wieners\" or \"New York System Wieners\", which are basically mini-hot dogs covered with a meat sauce and onions. Delicious! (Unless you're an American vegetarian).</p> <h2>The best thing about America</h2> <p>It's difficult to judge what's absolutely the best thing about America - I'm not American.</p> <p>But here are some pretty good things about America: Thanksgiving, the New York Public Library, drive-in cinemas, baseball, The Simpsons, hamburgers, cheeseburgers (not if you're a vegetarian, obviously).</p> <p>Are you an actual real live American? Were you born in America? Have you lived in America? Is your mum, your dad, your brother, your sister, your uncle, your aunt, or your granny or your grandad American?</p> <p>If so, email <a href=\"mailto:extreme.facts@theguardian.com\">extreme.facts@theguardian.com</a> and tell us what you think the best thing is.</p> <h2>The worst thing about America</h2> <p>This is even trickier than deciding what's the best thing about America. </p> <p>I mean, how would you like it if someone came to your town, or your street, or your house and said \"I don't like this. I don't like that.\" You'd be annoyed and upset, right?</p> <p>Well, it's the same with someone else's country. So I'm not even going to begin to say what's the worst thing about America. Although I must admit I don't like guns and, unlike in the UK, in America it's quite legal to own a gun.</p>",
  "<p>John McCain's campaign team was hoping yesterday for a desperately needed revival in its fortunes on the back of running mate Sarah Palin's folksy and punchy performance in the vice-presidential debate.</p> <p>Palin lifted the spirits of Republicans, providing McCain with a platform to build on in his remaining two debates with Barack Obama, the first of them in Nashville, Tennessee, on Tuesday.</p> <p>McCain, who was relatively passive in the first presidential debate, is under pressure from Republicans to engage Obama more aggressively. Asked when he would take the gloves off, McCain said: \"How 'bout Tuesday night.\"</p> <p>McCain's team is looking for a strong performance to reverse what has been its worst week so far of the campaign, in which polls shifted to Obama in response to the Wall Street meltdown.</p> <p>The shift mainly explains why McCain announced on Thursday that he was effectively conceding Michigan, a swing state, by pulling out campaign staff and ending ad spending. The decision signals a radical change in strategy, effectively giving up on winning Democratic states in favour of holding the states Bush won in 2004.</p> <p>An Obama organiser said that until a fortnight ago the mood among white Democrats in Michigan had been sullen, with little enthusiasm for Obama. The financial crisis had changed that. \"If the election was held today, Obama would have a narrow win\" in Michigan, he said. </p> <p>In an otherwise bad week, Palin's performance in the vice-presidential debate, in St Louis, Missouri, on Thursday stood out as a plus. Palin, portraying herself as a feisty representative of small-town America standing up to the Washington elite, matched - and at times edged ahead of - her Democratic rival, Joe Biden. </p> <p>Although she frequently betrayed nerves early in the debate, hurrying out words and ideas, she made no gaffes, other than referring to the US commander in Afghanistan, David McKiernan, as General McClellan.</p> <p>She said she thought it had gone well and that she had been \"energised\" by it. In an interview with Fox news to be broadcast last night, she acknowledged she had been bruised by the jibes about her lack of knowledge and admitted she had made mistakes but felt she had been unfairly \"clobbered\" by the media.</p> <p>Two instant polls suggested that her folksy appeal failed to resonate. A CBS News poll found that 46% of uncommitted voters thought Biden had won, with 21% saying Palin had. A CNN poll found voters declaring Biden the winner by 51% to 39%. However, politicians - some Democrats as well as Republicans - and pundits awarded Palin at least a draw or even a narrow win.</p> <p>Palin began the debate with confidence, striding across the carpet, blowing a kiss to the audience and asking Biden, \"Hey, can I call you Joe?\" She sprinkled her comments with folksy phrases such as \"doggone\", \"betcha\" and \"darn right\".</p> <p>Foreign policy provided the biggest flashpoint. After Biden made a case for early withdrawal from Iraq, Palin hesitated, but then said: \"Your plan is a white flag of surrender in Iraq. It is not what our troops need to hear.\"</p> <p>Biden betrayed emotion only once, when his eyes became moist while describing life as a single father.</p>",
  "<video data-media-id=\"gu-video-338230578\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1832950674_gdn-for-tomaskyvpdebate-To-Brightcove-16x9-1.flv\"/> </video>   <p>Never before perhaps has such a tiny gesture assumed such electoral importance as Sarah Palin's wink.</p> <p>Because while, as the cliche has it, the eyes are the window of the soul, Palin's use of her eyes was a window to the views of women in one of the most hotly contested places in this election.</p> <p>Palin's eyelash batting got under way from the opening moments of Thursday's contest against Joe Biden - and so did the parsing of its significance at a debate-watching party in Florida.</p> <p>\"She is trying to act like a southern belle. She is not acting like someone who could be president of the United States and John McCain is one heart attack away,\" said Priscilla Glascock, a 26-year-old nurse who is supporting Barack Obama. \"The men are going to love it,\" she sneered.</p> <p>Not just the men. \"I think it's hysterical,\" said Amanda Day, 36, a business consultant who is voting Republican. \"I think women can relate with being in a situation where it's very serious, you kind of have to step back and add that humour, whether it's a wink or it's a shrug.\"</p> <p>But for the host Kit Pepper, 52, a member of the non-partisan League of Women Voters, Palin's winking was an affront to the years she spent trying to build up her own political consultancy firm in a male-dominated world.</p> <p>\"She winked at us,\" Pepper said in disbelief. \"All the claims that the media is sexist and the Democrats are being sexist are out the window. The fact that this woman as a vice-presidential candidate stood on national TV and winked at me completely insults me.\"</p> <p>Pepper's home in Winter Park, just outside Orlando, is in the politically volatile swath of central Florida - the main battlefield in a battleground state.</p> <p>Half of her neighbours have McCain lawn signs, the rest are with Obama. When the guests started arriving with bottles of red wine labelled \"Bitch\" and \"Red Truck\" and McCain dancing dolls, they too evenly divided along party lines, choosing colour-coded name tags: red for Republicans, blue for Democrats, and gold for Undecided.</p> <p>But while the partisan loyalties were established well in advance, the Palin-Biden show soon moved into unfamiliar terrain as the first vice-presidential debate between a male and a female candidate in a generation. For the two dozen women guests, ranging in age from late teens to their 60s, it was impossible to overlook Palin's use of her femininity and Biden's efforts to avoid making gender-related gaffes.</p> <p>The guests whooped when the CNN reaction meter consistently showed Palin getting a more enthusiastic response from male viewers than women. Biden, in contrast, was a bigger hit with women.</p> <p>But their own reactions also mixed up the dividing lines of politics and gender. Some of the staunchest Democrats had a sneaking admiration for Palin's audacity - even while handing the debate to Biden on substance. \"She is owning it now. Look at her,\" said Margaret Nolan, a management consultant. \"You go girl.\"</p> <p>Some of the Republicans could not help disassociating themselves from Palin - even while praising her skill at using winks and a folksy turn of phrase to connect with middle America.</p> <p>\"I can't imagine myself doing that wink,\" said Lydia Gardner, a Republican local government official first elected in 1987. \"I lived in Boston. I lived in Washington and I went to a very cosmopolitan and very sophisticated university where that wink maybe would not have been done. But for her, and for where she is from and for her background it's perfectly appropriate.\"</p> <p>Pepper had organised her party half-expecting Palin to self-destruct. Day, on the opposite end of the political spectrum, admitted she had switched off the television set this week during Palin's now notorious interview with CBS. \"It was just too embarrassing,\" she said.</p> <p>By the end of the night, most of the party agreed Palin had made no significant stumbles. But even as Palin's little flourishes became an Alaskan blizzard of doggone its, bless their hearts, darn rights, hecks, and you betchas, she did not inspire confidence either.</p> <p>From the depths of the overstuffed sofa, Day gave Biden much higher marks on substance. \"He walked all over her on foreign policy,\" she said, but then argued that Americans don't vote on international issues anyway.</p> <p>Palin also failed to dispel the impression that she had been fed her lines by Republican handlers and was dutifully spitting them out again. \"If I hear her say the word 'maverick' one more time I am going to shoot somebody - and I am a Republican,\" said Lisa Romine.</p> <p>If Biden felt a similar frustration, he hid it fairly well from the women in the room, but Barbara Nelen, 52, a massage therapist who wore an \"undecided\" name tag, thought she picked up some condescension. \"At certain times, he just let out a big sigh,\" she said. \"It was pretty clear he looked down on her.\"</p> <p>Her daughter, Alexa, a student voting for the first time, did not feel for Palin. \"I think she is trying to be more of a motivational speaker than telling us what she would do in the government.\"</p> <p>When it was over, Day clenched both fists in the air like a prize fighter and screamed. \"She survived, she survived.\"</p> <p>Even the Democrats had to agree. Palin had survived - doggone it.</p>",
  "<p>While the talking heads were nattering on about Sarah Palin's debate, I can promise you that the real political professionals were obsessing about something else entirely on Thursday evening.</p> <p>The news that John McCain was pulling out of Michigan - closing offices and dispersing his staff to other states - was in reality the biggest US political news of the week now ending. Let's look closely at why.</p> <p>An American presidential election is won on a state-by-state basis. Each state has a certain number of electoral votes, based on the number of seats the state has in the lower federal house, the House of Representatives, plus two (because each state has two senators). Representation in the lower house is decided by population.</p> <p>For example, Ohio, with a population of 11.5 million, has 20 electoral votes - 18 congressional districts plus two seats in the Senate. Wyoming, population 520,000, has three - one congressional district plus two Senate seats. Add them all up and the total comes to 538 electoral votes. A majority of 538 - half plus one - is 270, and that's what a candidate needs to win.</p> <p>A good way to think of a presidential contest is to picture the two candidates as a political version of Karpov and Kasparov, and the United States as their giant chessboard, around which they must strategically move their pieces to win the combination of states that will get them to 270. </p> <p>Remember that competing in the various states costs money. The campaigns have to calculate everything from the cost of driving voters to the polls on election day to the price of 30 seconds of television advertising time in Orlando, Florida versus Milwaukee, Wisconsin.</p> <p>So there's your background. Now, what's the current situation, and what are the ramifications of McCain running up the white flag in Michigan?</p> <p>Michigan is a \"blue\" state, having voted for Al Gore and John Kerry. But it didn't do so by wide margins, and it's one that McCain's people had very much been hoping to pick off and turn red. It has 17 electoral votes. Only seven states have more. McCain winning Michigan would have been a very big deal. But that's seemingly off the table now, barring some shocking development.</p> <p>Meanwhile, let's look at the other battleground states. The list is roughly as follows: Florida (27 electoral votes), Ohio (20), North Carolina (15), Virginia (13), Indiana (11), Colorado (nine), Iowa (seven), New Mexico (five) and New Hampshire (four). That's nine states worth a total of 111 electoral votes.</p> <p>Here's the interesting thing about those nine states: eight of them voted for George Bush in 2004. Only the smallest one - New Hampshire - went for Kerry. This means that the battle is taking place on what used to be almost entirely red territory but is now up for grabs.</p> <p>By contrast, aside from New Hampshire, there isn't a single Kerry state where McCain currently has more-or-less even footing in the polls. A few are close-ish - a margin for Barack Obama of five points or fewer - notably Pennsylvania (21) and Minnesota (10). But in none would you say today that McCain is poised to capture it.</p> <p>In other words, Obama's pawns and knights are advancing across the board. That he will no longer have to fight over Michigan means he can redeploy the troops to, say, Indiana. If he can pick off that state, which hasn't voted Democratic since 1964: checkmate.</p> <p>Here's the matter as straightforwardly as I can put it. Kerry won 251 electoral votes. Assume that Obama can hold those - by no means a given, but something he seems positioned today to do. Add Iowa, which Kerry lost but where Obama is comfortably ahead. That's 258. </p> <p>Taking Iowa off the board means that eight battleground states remain, totalling 104 electoral votes. Obama needs to win only 12 of those 104 - one or at most two states. And today, he is currently leading or tied in six of them.</p> <p>McCain will push extra-hard into Pennsylvania. Two more debates will arrive. And who knows what new national or international crisis looms that might completely change the dynamic of the race. But with a month to go, the chessboard is assuming shape. White's king is exposed.</p>",
  "<p>I still cringe at the thought of autumn, 2004. That fall, two contests took place that would decide the fate of America for the near future. One was an <a href=\"http://boston.redsox.mlb.com/news/gameday_recap.jsp?ymd=20041027&amp;content_id=906996&amp;vkey=recap&amp;fext=.jsp&amp;c_id=bos\">epic disaster</a>, a result that set the US on a terrible path. In the other, George Bush was re-elected as president.</p> <p>Yes, as a New York native, I place the <a href=\"http://boston.redsox.mlb.com/index.jsp?c_id=bos\">Boston Red Sox</a> winning the World Series for the first time since 1918 as a worse happenstance than the worst president of all time gaining a second term. And as the <a href=\"http://mlb.mlb.com/index.jsp\">Major League Baseball</a> playoffs get underway again this week, let's hope we avoid a similar fate.</p> <p>That autumn four years ago was supposed to be different. John Kerry was the Massachusetts icon who was to be victorious, and <a href=\"http://americanhistory.about.com/od/elections/a/baseballpres.htm\">history suggested</a> that this did not bode well for the American League Red Sox. There was a long stretch, from 1952 to 1976, when the World Series accurately predicted the presidential election, with an AL victory in the Fall Classic presaging a Republican in the Oval Office. But that fell away until 2000, when the <a href=\"http://newyork.yankees.mlb.com/index.jsp?c_id=nyy\">Yankees</a> swept the <a href=\"http://mrudolf.tripod.com/subway/\">crosstown</a> <a href=\"http://newyork.mets.mlb.com/index.jsp?c_id=nym\">Mets</a> and George Bush stole the election from Al Gore. 2004 made it two in a row. At least the team Bush used to own, the Texas Rangers, has never sniffed a championship, which likely <a href=\"http://austin.about.com/cs/bushbiographies/a/bush_background.htm\">hurts</a> Bush more than any failure as president.</p> <p>So as a Barack Obama supporter, it behoves me to root for the National League, which has been inferior, it should be said, in the last few years (the AL has won eight of the last 12 series). That could mean the <a href=\"http://mlb.mlb.com/index.jsp?c_id=chc\">Chicago Cubs</a>, who had the best record in the league this season. And check it out - Barack is from the Windy City. Trouble is, he is a stated <a href=\"http://chicago.whitesox.mlb.com/index.jsp?c_id=cws\">White Sox</a> fan and celebrated in 2005 when they won their first World Series since 1917.</p> <p>If he's superstitious, he might look at the history books and ease away from the Sox, which are in the AL. And he is a politician, after all, so if the Cubs manage to climb out of the current two-games-to-none hole they are in and advance, don't be surprised if he starts making speeches wearing a blue Cubs hat. Perhaps it's best if someone else wins, just to prevent any taunting from the same media that made \"lipstick on a pig\" a breaking news event. Anyone but Boston, that is.</p> <p>As for John McCain, his home state <a href=\"http://arizona.diamondbacks.mlb.com/index.jsp?c_id=ari\">Arizona Diamondbacks</a>, in which his wife Cindy <a href=\"http://www.npr.org/templates/story/story.php?storyId=93567413\">owns a stake</a>, held a secure lead in the NL West division for much of the season, until those coastal elites from Hollywood brought in Palinesque innocent Manny Ramirez, who led the <a href=\"http://losangeles.dodgers.mlb.com/index.jsp?c_id=la\">Dodgers</a> on a surge past the Snakes. It can be argued persuasively that McCain's true home team is the Washington Nationals, as he has been a creature of the capital for decades. That doesn't bode well for the aged senator, either - the Nats finished 59-102, 32.5 games behind the winners from the battleground state of Pennsylvania, the <a href=\"http://philadelphia.phillies.mlb.com/index.jsp?c_id=phi\">Philadelphia Phillies</a>.</p> <p>It is, of course, asinine to tie together the World Series and the election, as I found out to my horror last cycle. Still, with the breakdown in the economy, the rhythms of the national pastime are comforting. It's why FDR kept the leagues going during the second world war and play resumed rapidly after 9/11. But if Obama loses and the Red Sox win again, I may just move to a cricket-playing country.</p>",
  "<p>Every morning I click on <a href=\"http://abcnews.go.com/Politics/TheNote/story?id=156238\">ABC's The Note</a> for a near-killer dose of right-leaning conventional political wisdom written with enough cutesy faux-clever asides to choke a horny corndog, or something. In any case, here's what I learned <a href=\"http://abcnews.go.com/print?id=3105288\">this morning</a> about last night's vice-presidential debate:</p> <blockquote> <p>Take that, Tina Fey: You betcha Gov Sarah Palin is back - darn right (wink) - and it might matter yet. She may not have been a clear winner Thursday night, but the McCain ticket has got a different story to shout out on Friday - even if all Palin did was square-dance over the bar she had lowered herself. She did more than that, actually, and that gives Sen John McCain the narrowest of openings.</p> </blockquote> <p>I don't mean to pick on The Note in particular. It's just that every so often I imagine trying to explain our country to a proverbial Martian or some genius with a time machine from another century, and I say: \"Yes, believe it or not, these are the criteria our gatekeepers employ to give people the knowledge to pick the people who will plan our wars, manage our economy, protect our ecosystem and if they deem it necessary, begin a nuclear war.\"</p> <p>I'll admit it: That Palin woman is awfully cute. I don't think I'm going too far out on a limb by arguing she's just about the cutest governor any state in America has ever had. Perky too. And while it could be annoying, the overall effect is actually quite enjoyable. She kind of reminds me of a grown-up <a href=\"http://en.wikipedia.org/wiki/Shirley_Temple\">Shirley Temple</a>, who, we note, ran unsuccessfully for Congress against retired Korean war veteran Pete McCloskey in 1967. She ran on a platform supporting America's involvement in the Vietnam war and went on to hold several diplomatic posts, serving as the US delegate to many international conferences and summits and, eventually, US ambassador to Czechoslovakia.</p> <p>And if Czechoslovakia were still and existence and did not require much in the way of diplomatic expertise from its ambassador, I'd recommend Palin for that post in a minute. I was in a room of liberal fellow-travellers last night, and everybody kind of liked her. One person suggested she'd make a great press secretary for President Obama. I might be willing to go as far as UN representative, provided that she were joined by some Richard Holbrooke-type who would do the actual work.</p> <p>But vice-president to a 72-year-old man with a history of cancer who refuses to release his medical records? Are we insane? </p> <p>In a word, yes. Here's how The Note evaluates her qualifications:</p> <blockquote> <p>Maybe she doesn't want to talk more about global warming, or about what vice-presidents do, or about who's commanding US troops in Afghanistan. Perhaps she isn't entirely clear on where her running mate is on everything (it's only been, like, five weeks). Maybe (definitely) she really, really wants us to think she and McCain are \"mavericks.\" But Palin returned to the source of her popularity Thursday night at Washington University in St Louis - the folksy, aw-shucks, look-who's-running-for-vice-president appeal that reminds us that shortly before she was a drag on the ticket she was a phenom in her own right. </p> </blockquote> <p>Feel better now? Again, it's not The Note's fault. Everywhere you turn, the people paid to keep track of our political system devote themselves to exactly the same irrelevant, indeed, nonsensical criteria: </p> <p>• Palin was \"poised and confident, speaking colloquially in a way that could appeal to independents,\" <a href=\"http://www.stltoday.com/stltoday/news/stories.nsf/politics/story/D798D030168942E5862574D700134895?OpenDocument\">Bill Lambrecht writes in the St Louis Post-Dispatch</a>. \"She was fluent, if not brilliant, on foreign policy. And even if she didn't actually answer some of moderator Gwen Ifill's questions, many voters may not have noticed and others probably won't hold it against her.\"</p> <p>• On style, <a href=\"http://blogs.abcnews.com/politicalradar/2008/10/stephanopoulo-2.html\">ABC's George Stephanopoulos</a> gives Palin an A and Biden an A-. Both get Bs on accuracy. \"She beat expectations and she stopped the slide,\" Stephanopoulos said Friday on Good Morning America. \"I think the race probably solidified where it was. If you came in liking Biden, you voted for him [in post-debate polls] and if you liked McCain-Palin you probably voted for them. But that's the problem for the McCain campaign.\" </p> <p>• \"The pit bull is back, and she can still bite,\" write <a href=\"http://www.nydailynews.com/news/politics/2008/10/02/2008-10-02_sarah_palin_didnt_lose_debate_debut_but_.html\">Michael Saul and David Saltonstall of the New York Daily News</a>. \"Palin spoke in mostly complete sentences, unlike her performance in a string of recent TV appearances.\" </p> <p>• \"The politics of spunk\", reads <a href=\"http://www.latimes.com/news/politics/la-na-assess3-2008oct03,0,2949181.story\">the Los Angeles Times headline</a>. Per Peter Wallsten: \"She winked. She wrinkled her nose. She gave a 'shout-out' to a third-grade class.\" </p> <p>• \"Sarah Six-Pack all but popped open a cold one. Wearing a glittery flag pin on her jacket, she blew a kiss toward the audience. She gave a wave that Tina Fey would probably describe as adorable,\" the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/02/AR2008100204250.html\">Washington Post's Dana Milbank writes</a>. \"She had talking points adequate to fill the 90 seconds on the various topics Ifill tossed her way, and often forced Biden to defend Barack Obama.\" </p> <p>Believe it or not, real people are a great deal smarter than this, thanks be to God. In polling by both CNN and CBS after the debate, all that ignorance mixed with spunkiness failed to impress. CBS had it 51-36 for Biden while CBS's undecided voters gave it to the Delware senator by a margin of 46-21. </p> <p>Having a debate - even a good one - I might add is a silly way to pick a president in the first place. You can make wise, prudent, well-informed, even bold decisions in the White House without having the qualities necessary to win one of these silly contests. But when the judges are giving you points for not spontaneously speaking in tongues - it is, again, hard to believe we are even serious about this election.</p> <p>Face it: Joe Biden is eminently qualified for the office he is seeking, and his views are deeply within the mainstream of American political discourse. Sarah Palin is not only nowhere near qualified, but she has to play all these games in order to hide her views, which, like those of George Bush, are those of the repudiated Republican right-wing. Perky or pesty, why do we need to discuss anything else?</p>",
  "<p>Brazil's minister for human rights, Paulo Vannuchi, has <a href=\"http://www1.folha.uol.com.br/folha/brasil/ult96u451751.shtml\">rejected claims</a> by its armed forces that they do not have any information about the fate of up to 170 people who disappeared during the military dictatorship but whose bodies have never been found.</p> <p>Last week President Lula formally apologised, on behalf of the Brazilian state, to 13 victims of the dictatorship that governed the country between 1964 and 1985 in a public ceremony that was also attended by Brazil's leading Roman Catholic bishops. This was the first high-profile apology to the hundreds who were murdered and thousands who were tortured by the Brazilian military and follows growing calls within his government to bring some of those involved in perpetrating these crimes to justice.</p> <p>Unlike Argentina and Chile, Brazil has never put anyone on trial for the murder and widespread torture of political dissidents during its dictatorship, despite the fact many members of the present government suffered under it. Lula was, himself, imprisoned for leading strikes, and his chief of staff and potential successor, <a href=\"http://www.theguardian.com/commentisfree/2008/may/12/liesandvalues1\">Dilma Rouseff</a>, was viciously tortured after being arrested as a suspected guerrilla. </p> <p>In 1979 the army pushed an amnesty law through Brazil's Congress, which they controlled, to shield themselves from future prosecutions, but Brazil's minister for justice, Tarso Genro, has argued that this does not apply to crimes of torture. The Brazilian military have responded furiously to this argument, saying that it is necessary to draw a line under the past. </p> <p>Lula last week emphasized the need for reconciliation and forgiveness. However, Vannuchi responded: \"Judges must decide whether the amnesty law can cover up torture, sexual violence, decapitation and dismemberment. The law is not all encompassing and it does not cover violent crimes, assaults or terrorism.\"</p> <p>Last May a prosecutor in São Paulo charged former members of the military with crimes of torture. The Organisation of American States is also due to debate the compatibility of Brazil's amnesty law with international human rights norms. Similar laws have been <a href=\"3. http://www.conectas.org/en/index.php\">struck down</a> in Argentina and Chile. </p> <p>Brazil's government has also begun opening secret files, revealing some of the human rights violations carried out during the dictatorship, and may investigate officers suspected of destroying archives to hide evidence. Last month the existence of photographs showing officers posing beside the corpses of two former Communist party members was revealed in the newspaper <a href=\"4. http://www.folha.uol.com.br/\">Folha de São Paulo</a>. A number of Brazil's courts have also ordered the army to provide information about the whereabouts of former guerrillas, who are believed to have been buried in secret. </p> <p>Vannuchi this week again appealed to the army to come clean about the killings. He said: \"I never tire of praising the professionalism of the army that we have today. Brazil is a solid democracy, but we must have the maturity to come to terms with our past, without stigma or prejudice. Crimes that have been committed should be investigated and the individuals responsible should be brought to justice, otherwise it shames the honour of the whole force.\"</p> <p>Glenda Mezarobba, a Brazilian human rights activist who has recently completed her doctoral research on the issue, said that the establishment of the truth about what happened in the past is not just important for the victims but for the whole of Brazilian society. \"There needs to be a decisive break between the culture of impunity that existed under the dictatorship in which violence against prisoners was permitted in the name of national security and a culture based on respect for democracy and human rights.\"</p> <p>Although Brazil's dictatorship is now becoming a distant memory, the issue remains sensitive because of the continued violence within Brazilian society. Torture is widespread and systematic in Brazil, according to the UN, and its police are regularly accused of carrying out summary and arbitrary executions. Reopening the debate about what happened under the dictatorship will be controversial, particularly if Rouseff is a candidate in Brazil's next presidential election, but it is a vital part of helping the country to come to terms with its past.</p>",
  "<p>Never before perhaps has such an infinitesimally small gesture assumed such outsize importance in a presidential election as <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin's</a> wink.</p> <p>Because while as the cliche would have it the eyes are the window of the soul, Palin's use of her eyes was a window to the views of women voters in one of the most hotly contested bits of real estate in this election.<br>Palin's battery of eyelash batting got underway from the opening moments of Thursday night's contest against the Democrats' <a href=\"http://www.theguardian.com/world/joebiden\">Joe Biden</a> -- and so did the parsing of its significance at a debate watching party in <a href=\"http://www.theguardian.com/world/florida\">Florida</a>. </p> <p>\"She is trying to act like a southern belle. She is not acting like someone who could be president of the United States and John McCain is one heart attack away,\" said Priscilla Glascock, 26, and a nurse who is supporting Barack Obama. \"The men are going to love it,\" she sneered.</p> <p>Not just the men. \"I think it's hysterical,\" said Amanda Day, 36, and a business consultant who is voting Republican. \"I think women can relate with being in a situation where it's very serious you kind of have to step back and add that humour whether it's a wink, or it's a shrug.\"</p> <p>But For Kit Pepper, 52, the host and a committed Democrat, Palin's winking was an affront to the years she spent trying to build up her own political consultancy firm in a male dominated world. \"She winked at us,\" Pepper said in a state of near disbelief. \"All the claims that the media is sexist and the Democrats are being sexist are out the window. The fact that this woman as a vice-presidential candidate stood on national TV and winked at me completely insults me.\"</p> <p>Pepper's home in Winter Park, just outside Orlando, is in the politically volatile swathe of central Florida -- the main battlefield in a battleground state. Half of her neighbours have McCain lawn signs, the rest are with Obama. When the guests started arriving with bottles of red wine labelled \"Bitch\" and \"Red Truck\" and McCain dancing dolls, they too evenly divided along party lines, choosing colour-coded name tags: red for Republicans, blue for Democrats, and gold for Undecided.</p> <p>But while the partisan loyalties were established well in advance, the Palin-Biden show soon moved into unfamiliar terrain as the first vice-presidential debate between a male and a female candidate in a generation.</p> <p>For the two dozen women guests, ranging in age from late teens to their sixties, it was impossible to overlook Palin's use of her feminity, and Biden's efforts to avoid making gender-related gaffes.<br>The guests whooped when the CNN reaction meter consistently showed Palin getting a more enthusiastic response from male viewers than women. Biden, in contrast, was a bigger hit with women.</p> <p>But their own reactions also mixed up the dividing lines of politics and gender. Some of the staunchest Democrats had a sneaking admiration for Palin's audacity -- even while handing the debate to Biden on substance. \"She is owning it now. Look at her,\" said Margaret Nolan, a management consultant. \"You go girl.\"</p> <p>Some of the Republicans could not help disassociating themselves from Palin -- even while praising her skill at using winks and a folksy turn of phrase to connect with middle America. \"I can't imagine myself doing that wink,\" said Lydia Gardner, a Republican local government official who was first elected in 1987. \"I lived in Boston. I lived in Washington and I went to a very cosmopolitan and very sophisticated university where that wink maybe would not have been done. But for her, and for where she is from and for her background it's perfectly appropriate.\"</p> <p>Pepper had organised her party half-expecting Palin to self-destruct. Day, on the opposite end of the political spectrum, admitted she had switched off the television set this week during Palin's now notorious interview with CBS. \"It was just too embarrassing,\" she said.</p> <p>By the end of the night, most of the party agreed Palin had made no significant stumbles. But even as Palin's folksy little flourishes became an Alaska blizzard of doggone its, bless their hearts, darn rights, hecks, and you betchas, she did not inspire confidence either.</p> <p>From the depths of the overstuffed sofa, Day gave Biden much higher marks on substance. \"He walked all over her on foreign policy,\" she said but then argued that Americans don't vote on international issues anyway.</p> <p>Palin also failed to dispel the impression that she had been fed her lines by Republican handlers and was dutifully spitting them out again. \"If I hear her say the word 'maverick' one more time I am going to shoot somebody -- and I am a Republican,\" said Lisa Romine.</p> <p>If Biden felt a similar frustration, he hid it fairly well from the women in the room, but Barbara Nelen, 52, a massage therapist who wore a gold, or neutral, name tag thought she picked up some condescension. \"At certain times, he just let out a big sigh like a bull in the field,\" she said. \"From anyone who was really watching, it was pretty clear he looked down on her.\"</p> <p>Her daughter, Alexa, a first year university student voting for the first time, did not feel for Palin. \"Personally I think she is trying to be more of a motivational speaker than telling us what she would do in the government.\"</p> <p>When it was over, Day clenched both fists in the air like a triumphant prize-fighter and screamed. \"She survived, she survived.\" Even the Democrats in the room had to agree. Palin had survived -- doggone it.</p>",
  "<p>Sarah Palin's folsky, punchy performance in the vice-presidential debate helped revive her own political reputation today but is unlikely to halt an alarming slide this week in John McCain's White House campaign.</p> <p><a href=\"http://www.theguardian.com/world/sarahpalin\">Palin</a>, portraying herself as a feisty representative of small-town America standing up to the Washington elite, matched - and at times even edged ahead of - her Democratic rival, <a href=\"http://www.theguardian.com/world/joebiden\">Joe Biden</a>.</p> <p>Although she lifted Republican spirits, the problems fast piling up for <a href=\"http://www.theguardian.com/world/johnmccain\">McCain</a> may prove too many and too big for her to reverse.</p> <p>McCain's decision yesterday to abandon campaigning in <a href=\"http://www.theguardian.com/world/michigan\">Michigan</a> exposed a narrowing in ambition, signalling he is no longer trying to compete for states the Democrats narrowly took in 2004 but hoping simply to consolidate those Bush won that year.</p> <p>With the Wall Street meltdown dragging him down in the polls and new figures out today showing a ninth straight rise in the monthly jobless figures, this may prove to have been the week the campaign turned decisively in <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama's</a> favour.</p> <p>McCain is under pressure to deliver stunning performances in the remaining two debates with Obama, in Nashville, Tennessee on Tuesday and Hempstead, New York the following week.</p> <p>At last night's debate in St Louis, Missouri, the only one between the two vice-presidential candidates, Palin defied critics and comics who had been mocking her all week. Although she frequently betrayed nerves early in the debate, hurrying out words and ideas, she made no gaffes - other than referring to the US commander in Afghanistan, David McKiernan, as \"General McClellan\".</p> <p>Palin stuck to well-rehearsed lines on the economy, climate change, Iraq, Iran and Afghanistan but delivered them with a perkiness that contrasted with a more studied, fact-filled and subdued performance by Biden.</p> <p>Two instant polls suggested that her folksy appeal failed to resonate. A CBS News poll found that 46% of uncommitted voters thought Biden had won, with only 21% saying she had. A CNN one found voters declaring Biden the winner by 51% to 39%.</p> <p>But politicians - some Democrats as well as Republicans - and pundits awarded her at least a draw or even a narrow win.</p> <p>Mike McCurry, who was Bill Clinton's White House press spokesman, summed up the verdict heard most often today when he said: \"Biden won more points, but Palin probably won more hearts.\"</p> <p>Senator Claire McCaskill, part of Obama's retinue, described her as \"very likeable\" but \"there's much more at stake here than who's likeable\".</p> <p>Obama's chief strategist, David Axelrod, was more sceptical about whether her populist appeal will resonate with voters. \"This was a folksy rendition of the same Bush policies,\" Axelrod told reporters in the so-called Spin Alley outside the debating hall.</p> <p>Palin began the debate with confidence, striding across the carpet, blowing a kiss to the audience and asking Biden, \"Hey, can I call you Joe?\" She sprinkled her comments with folksy phrases like \"doggone\", \"betcha\" and \"darn right\".</p> <p>Foreign policy provided the biggest flashpoint of the debate. After Biden made a case for early withdrawal from Iraq, Palin hesitated, as if caught off guard, but then made an inflammatory statement: \"Your plan is a white flag of surrender in Iraq. It is not what our troops need to hear.\"</p> <p>Biden remained polite throughout the debate, smiling at her, occasionally bemused, even as she goaded him. He betrayed emotion only once, in a moment that may have been rehearsed, when his eyes became moist while describing life as a single father.</p> <p>Although she has softened some of her previously conservative positions, she refused to concede that climate change is man-made. \"I'm not one to attribute every activity of man to the changes in the climate,\" she said.</p> <p>She flew today to Texas for a more restful day fundraising while McCain campaigned in Colorado, a swing state that increases in importance after his abandonment of Michigan.</p> <p>Obama, after a day on the campaign trail in Pennsylvania, was scheduled to have a romantic dinner with Michelle in Chicago to celebrate their 16th wedding anniversary.</p>",
  "<p>Zimbabwe once again attracted remarkable international attention in 2008, this time over highly controversial elections and protracted negotiations between Zimbabwe's main political actors aimed at finding a resolution to the country's political crisis. A Thabo Mbeki brokered power-sharing deal between Robert Mugabe's Zanu-PF and the two MDC factions, led by Morgan Tsvangirai and Arthur Mutambara respectively, was finally reached on <a href=\"http://www.theguardian.com/news/blog/2008/sep/15/zimbabwe\">September 15 2008</a>. Southern African Development Community (SADC) leaders celebrated. The international community's response was lukewarm. The likes of Mbeki felt vindicated after years of bearing criticism for his \"quiet diplomacy\". Others, such as hardliners in Zanu-PF and Zimbabwe's security establishment, were disgruntled.</p> <p>For many Zimbabweans inside the country, the deal was a ray of hope because life had become a punishing drudgery. A life of enduring the merciless African sun while queuing for food and a worthless national currency. The wretchedness is compounded by the breakdown of service delivery, skyrocketing inflation, the breakdown of the rule of law, the politicisation of the police, military, civil service and judiciary, and the violence meted out by the state on citizens it ought to protect.</p> <p>In the midst of evident collapse and misery one would have thought that the power-sharing deal will be implemented with alacrity by the three political parties. But Zimbabwe is a difficult country politically. It has a penchant for throwing up the unexpected and many of its current problems have robust historical roots that will not be easily uprooted. It is little surprise that a deadlock has developed between the political parties over the formation of a cabinet to run the country. Zanu-PF is bent on retaining powerful ministerial posts such as state security, defence, home affairs and finance. In spite of the MDC's majority in parliament and Tsvangirai amassing the most votes in the first presidential election round, Zanu-PF still views the MDC as a subordinate party.</p> <p>The Tsvangirai MDC has called on former South African President, Thabo Mbeki, to <a href=\"http://www.iol.co.za/index.php?set_id=1&amp;click_id=6&amp;art_id=vn20080922055702968C646034\">continue with his mediation efforts</a> in order to break the deadlock. On the other hand Zanu-PF insists that Mbeki's mediation is not required because there is no deadlock. The contestation over Mbeki's renewed involvement in Zimbabwe is odd. Mbeki is still recovering from the fallout of his humiliating <a href=\"http://afp.google.com/article/ALeqM5i6s82xb7yzOZij2i5fT_xwptVzhg\">resignation</a> as South African president. Whether he still has the verve and authority to continue as mediator is unclear. The new South African president Kgalema Motlanthe has been quick to throw his weight behind Mbeki's proposed continued mediation. Whether this is a reflection of his faith in Mbeki's negotiation skills or is an attempt to duck having to deal with a difficult situation that may haunt his presidency in the manner it did Mbeki's is also unclear.</p> <p>However, the issue is less about whether Mbeki should continue in his role and the various motives at play. Mbeki's efforts reached their peak when the power-sharing deal was signed. There is little he or any other mediator can add to the actual power-sharing process. The onus is on Zimbabwean politicians, particularly those in Zanu-PF, to show political maturity and commitment to the deal for the sake of national interest, and to foster trust and unity between each other and the nation. These qualities are rare in Zimbabwean political culture because in the place of civil dialogue there is uncivil dialogue. In the place of meritocracy there is seniority. In the place of a culture of conflict resolution there are \"degrees in violence\" guaranteeing particular political interests. In the place of issue-based politics there is labelling based on the extent of one's liberation war credentials. Being the dominant nationalist party for approximately 40 years, Zanu-PF is guilty of having generated this political culture.</p> <p>The result is that Zimbabwean politics has been rendered exclusive and impenetrable to those who seek to challenge the views of Zanu-PF. The party is the be all and end all and those outside of it are illegitimate. As former vice-president Simon Muzenda once noted, \"If Zanu-PF puts up a baboon as a candidate, you vote for the baboon.\" Other leading Zanu-PF politicians such as Nathan Shamuyarira boast unselfconsciously that \"the area of violence is an area where Zanu-PF has a very strong, long and successful history\". And while individuals associated with the MDC have attempted to develop reasoned and democratic politics, both MDCs are susceptible to a politics akin to Zanu-PF's. Opposition politics is also a habitat for violence and undemocratic practices. It too is characterised by personalised and immature politics, and contemptible invective such as the Tsvangirai MDC secretary general Tendai Biti's public branding of rival MDC member Gift Chimanikire as a \"smelly fat man who does not bath\" and Chimanikire's retort that Biti \"suffered from diarrhoea\".</p> <p>A melancholy truth about Zimbabwean politics is its lack of gravitas. It is rudimentary, trifling, divisive, intolerant and blind to the national interest – this is the crux of the matter, not whether Mbeki should stay on as mediator and be called in.</p>",
  "<p>The clash of the running mates was, in the end, a rather cordial affair: Sarah Palin turned on the smiling folksiness, Joe Biden went out of his way to be respectful, and neither candidate left the stage in St Louis, Missouri staggering under the burden of a terrible gaffe. In a debate squarely targeting middle-class voters, Palin stuck relentlessly to her prepared points, often all but ignoring moderator Gwen Ifill's questions, but her performance held together, and she easily met the absurdly low expectations that awaited her. Although she frequently betrayed nerves, rattling through words and ideas at speed, the Republican vice-presidential candidate dealt with the Wall Street meltdown, climate change, Iraq, Afghanistan, Iran, Israel and Darfur with more conviction that she demonstrated in recent, disastrous television interviews, Ewen MacAskill writes in <a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.sarahpalin\">today's Guardian</a>. Palin grew more inflammatory when talk turned from the economy to foreign policy, repeatedly asserting that Biden had supported John McCain's approach to the Iraq war until joining Obama's ticket in order to back a plan that she said would be \"a white flag of surrender in Iraq\". </p> <p>\"She had talking points adequate to fill the 90 seconds on the various topics Ifill tossed her way, and often forced Biden to defend Barack Obama,\" Dana Milbank <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/02/AR2008100204250.html?hpid=topnews\">writes in the Washington Post</a>. \"On the other hand, it wasn't exactly a confidence-builder. Palin, in her 90 minutes on the stage Thursday night, left the firm impression that she is indeed ready to lead the nation - with an unnerving mixture of platitudes and cute, folksy phrases that poured from her lips even when they bore no relation to the questions asked.\"</p> <p>Biden, for his part, just about kept his loquaciousness in check, called Palin \"governor\", and focused his attacks on McCain, whose claims to \"maverick\" status Biden repeatedly sought to undermine. He remained cool almost all the way through but became emotional when he spoke of being a single father, and the death of his daughter and first wife in a car accident.</p> <p>Snap polls by CBS and CNN awarded the debate by some margin to Biden, but it also seems likely that the McCain campaign, and the Republicans' conservative base, will have been reassured by Palin's non-disastrous performance. </p> <p>Earlier yesterday, the McCain campaign announced that they would be winding down their operations in Michigan, apparently giving up on turning the increasingly blue state red. But the Republican National Committee did announce a record fundraising figure of $66m for the month of September - resources that can be used to help garner support for McCain across the country, even though his decision to accept public financing limits the amounts his campaign can raise and spend directly.</p> <h2>What to watch for</h2> <p>Expect the post-debate spin to continue, while Obama campaigns in Pennsylvania, McCain in Colorado, and Palin in Texas. Meanwhile, of course, the historic financial crisis continues: the latest rumours from Capitol Hill last night were that there still weren't enough votes guaranteed for the revised bailout plan to be passed by the House of Representatives. So the cajoling will continue. The vote was due to be held today, but House leaders said they'd postpone it if necessary.</p> <h2>Latest polls</h2> <p>The latest tracking polls are essentially unchanged: Obama leads in Gallup's poll, 48% to 43%, and in Rasmussen's by 51% to 44%; in both cases, McCain lost one point on the previous day. Meanwhile, a (pre-debate) Washington Post/ABC poll found that Sarah Palin might be becoming far less of a positive force for the McCain campaign: six in 10 voters think she lacks the experience to be an effective president, and a third are now less likely to vote for McCain because of her.</p> <h2>Quote of the day</h2> <p>\"Go to a kids' soccer game on Saturday and turn to any parent there on the sideline and ask them, 'How are you feeling about the economy?' And I'll betcha you're going to hear some fear in that parent's voice, fear regarding the few investments that some of us have in the stock market. 'Did we just take a major hit with those investments?'\" - early in last night's debate, Sarah Palin makes clear her intention to argue from the perspective of Joe Sixpack.</p> <p>\"The issue is how different is John McCain's policy going to be than George Bush's? I haven't heard how his policy is going to be different on Iran than George Bush's. I haven't heard how his policy is going to be different with Israel than George Bush's. I haven't heard how his policy in Afghanistan is going to be different than George Bush's. I haven't heard how his policy in Pakistan is going to be different than George Bush's\" - Biden seizes the opportunity after Palin scolds him for dwelling too much on the past, and on the Bush administration's errors.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.sarahpalin\">Palin defies critics and delivers punchy performance in debate against Biden</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/oct/03/sarahpalin.joebiden\">Video: Sarah Palin and Joe Biden clash in vice-presidential debate</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/02/uselections2008.sarahpalin2\">Campaign Diary: How the debate unfolded</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.barackobama1\">Fake pollsters try to discredit Obama</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.barackobama2\">Aloof but a star: British envoy on Obama</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/10/03/us/politics/03assess.html?hp\">NYT: In Debate, Republican Ticket Survives One Test</a></p> <p><strong>·</strong> <a href=\"http://www.time.com/time/politics/article/0,8599,1846977,00.html\">Time: The Vice-Presidential Debate Report Cards</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/10/02/biden-dominates-debate-ac_n_131455.html\">The Huffington Post: Who Won The VP Debate? Biden Scores Big</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/news/stories/1008/14235.html\">Politico: Palin meets expectations but still falls short</a></p> <p><strong>·</strong> <a href=\"http://www.latimes.com/news/politics/la-na-debate3-2008oct03,0,1071597.story\">LA Times: Palin and Biden spar in VP debate but neither deals a knockout</a></p> <h2>Electoral innovation of the day</h2> <p>Fake right wing news host Stephen Colbert launches his \"<a href=\"http://blog.indecision2008.com/2008/10/02/stephen-talks-to-teens-about-voter-abstinence/&quot;\">voter abstinence</a>\" campaign.</p>"
]