[
  "<p>We are far more used to politicians' offspring embarrassing mum or dad than helping in their election efforts. You could rely on Mark Thatcher or Ronald Reagan Jr to cause headaches for their parent's PR advisers, not do their jobs for them.</p> <p>Yet 24-year-old Meghan McCain has done just that, eulogising her father in an illustrated children's book called My Dad, John McCain Aimed at five- to 10-year-olds, it chronicles the presidential hopeful's struggles as a student and his heroics as a prisoner of war in Vietnam.</p> <p>It's easy for us Brits to assume that such sentimental spin will backfire but, having lived in the US for three years, I can assure you that Americans are made of gooier stuff. There, a commitment to \"family values\" isn't seen as a devalued political soundbite but the sine qua non of a politician's suitability for office.</p> <p>But the McCain book takes matters one step further and springs, I suspect, less from a daughter's blind love for her father than some strategist's cynical desire to simplify the campaign's line. I suspect that the real target readership isn't America's primary school kids but their parents, who will buy it for their kids but read it themselves. At the very least they will see it featured on TV and make the association, \"Well, his daughter loves him so he must be a good man.\"</p> <p>It may be cynical but it will, probably, win votes in what could be a very close election. The problem with raising the profile of a politician's child, though, is keeping them on message. If Meghan McCain strays from her syrupy fairytales between now and November 4, the media will have a field day, and the happy ending envisaged by the architects of her book may never materialise.</p>",
  "<p>The US secretary of state, Condoleezza Rice, looked to a future beyond General Musharraf yesterday, affirming that America's ties to Pakistan went far deeper than the military dictator closely associated with George Bush's \"war on terror\".</p> <p>Although Rice paid tribute to Musharraf as \"one of the world's most committed partners in the war against terrorism\", there was a sense that few in Washington were mourning his departure. </p> <p>Rice said in a statement: \"We will continue to work with the Pakistani government and political leaders and urge them to redouble their focus on Pakistan's future and its most urgent needs, including stemming the growth of extremism, addressing food and energy shortages and improving economic stability.\"</p> <p>The general's exit will undoubtedly force changes in how the administration deals with such a strategic region, and how it confronts the global problem of Islamist extremism. But those changes were being discussed before yesterday.</p> <p>At the very least, the era when Musharraf served as a one-stop shop for American interests in the region is at an end. </p> <p>As one of the first Muslim leaders to support Washington after 9/11, Musharraf risked alienating his own people by allowing US forces the use of Pakistani military bases. In return he cemented his power with an infusion of $10bn in US aid. </p> <p>But that partnership had long been seen in Washington to have outlived its utility. No matter who emerges as Musharraf's successor, it was widely acknowledged yesterday that American policy would now need to engage civilian as well as military and intelligence circles in Pakistan.</p> <p>\"Musharraf's departure signals the end of a de facto presidential form of government in Pakistan,\" said Shuja Nawaz, an analyst in Washington. \"He had concentrated power in his own hands by virtue of the fact that he was also head of the military.\"</p> <p>In any event, Bush has just 155 days left in the White House. Both his would-be successors, the Democrat Barack Obama and the Republican John McCain, have indicated they would change course after the election.</p> <p>\"Both the Pakistanis and the Americans are going to have to decide what kind of policies they follow with regard to foreign affairs and economics, and that will depend in no small measure on the attitude that the US Congress and a new US president will bring to the entire region,\" said Paula Newberg, an analyst in Washington.</p> <p>Obama said yesterday he had long advocated a \"move from a 'Musharraf policy' to a Pakistan policy\".</p> <p>\"I hope all of Pakistan's friends will now seize the opportunity created by Musharraf's exit to focus on the urgent issues of today: confronting the threat of extremist violence, dealing with food and energy shortages, and helping the Pakistani people build a stable, secure, democratic future,\" he said in a statement.</p> <p>McCain, in his statement, also indicated that the relationship with Musharraf had perhaps outlived its value to America. \"I hope that the elections for President Musharraf's successor will serve to reconcile the Pakistani people behind a leader who can solidify their government internally,\" the statement said.</p> <p>Behind the scenes, the Bush administration had been frustrated for some time with Musharraf. Administration officials began describing the relationship with Pakistan as \"complex\" and last week state department officials described Musharraf's struggle to hang on to power as an \"internal matter\".</p>",
  "<p>If you have been paying attention to the presidential pageant currently winding its way through the United States, then you're <a href=\"http://www.usatoday.com/news/politics/election2008/2008-08-17-mccain-adviser_N.htm\">probably aware</a> that Republican nominee John McCain is partial to the economic plight of <a href=\"http://mediamattersaction.org/freeride/lobbyists/\">Washington DC lobbyists</a>. So much so that he has <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/02/21/AR2008022101131_pf.html\">offered dozens of them stable employment</a> in the highest echelons of his campaign for the Oval Office.</p> <p>Many political prognosticators, including this columnist and <a href=\"http://www.amazon.com/Real-McCain-Conservatives-Independents-Shouldnt/dp/0979482291\">author of a book</a> on the Arizona political pugilist, have long thought that his unseemly connection to a cabal of DC glitterati who have advocated for all manner of controversial clientele - from the needs of Blackwater mercenaries to the wants of the brutal <a href=\"http://en.wikipedia.org/wiki/Mobutu_Sese_Seko\">tyrant Mobuto Sese Seko</a> - would be McCain's undoing.</p> <p>But, as the late Democratic speaker of the US House of Representatives, Tip O'Neill, once put it: \"All politics is local\". It is that fact that may be not only the undoing of McCain but also of his political party.</p> <p>Let me explain.</p> <p>Recently it has <a href=\"http://www.latimes.com/news/politics/la-na-campaign8-2008aug08,0,6428374.story\">come to light</a> that McCain and his campaign manager-cum-lobbyist, Rick Davis, played a <a href=\"http://www.huffingtonpost.com/2008/08/08/plouffe-mccains-dhl-deal_n_117790.html\">lead role</a> in facilitating a deal that will likely lead to the foreign-owned package delivery service DHL relocating up to 10,000 jobs out of Southern Ohio. Davis was paid almost $200,000 to lobby for the deal, and McCain, who he lobbied, fought for it in the Senate.</p> <p>And this could be the issue that costs McCain the presidency and his party Congressional seats for years to come. Ohioans have suffered through years of job losses due to trade, tax and regulatory bamboozling that have sent manufacturing and other core industries to \"outsource\" workers. It has led to not only a rational fear of job losses here (I live in the great state of Ohio), but an equally rational resentment of the money men and their political pawns in Washington who view a 30-year career on the assembly line as just a statistic. To fully appreciate this one need only look at a Quinnipiac poll in June this year, where 81% of Ohioans have a negative view of the state's economy.</p> <p>People in this part of the country are - to quote <a href=\"http://www.americanrhetoric.com/MovieSpeeches/moviespeechnetwork2.html\">Howard Beale from the movie Network</a> - \"mad as hell and they're not going to take it anymore.\" And, to paraphrase a slogan for Las Vegas: what happens in southern Ohio doesn't simply stay in southern Ohio. It affects how people in other parts of the state, not to mention Missouri, Indiana, Michigan and Iowa - swing states all - view this election.</p> <p>The <a href=\"http://www.huffingtonpost.com/2008/08/08/plouffe-mccains-dhl-deal_n_117790.html\">Obama campaign</a>, sensing this, has released <a href=\"http://firstread.msnbc.msn.com/archive/2008/08/15/1268992.aspx\">television and radio ads</a> in the Cincinnati market here (which reaches beyond Ohio's borders), pointing out John McCain's tawdry role in this affair. The <a href=\"http://blog.aflcio.org/2008/08/11/mccain-should-fire-lobbyist-who-killed-ohio-jobs/\">AFL-CIO, sensing a similar opportunity</a>, has sent mailers out to Ohioans that do the same.</p> <p>What makes this even a bigger deal is that Ohio, considered one of two key swing states (Florida being the other one) and a large state (the seventh largest), has gone through a political sea-change over the past few years. After a string of corruption scandals rocked Republican officeholders and financiers in the state - sending a handful to prison - <a href=\"http://www.nytimes.com/2006/11/08/us/politics/08ohio.html\">Democrats were swept into power in 2006</a>, picking up the Ohio governor's mansion, a congressional seat, a host of other executive positions (such as state treasurer and secretary of state) and seven state house seats. President Bush's anthrax-like popularity, the war in Iraq and job losses have only made matters worse for the GOP.</p> <p>So McCain might be the least of their worries. Five Republican congressional seats in Ohio are vulnerable to Democratic takeover. More importantly, the state house in Ohio is ripe for Democratic picking, as Republicans can only afford to lose three seats and still hold their majority.</p> <p>Why do I grant control of Ohio's state house such outsized importance? Because it will play an enormous role in redrawing US congressional districts in Ohio in 2010 - as is done in each state every 10 years - along with the governor and state senate. The Ohio state senate will likely still be held by the GOP at that time, but if Democrats have the governor's mansion and the state house, they could create a map that would turn about a dozen congressional seats to being solidly Democratic - through locking in victories by candidates this year with more Democratic districts and eliminating two Republican seats outright (the state has lost population, so a two-seat decline is expected). This could play a big role in ensuring Democratic control of congress for the coming decade.</p> <p>And the final cloud, in what is becoming the perfect storm, is the unmasking of how John McCain and his campaign manager are beholden to corporate interests, whatever they pretend when they are swinging through Ohio on a campaign stop.</p> <p>Can you think of a better definition of poetic justice?</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336707112\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/1999GD8459380@Indian-army-soldiers--5132.jpg\" alt=\"Kargil\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">May 30 1999: Indian soldiers fire artillery at Pakistani troops in Kargil, the northernmost part of the divided Kashmir region</span> <span class=\"element-image__credit\">Photograph: Aijaz Rahi/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707118\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/1999PD395837@Pakistani-army-chief-G-6596.jpg\" alt=\"Musharraf address seizes power\" width=\"545\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 13 1999: Pakistan's army chief, General Pervez Musharraf, addresses the nation on state television after toppling the prime minister, Nawaz Sharif, in a military coup</span> <span class=\"element-image__credit\">Photograph: AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707127\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2001PD1241170@ISL02---20010205---MU-8306.jpg\" alt=\"Musharraf Kashmiri\" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 5 2001: Musharraf gestures during an address to refugees in Muzaffarabad, the capital of Pakistan-administered Kashmir</span> <span class=\"element-image__credit\">Photograph: Saeed Khan/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707124\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2001GD8459376@Gen-7854.jpg\" alt=\"Musharraf sworn in a president\" width=\"528\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 20 2001: Musharraf reviews his honour guard as he is sworn in as president in Islamabad</span> <span class=\"element-image__credit\">Photograph: Tariq Aziz/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707130\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/PD2034352@U-8725.jpg\" alt=\"Musharraf and Bush\" width=\"515\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 12 2002: Musharraf shakes hands with the US president, George Bush, at the White House after Pakistan pledged support for America's \"war on terror\" in the wake of the September 11 terrorist attacks</span> <span class=\"element-image__credit\">Photograph: Win McNamee/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707133\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2002GD8459374@RAWALPINDI,-PAKISTAN--9107.jpg\" alt=\"Pakistani man voting general election\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 10 2002: A Pakistani man uses a stamp to vote at a Rawalpindi polling station in the first general elections since Musharraf seized power</span> <span class=\"element-image__credit\">Photograph: Paula Bronstein/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707145\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/GD8438884@Contestants-make-thei-2024.jpg\" alt=\"Rawalpindi car bombs\" width=\"556\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">December 25 2003: Pakistani soldiers stand guard at the site of a suicide bomb attack on Musharraf's motorcade in Rawalpindi</span> <span class=\"element-image__credit\">Photograph: Mian Khursheed/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707148\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2007GD5344375@Pakistani-commuters-p-2452.jpg\" alt=\"PPP against the state of emergency\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">November 17 2007: Commuters pass burning tyres lit by Pakistan People's party activists to protest at the state of emergency declared by Musharraf in Islamabad</span> <span class=\"element-image__credit\">Photograph: Asif Hassan/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707151\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2007GD5478553@ISLAMABAD,-PAKISTAN---2839.jpg\" alt=\"Musharraf Takes Oath As Civilian President\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">November 29 2007: Musharraf listens to the national anthem before taking the oath of office for his five-year term as a civilian president after stepping down as head of the army</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707154\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2007GD6248759@Supporters-of-Asif-Al-3285.jpg\" alt=\"UnassignedSupporters of Asif Ali Zardari\" width=\"572\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 14 2008: Supporters of Asif Ali Zardari, the husband of Pakistan's slain opposition leader Benazir Bhutto, carry away a banner of Bhutto after a campaign rally in Faisalabad</span> <span class=\"element-image__credit\">Photograph: David Guttenfelder/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707168\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD6285609@A-crowd-of-people-sta-4198.jpg\" alt=\"Lahore elections\" width=\"570\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 18 2008: A crowd stands behind a locked security gate as the former Pakistani prime minister Nawaz Sharif casts his ballot at a polling station in Lahore</span> <span class=\"element-image__credit\">Photograph: Liu Jin/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707174\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD6289164@PESHAWAR,-PAKISTAN----6107.jpg\" alt=\"Peshawar voting\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 18 2008: A Pakistani voter casts a ballot near Peshawar in critical national and provincial elections</span> <span class=\"element-image__credit\">Photograph: Paula Bronstein/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707177\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD6302739@LAHORE,-PAKISTAN---FE-7515.jpg\" alt=\"Opposition Celebrate Election Win In Pakistan\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 19 2008: Supporters of Nawaz Sharif, the head of the opposition Pakistan Muslim League-N, celebrate in Lahore after opposition parties defeated Musharraf's party in national elections</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707183\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD7647132@Pakistani-anti-Mushar-8409.jpg\" alt=\"anti-Musharraf lawyers\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 13 2008: Anti-Musharraf lawyers chant slogans outside the presidential palace in Islamabad</span> <span class=\"element-image__credit\">Photograph: Farooq Naeem/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707189\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD8389840@Supporters-of-Pakista-9804.jpg\" alt=\"Pakistan Muslim League\" width=\"434\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">August 14 2008: Pakistan Muslim League supporters burn a picture of Musharraf as they chant in Multan</span> <span class=\"element-image__credit\">Photograph: Asim Tanveer /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336709591\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/GD8460018@epa01454154-A-handout-6003.jpg\" alt=\"Musharraf resigns\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">August 18 2008: Musharraf announces his resignation on state television in the face of looming impeachment proceedings</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336707198\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/2008GD8458349@Supporters-of-Pakista-1156.jpg\" alt=\"Muslim League-N party share sweets\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">August 18 2008: Supporters of the Pakistan Muslim League-N party share sweets to celebrate Musharraf's resignation in Multan</span> <span class=\"element-image__credit\">Photograph: Asim Tanveer  /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336709594\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/1/GD8461568@Outgoing-President-Pe-7056.jpg\" alt=\"Musharraf salutes\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">August 18 2008: Musharraf salutes as he leaves the presidential house in Islamabad</span> <span class=\"element-image__credit\">Photograph: Emilio Morenatti/AP</span> </figcaption> </figure>",
  "<p>For good or for ill, Russia is back. And this great power means business. The reasons for Georgia's decision to \"restore constitutional order\" in South Ossetia through military means are best known to the man who ordered it: <a href=\" http://www.theguardian.com/world/2008/aug/12/georgia.russia7 \">President Mikhail Saakashvili</a>. But it was always wishful thinking to believe that mother Russia would sit on her hands while its \"peacekeepers\" were under fire across its immediate border. Russia's decision to mount an armed response was predictable: so too was its disproportionate severity. Russia's overwhelming victory has allowed it to avenge its post-cold war \"humiliation\" – expanded Nato membership in the Caucuses is less likely, Russian strategic influence in the region has deepened, and the west has proven powerless in the face of events.</p> <p>That does not mean that the world must now abandon Georgia to whatever fate Vladimir Putin chooses – and make no mistake, this conflict has demonstrated that he is still very much in charge. Instead, the international community should engage with both Georgia and Russia and press for a fair and lasting peace settlement, and the European Union is ideally placed to lead that effort. President Sarkozy is not a man <a href=\" http://www.theguardian.com/world/2008/aug/12/georgia.russia4 \">famed for his diplomacy</a>, but he deserves credit for the speed with which the EU's French presidency has persuaded both Georgia and Russia to agree to a six-point plan for peace. Whether it will stand the test of time is doubtful but it remains the best available foundation on which to build. There are two specific reasons why the EU should lead that process forward.</p> <p>First, Europe is the only player that can be seen as an honest broker. Saakashvili has close personal connections to the neocons in Washington, and the US government has backed the Georgian regime to the hilt, providing its leadership with political backing and providing its army with military training. Russia's brutal retaliation in South Ossetia was designed to show how little that support means: for America to broker peace is therefore unthinkable. By contrast, Europe's initial ambivalence might prove the unlikely key to its success. Post-Soviet member states are more inclined to lay blame for the conflict at Russia's door; others, including Italy, have expressed an opposing view. By acknowledging that there are different opinions over responsibility for this conflict, the EU can better adopt a position of neutrality in its negotiations.</p> <p>Second, Europe will engage the Russian bear, rather than bait it. Both US presidential candidates have suggested that Russia's response in South Ossetia should reflect negatively on its application to join the WTO. The Republican candidate, John McCain, has even mooted the idea of <a href=\" http://www.theguardian.com/world/2008/aug/11/johnmccain.barackobama \">booting Russia out of the G8</a>. That is folly. Senator McCain is certainly old enough to remember that it was engagement with the Soviet Union that helped defuse cold war tensions – notably through the Helsinki process of the 1970s, and the dialogue between Gorbachev and Reagan in the 1980s. Membership of the WTO and the G8 are mechanisms through which to engage Russia today and help to steer her on to the path of accountability, openness and democracy. By isolating Russia, political leverage will be lost and hostilities will deepen. </p> <p>Playing to the gallery of populist opinion is short-sighted but inevitable at this point in America's election cycle. But not all EU member states have resisted that temptation either. Notably, Britain's foreign secretary, <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7557887.stm\">David Miliband</a>, and the Conservative leader, <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/georgia/2547611/David-Cameron-What-happens-in-Georgia-directly-affects-us.html\">David Cameron</a>, have engaged in a race to the bottom with each determined to use tougher, more anti-Russian rhetoric than the other. It is an unedifying spectacle that proves their mutual lack of suitability for the job that they are really squabbling over. But the EU as an entity is more mature: it is institutionally inclined to dialogue, inclusion and policy that reflects the shades of grey that are inherent to this conflict. That is a must for disentangling the constitutional complexities that have dogged Georgia since the fall of the Soviet Union.</p> <p>There is a great deal of work to be done in order to reach agreement. Success will depend on genuine commitment from both Russia and Georgia – and that is by no means guaranteed. It is possible that Russia will, ultimately, adopt the 21st century equivalent of the <a href=\" http://en.wikipedia.org/wiki/Brezhnev_Doctrine\">Brezhnev doctrine</a> and impose a unilateral outcome in its sphere of influence, undermining Europe in the process. That's the risk. But by leading the effort to find an acceptable solution, and working with the UN, OSCE, and America too, Europe can minimise that risk and show that it too means business.</p>"
]