[
  "<p>John McCain is heading to near-certain defeat in the presidential election because American voters no longer trust Republicans on the economy, a strategist for the party warned yesterday.</p> <p>Steve Lombardo, who has worked on Republican campaigns since 1992 and advised McCain's opponent, Mitt Romney, in the primaries, said it would take a major external event, such as a terrorist attack or a crippling error by Barack Obama, for McCain to make a comeback.</p> <p>\"Basically unless there is some external event the dynamics of this race are being driven almost entirely by the financial situation here in the United States and globally, and that works for Barack Obama,\" Lombardo told the Guardian. </p> <p>\"If there isn't some sort of event or, God forbid, a terrorist attack that moves the election on to foreign affairs or national security, it is unlikely that McCain can regain the lead, just because voters have decided that the base of the problems they face are the Republican party, George Bush, and, by extension, John McCain.\"</p> <p>McCain last night tried to get past Obama's advantage on the economy by making a personal connection with voters, in the second of three presidential debates in Nashville, Tennessee. </p> <p>Taking advantage of a town hall format, McCain walked up to the studio audience to make his pitch. \"I know how to get American working again,\" he said. </p> <p>But the outlook for Republicans did not look good. Yesterday saw Bush brought to a new low. The 25% approval rating was recorded just after Congress approved a $700bn (£400bn) economic bailout, suggesting the public gave no credit to the White House for its rescue plan.</p> <p>The rating, a new nadir for a historically unpopular president, puts Bush one point ahead of Richard Nixon on the eve of his departure in 1974. It is three points higher than the poll's all-time low for any president, Harry Truman's 22% in 1952.</p> <p>Lombardo laid out his misgivings in a memo obtained by the Guardian, in which he wrote that McCain's attempts to make the election about Obama's character were unlikely to work. The memo argues such attacks at this point seem \"desperate\"; the time to define the Democrats' character had been in August - before the presidential debates. \"The economic situation has virtually ended John McCain's presidential aspirations and no amount of tactical manoeuvring in the final 29 days is likely to change that equation,\" the memo said. \"There are more turns to come in this election and it is not over yet but it sure seems like it is.\"</p> <p>The memo said McCain lost the election on September 15 - two days after Lehman Brothers filed for bankruptcy - when he told a rally in Florida: \"The fundamentals of the economy are strong.\"</p> <p>McCain saw fresh signs yesterday of the damage to his prospects in polls showing him trailing in four battleground states and fighting to keep Indiana and North Carolina. He suffered another blow when the wife of a retiring Republican senator seen as one of the Republicans' experts on national security officially endorsed Obama. \"We're in two wars, two of the longest we've ever been in. We've run up a third of our nation's debt in just the past eight years. We're in the biggest financial crisis since the Great Depression,\" said Lilibet Hagel, whose husband, Chuck, is a senator from Nebraska.</p> <p>With less than four weeks until election day, the slide in the polls brought an even more personal edge to McCain's attacks on Obama. The Democrats hit back with an ad released on cable networks yesterday, accusing McCain of being \"out of ideas\" and seeking to distract voters from America's economic problems. \"With no plan to lift our economy up, John McCain wants to tear Barack Obama down,\" it said.</p> <p>In the latest bad news for McCain, a Time magazine-CNN poll showed the Republican struggling to hold states Bush carried easily in 2004. In Indiana, Republican since 1964, McCain and Obama were tied among registered voters on 48%. </p> <p>Palin, meanwhile, emerged as the attack dog. The vice-presidential candidate redirected her attack from Obama's association with 1960s radical Bill Ayers to Obama himself. \"You mean he didn't know that he launched his political career in the living room of a domestic terrorist?\" she asked a rally in Jacksonville.</p>",
  "<p>A controversial American author and conspiracy theorist was arrested in Nairobi and deported yesterday after trying to plug his bestselling book attacking Barack Obama, whose late father was Kenyan. </p> <p>Jerome Corsi arrived in the country last week to promote The Obama Nation: Leftist Politics and the Cult of Personality, an error-riddled book that recently became a bestseller in the US. It falsely claims that Obama, who is revered in Kenya, was raised as a Muslim, and smears the prime minister, Raila Odinga, the country's most popular politician. </p> <p>Corsi had said that he also planned to deliver a $1,000 (£570) cheque from a conservative website owner to George Obama, the presidential candidate's half-brother who lives in the Kenyan capital's Huruma slum. But by widely publicising his itinerary, Corsi, whether intentionally or not, attracted government attention. Immigration police detained him at a luxury hotel which was due to host the book launch yesterday. </p> <p>Ministry officials, denying the book had anything to do with the arrest, said Corsi had failed to obtain a temporary work permit. He was later taken to Jomo Kenyatta international airport, where he was expected to catch a flight to Europe. </p> <p>Despite Corsi's controversial and often bizarre views - including his claim that President George Bush is pursuing a \"North American Union\" comprising the US, Canada and Mexico - he has already proved an ability to influence American politics. In 2004 he helped sink the Democratic presidential campaign by co-authoring \"Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry\". </p> <p>He dedicated a chapter in his latest book to \"Kenya, Odinga, Communism and Islam\", despite having never visited the country. Corsi claimed last week to have been invited to Nairobi by missionaries concerned about the rise of Islam. </p> <p>\"Dr Corsi will also expose details of deep secret ties between US Democratic presidential candidate Barack Obama and a section of Kenya government leaders, their connection to certain sectoral groups in Kenya and subsequent plot to be executed in Kenya should Senator Obama win the American presidency,\" he wrote on the press invitation to the book launch. </p> <p>In the first paragraph of his opening dispatch from Nairobi on Thursday for the conservative WorldNetDaily website, Corsi made clear his agenda, alleging that Odinga, who he claims has close ties to Obama, \"was appointed to the [prime minister] position to stop a wave of violence by Muslim supporters\" protesting against the flawed presidential election. On Friday he claimed Muslims had killed \"50 Christians [who had] sought refuge in a Christian church\" in Eldoret in January. </p> <p>Both claims are false. Kenya's post-election violence was ethnic-based rather than religious. If anything, the Kalenjin perpetrators of the church massacre were Christian. </p> <p>Most of Obama's relatives in Kenya declined to comment yesterday. However, one said that Corsi's planned visit to George Obama, who has stated that he is happy with his life and did not want to become a political pawn, would have been a bad idea. \"I don't think the people in Huruma would have welcomed him.\"</p>",
  "<p>It is one of the most eagerly awaited films of the electoral season, a biopic of the Republican incumbent by a controversially \"liberal\" director that could swing an election.</p> <p>Finally, \"W.\", Oliver Stone's film about George Bush's life, was revealed to the press yesterday ahead of its release to the public next week.</p> <p>The film has all the elements of the best psychodramas: an overbearing father, a straight-talking mother, a favourite son/brother, and a cast of sycophants and true believers. But it is the comedy - some of it very dark - that will stay in the minds of the audience. Bush, uncannily portrayed by Josh Brolin, saying \"Guantanamero\" instead of \"Guantánamo\"; comparing himself to Moses - \"He wasn't a very good speaker,\" Bush says to explain his own call to politics, \"but he knew\"; and agreeing with Laura, his wife, that the musical Cats is \"one thing I'll stay up late for\".</p> <p>But the film (its title is the initial of the president's middle name, Walker) plays like a TV movie rather than a cinematic epic, and it will not shift the political landscape ahead of the US election on November 4. Instead, it will reinforce the feelings of those who believe Bush was a dangerous incompetent, and provide ammunition to those on the other side of the political spectrum who prefer to worry about the bias of the liberal media.</p> <p>Stone does, knowingly or not, point up the comparison with another political ingenue, one derided for a lack of knowledge of political events and a diminished worldview. Brolin's Bush mangles phrases in a manner that can only bring to mind the Republican vice-presidential candidate, Sarah Palin. He even essays a few Palinesque winks.</p> <p>Asked if the movie was designed as an intervention in the electoral campaign, Scott Glenn, who plays Donald Rumsfeld, said: \"I think it's important in the context of the current election for the history of the administration to be put in front of the American people. It's going to be interesting to see how this plays in Twin Falls, Idaho.\"</p> <p>W.'s semi-comic depiction of recent history will appeal to many. Tony Blair gets a cameo, while familiar figures from the seven years of the Bush presidency hide around each corner. But, in keeping with Bush's fratboy image, he is first seen in the midst of a hazing (or initiation) ceremony, sitting in a metal bathtub at Yale. The similarities with waterboarding are pronounced, though in this case the young men are having Jack Daniels poured down their throats. </p> <p>Yale provides an intriguing backstory to Stone's involvement with the W. story: the two were contemporaries at the college, although they did not meet. Stone has told how Bush brought up the connection, of which the director had been unaware, when they met in his first presidential campaign in 1999. Bush, he says, was familiar with his work.</p> <p>While their paths diverged, one going to Vietnam and immersing himself in radicalism, the other famously dodging the draft and immersing himself in the advantages offered by his family's standing, the two shared some characteristics, traits the film plays up. </p> <p>So we meet Bush the party animal: drinking, flirting, slipping from one job to the next. His love of life has his father, portrayed by James Cromwell, berating him with the words: \"Who do you think you are, a Kennedy?\" But the wayward son meets the woman of his dreams: Laura Bush, played by Elizabeth Banks, leads him out of the darkness and helps him towards the light of the born again movement.</p> <p>It is Bush's mother, Barbara, played by Ellen Burstyn, who gets to deliver the most telling line. Confronted with the notion that her son plans to run for office, she exclaims: \"Governor of Texas? You must be joking!\"</p> <p>While JFK proved controversial for Stone's conspiratorial take on the Kennedy assassination, W. is far more conventional in its assessment. The core of the psychodrama is Bush's relationship with his domineering father. As is his wont, Stone explains the battle between the two in stark terms: he has them fight an imaginary duel at the close of the film.</p> <p>Of necessity - a necessity probably provoked by the imminent election - the film, which was only begun in May, will be released before the end of the story. With W still in office, the final act has yet to be written.</p> <h2>Maverick movies</h2> <p><strong>Commandante:</strong> Cuban dictator Fidel Castro allowed Stone unprecedented access to make this 2003 documentary portrait, which met with a storm of protest from Cuban-Americans. The director followed Commandante a year later with Looking for Fidel.</p> <p><strong>Nixon: </strong>Stone's 1995 biopic of the US president was assailed by Richard Nixon's family as \"reprehensible\" but it was nominated for four Oscars, including one for Anthony Hopkins' portrayal of the president as a paranoid, lonely man, riven with angst.</p> <p><strong>JFK: </strong>The director's take on theories surrounding the assassination of John F Kennedy divided critics but delighted conspiracy fans with its story of a plot to kill the president that stretched to the upper reaches of the US establishment.</p> <p><strong>Born on the Fourth of July: </strong>The 1989 adaptation of the autobiography of the Vietnam veteran Ron Kovic was the second in Stone's trilogy about the war. It won rave reviews and Stone's second Academy Award for best director- he picked up his first for Platoon in 1986.</p> <p><strong>Salvador: </strong>Stone nailed his political colours to the mast with a sympathetic portrayal of leftwing revolutionaries and a resounding condemnation of US policy in Central America in the story of a US photojournalist's efforts to reveal military atrocities in El Salvador's civil war.</p>",
  "<p>Winston Churchill used to say that democracy is the worst form of government except for all others. But something has, once again, gone seriously wrong with democracy in America, worse than Churchill meant it to be. </p> <p>Since this piece is about political philosophy, I'll begin with a syllogism. </p> <p>a) There are jobs that are about life and death. </p> <p>b) Reasonable persons would choose someone responsible for issues of life and death (eg the surgeon that is to operate on her child or the captain that is to pilot a plane she boards) on the basis of their record and qualifications rather than asking whether they are nice to have a beer with. </p> <p>c) The presidency of the United States of America is about life and death, <br>given that the president often makes decisions that affect thousands <br>and potentially millions of lives. </p> <p>d) Ergo: A reasonable person is likely to put qualifications and record above the question whether they would want to have a beer with this person, and/or whether she has a folksy accent and is a hockey mom in voting for the US presidency.</p> <p>This is obviously not what we have been seeing lately. There is really no need to repeat all that has been said about the catastrophe that might befall the US, and indeed our planet, if <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, through an accident of history, were to become president of the United States. Even most responsible <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/03/palin.biden.debate.media\">Republican pundits are worried</a> by this possibility. </p> <p>Nevertheless a sizeable part of the population was energised by Palin's nomination for the vice-presidency, and McCain surged in the polls. Some 37% think that she <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/45_say_biden_won_debate_37_say_palin\">won the debate against Biden</a>. Taking his cue from what works in the US, the Guardian's Washington DC bureau chief Ewen McAskill rightly comments on her \"<a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.sarahpalin\">down-to-earth, punchy performance</a>\"; this should, at best, earn her points on Big Brother or a celebrity talk show.</p> <p>The question that needs to be asked is what has gone wrong with democracy in America, if this folksiness can make the difference in an election? Actually some of us already asked this question eight and four years ago, when an intellectual lightweight, who turned out to be a historical disaster for the US and the world, defeated Al Gore and then John Kerry, because voters said that they would prefer having a beer with him than with his opponents. </p> <p>This very man (George Bush, just in case) counted on his constituency's ignorance in making a fake case for a connection between Saddam's regime and al-Qaida, as one of the justifications of marching into Iraq, telling the world soon after that the mission was accomplished before continuing to lead his country proudly into history's greatest financial meltdown since 1929. </p> <p>And now part of the electorate of the very same country that made this horrific mistake is willing to take the risk to have a president whose foreign policy credentials consist in having lived in a place where you could almost see Russia across the sea. </p> <p>Let's get back to ask the philosophical question. Is this what representative democracy should be? Reading Susan Jacoby's <a href=\"http://www.susanjacoby.com/\">The Age of American Unreason</a>, you come to the conclusion that every electorate gets the government it deserves. Only one-third of young Americans can pinpoint Iraq on the map, and less than 40% can tell you how many senators there are. Given this breadth of knowledge, it is no wonder that Sarah Palin's qualifications as a hockey mom count for something in national elections. </p> <p>American democracy is flawed, because a fake sense of intimacy with a presidential candidate has come to count more than credentials and arguments. This, in turn, is the result of an educational system that lets people arrive at voting age in a state bordering on illiteracy and obviously does little to lift them above this state for the rest of their adult lives. </p> <p>I know that this sounds elitist. But frankly, I am worried. The president of the United States affects me personally (and another 6 billion inhabitants on this planet), even though I <a href=\"http://www.theguardian.com/commentisfree/2008/oct/01/usa.uselections2000\">cannot vote there</a>. I do not think that you need an aristocratic temperament to demand that the man or woman who holds the key to the world's largest nuclear arsenal and its most powerful army should have some idea about the workings of the world beyond Alaska, and should be able to pass tests more severe than answering questions that she has been <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/03/uselections2008.sarahpalin2\">coached on</a> for several days in a row. </p> <p>My point is not about the US. It is about educational systems that leave people clueless about the world, and hence do not provide them with criteria better than gut-level sympathy to <a href=\"http://www.theguardian.com/commentisfree/2008/oct/05/uselections2008.sarahpalin\">choose their political leaders</a>. It is about a cultural atmosphere that has come to be disdainful and to distrust those who sound educated. And it is about the danger of illiteracy for democracy.</p>",
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> is heading to near-certain defeat in the elections because American voters no longer trust <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> on the economy, a Republican strategist warned today.</p> <p>Steve Lombardo, who has worked on Republican campaigns since 1992 and advised McCain's opponent, Mitt Romney, in the primaries, said it would take a major external event - such as a terrorist attack - or a crippling error by <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> for McCain to make a comeback.</p> <p>\"Basically unless there is some external event the dynamics of this race are being driven almost entirely by the financial situation here in the United States and globally, and that works for Barack Obama,\" Lombardo said.</p> <p>\"If there isn't some sort of event or, God forbid, a terrorist attack that moves the election on to foreign affairs or national security, it is unlikely that McCain can regain the lead just because the American voters have decided that the base of the problems they face are the Republican party, <a href=\"http://www.theguardian.com/world/georgebush\">George Bush</a>, and by extension John McCain.\"</p> <p>The bleak assessment of McCain's prospects from one of his own comes on a day when the economic crisis brought George Bush to an historic new low in his popularity.</p> <p>Bush's 25% approval rating was recorded just after Congress approved a $700bn economic bailout, suggesting the public gave no credit to the White House for its rescue plan.</p> <p>The rating, a new nadir for an historically unpopular president, puts Bush one point ahead of Richard Nixon on the eve of his departure from the White House in 1974. It is just three points higher than the poll's all-time low for any president, Harry Truman's 22% job approval rating in 1952.</p> <p>Lombardo laid out his misgivings in a memo obtained by the Guardian in which he wrote that McCain's attempts to distract voters from the economy and make the election about Obama's character were unlikely to work.<br>The memo argues such attacks at this point seem \"desperate\" and \"off-key\", and that the time to define the Democrats' character was in August - before the presidential debates.</p> <p>\"The economic situation has virtually ended John McCain's presidential aspirations and no amount of tactical manoeuvring in the final 29 days is likely to change that equation,\" the memo said.</p> <p>It concludes: \"There are more turns to come in this election and it is not over yet but it sure seems like it is.\"</p> <p>The memo said McCain lost the election on September 15 - two days after Lehman brothers filed for bankruptcy - when he told a rally in Jacksonville, Florida: \"The fundamentals of the economy are strong.\"</p> <p>McCain saw fresh signs today of the damage to his own presidential prospects from the economic crisis in a new set of polls showing him trailing in four battleground states and fighting to hang on to two states - Indiana and North Carolina - formerly seen as Republican strongholds.</p> <p>McCain suffered another blow when the wife of a retiring Republican senator seen as one of the Republicans' experts on national security officially endorsed Obama.</p> <p>\"The fact is we're in two wars, two of the longest we've ever been in. We've run up a third of our nation's debt in just the past eight years. We're in the biggest financial crisis since the Great Depression,\" said Lilibet Hagel, whose husband, Chuck, is a senator from Nebraska.</p> <p>With less than four weeks to go until election day, the slide in the polls brought an even more aggressive and personal edge to McCain's attacks on Obama.</p> <p>The Obama camp hit back with a new ad released on cable networks today accusing McCain of being \"out of ideas\" and seeking to distract voters from America's economic problems. \"With no plan to lift our economy up, John McCain wants to tear Barack Obama down,\" the ad said.</p> <p>The Republican is also giving a larger role to his running mate, Sarah Palin, who is recovering her popularity among the party base following her adequate debate performance last week.</p> <p>In the latest bad news for McCain, a Time magazine-CNN poll showed the Republican struggling to hold on to states that George Bush carried by large margins in 2004.</p> <p>In Indiana, which has voted solidly for Republicans in presidential elections since 1964, McCain and Obama were tied among registered voters, with 48% support.</p> <p>Obama was also widening his lead in battleground states won by George Bush, including Ohio which decided the 2004 elections. Obama now leads McCain by 50% to 47% among likely voters in the Time-CNN poll.</p> <p>A day after accusing the Democrat of \"palling around with terrorists\", the campaign today shifted focus from Obama's connections to the candidate himself.</p> <p>Palin meanwhile emerged as the Republican's lead attack dog. The vice-presidential candidate was scheduled to address three rallies.</p> <p>In the first of two appearances in northern Florida, a vote-rich battleground state where the Republicans are struggling to remain in contention, Palin also re-directed her attack from Obama's association with the 60s era radical Bill Ayers to Obama himself.</p> <p>\"You mean he didn't know that he had launched his own political career in the living room of a domestic terrorist?\" Palin asked a rally in Jacksonville.</p> <p>\"This election is about the truthfulness and judgment needed in our next president,\" she said. \"John McCain has it and Barack Obama doesn't.\"</p> <p>Palin was also scheduled to appear in North Carolina tomorrow.</p> <p>The last Democrat to win North Carolina in a presidential election was Jimmy Carter in 1976. But an aggressive push by Obama, who spent time there preparing for the debate, and invested resources in voter registration, has put McCain on the defensive.</p> <p>Today's polls showed the two virtually tied in the state, with Obama on 49% and McCain on 48%.</p>",
  "<p>At a time when both White House candidates jockey over who can best handle an economic emergency, one could easily forget that the US presidential campaign began as a contest over national security. It is Iraq that propelled Barack Obama, who highlighted his early opposition to the war, and John McCain, who took credit for backing the military surge early on, to become the nominees of their respective parties. And when the next president steps into the Oval Office in January, voters will expect him to address two wars: one trending positively in Iraq and the other negatively in Afghanistan. </p> <p>Regardless of who wins the election, however, the next administration will find its hands tied over how to direct both theaters. Its decisions will be carried out by the two commanders most closely associated with the Bush administration's Iraq policy: <a href=\"http://www.theguardian.com/world/2008/apr/23/usa.iraq\">General David Petraeus</a>, who this month assumes command of Centcom, overseeing all US troops in the Middle East, Central Asia and the Horn of Africa; and General Ray Odierno, Petraeus's former deputy, who recently <a href=\"http://voices.washingtonpost.com/inteldump/2008/09/the_new_man_in_iraq.html?hpid=opinionsbox1\">took over the command of American forces in Iraq</a>.</p> <p>These assignments naturally produce some conflict with the Democratic nominee. Many Americans will press Barack Obama to bring the troops home should he clinch the presidency. But while the Illinois senator has pushed for a 16-month timetable for withdrawal, both Petraeus and Odierno staunchly advocate a conditions-based approach and firmly reject timetables. Fully aware that the next Iraq surprise could rear its ugly head at any moment, they will most certainly continue to stress that the gains in Iraq are <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/04/08/AR2008040801281.html?hpid=topnews\">\"fragile and reversible\"</a>. </p> <p>Petraeus, the public face of the surge strategy, takes credit for bringing violence in Iraq to four-year lows, restoring the US military's reputation and rewriting American counterinsurgency tactics. These achievements have made him <a href=\"http://www.time.com/time/specials/2007/personoftheyear/article/0,28804,1690753_1695388_1695379,00.html\">incredibly popular</a> in policy circles and beyond. Despite his role as commander-in-chief of all US armed forces, the next president would pay a hefty political price for removing Petraeus and Odierno. The bipartisan fallout over the infamous MoveOn.org <a href=\"http://www.npr.org/templates/story/story.php?storyId=14623512\">\"General Betray Us\"</a> ad illustrates the negative impact of such a gamble.</p> <p>Regardless of any potential disagreement, the next president will be forced to uphold the Bush administration's principle of \"return on success\" – as Iraqi forces stand up, Americans stand down. On-duty Iraqi security forces, which include all Iraqi military and police, have increased by 171,300 over the past 12 months to a total of 531,000, according to the <a href=\"http://www.brookings.edu/saban/iraq-index.aspx\">Brookings Institution's Iraq Index</a>, which pools its numbers from the Iraqi ministries of Defence and the interior. Lieutenant General James Dubik, the former commander of coalition forces charged with building Iraqi security forces, suggested this past summer that the <a href=\"http://www.iht.com/articles/2008/07/09/mideast/iraq.php\">Iraqi army and police could take over combat operations by mid-2009</a>.</p> <p>But the quality of the largely inexperienced and corrupt Iraqi military remains in question. Already, senior military officials have warned against repeating the mistakes of General George Casey, Petraeus's predecessor in Iraq, who in 2005 <a href=\"http://www.nytimes.com/2007/01/02/washington/02war.html?pagewanted=print\">tried to shift responsibilities to unready Iraqi forces</a>. A period of the highest levels of violence since the start of the war ensued. </p> <p>Both McCain and Obama have also called for more troops in Afghanistan, a war Petraeus has conceded is <a href=\"http://ap.google.com/article/ALeqM5gbQFubeddDbtKYE1zt7uphJlJVTwD936UQDO1\">\"headed in the wrong direction\"</a>. Last month, General David McKiernan, head of the Nato-led forces in Afghanistan, said he <a href=\"http://www.nytimes.com/2008/09/17/world/asia/17gates.html?_r=2&amp;partner=rssuserland&amp;emc=rss&amp;pagewanted=all&amp;oref=slogin&amp;oref=slogin\">needs an additional 15,000 troops</a>. But with US forces stretched thin, neither candidate could afford such a move while maintaining the current troop levels in Iraq. The recent announcement of 2009 troop deployments to Iraq will maintain the number of soldiers there largely steady at 14 combat brigades from February to early fall. </p> <p>Even George Bush could only initiate a l<a href=\"http://www.theguardian.com/world/2008/sep/09/iraq.usa\">imited withdrawal of 8,000 troops from Iraq</a>. That decision was a compromise - far less than the drawdown advocated by the Joint Chiefs of Staff over concerns for the health of the force, and far swifter than what Petraeus supported, namely keeping troop levels steady through next summer. </p> <p>Bush's announcement signals the tone and pace of future drawdowns – a gradual, not dramatic, shift of forces from Iraq to Afghanistan and its border region with Pakistan. From his new desk, the next president will similarly meet halfway between his political desires and the realities on the ground, as assessed by Petraeus and Odierno. Obama or McCain will have to carefully balance between the two main fronts in the war on terror while avoiding too much optimism over the growth of Iraqi forces and the dramatic drop in violence, both potentially short-lived. In the first American wartime presidential transition in 40 years, the Bush administration's war policies will thus bear heavily on its successor.</p>",
  "<p>With election day less than a month away, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> face off in the second of three presidential debates tonight, with voters watching to see which has a better grip on the steadily worsening global economic situation.</p> <p>The debate at Belmont University in Nashville, Tennessee, comes a day after global stock markets faltered, despite the US congress's vote last week to inject $700bn into US credit markets, setting the stage for a conversation tonight over how best to right the economy.</p> <p>As bad economic news has continued to dominate the presidential race, Obama has soared in the polls. Voters say they trust the Democrat more than McCain to handle the financial mess, and tie the Republican candidate to the unpopular Bush administration. </p> <p>Tonight the onus falls on McCain to, at the very least, halt Obama's momentum, regain energy and reignite enthusiasm behind his campaign, which last week announced it was pulling out of the key swing state of Michigan and has lost ground in polling in many other swing states.</p> <p>The forum's loosely structured town hall format, in which the candidates will take questions from members of the audience and viewers sending questions online, could favour McCain, who thrives in more relaxed settings. </p> <p>But Obama, a former law professor at the University of Chicago, is himself a skilled debater, and honed his craft over 16 months of encounters with Hillary Clinton and other candidates during the Democratic primary season. </p> <p>Meanwhile, the husband of McCain running mate <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> will answer questions in an abuse-of-power inquiry in Alaska, CNN reported. </p> <p>A state legislative committee subpoenaed him and several aides to Palin, the governor of Alaska, in its investigation into whether Palin fired the state's public safety commissioner to settle a personal score. </p> <p>The commissioner, Walt Monegan, had refused to sack a state trooper who was embroiled in a messy child custody dispute with Palin's sister. Palin dismissed him in July, stating publicly that the two had a disagreement on budget issues. The legislature's report on the matter is due on Friday.</p> <p>The last presidential debate was largely seen as a draw, with some commentators giving Obama a slight edge. The debate will be moderated by Tom Brokaw of NBC News.</p> <p>Polls have shown the economy is the foremost issue on voters' minds, and the crumbling stock markets, worsening employment and still-frozen credit markets have combined to make it the most salient issue of the race. </p> <p>Over the weekend, McCain aides said they would try to move the conversation away from economic issues and onto questions of character. </p> <p>Since then, Palin has questioned Obama's association with a 1960's-era radical, who participated in bombings but now is renowned in Chicago as an education policy expert. She also brought up his attendance at the church of Reverend Jeremiah Wright, a fiery, divisive preacher who provided fodder for Clinton's campaign. </p> <p>But the timing of the McCain camp's efforts, coming as Obama's poll numbers are gaining and the economy is flagging, may cause voters to consider them a distraction.</p> <p>In response, the Obama campaign unveiled a website and documentary-style video highlighting McCain's ties to Charles Keating, a banking executive who went to prison in connection with the savings and loan scandals of the 1980s. </p> <p>A Senate committee in 1991 exonerated McCain in the matter, but faulted his \"poor judgment\" in his dealings with Keating. The Obama campaign says the episode illustrates a lapse in judgment on matters of financial oversight.</p> <p>In a memo released this morning, Obama spokesman Bill Burton sought to downplay expectations of the Democrat's performance tonight, noting, \"When it comes to sheer format, we enter today's debate the decided underdog\". That is a common campaign tactic in the run up to debates. Burton also predicted McCain would sling mud at Obama rather than engage him on economic issues.</p> <p>\"In order to change the dynamics of this race, we anticipate that McCain will launch his nastiest attacks and continue to lie about Barack Obama's record and his vision to fundamentally change our country,\" he said. He continued: \"The American people aren't interested in nasty, false attacks, and they're not interested in four more years of Bush policies. But that's all he's offering.\"</p> <p>Tonight's questions are likely to focus on economic issues. Yesterday, the Dow Jones closed below 10,000 points for the first time since 2004, finishing several hundred points lower than the day George Bush took office in January 2001. </p> <p>That provides ammunition for Obama to press his case that the country is worse off after eight years of Republican control of the White House, and that McCain would only continue Bush's failed policies of tax cuts for the wealthy and corporations.</p> <p>To the extent that McCain is forced to confront the economy tonight, he is likely to continue to press his case that an Obama administration would raise taxes, hindering job growth and economic recovery.</p> <p>Meanwhile, new rounds of polling continue to show voters moving steadily into Obama's camp. A Washington Post-ABC News poll released this morning has Obama ahead in the key swing state of Ohio, 51 percent to 45 percent. An aggregate of national polling maintained by pollster.com shows Obama up 49.9% to 42.9%.</p>",
  "<p>A controversial American author and conspiracy theorist was arrested in Nairobi and was due to be deported today after trying to plug his bestselling book attacking Barack Obama, whose late father was Kenyan. </p> <p>Jerome Corsi arrived in the country last week to promote The Obama Nation: Leftist Politics and the Cult of Personality, an error-riddled book that recently became a bestseller in the US. It falsely claims that Obama, who is revered in Kenya, was raised as a Muslim, and smears Prime Minister Raila Odinga, the country's most popular politician. </p> <p>Corsi had said that he also planned to deliver a $1,000 cheque from a conservative website owner to George Obama, the presidential candidate's half brother who lives in Nairobi's Huruma slum. </p> <p>But by widely publicising his itinerary, Corsi, whether intentionally or not, attracted the government's attention. Immigration police detained him at a luxury downtown hotel due to host the launch today. </p> <p>Ministry officials, denying that book had anything to do with Corsi's arrest, said that he had failed to obtain for a temporary work permit on entering the country. He was later taken to Jomo Kenyatta International Airport, where he was expected to catch a flight to Europe. </p> <p>Despite Corsi's controversial and often bizarre views - including accusing President George Bush of pursuing a \"North American Union\" comprising the US, Canada and Mexico - he has already proved his ability to influence American politics. In 2004 he helped sink the Democratic presidential campaign by co-authoring Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry. </p> <p>He dedicated a chapter in his latest book to \"Kenya, Odinga, Communism and Islam\", despite having never visited the country. Corsi claimed last week to have been invited to Nairobi by Christian missionaries concerned about the rise of Islam in Kenya. </p> <p>\"Dr Corsi will also expose details of deep secret ties between US Democratic presidential candidate Barack Obama and a section of Kenya Government leaders, their connection to certain sectoral groups in Kenya and subsequent plot to be executed in Kenya should Senator Obama win the American presidency,\" he wrote on the press invitation to the book launch. </p> <p>In the first paragraph of his opening dispatch from Nairobi last Thursday for the conservative WorldNetDaily website, Corsi made clear his agenda, alleging that Odinga \"was appointed to the [prime minister] position to stop a wave of violence by Muslim supporters\" protesting the flawed presidential election. On Friday he claimed Muslims had killed \"50 Christians [who had] sought refuge in a Christian church\" in Eldoret in January.<br> Both claims are false. Kenya's post-election violence was ethnic-based rather than religious. If anything, the Kalenjin perpetrators of the church massacre were Christian. </p> <p>Obama's relatives in Kenya declined to comment today. But one said that Corsi's planned visit to George Obama, who has stated he is happy with his life and did not want to become a political pawn, would have been a bad idea. \"I don't think the people in Huruma would have welcomed him.\"</p>",
  "<p>The American author of a bestselling critical biography of Barack Obama containing the false allegation he was raised a Muslim has been deported from Kenya.</p> <p>Jerome Corsi, who wrote The Obama Nation: Leftist Politics and the Cult of Personality, was picked up by police today for not having a work permit.</p> <p>He was briefly held at immigration headquarters in Nairobi before being brought to Jomo Kenyatta International Airport for deportation, according to Joseph Mumira, head of criminal investigations at the airport.</p> <p>Corsi had been scheduled to launch the book today in Kenya. Organisers of the book launch said Corsi had not broken any immigration rules but was considered an embarrassment. </p> <p>\"His papers were found to be in order. His passport was fine, his visa was fine,\" Peter Mbae , his publicist in Kenya, told Reuters. \"But the government did not want him to launch his book on Kenyan soil. That's why he has been deported.\" </p> <p>Immigration officials declined to comment.</p> <p>Obama is a popular figure in Kenya, where his father was a government economist. Several of his extended family still live there. </p> <p>A recent poll found that 89% of Kenyans want Obama to win the US election. </p> <p>In 2004, Corsi was the co-author of Unfit for Command: Swift boat veterans speak out against John Kerry, which was criticised for carrying interviews with people who did not serve in Vietnam with the 2004 Democratic presidential candidate. Many who did said the book's claims were false.</p> <p>The US press has accused Corsi of being anti-Islamic, anti-Catholic, anti-semitic and homophobic, and of exploiting racial prejudices in an attempt to ''scare white America\".</p> <p>Despite this, The Obama Nation and Unfit for Command made it into the New York Times bestseller lists.</p> <p>Corsi writes in The Obama Nation that the presidential candidate is a dangerous and radical prospect to become the leader of the US and makes the false allegations that Obama was raised as a Muslim, and harbours \"black rage\".</p> <p>Obama issued a 40-page rebuttal on his website FightTheSmears.com, under the title Unfit for Publication. He asserts that he is a Christian who attended Trinity United Church of Christ in Chicago.</p> <p>According to a press release announcing Corsi's visit, he arrived in Kenya last week at the invitation of Christian missionaries concerned about the spread of Islam. He was planning to file daily dispatches all week, the statement said.</p>",
  "<p>As Republicans take aim at <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama's</a> past links to a 1960s radical activist, some Democrats are threatening a tit-for-tat assault by noting <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain's</a> ties to a group that helped fund right-wing guerrillas during the 1980s Iran-Contra scandal.</p> <p>The latest round of attacks came as the presidential hopefuls geared up for their second debate in Nashville tonight. With his fortunes fading in many key states, McCain has made no secret of his plans to question Obama's character – and Obama allies have fired right back.</p> <p>After Republican No 2 <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> condemned Obama for attending a political event hosted by Bill Ayers, a former leader of the 1960s radical group the Weather Underground, Democratic pundits and bloggers began chiding McCain for his time on the board of the US Council for World Freedom (CWF).</p> <p>The CWF was used as a conduit for arms sales and other aid to the Contras, a right-wing guerrilla group in Nicaragua that also got backing from the CIA under Ronald Reagan. </p> <p>McCain was a congressional supporter of the Contras during the early 1980s, while serving on the CWF board but before the Iran-Contra scandal imperilled its work.</p> <p>The CWF was affiliated with the World Anti-Communist League, whose chairman was forced to resign in 1980 after he was linked to the neo-Nazi movement. McCain joined the CWF the following year after meeting with its chief, former US army major general John Singlaub.</p> <p>\"I think I met him in the Washington area when he was just a new congressman,\" Singlaub told the Associated Press. \"We had McCain on the board to make him feel like he wasn't left out. It looks good to have names on a letterhead who are well-known and appreciated.\"</p> <p>The Obama campaign has yet to raise McCain's CWF connection directly, but prominent liberals are sure to continue raising the link as a way to temper Palin's Ayers-related attacks. </p> <p>Democratic strategist Paul Begala, a former Bill Clinton adviser, was the first to warn McCain that condemning Obama's arms-length interactions could potentially backfire.</p> <p>The timing of McCain's resignation – specifically, its proximity to the Iran-Contra scandal in 1986 – could become particularly pertinent. McCain has said he quit the group in 1984, and spokesman Brian Rogers told Politico.com that the Republican nominee resigned \"when questions were raised about its activities\". </p> <p>\"But that in no way diminishes his leadership role in ensuring that the forces of democracy and freedom prevailed in Central America,\" Rogers added.</p> <p>McCain's name remained on CWF letterhead as late as 1986, however, according to several reports today.</p>",
  "<p>Gordon Brown plans to personally campaign to retain Labour's seat in <a href=\"http://www.theguardian.com/politics/glenrothes\">Glenrothes at the forthcoming byelection</a>, despite the convention that prime ministers avoid byelection contests.</p> <p>Jim Murphy, the newly appointed Scottish secretary, said that Brown had already decided to take part in the campaign because it was the neighbouring seat to his own Fife constituency. </p> <p>The byelection is due to take place on November 6, two days after the US presidential election.</p> <p>\"He's a phenomenal and formidable campaigner, and he's determined to try to come here,\" Murphy said this afternoon, as he visited voters in the constituency. \"It's important that he tries to do that. He knows that.\"</p> <p>Brown needed to first devote his energies to the economic crisis, he added, but would visit when time allowed. </p> <p>\"The prime minister is focused 100% on the unprecedented economic situation that we have,\" Murphy added. </p> <p>Brown's arrival in Glenrothes is likely to ignite the campaign for the seat, since his future as prime minister rests in part on Labour holding the seat against a formidable local campaign by the Scottish National party. Many of his party critics believe he would irretrievably weakened by a third byelection defeat in a year.</p> <p>The SNP is widely regarded as the favourite to overturn the 10,664-vote Labour majority achieved at the 2005 general election by John MacDougall, who died of cancer in August. </p> <p>The nationalists won the equivalent seat of Central Fife from Labour at the Scottish parliamentary election last year, and opinion polls suggest they have a narrow lead in the current campaign. </p> <p>The SNP's candidate is the Fife council leader Peter Grant, while Labour has put up Lindsay Roy, the untested headmaster of Brown's old school, Kirkcaldy High. </p> <p>Until now, Brown has insisted it is traditional for prime ministers to stay away from byelections. He refused to take part in the Crewe and Nantwich byelections and Glasgow East byelections, where Labour lost both seats.</p> <p>Many senior Labour strategists, including the former Scotland Office minister David Cairns, have argued that allowing senior cabinet ministers and the priem minister to publicly campaign can backfire – acting as a lightning rod for protest voters and overshadowing the local candidate.</p> <p>However, the close proximity of the seat to Brown's seat of Kirkcaldy and Cowdenbeath, and his apparent success in facing demands for a Labour leadership contest, suggest his advisers believe he will be an asset in the byelection.</p>",
  "<p>Despite undimmed anxiety about the world's economic future, both campaigns focused on their rivals' pasts yesterday after Sarah Palin spent the weekend asking questions about Barack Obama's associations with Bill Ayers. </p> <p>In his most lacerating speech yet, in New Mexico, John McCain sought to portray Obama as an untrustworthy \"Chicago politician\" who had risen without trace. </p> <p>\"I didn't just show up out of nowhere,\" he told the crowd, adding: \"Even at this late hour in the campaign, there are essential things we don't know about Senator Obama or the record that he brings to this campaign.\" </p> <p>He asked a question Palin and Republican TV attack ads have also been repeating: \"Who is the real Barack Obama?\"</p> <p>The Obama campaign shows every sign of having been long prepared for the assault. This morning, it released a 13-minute video delving into McCain's involvement in the Keating Five scandal, part of a multimedia blitz designed to implicate the senator in an earlier financial catastrophe. </p> <p>The exchanges have created a poisonous atmosphere ahead of tonight's debate in Nashville, Tennessee, <a href=\" http://www.theguardian.com/world/2008/oct/07/uselections2008.johnmccain\">Ewen MacAskill writes in today's Guardian</a>. The encounter is one of the last chances for the Republicans to turn around a White House election that appears to be slipping away from them.</p> <h2>What to watch for</h2> <p>Because it is not the first of the presidential debates, and because Sarah Palin is not involved, tonight's debate in Nashville has attracted less advance attention. But it could be crucial. The \"town hall\" format, in which undecided voters will ask questions through the moderator, Tom Brokaw, is where McCain feels most at home; he originally invited Obama to join him for 10 similar events. </p> <p>But the new, negative tone of the race - however much McCain may be to blame for it - could pose problems for him in a one-on-one encounter with Obama, since it clashes with the personal image he has long sought to project. I'll be <a href=\"http://blogs.theguardian.com/burkeman\">liveblogging the debate</a>. Meanwhile, <a href=\"http://www.slate.com/id/2201439/\">Slate explains</a> how \"town hall\" debates can go very wrong for presidential candidates.</p> <h2>Latest polls</h2> <p>A CNN poll puts Obama at 53% and McCain at 45% among registered voters - a big improvement for Obama on a similar survey in late September, which put him at 51% over McCain's 47%. A CBS poll, on the other hand, shows the Obama/Biden lead narrowing since last week, from nine points to four, or 47% to 43%. </p> <p>Meanwhile, an NBC/Wall Street Journal survey finds 77% of Americans thinking the country is on the wrong track. It's the biggest percentage in 40 years of polling.</p> <h2>Quote of the day</h2> <p>\"For a guy who has already authored two memoirs, he's not exactly an open book\": John McCain - the author of five books, incidentally - seeks to sow suspicions about Obama in Albuquerque yesterday.</p> <p>A voice in the crowd responds \"Terrorist!\" to McCain's rhetorical question, \"Who is the real Barack Obama?\" McCain appeared to hear, and flinched slightly - but did not otherwise respond</p> <h2>Memorabilia of the day</h2> <p>Read <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/10/06/sarah-s-doodles.aspx\">Sarah Palin's doodled thoughts</a> on how she planned to become mayor of Wasilla, discovered on the back of a piece of official documentation dated 1996.</p> <h2>On theguardian.com now</h2> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/06/uselections2008.barackobama1\">Gary Younge: Dodging bullets with team Obama</a></p> <p>• <a href=\"http://www.theguardian.com/world/video/2008/oct/06/uselections2008.barackobama\">Video: Gary Younge visits Obama's campaign HQ in Roanoke, Virginia</a> </p> <p>• <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/06/uselections2008.johnmccain\"> Campaign diary - watch the latest attack ads</a></p> <p>• <a href=\"http://www.theguardian.com/world/interactive/2008/oct/03/uselections.polltracker.obama.mccain\">Interactive: track the latest polls</a></p> <p>• <a href=\"http://www.theguardian.com/commentisfree/2008/oct/07/republicans.sarah.palin\">Editorial: Mud sticks</a></p> <h2>Best of the rest</h2> <p>• <a href=\"http://www.salon.com/opinion/kamiya/2008/10/07/republican_smear_tactics/\">Salon: The GOP goes back to its ugly roots</a></p> <p>• <a href=\"http://www.observer.com/2008/politics/anthony-weiner-nice-legs\">The New York Observer: Antony Weiner's Palin-Biden joke</a></p> <p>•<a href=\"http://www.economist.com/blogs/democracyinamerica/2008/10/the_eastcoast_election.cfm\"> Economist: The east-coast election</a></p> <p>• <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/The_Nashville_rules.html\">The Nashville rules</a></p> <p>• <a href=\"http://marcambinder.theatlantic.com/archives/2008/10/a_republican_candidate_shies_a.php\">A Republican candidate who won't back McCain's healthcare plan</a></p>",
  "<p>Jim Murphy, the new Scottish secretary, is today launching Labour's campaign to defend <a href=\"http://www.theguardian.com/politics/glenrothes\">Glenrothes in next month's byelection</a>.</p> <p>Murphy will be visiting the seat with Iain Gray, Labour's leader in the Scottish parliament, as part of a blitz by activists that will see 20,000 leaflets delivered over the next 36 hours.</p> <p>This morning Murphy confirmed that the byelection, which will see Labour defending a majority of 10,664, will take place on November 6, two days after the US presidential election.</p> <p>Murphy also said that Gordon Brown would bring \"real benefit\" to the campaign if he found it possible to attend.</p> <p>His comments on whether Brown should attend go further than those of Douglas Alexander, the international development secretary and Brown ally, who said on Saturday that it was a matter for the prime minister whether or not he took part.</p> <p>Murphy told BBC Radio Scotland's Good Morning Scotland: \"I think it would be a real benefit to Labour's campaign if the prime minister can attend, so we'll be talking about that.\"</p> <p>He went on: \"But I think most people in Glenrothes in truth would rather he was certain he was doing everything he could in the economic crisis.</p> <p>\"If he is able to do that and come to Glenrothes, I think he would be a great boost to our campaign, so I think it makes sense.\"</p> <p>All parties have been active in the constituency for some time, although Labour claims that today marks the official start of its campaign.</p> <p>The seat fell vacant with the death of MP John MacDougall.</p> <p>The November 6 date had been widely predicted and the SNP accused Mr Brown of trying to \"bury\" the poll in the publicity over the US elections, which will take place two days beforehand.</p> <p>Mike Weir, the SNP MP for Angus, said: \"In Glasgow East Labour held a snap byelection hoping voters were on holiday, and now in Fife they are hoping to bury the byelection in the aftermath of the US presidential election.\"</p> <p>The SNP is hoping for a repeat of its Glasgow East triumph, where it captured a nominally safe Labour seat in its Scottish industrial heartland.</p> <p>In 2006 Labour suffered a spectacular humiliation in another corner of Brown's political backyard, when the Liberal Democrats captured Dunfermline and West Fife - another nominally impregnable Labour seat - from his party.</p> <p>Bookies have already made the SNP 1-4 favourites to win.<br>Labour is planning a big drive to encourage electors in Glenrothes to register for a postal vote.</p> <p>Labour's candidate is Lindsay Roy, 59, a headteacher at Brown's old school, Kirkcaldy High School.</p> <p>In what was viewed by his opponents as a gaffe, last month he said he would be \"disappointed\" if Brown did not come to Glenrothes to campaign for him.</p> <p>The SNP candidate is Peter Grant, the leader of Fife council.</p> <p>The Tories and the Liberal Democrats are also in the contest and have also started campaigning.</p> <p>Murphy said Labour would not take anyone for granted.</p> <p>\"I have stood in my constituency of East Renfrewshire on three occasions, and every pundit has said I will lose my seat,\" said Murphy.</p> <p>\"I have won on each occasion because I don't take anyone for granted and I won't take anyone for granted in Glenrothes.\"</p> <p>He claimed that local income tax was the biggest local issue.<br>\"The fact is, in the constituency of course the overlay is the unprecedented economic situation,\" he said.</p> <p>\"But the specific local issue that is coming up very regularly is genuine worries at difficult times about increases in local income tax.\"</p>"
]