[
  "<p>Thomson Reuters reported a slight slowdown in revenue growth yesterday but said it was well placed to withstand the worst of the economic downturn. The figures sent the news and information group's shares down 5% or 77p to £14.81.</p> <p>The company's organic revenues in the second quarter increased by 7% year on year, down from the 8% increase recorded in the first three months of the year. Growth at the markets division - which provides financial data to investment banks and other institutions, and includes the Reuters and Thomson news businesses - slipped from 9% in the first quarter to 7% in the second. At the professional division - whose customers are accountants, lawyers, science and healthcare professionals - organic growth was 6%, down from 7% in the first quarter. </p> <p>The company, formed in April from the merger of Canadian group Thomson and the 157-year-old Reuters business, confirmed guidance that full-year revenues would rise 6% to 8%. The company's chief executive, Tom Glocer, said all but one percentage point of this increase would be attributable to organic growth.</p> <p>\"We are seeing a softening or a tempering or some slowing of revenue growth, in particular in financial markets, but it's not nearly to the level that people have been worrying about,\" Glocer said. \"People were thinking we would go negative growth in the second half, but all the businesses are quite positive. The picture the way I see it is a slight slowing in keeping with the general economy, which is slowing down, but not the sort of falling out of bed we are seeing in media or some of the banking sector.\" </p> <p>He said it was difficult to predict trading conditions going into 2009, but detected recent signs of increasing confidence. \"People are feeling a little better than they did a few weeks ago, but that's fragile and that could change.\" </p> <p>He said the company was insulated by its international balance, with revenues in Asia at its markets division up 15%, offsetting weakness in New York and London. Areas such as healthcare and scientific data were \"not recession-related\" and the tax and accounting arm was likely to benefit from probable legislative changes after the US presidential election.</p> <p>Glocer said the merger would result in more than 1,000 jobs being shorn from the 52,000-strong workforce over the next three years. About 140 editorial jobs are going - though Glocer said about 70 posts are being created - and redundancies this year will total in the \"high hundreds\". </p> <p>\"There will be some follow-on reductions over the next year. But the lion's share is being done this year,\" he said. \"I hesitate to give a number, but my best estimate is over 1,000.\" </p> <p>The cuts were relatively modest when set against the 5,000 job losses at Reuters in his seven years as chief executive before the merger, he added. \"I view this as just a sensible delayering as a result of bringing two companies together,\" he said. </p> <p>Overall pro forma revenues, adjusted to take account of the merger, were up 11% to $3.4bn (£1.8bn) in the second quarter. Over the full six months to the end of June, revenues rose 12% to $6.7bn.</p>",
  "<p>Talks to resolve Zimbabwe's political crisis were on the brink of collapse last night as Robert Mugabe refused to surrender control of the government, despite losing the country's last credible election.</p> <p>South Africa's president, Thabo Mbeki, who has been mediating the negotiations, was making a final push to reach agreement before heading back to Pretoria. </p> <p>But the two sides remained far apart as the opposition leader, Morgan Tsvangirai, continued to insist that democracy be respected.</p> <p>Mbeki arrived on Sunday with his aides predicting an agreement within the day in the hope that a new government and parliament would be installed this week, permitting Mbeki to claim a success at a regional heads of government summit in Johannesburg this weekend. </p> <p>But although Tsvangirai had endorsed a plan for Mugabe to remain president with a largely ceremonial function, the opposition said it became apparent Zimbabwe's ruler for the 28 years since independence did not intend to give up power. </p> <p>Zanu-PF is trying to reach a deal with the leader of a small breakaway Movement for Democratic Change faction, Arthur Mutambara, whose 10 seats in parliament hold the balance of power. Mutambara's statements in recent days indicate that he is receptive to Mugabe's overtures. </p> <p>But even if Mugabe were to draw Mutambara in, and then claim to have formed a coalition government with the opposition, it is unlikely to open the door to the foreign money needed to stabilise Zimbabwe's wrecked economy, collapsing under the weight of inflation likely to rise to about 50m percent this month. </p> <p>Human Rights Watch yesterday said the state-orchestrated campaign of violence that crushed support for Tsvangirai in June's presidential run-off election, after he won the first round of voting three months earlier, had claimed the lives of at least 163 opposition activists and supporters. The group said 32 people have been murdered in political violence since the election.</p>",
  "<p>Talks to resolve Zimbabwe's political crisis were on the brink of collapse tonight as Robert Mugabe refused to surrender control of the government, despite losing the country's last credible election.</p> <p>South Africa's president, Thabo Mbeki, who has been mediating the negotiations, was making a final push to reach agreement before heading back to Pretoria. </p> <p>But the two sides remained far apart as the opposition leader, Morgan Tsvangirai, continued to insist that democracy be respected.</p> <p>Mbeki arrived on Sunday with his aides predicting an agreement within the day in the hope that a new government and parliament would be installed this week, permitting Mbeki to claim a success at a regional heads of government summit in Johannesburg this weekend. </p> <p>But although Tsvangirai had endorsed a plan for Mugabe to remain president with a largely ceremonial function, the opposition said it became apparent Zimbabwe's ruler for the 28 years since independence did not intend to give up power. </p> <p>Zanu-PF is trying to reach a deal with the leader of a small breakaway Movement for Democratic Change faction, Arthur Mutambara, whose 10 seats in parliament hold the balance of power. Mutambara's statements in recent days indicate that he is receptive to Mugabe's overtures. </p> <p>But even if Mugabe were to draw Mutambara in, and then claim to have formed a coalition government with the opposition, it is unlikely to open the door to the foreign money needed to stabilise Zimbabwe's wrecked economy, collapsing under the weight of inflation likely to rise to about 50m% this month. </p> <p>Human Rights Watch today said the state-orchestrated campaign of violence that crushed support for Tsvangirai in June's presidential run-off election, after he won the first round of voting three months earlier, had claimed the lives of at least 163 opposition activists and supporters. The group said 32 people have been murdered in political violence since the election. </p>",
  "<p><br>The McCain campaign delves deep once more into its reserves of hilarity.</p> <p>In further evidence that this election is as much about generational differences as it is about race, the economy, or anything else, the Washington Post probes Obama's \"age problem\" among older voters in Pennsylvania. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/11/AR2008081102203.html\">Washington Post</a>]</p> <p>In case you missed it, the McCain campaign's latest ad attacking Barack Obama's celebrity, released yesterday, <a href=\"http://www.youtube.com/watch?v=XonsU2B16_0\">is here</a>. This one sails dangerously close to mocking the very notion of being enthusiastic about politics. Oh, and it calls Obama \"dreamy\". [<a href=\"http://johnmccain.com/\">JohnMcCain.com</a>]</p> <p>Obama relaxed in Hawaii yesterday by getting up really early and working out at the gym. That's just annoying. [<a href=\"http://starbulletin.com/2008/08/11/news/story01.html#full\">Honolulu Star-Bulletin</a>]</p> <p>The brilliantly named Pigeon O'Brien tells Fox News there are more \"inconsistencies\" in John Edwards's latest version of his extramarital dabblings: did the affair last longer than he's claiming? Fox News is more than happy to listen. [<a href=\"http://www.foxnews.com/story/0,2933,401462,00.html\">Fox News Channel</a>]</p> <p>In a huge retrospective that's well worth reading, a writer on politics for Arizona's main alternative newspaper looks back at a career spent covering the endlessly complex John McCain. Includes numerous examples of McCain's incontrovertibly unique sense of humour. [<a href=\"http://phoenixnewtimes.com/2008-08-07/news/postmodern-mccain-the-john-mccain-some-arizonans-know-and-loathe/\">Phoenix New Times</a>]</p> <p>The anti-war activist Cindy Sheehan is to challenge House Speaker Nancy Pelosi for her seat in Congress. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/11/AR2008081102012.html\">Washington Post</a>]</p> <p>The candidacies of Obama and McCain prove that the collapse of American civilisation is imminent, or something, according to a preposterously long essay by the entirely bizarre perennial presidential candidate Alan Keyes. [<a href=\"http://www.worldnetdaily.com/index.php?fa=PAGE.view&amp;pageId=71830\">WorldNetDaily</a>]</p>"
]