[
  "<p>The <a href=\"http://www.theguardian.com/world/zimbabwe\">Zimbabwe</a> government's power-sharing agreement appeared near to collapse yesterday after President Robert Mugabe demanded the right to appoint all key cabinet ministers, threatening to render the opposition powerless.</p> <p>After an hour-long meeting between the 84-year-old president and the prime minister-elect, Morgan Tsvangirai, the latter's opposition party Movement for Democratic Change (MDC) said it had asked the South African mediator Thabo Mbeki to salvage the process.</p> <p>However, South African officials last night could not confirm they had received a request. Mbeki resigned as president on September 21.</p> <p>The MDC spokesman, Nelson Chamisa, said: \"We want to share power. But Mugabe wants to swallow the MDC. We will not allow that. He wants all the key ministries - finance, home affairs, defence, information, foreign affairs, justice and even women and youth.\"</p> <p>On Monday, after returning from the UN general assembly in New York, Mugabe told a crowd at Harare airport that he would appoint a cabinet \"before the end of this week\", suggesting he would not await for the agreement of the MDC.</p> <p>Zimbabwe has been without a government since parliament was dissolved in January ahead of elections on March 29, in which the MDC won a lower-house majority and Tsvangirai forced Mugabe to a presidential run-off poll. The violence preceding the second election on June 30 prompted Tsvangirai to withdraw.</p> <p>Under a power-sharing agreement mediated by Mbeki and signed on September 15, the government was to have 31 ministries. In a bid to reflect the parliamentary election result, 13 of the ministries were to be nominated by Tsvangirai's MDC and a further three by another faction of the MDC, led by Arthur Mutambara.</p> <p>But talks about which ministries would be offered to whom had not been completed before the signing and the process began to falter amid an unrelated power struggle in South Africa, in which Mbeki was ousted as president a week later.</p> <p>In New York last week, President Mugabe claimed agreement had been reached on all but four ministries, which he did not name but which were believed to be home affairs, finance, local government and foreign affairs.</p> <p>The international community was looking to the MDC to win control of at least the finance ministry and preferably foreign affairs before resuming full trade relations and ultimately lifting travel bans and asset restrictions on leading figures in the ruling Zimbabwe African National Union - Patriotic Front (Zanu-PF).</p> <p>Observers had suggested that Mugabe wanted control of the defence ministry, and therefore the army, but might be prepared to relinquish home affairs, and thus control of the police, to the opposition.</p> <p>But it now appears that negotiations had never reached such an advanced stage. Nor did they progress while Mugabe was in the US for 10 days.</p> <p>John Makumbe, a political analyst at the University of Zimbabwe, said the agreement was \"full of holes\" from the start.</p> <p>He said: \"I do not know what the MDC were thinking when they signed it. The agreement left Mugabe with all the powers. It was defective because it never allocated the levers of power.</p> <p>\"Now he has behaved in his predictable fashion. He is not only backing out of the deal but it is clear that he was simply trying to use the MDC as a glove to bring back foreign direct investment.</p> <p>\"By the end of this week we can expect to have a cabinet just as Mugabe wants it. He is under pressure from [Zanu-Pf's] old guard who do not want to lose their jobs.\"</p> <p>Makumbe shared misgivings expressed by observers about Mbeki's role. Despite endorsement by the Southern African Development Community and the African Union, he is seen as lacking clout as mediator now that he is no longer president.</p>",
  "<p>The controversy over the failure of the Bush administration's unpopular financial bail-out is infecting every aspect of government and the presidential election campaign.</p> <p>Eminent reputations lie in ruins; the august institutions of Congress, the treasury, the Federal Reserve tremble; the presidency itself is shaken. In America's year of living dangerously, few will emerge unscathed.</p> <p>The consensus view, if there is one in so divided a nation, is that the US has suffered a calamitous, across-the-board failure of leadership. The bankruptcy is political as well as economic. This conclusion is widely held among both supporters and opponents of the bail-out. </p> <p>\"Monday's crash and burn of the Paulson plan on Capitol Hill reveals a Washington elite that has earned every bit of the disdain that Americans have for it. This crowd can't even make sausage,\" snarled a Wall Street Journal editorial yesterday. Black Monday's shambles marked a \"historic abdication\".</p> <p>Republicans and Democrats in the House of Representatives were excoriated for political cowardice, childish disputatiousness, and a selfish desire to get re-elected next month at any cost. It's clear, whatever they do next, the public simply does not trust them to do it right.</p> <p>\"A political establishment held in higher regard may have been able to hold together some kind of coalition of the willing,\" wrote Joel Achenbach in the Washington Post. \"But distrust of the nation's leaders, from the leaders of Congress to the president, foreclosed that possibility.\"</p> <p>This was not mere rhetoric. Congress's public approval rating was down to 18% before the crisis hit. By some estimates, it is now 10% and falling. Washington has seen a \"throw the bums out\" mood before, notably Newt Gingrich's 1994 anti-government \"Republican revolution\". But this is something else. Like some others, Gingrich is calling for the resignation of Hank Paulson, the treasury secretary, for presiding over a train wreck and then failing to persuade people why $700bn was needed to get back on the rails.</p> <p>Other heads enthusiastically recommended for the chopping block include Democratic house speaker, Nancy Pelosi, for being \"too partisan\" and the Republican house minority leader, John Boehner, for not being partisan enough.</p> <p>An unhappy Boehner said before the vote that the bail-out was a \"crap sandwich\" that he and colleagues were obliged to eat. As it turned out, 133 Republicans and 95 Democrats found it too much to swallow.</p> <p>Many members of Congress found themselves caught between party leadership and angry constituents and sought to explain themselves.</p> <p>\"We are now in the golden age of thieves. And where I come from we put thieves in jail, we don't bail them out,\" said Pete Visclosky, an Indiana Democrat who voted 'no'.</p> <p>The signal failure, as critics see it, of President George Bush to show a lead out of the morass has provoked a new crop of political obituaries. </p> <p>\"No longer a lame duck, he's a dead duck,\" said Democratic strategist Paul Begala.</p>",
  "<p>I couldn't pass up the opportunity to stop by my local Starbucks in North Carolina last Saturday to get a tall brew and chat with the group of Obama supporters who use it as their headquarters for weekly neighbourhood canvassing operations.</p> <p>There was a certain sense of foreboding in the air. Rumours of <a href=\"http://money.cnn.com/2008/09/29/news/companies/wachovia_citigroup/index.htm?postversion=2008092908\">Citibank's takeover of Charlotte-headquartered Wachovia</a> were already rampant, and whenever your home state's flagship bank gets bought up at firesale prices, you just know that <a href=\"http://charlotte.bizjournals.com/charlotte/stories/2008/09/29/daily21.html\">layoffs are imminent</a>, and it makes folks nervous. The <a href=\"http://www.theguardian.com/business/wallstreet\">financial debates in Washington</a> had taken on new and suddenly very personal aspect. This wasn't mere politics any more. This was about survival.</p> <p>There were at least seven or eight volunteers congregating outside in the cool autumn morning, and as one pair would leave, canvassing packets in hand, a few more would show up ready to get to work. It was an excellent place to hear these Obamanauts wax rhapsodic about their candidate.</p> <p>For an allegedly fanatical band of supporters blindly following a charismatic leader, they were strangely critical of Obama's performance in Friday's <a href=\"http://news.google.co.uk/news/url?sa=t&amp;ct=us:g/3-0&amp;fp=48e2a9ea7c54e7ae&amp;ei=kl_iSPi3JaSwQ5fc9PoG&amp;url=http%3A//www.theguardian.com/world/2008/sep/27/uselections2008.barackobama&amp;cid=1252657626&amp;usg=AFQjCNHRMCzjysjTx0o6-F3qmt9GNtflPQ\">presidential debate</a>. Indeed, over the course of an hour, every single one had virtually pages of criticism about the debate. Obama talked too much about taxes. He didn't talk enough about taxes. He spent too much time on the war and the surge. He didn't hit the war hard enough. He didn't go after McCain enough. He was too sharp on McCain. He showed far too much deference to his opponent. He was far too insolent to his opponent. His answers sounded too polished and practiced. His answers weren't flowing naturally and freely - why didn't he practice more? The consensus was clearly that Obama did OK, but he should have done better – with each of his supposedly obsessive supporters knowing exactly what he should have said. </p> <p>The impressive thing about the Obama people was their dedication. They were not so much blinded by hope and audacity as they were cynically recalling the last few tainted presidential elections and vowing never again to suffer through something similar. After that, it was \"fill in the blanks\".</p> <p>Each had a particular hot-button issue: immigration, universal healthcare, a return to justice and the rule of law, governmental competence, the wars, the deficit, the defence of science or just an intense desire for revenge on the Bush administration. The Obamanauts were all well versed in policy and ready to make impassioned arguments to any who would listen. Far from being enamoured of their candidate, they were all convinced that Obama wasn't doing nearly enough with policy on X, and if he really wanted to win all he had to do was Y.</p> <p>Few other cultures can project the sense of righteous indignation that an American \"armchair quarterback\" can when it comes to national politics. Despite having obviously planned this for years, built a dynamic and amazingly stable political organisation, pioneering new and innovative strategies and tactics, deftly handled the gruelling two-year-long primary process, and successfully raising record amounts of campaign contributions without overtly selling out to any industry or special interest group, Obama wasn't quite on point for these folks. Even the most stalwart Obama supporter was certain that they, and they alone, knew the secret to convincing a jaded electorate that Obama was the best choice for president. </p> <p>All the volunteers but one, I should say. Just as I was leaving, one of my original <a href=\"http://www.theguardian.com/commentisfree/2008/feb/03/theobamadads\">Obama Dads</a> arrived. He's an African-American guy just a few years younger than me, but he had a haggard expression as he stumbled toward the promise of coffee and an afternoon of pounding the pavement for Obama. We'd lost touch over the last few months as our other commitments kept us out of active campaigning – kids will do that to you. But after swapping new Wachovia rumours, I was surprised that he had no complaints about the debate, no blanks that needed to be filled in order to make it the perfect campaign. </p> <p>\"He's kicking butt, and everyone needs to just back off,\" he suggested. \"He knows what he's doing. These guys are just so scared of losing that they don't remember what winning feels like, that's all. Look at McCain at the debate. Remember he's 72 years old. Remember who his running mate is. I'm not worried.\" </p> <p>That raises the question of why he was out here. Offhandedly I mentioned how tired he looked, and he revealed with a weary grin that his wife had given birth to a new baby girl a week ago. </p> <p>I was shocked. A week-old newborn, and one kid already destroying the house, and he was spending valuable sleeping time on a pretty Saturday volunteering to talk to occasionally grumpy strangers in a predominantly white neighbourhood about the election. I was mystified, and said as much.</p> <p>He didn't hesitate to show me a picture of the new kid on his phone – a pretty baby, for the record, as far as newborns go. And she had beautiful big brown eyes that were copied straight from her mama. How could he leave an adorable face like that for this? \"It's because I have a week-old baby girl that I'm volunteering,\" he explained earnestly. \"There's too much at stake to depend on other folks to do it. She's my responsibility, so this is my job.\" His voice was strong, if weary, and utterly resolute. Just the kind of thing you want in a volunteer.</p>",
  "<p>The Zimbabwe power-sharing agreement today appeared near collapse after President Robert Mugabe demanded the right to appoint all key cabinet ministers, rendering the opposition toothless at the helm of the country.</p> <p>After an hour-long meeting between the 84-year-old president and prime minister-elect Morgan Tsvangirai, his opposition Movement for Democratic Change (MDC) said it had asked South African mediator Thabo Mbeki to salvage the power-sharing process. </p> <p>However, South African officials tonight could not confirm they had received such a request, amid confusion since Mbeki resigned as president on September 21. </p> <p>MDC spokesman Nelson Chamisa said: \"We want to share power. But Mugabe wants to swallow the MDC. We will not allow that. He wants all the key ministries - finance, home affairs, defence, information, foreign affairs, justice and even women and youth.\" </p> <p>On Monday, after returning from the United Nations General Assembly in New York, Mugabe told a crowd at Harare airport that he would appoint a cabinet \"before the end of this week\", suggesting he would not await the agreement of the MDC. </p> <p>Zimbabwe has been without a government since parliament was dissolved in January ahead of elections on March 29 in which the MDC won a lower house majority and Tsvangirai forced Mugabe to a presidential run-off poll. </p> <p>The violence that preceded the second election, on June 30, prompted the opposition leader to withdraw. Under a power-sharing agreement mediated by Mbeki and signed on September 15, the government was to have 31 ministries. </p> <p>In a bid to reflect the parliamentary election result, 13 of the ministries were to be nominated by Tsvangirai's MDC and a further three by another faction of the MDC, led by Arthur Mutambara. </p> <p>But talks about which ministries would be offered to whom had not been completed before the signing and the process quickly began to falter amid an unrelated power-struggle in South Africa which saw Mbeki ousted as president a week later. </p> <p>In New York last week, Mugabe claimed agreement had been reached on all but four ministries, which he did not name but which were believed to be home affairs, finance, local government and foreign affairs. </p> <p>The international community were looking to the MDC winning control of at least the finance ministry and preferably foreign affairs before resuming full trade relations and ultimately considering lifting travel bans and asset restrictions on leading figures in the ruling Zimbabwe African National Union - Patriotic Front (Zanu-PF). </p> <p>Observers had suggested that Mugabe wanted to retain control of the defence ministry - and therefore the army - but might be prepared to relinquish home affairs - and thus control of the police - to the opposition. </p> <p>But it now appears that negotiations had never reached such an advanced stage. Nor did they progress while Mugabe was in the United States for 10 days.</p> <p>University of Zimbabwe political analyst John Makumbe said the agreement was \"full of holes\" from the start. He said: \"I do not know what the MDC were thinking when they signed it. The agreement left Mugabe with all the powers. It was defective because it never allocated the levers of power. </p> <p>\"Now he has behaved in his predictable fashion. He is not only backing out of the deal but it is clear that he was simply trying to use the MDC as a glove to bring back foreign direct investment. </p> <p>\"By the end of this week we can expect to have a cabinet just as Mugabe wants it. He is under pressure from the old guard in Zanu-PF who do not want to lose their jobs.\" </p> <p>Makumbe shared misgivings expressed by several observers about Mbeki's future role. Despite having been endorsed by the Southern African Development Community and the African Union to continue as mediator, he is seen as lacking clout now that he is no longer president.</p>",
  "<p>Like noxious fumes leaking from a corpse, the controversy over the failure of the Bush administration's unpopular emergency financial bail-out plan is infecting every aspect of government and the 2008 presidential election campaign.</p> <p>Eminent reputations lie in ruins; the august institutions of Congress, the Treasury and the Federal Reserve tremble; the presidency itself is shaken. <a href=\"http://www.theguardian.com/commentisfree/2008/sep/30/marketturmoil.economy\">From America's year of living dangerously, few will emerge unscathed</a>.</p> <p>The consensus view, if there is one in so divided a nation, is that the US has suffered a calamitous, across-the-board failure of leadership. The bankruptcy is political as well as economic. This conclusion is widely held among both supporters and opponents of the bail-out. </p> <p>\"Monday's crash-and-burn of the Paulson plan on Capitol Hill reveals a Washington elite that has earned every bit of the disdain that Americans have for it. This crowd can't even make sausage,\" snarled a Wall Street Journal editorial today. Black Monday's shambles marked an \"historic abdication\".</p> <p>Republicans and Democrats in the House of Representatives were excoriated for political cowardice, childish disputatiousness, and a selfish desire to get re-elected next in November at any cost. It is clear that, whatever they do next, the public simply does not trust them to do it right.</p> <p>\"A political establishment held in higher regard may have been able to hold together some kind of coalition of the willing,\" wrote Joel Achenbach in the Washington Post. \"But <a href=\"http://www.theguardian.com/commentisfree/2008/sep/28/globaleconomy.creditcrunch\">distrust of the nation's leaders</a>, from the leaders of Congress to the president, foreclosed that possibility.\"</p> <p>This was not mere rhetoric. Congress's public approval rating was down to 18% before the crisis hit. By some estimates, it is now 10% and falling. Washington has seen a \"throw the bums out\" mood before, notably Newt Gingrich's 1994 anti-government \"Republican revolution\". But this is something else.</p> <p>Like some others, Gingrich is calling for the resignation of Hank Paulson, the treasury secretary, for presiding over a train wreck and then failing to persuade people why $700bn was needed to get back on the rails.</p> <p>Other heads enthusiastically recommended for the chopping block include those of the Democratic House speaker, Nancy Pelosi, for being \"too partisan\", and the Republican House minority leader, John Boehner, for not being partisan enough.</p> <p>An unhappy Boehner said before the vote that the bail-out was a \"crap sandwich\" that he and colleagues were obliged to eat. As it turned out, 133 Republicans and 95 Democrats found it too much to swallow.</p> <p>Boehner's lament led the <a href=\"http://www.latimes.com/news/opinion/la-oe-goldberg30-2008sep30,0,5468292.column\">Los Angeles Times columnist Jonah Goldberg to extend the analogy</a>. \"Two decades of crapulence by the political class has been prologue to the era of coprophagy that is now upon us,\" he wrote. \"It is crap sandwiches for as far as the eye can see.\"</p> <p>As they contemplate their vanished savings and plundered pension plans, you can almost hear voters grimly grinding their teeth in agreement.</p> <p>Many members of Congress found themselves caught between party leadership and angry constituents, and sought to explain themselves.</p> <p>\"We are now in the golden age of thieves. And where I come from, we put thieves in jail. We don't bail them out,\" said Pete Visclosky, an Indiana Democrat who voted no.</p> <p>The signal failure, as critics see it, of President George Bush to show a lead out of the morass has provoked a new crop of political obituaries. \"No longer a lame duck, he's a dead duck,\" said the Democratic strategist Paul Begala.</p> <p><a href=\"http://www.theguardian.com/business/2008/sep/30/banking.wallstreet1\">Bush's resort to fear tactics, warning of national disaster if the bail-out failed</a>, recalled for many his previous alarmist attempts to justify the Iraq war and \"war on terror\" curbs on civil liberties. Yet in his public appearances, Bush has looked abject, almost humbled - much reduced from his bumptious, \"Yo, Blair!\" days. </p> <p>\"We know why Bush has not attempted to play [a leading] role in this crisis,\" said the veteran columnist David Broder: \"His second term has so depleted his personal credibility and political influence that he is crippled as a national leader ... Attaching his name to almost any proposition costs it public backing.\"</p> <p>Amid expectations that some form of bail-out will eventually pass, the Democratic presidential candidate, Barack Obama, is trying to project the image of a cool, calm leader behaving judiciously in a time of trial. Polls suggest the crisis is breaking his way, although it could backfire. Republicans are bent on painting him as ineffectual, untested, and unengaged.</p> <p>John McCain is plainly struggling to explain why he could hold his party together despite his dramatic rescue mission to Washington last week. But the Republican camp hopes to blunt the Democrat's advantage, claiming yesterday that Obama would increase federal spending by $800bn, raise taxes and make everything worse.</p> <p>Here's McCain speaking after the bail-out flopped: \"I went to Washington last week to make sure that taxpayers across this great country were not left footing the bill for mistakes made on Wall Street and evil and greed in Washington.</p> <p>\"As a matter of record, Senator Obama took a very different approach. At first he didn't want to get involved. Then he was 'monitoring the situation'.\"</p> <p>McCain paused as the crowd sniggered, gave a wry smile, shrugged, and then went for the kill. \"That's not leadership. That's watching from the sidelines.\"</p>",
  "<p>Another poll has <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/virginia/election_2008_virginia_presidential_election\">Obama edging ahead in Virginia</a>. Rasmussen gives him a three point lead. Last week it was five. That's still within the margin of error and that could be a <a href=\"http://www.theguardian.com/commentisfree/2008/sep/15/barackobama.race\">bigger margin than usual</a>. It could go either way. And that's the point. It's <a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.barackobama\">Virginia</a>. It's supposed to go one way: Republican. That's what it's done for 44 years. It's the only Southern state Jimmy Carter couldn't win. Yet <a href=\"http://www.pollster.com/\">Pollster.com</a> has them running exactly even; <a href=\"http://www.electoral-vote.com/\">Electoral-vote.com</a> has it leaning Democrat. <a href=\"http://www.fivethirtyeight.com/\">FiveThirtyEight.com</a> gives Obama a 78% chance of taking it.</p> <p>The former Virginia governor, Doug Wilder, told me a few weeks ago that he has long been convinced this was possible. He recalled standing next to Hillary Clinton in Little Rock, Arkansas as the 1992 presidential election results rolled in. Bill Clinton lost Virginia then by just four points. \"Wow Doug, look how close it is in Virginia,\" she said. \"Yes,\" answered a slightly piqued Wilder. \"Had you campaigned or put resources there we could have won it.\"</p> <p>Obama has invested huge resources here. The vote-rich battleground areas are in Hampton Roads on the Eastern seaboard and the northern suburbs, near Washington, DC. On Saturday around <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092702690.html?hpid=\" topnews.\" \">12,000 people turned up in Fredericksburg</a> to hear Obama speak. Another 14,000 waited outside in the rain. </p> <p>To counter that success, McCain will have to rally the Republican base in the south-west of the state in places like Roanoke, an area he lost to conservative Southern preacher-cum-governor Mike Huckabee in the primaries. I wouldn't be surprised if we see Sarah Palin down this way once debate camp is over.</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>Three north Texas pastors have courted trouble with the US internal revenue service by talking presidential politics from the pulpit.</p> <p>The Reverend Stephen Broden of Fair Park Bible Fellowship in Dallas and the Reverend David Whitington of Christ Our King church in Southlake confirmed in phone interviews yesterday that they endorsed Republican John McCain during Sunday sermons. </p> <p>They did so as part of a Christian legal group's Pulpit Freedom Sunday campaign.</p> <p>The Reverend Richard Bacon of Faith Presbyterian Church Reformed in Mesquite came out against Democratic candidate Barack Obama, though he didn't endorse McCain, according to the Alliance Defence Fund. He couldn't be reached for comment.</p> <p>The group enlisted those pastors and 28 others to test the constitutionality of a tax code provision that says churches, as non-profits enjoying tax-free status, can't intervene in elections.</p> <p>\"What I did [Sunday] is consistent with the freedoms that are guaranteed me under the Constitution,\" said Broden. \"Second, I'm being consistent with my call as a minister and a prophetic voice in the culture.\"</p> <p>Broden said his church studied the candidates' positions on abortion, euthanasia, embryonic stem cell research, human cloning and same sex marriage.</p> <p>\"The Democratic candidate did not fit our view,\" he said. \"The Republican did.\"</p> <p>Broden is black, as are most members of his church. Asked about opposing Obama, who could become the nation's first black president, the pastor said, \"My allegiance is first to my faith.\"</p> <p>Whitington said he was swayed by McCain's opposition to abortion and more conservative approach to gay rights.</p> <p>\"I want all preachers, pastors, priests, whatever, to be able to say what they think God is saying about the cultural issues, without harassment,\" he said.</p> <p>Americans United for Separation of Church and State filed complaints with the IRS about six pastors who were part of Sunday's action.</p>",
  "<p>What if you started a television season and nobody watched? From behemoths such as Heroes to new shows such as <a href=\"http://www.imdb.com/title/tt1119644/\">Fringe</a>, US television is in the middle of a ratings freefall as viewers turn away from escapist dramas and tune into politics instead. </p> <p>All the superpowers in the world aren't enough to make people stop worrying in times like these and some of America's biggest hits have suffered - on ABC <a href=\"http://www.imdb.com/title/tt0413573/\">Grey's Anatomy</a> drew 17% fewer viewers to its season premiere this year, <a href=\"http://www.imdb.com/title/tt0805669/\">Ugly Betty</a> was down 15% while NBC's <a href=\"http://www.bbc.co.uk/drama/heroes/\">Heroes</a>, coming off the back of a much-criticised second season, slumped 29% from 14.1 million to 10 million viewers.</p> <p>Then there's the lack of excitement surrounding the season's new shows. The biggest of them all, JJ Abrams' so-so Fringe, which starts in Britain on Sky One this Sunday, is a sort of supernatural CSI with the odd good one liner and a likeable cast. It's OK, if a bit uneven, but compared with NBC's plodding new <a href=\"http://en.wikipedia.org/wiki/Knight_Rider_(2008_film)\">Knight Rider</a> spin-off or the fast-fading <a href=\"http://www.guardian.co.uk/media/2008/sep/05/ustelevision.television\">90210 remake</a>, it looks like a work of genius. </p> <p>As for those ratings, they're currently at 8.1 million. It's a respectable viewing figure albeit not the overwhelming hit Fox desired. Instead the season's biggest hopes now rest on CBS's <a href=\"http://www.imdb.com/title/tt1196946/\">The Mentalist</a> (which despite the lost-in-translation title is a fun detective tale in the Bones mould) although this could all change when the much-hyped Christian Slater's double agent drama My Own Worst Enemy airs on October 13 on NBC. And it's not all doom and gloom, cable still has a couple of interesting debuts – HBO's <a href=\"http://www.hbo.com/trueblood/\">True Blood</a> is both clever and witty, FX's <a href=\"http://www.fxnetworks.com/shows/originals/soa/\">Sons of Anarchy</a> is compelling in a slightly unpleasant way - but it's still fair to say that most of the new shows have failed to catch light.</p> <p>Then there are last year's new shows. The writer's strike meant that many of the supposed hits of 2007 failed to cement their place in viewer's hearts and thus this season is almost a chance to start all over again. Hopes are high, for example, that the twee <a href=\"http://en.wikipedia.org/wiki/Pushing_Daisies\">Pushing Daisies</a> on NBC will win more fans with a less winsome tone while amiable nerd dramas <a href=\"http://www.imdb.com/title/tt0934814/\">Chuck</a> on NBC and <a href=\"http://en.wikipedia.org/wiki/Reaper_(TV_series)\">Reaper</a> on The CW get another chance to attract their slacker (and somewhat slack) fans; by contrast ABC's <a href=\"http://abc.go.com/primetime/dirtysexymoney/index\">Dirty Sexy Money</a> appears to have thrown the baby out with the bathwater by hiring the showrunner from the execrable <a href=\"http://abc.go.com/fallpreview/bigshots/index\">Big Shots</a> and abandoning wit in favour of <a href=\"http://en.wikipedia.org/wiki/Dynasty_(TV_series)\">Dynasty</a> levels of camp melodrama. </p> <p>And even these reboots are failing to alleviate an overwhelming sense of gloom. Yes, The CW's buzzy <a href=\"http://www.imdb.com/title/tt0397442/\">Gossip Girl</a> is still generating buzz and yes, it's easy to attach too much importance to ratings in these days of downloads, <a href=\"http://www.tivo.com/\">TIVO</a>, on demand, and streaming but it's still hard to remember a TV season generating less excitement than this one, with no single show attracting widespread acclaim and a sense that people really are switching off their televisions to do something more interesting instead.</p> <p>Still, there is one silver lining for the ratings-obsessed industry. Cable news channels are seeing an overwhelming rise in interest as across America people switch the dials on their televisions from light-hearted escapism to find out the cold hard facts with 52.7 million people watching the first presidential debate between Senators <a href=\"http://www.guardian.co.uk/world/barackobama\">Obama</a> and <a href=\"http://www.guardian.co.uk/world/johnmccain\">McCain</a>.<br> Political comedy is also enjoying a bounce: <a href=\"http://www.nbc.com/Saturday_Night_Live/\">Saturday Night Live</a> has seen its ratings shoot through the roof, largely because of Tina Fey's entertaining impersonation of Governor <a href=\"http://www.guardian.co.uk/world/sarahpalin\">Sarah Palin</a>, while Comedy Central's <a href=\"http://www.thedailyshow.com/\">The Daily Show</a> drew its highest ratings ever last week, up 28% on its yearly average. In fact maybe instead of despairing we should all be relieved. After all, if America is shrugging off its apathy to focus on the political, surely the premature deaths of a couple of dramas is a small price to pay?</p>",
  "<p>About the only real conclusion anyone can draw from John McCain's weird, whirlwind trip to Washington last week is that he can't even lead his own party in Congress. </p> <p>The senator's fellow Republicans seemed to all but <a href=\"http://www.nytimes.com/2008/09/26/business/26bailout.html?hp=&amp;pagewanted=all\">ignore him</a>, and the fragile bail-out deal <a href=\"http://thinkprogress.org/2008/09/25/bailout-fall-apart/\">fell to pieces</a> after he appeared - not a very good sign for his candidacy.</p> <p>If McCain can't lead, who can? Last week's protest <a href=\"http://www.cbsnews.com/stories/2008/09/25/business/main4477199.shtml?source=mostpop_story\">against the bail-out</a> came from the Republican backbench in the US House.</p> <p>So maybe it was natural that the man who gave birth to that backbench suddenly jumped back into the limelight. </p> <p>That man is Newt Gingrich, the former House speaker. In the early 80s, he formed a group called the <a href=\"http://www.pbs.org/wgbh/pages/frontline/newt/newtintwshtml/weber.html \">Conservative Opportunity Society</a>, made up of backbenchers. Using C-Span as a platform, it fired a barrage at the welfare state. </p> <p>Those early efforts spread, and Gingrich led the Republicans in the successful 1994 takeover of the House. </p> <p>Earlier this election season, the former speaker was mentioned as a presidential candidate - <a href=\"http://articles.latimes.com/2007/sep/30/nation/na-gingrich30\">but that went nowhere</a>. </p> <p>Yesterday, however, there he was, <a href=\"http://abcnews.go.com/video/playerIndex?id=5903025\">chatting amiably</a> with the former Clinton secretary of labour Robert Reich on George Stephanopoulos's Sunday news programme This Week.</p> <p>He invoked the constitution, capturing the <a href=\"http://www.theguardian.com/business/2008/sep/28/wallstreet.useconomy \">anger of ordinary Americans</a> which Washington seems so determined to ignore. </p> <p>You had Henry Paulson, a former chairman of Goldman Sachs asking for $700bn and, in his initial request, doing so in such an un-American way that I think he should have resigned. </p> <p>I believe Paulson has terminally misunderstood the nature of the American system. Not just no review, no judicial review, no congressional accountability. \"Give me $700bn, SEVEN HUNDRED BILLION DOLLARS! I'll be glad to spend it for you.\" That's a centraliSation of power that is totally un-American. </p> <p>According to Reich, Gingrich sounded like a liberal Democrat. Actually, he sounded like what he's always been - a shrewd conservative populist, who ought to strike fear into the hearts of both Democrats and the Republican \"maverick\" McCain.</p>",
  "<p>In 2008, 3.5 million newly <a href=\"http://www.nextgov.com/nextgov/ng_20080925_7010.php\">registered voters </a>many of them minority and young voters energized by the Obama campaign, promise to <a href=\"http://www.nytimes.com/2008/07/21/us/21voting.html?_r=1&amp;bl&amp;ex=1216785600&amp;en=64c9c3848c52667d&amp;ei=5087%250A&amp;oref=slogin\">strain the system</a> with long lines and overburdened voting machines. Since these new voters could tip the scales against McCain in several key states, the GOP is already employing some bizarre tactics to further suppress their participation. A few examples:</p> <p>• Taking advantage of the economic crisis, the chair of the Republican Party in Macomb County, in the battleground state of Michigan, has plans to use a list of <a href=\"http://michiganmessenger.com/4076/lose-your-house-lose-your-vote\">foreclosed homes</a> to question the eligibility of voters, many of them low-income, minority, Democratic voters. Since they can be challenged if they are not \"true residents of the city or township\" in which they try to vote, \"We will have a list of foreclosed homes and will make sure people aren't voting from those addresses,\" the GOP chair told the Michigan Messenger. (A law firm specializing in foreclosures houses McCain's regional headquarters, and its founder has contributed more than $100,000 to McCain's campaign.) Republicans may also raise <a href=\"http://www.dispatch.com/live/content/local_news/stories/2008/07/06/vacant.ART_ART_07-06-08_A1_5UAL914.html?sid=101\">foreclosure-based challenges</a> in Ohio and a host of other cities and states.</p> <p>• Last week, a House committee held hearings on widespread <a href=\"http://www.usnews.com/articles/news/campaign-2008/2008/09/24/confusing-voter-registration-laws-could-affect-presidential-election.html\">discrimination against student voters</a> who have registered in droves, a majority of them to support Obama. Efforts to discourage the youth vote have focused on the fact that many college students have two places of residence (school and their parents' home). One registrar in the county that is home to Virginia Tech warned new student voters that they could lose their insurance and scholarships if they registered using their school addresses (something that has never happened). Students at Colorado College received similar warnings, and in Michigan, the <a href=\"http://www.usnews.com/articles/news/national/2008/09/18/aclu-sues-michigan-over-voter-purge-program-saying-it-hurts-college-students.html\">ACLU has sued </a> to prevent the cancellation of voter registrations for individuals who get a driver's license in another state. </p> <p>• Florida election officials have received dozens of calls from registered Democrats in the state, worried that there may be a problem with their voter registration. <a href=\"http://www.npr.org/templates/story/story.php?storyId=94818483\">They had all received </a>an official looking \"Party Affiliation Voter Registration Card\" from the McCain campaign, listing their name, district, and something called a \"voter ID number\" and identifying their party affiliation as Republican. Mailings meant to mislead or discourage voters are nothing new: In Ohio's crucial 2004 vote, some minority urban voters received <a href=\"http://online.wsj.com/article/SB122125136545029511.html?mod=googlenews_wsj\">fake voter bulletins </a> that told Republicans to vote on Tuesday and Democrats to vote on Wednesday.</p> <p>• For years, while Democrats complained of vote suppression, Republicans have countered with accusations of voter fraud, claiming that fake people, dead people, non-citizens, non-residents, and criminals are trying to vote. This largely mythological claim has nonetheless been effective in bringing about new barriers to voting in the name of preventing fraud. Just this year, the Supreme Court upheld an Indiana law that imposes strict photo ID requirements for voting. The law will disproportionately affect those least likely to have drivers' licenses, including the young and the elderly, poor people, minorities, and legal immigrants. In the Indiana primary in May, a <a href=\"http://articles.latimes.com/2008/may/07/nation/na-voterid7\">dozen nuns</a> in their eighties and nineties were turned away from the polls because they did not have valid photo identification.</p>",
  "<p>On a day of historic drama on Wall Street and Capitol Hill, neither presidential candidate got anywhere close to calling the shots. That credit - if credit's the right word - went to the members of the House of Representatives who ensured the <a href=\"http://www.theguardian.com/world/2008/sep/30/congress.wallstreet\">defeat</a> of the government's $700bn bailout proposal, sending stocks plunging and delivering a huge blow to President Bush and Congressional leaders. Until the shock defeat of the plan, John McCain and Barack Obama had been competing to claim credit for its passage. Once it became clear that it had failed, both campaigns called for unity in the face of crisis - but the McCain campaign also accused Obama of putting \"politics ahead of country\", prompting the Democratic candidate to describe his rival's words as \"hyper-partisan and angry\". In terms of the election horse race, it seems fair to predict that the debacle will hurt McCain more than Obama: his \"campaign suspension\" announcement last week, which briefly threw the first presidential debate into doubt, had been focused entirely on securing a deal and on bringing rebellious House Republicans on board. In the event, 133 of them voted against the measure, leaving McCain looking like a gambler who had lost.</p> <h2>What to watch for</h2> <p>McCain is scheduled to appear in Iowa while Sarah Palin continues intensive debate preparation in Arizona. Obama is in Nevada. Tomorrow, CBS will begin airing excerpts from two new Katie Couric interviews with the vice-presidential contenders, Palin and Joe Biden, ahead of Thursday night's debate. In a transcript from a joint McCain/Palin interview, released last night, the senator attacked what he described as \"gotcha journalism\" directed at his running-mate. Also tomorrow, Bill Clinton - whose backing for Obama has been lukewarm at best in recent days - will headline two voter-registration rallies on the Democrats' behalf.</p> <h2>Latest polls</h2> <p>As the tracking polls began to absorb more days of post-debate data, Obama essentially maintained his lead, without widening it. (Gallup has him at 50% to McCain's 42%, unchanged since the previous day.) A USA Today poll published yesterday, meanwhile, confirmed the view that Obama had won Friday's debate: 45% of those surveyed felt Obama had done better in the debate than McCain, who registered only 34%. A Public Policy Polling survey puts Obama ahead of McCain in North Carolina, at 47% to 45% - a state that hasn't gone Democrat in a general election since it voted for Jimmy Carter in 1976.</p> <h2>Quote of the day</h2> <p>\"And because somebody hurt their feelings, they decide to punish the country? ... There are 12 Republican members who were ready to stand up for the economic interest of America, but not if anybody insulted them? I'll make an offer. Give me those 12 people's names and I will go talk uncharacteristically nicely to them and tell them what wonderful people they are and maybe they'll now think about the country.\" House Financial Services Committee chairman Barney Frank mocks the Republicans' claim that a dozen of the votes against the bailout were registered in offence at House speaker Nancy Pelosi's \"partisan\" speech just prior to yesterday's vote.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/business/video/2008/sep/30/us.congress.bailout\">Video: US Congress rejects bail-out plan</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/deadlineusa/2008/sep/29/uselections2008.johnmccain\">Dealine USA: Bail-out reaction from Obama &amp; McCain</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/uselections2008.sarahpalin\">Palin begins three-day cramming course for crucial TV showdown</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/uselections2008.barackobama1\">Obama lead gets bigger - and the fight gets uglier</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/30/roanoke\">Video: Gary Younge travels to Roanoke, Virginia, to try and gauge public opinion</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/30/business/30assess.html?hp\">NYT: In Bailout Vote, a Leadership Breakdown</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/29/stock-dive-is-bookend-of_n_130398.html\">Huffington Post: Stock Dive Is Bookend Of Bush Economics</a></p> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/30/arts/television/30brok.html\">NYT: With Brokaw as Elder Statesman, NBC Plans Future of 'Meet the Press'</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/news/stories/0908/14079.html\">Mark Penn: Obama has advantage on economy</a></p> <p><strong>·</strong> <a href=\"http://www.realclearpolitics.com/articles/2008/09/the_long_reach_of_a_depression.html\">Richard Cohen: The Long Reach of a Depression</a></p> <h2>Curiously hypnotic yet boring website of the day</h2> <p>Shortly after 16-year-old Preston Fosback and his mother displayed a Barack Obama sign in the front yard of their Oregon home, it was stolen. So was the replacement one they displayed. So Fosback handmade a third one - but this time trained a video camera on the sign, to watch for thieves. Which is why you can now watch live streaming footage of the Fosbacks' yard sign on the internet. The <a href=\"http://www.ustream.tv/channel/obama-sign-cctv-1\">website</a>, featuring a chatroom, has become host to an international community of sign-watchers, who discuss politics and type \"car!\" or \"school bus!\" or \"truck!\" when vehicles pass by.</p>",
  "<p>To read the headlines, you'd think the end of the world was nigh. The collapse of the $700bn US bail-out of the global financial system attracts dire warnings across the UK papers. We are \"Staring into the abyss\" (Telegraph) and facing a \"World of Pain\" (Mirror) after the \"Meltdown on Wall Street\" (Mail) and the <a href=\"http://www.thesun.co.uk/sol/homepage/news/money/article1749345.ece\">\"Blackest Monday\"</a> (Sun).</p> <p>According to the Times, the world faces a new phase in the financial crisis now that plans for the <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article4848747.ece\">\"biggest rescue of Wall Street since the Great Depression lies in tatters\"</a>. The financial system is lurching closer to a \"catastrophic breakdown\" after Wall Street suffered one of the worst days in its history.<br> The paper's economics commentator, Anatole Kalestky, offers some hope: \"In one form or another, the package will surely be passed in the next few days.\" The alternative, he writes, would be the failure of every leading bank in America and, for the rest of the world - particularly Britain - the nationalisation of all leading banks, insurance companies and other financial institutions. The US broadsheets use more measured headlines than their UK counterparts, but their analysis is no less severe. The Washington Post says the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/29/AR2008092900623.html\">\"bipartisan rebellion\"</a> that killed the rescue plan sent \"global stock prices plunging, prompting fierce recriminations on the presidential campaign trail and dealing President Bush his worst legislative defeat\". The paper says that although Democratic and Republican leaders have vowed to go back into negotiations to devise compromise legislation, no talks have been scheduled. </p> <p>Twice as many Democrats as Republicans backed the plan in last night's vote in the House of Representatives, the New York Times reports. It says some Republicans cited ideological objections to government intervention while liberal Democrats said they were of no mind to race to aid Wall Street tycoons. </p> <p>But the fundamental reason for the defeat was \"an outpouring of opposition from deeply hostile constituents just five weeks before every seat in the House was up for election\". <a href=\"http://www.nytimes.com/2008/09/30/business/30cong.html\">\"House members in potentially tough races and those seeking Senate seats fled from the plan in droves,\"</a> the paper says. </p> <p>New York's Daily News lists the <a href=\"http://www.nydailynews.com/money/2008/09/29/2008-09-29_president_bush_nancy_pelosi_among_bigges-1.html\">biggest losers</a> from the blocked bail-out, including Bush, the Republican presidential candidate, John McCain, and retired people, who are advised to use their pension statements for kindling. </p> <p>Time magazine says the origins of the bail-out defeat go back a long way. The vote itself was a <a href=\"http://www.time.com/time/nation/article/0,8599,1845655,00.html\">\"popular revolt\"</a> against Bush and almost every other US political leader and is the \"culmination of a historic sense of betrayal that Americans have long felt for their representatives in Washington\".</p> <p>At a time when the US is going through such huge turmoil, the Los Angeles Times finds time to highlight the woes of the hundreds of UK investment bankers who are suddenly out of work. The cafes of Canary Wharf have been transformed into <a href=\"http://www.latimes.com/business/la-fg-britecon30-2008sep30,0,5189956.story\">\"career triage centres\"</a>, the paper's reporter in London says, while a meeting for would-be teachers attracted 80 people. \"Teaching does offer security,\" the man from the teacher training unit helpfully pointed out.</p> <p>Those investment bankers could be joined in the unemployment lines by staff from the newly nationalised Bradford &amp; Bingley. The FT reports from B&amp;B headquarters in the small market town of Bingley and finds building society staff in shock. One local told the paper: <a href=\"http://www.ft.com/cms/s/4c18f2a0-8e86-11dd-9b46-0000779fd18c.html\">\"A bunch of spivs ran it into the ground.\"</a></p> <p>So there you have it: according to the papers, the actions of George Bush, the US House of Representatives and a bunch of spivs in Yorkshire have led to meltdown in the global financial markets.</p> <p><em>This is an edited extract from <a href=\"http://www.theguardian.com/wrap/subscribe/0,,990467,00.html\">the Wrap</a>, theguardian.com's round-up of the day's papers.</em></p>",
  "<p>On Friday night, the American electorate had an opportunity to hear the two presidential candidates in a head-to-head debate. The outcome of the November election is still hard to predict. But if the electoral roll were expanded to include the population of Europe, then the result would be a fait accompli. As Constanze Stelzenmüller, director of the Berlin office of the German Marshall Fund, put it in July: \"<a href=\"http://www.theguardian.com/commentisfree/2008/jul/20/usa.barackobama\">We made up our minds long ago: our president is Barack Obama.</a>\" </p> <p>Certainly, opinion polls seem to support this assessment. <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/2049446/Barack-Obama-beats-John-McCain-in-European-vote-US-election-2008.html\">A survey conducted in May 2008</a> in five European states (Britain, France, Germany, Italy and Russia) found Obama to be well ahead of John McCain in every case. A <a href=\"http://blog.foreignpolicy.com/node/9326\">subsequent poll</a> in France, Germany and the UK on the eve of his July visit to Europe showed that his lead over his rival had increased in all three countries. And while crowds are notoriously fickle, the astonishing pictures of an adoring multitude at the rally for Obama at the Victory Column in Berlin on July 24 spoke a thousand words. This was the people's choice.</p> <p>But who exactly were they choosing and why?</p> <p>Just prior to Obama's clamorous reception in Berlin, <a href=\"http://www.theguardian.com/commentisfree/2008/jul/21/barackobama.uselections2008\">Gary Younge remarked</a>: \"In the past six months, it has become patently clear people see in him whatever they want to see.\" This has been clear to Obama himself for much longer. \"I am new enough on the national political scene,\" he wrote in 2006 \"that I serve as a blank screen on which people of vastly different political stripes project their own views\" (<a href=\"http://www.nytimes.com/2006/10/17/books/17kaku.html\">The Audacity of Hope</a>, page 11). Since hitting the presidential campaign trail in February 2007, however, the screen has become less blank as Obama has set out his political vision in a series of stump speeches.</p> <p>\"America must lead\": this was the keynote of his address at the Chicago Council on Global Affairs, and it is one that he has sounded over and again in subsequent speeches on foreign policy. Just nine days before his appearance in Berlin, in a speech in Washington DC on July 15, he again invoked \"the tradition of American leadership on behalf of the global good\" and announced: \"From the moment I take office, I will let it be known that the United States of America is ready to lead again.\"</p> <p>But he did not make this known in Berlin. Not once in his speech to the 200,000 did he mention American leadership. Instead, he peppered the text with words like \"partnership\", \"sharing\" and \"cooperation\". \"My country must stand with yours and with Europe,\" he said, seeming to imply equality and parity. Whereas his speech to the Chicago Council on Global Affairs was called \"The American Moment\", the one in Berlin was \"A World that Stands as One\". The difference in title is telling.</p> <p>So, on the question of America's role beyond its borders, it might look as if there are two candidates with one name. And if Obama is elected in November, the choice of the American people could be different from the one that wowed Berlin. And yet, the two Obamas are not necessarily irreconcilable. There is a way of seeing and hearing him that brings the two figures into alignment.</p> <p>To begin with, we must not automatically equate American leadership with American hegemony. In view of America's recent record abroad, it is difficult for us Europeans to keep these two notions apart. But not only is there a distinction analytically, it could make all the difference politically. That is to say, Obama might be trading on this distinction when addressing his domestic audience. </p> <p>I stress \"domestic\". He knows that across the world people in general are fed up with America's view of itself as head of the herd, as leading the charge for \"freedom and justice\"; fed up because suspicious of the underlying motives and appalled by the results. Abroad, the image of America as a beacon to the world is, to say the least, tarnished. You might say, therefore, that Obama had the good taste not to subject his audience in Europe to this particular brand of inspirational rhetoric.</p> <p>But at home, America is the City on a Hill. This is not just any image. It is the self-image of the republic. In 1630, long before the US was a twinkle in Jefferson's eye, John Winthrop, the first governor of the Massachusetts Bay Colony, gave a sermon to his congregation of English emigrants: \"[W]e must consider that we shall be as a City Upon a Hill, the eyes of all people are upon us.\" Winthrop was a Puritan and by \"we\", he meant New England. But over time, his radiant simile, which was equally congenial to the enlightenment idea of America as a beacon of liberty, became the indispensable image of \"the indispensable nation\" as Madeleine Albright put it. When Obama says to his fellow Americans \"we must lead the world, by deed and example\", he is holding up the American torch, reminding them what America, in its own eyes, is.</p> <p>But lead the world in what direction? That is the open question. With which deeds and by what manner of example? When these crucial blanks are filled in, the gap between \"the two Obamas\" seems to shrink. Consider an excerpt from his Chicago speech. Affirming his belief that \"the American people will be ready to lead again\", he elucidates: \"They will be ready to show the world that we are not a country that ships prisoners in the dead of night to be tortured in far-off countries. That we are not a country that runs prisons which took people away without ever telling them why they are there or what they are charged with. That we are not a country which preaches compassion and justice to others while we allow bodies to float down the streets of a major American city.\" His call to leadership is a summons to America to put its own house in order.</p> <p>As regards other nations, Obama puts forward the proposition - radical in relation to the status quo of American foreign policy - that putting their houses in order might be more their own business than America's. \"[W]e should be sceptical,\" he writes, \"of those who believe we can single-handedly liberate other people from tyranny.\" He argues that \"when we seek to impose democracy with the barrel of a gun, funnel money to parties whose economic policies are deemed friendlier to Washington, or fall under the sway of exiles like Chalabi\" this retards the possibility that \"genuine, homegrown democracy will ever emerge\" (The Audacity of Hope, pages 316-7). </p> <p>Covering the Berlin rally, <a href=\"http://www.theguardian.com/world/2008/jul/25/barackobama.germany\">Jonathan Freedland reported</a> that \"the loudest applause came when Obama, however subtly, offered himself as the coming antidote to all that the Germans, Europeans - and most non-Americans - have disliked about the Bush era.\" When Obama, offering himself to the electorate at home, acknowledges that America is \"less respected than at any time in recent history\"; lambasts eight years of a foreign policy \"that lectures without listening\"; calls for \"a new era of international cooperation\"; and says it is better for America \"to act multilaterally rather than unilaterally\": then the gap between \"the two Obamas\" begins to look more rhetorical than real. </p> <p>On the other hand, if you trawl through his speeches you can find plenty of evidence to support a different conclusion. There are those who see Obama as a neocon wolf in Democratic sheep's clothing. I have also encountered the view that his oratory is sheer razzmatazz; that when the hot air dissipates all you are left with is a typical politician who is playing for high stakes. And perhaps Younge has a point: people still see in Obama what they want; even what they fear.</p> <p>Yet there is another possibility. When he addressed the rally in Berlin, he remarked: \"I know that I don't look like the Americans who've previously spoken in this great city\". Appearances are not necessarily deceptive. The possibility exists that Obama does signify a departure, both domestically and globally, from business as usual; that he offers \"change we can believe in\". As self-styled \"leader of the free world\", perhaps he would turn American leadership in another direction: away from American hegemony. It is hard to say - and too soon.</p> <p>Meanwhile, as the November presidential election approaches, all we Europeans can do is watch with bated breath. Not only do we wonder how the American people will cast their vote, we also ask ourselves: if they choose Obama, whom will they have chosen?</p>"
]