[
  "<p>A race that began as the West Wing now looks alarmingly like Desperate Housewives. Six months ago, you couldn't help but notice the striking similarity between Barack Obama and Matthew Santos, the fictional but charismatic ethnic minority candidate who promised to heal America's divide. Now, you can't help but feel you're watching an especially lurid episode from Wisteria Lane, as the real-life Sarah Palin fends off rumours of a fake pregnancy - and the accusation that her son is actually her grandson - by revealing that her unmarried 17-year-old daughter is expecting a baby and will soon marry the father, a young hockey player. Meanwhile, Palin has hired a lawyer to beat back a state investigation into claims that she abused the power of her office to remove her sister's ex-husband from his job as a state trooper, a man who has admitted tasering his own 10-year-old stepson! Would even America's trashiest daytime soaps dare squeeze that much action into just the first four days of a new storyline?</p> <p>The McCain campaign has done it, thereby achieving in an instant one of its key objectives. At last people are talking about the Republicans, after months in which all the excitement had been on the other side. Ever since McCain introduced Palin to a stunned, unprepared political world last Friday, Obama has barely had a look-in. From conservative talk radio to celebrity gossip websites, there is only one topic: it's all Palin, all the time.</p> <p>In these reams of commentary, there is uncertainty about the only question that really matters: how will this saga, and Palin herself, play in the November election? Ultimately, will she hurt or hinder John McCain?</p> <p>If it's hard to tell, that's because almost every new nugget we discover about Governor Palin can be viewed in radically opposite lights. The \"family values\" brigade might be shocked by the admission of premarital sex in the Palin clan; or it might be heartened that young Bristol - even the names sound like they come from a TV soap - has chosen to carry her baby to term and marry the father. So far, the latter reaction seems to have prevailed, with the Christian right, already smitten by Palin's anti-abortion, pro-guns, anti-gay marriage stances, standing by its woman. Some McCain backers have even tried to turn the episode into a net positive: talkshow host Michael Graham wrote yesterday that Palin, with one son off to Iraq, another with Down's syndrome and now a daughter set to become a teenage mom, had undergone experiences that millions of American women could relate to: \"Sarah Palin is as accessible as Obama is exotic.\" </p> <p>Or take what was, until the soap suds started lathering up, Palin's most obvious weakness: her inexperience. To political veterans, it's ludicrous to propose that a 20-month governor of a state with a population of under 700,000 is ready to take over as president (not such a remote possibility, given that John McCain is 72 and has a history of cancer). They note that when Palin visited Kuwait last year, she reportedly had to apply for a passport: she had never travelled outside North America before. How could she possibly be ready to lead the world's greatest military power? </p> <p>But Democrats who make these points risk doing the Republicans' work for them, falling into the wearily familiar trap of sounding like condescending coastal elitists, who look down their noses at ordinary Americans like the Palins. The blue-collar Republican base is already wild for the governor: every time they see a New York talking head say how absurd her candidacy is, they'll like her even more. </p> <p>Besides, the McCain camp is already hard at work spinning that all this inexperience is a good thing. It means, they say, that Palin will be a \"breath of fresh Alaska air\" in stale Washington, an outsider who had already dared take on politics-as-usual in her own state. Viewed that way, Palin has restored to McCain what always used to be his USP: his status as the reformer, fearlessly standing against the machine. </p> <p>So she will go into the vice-presidential TV debate against the seasoned senator and foreign policy sage Joe Biden cushioned by subterraneanly low expectations. If she manages to utter several coherent sentences in a row, it will be declared a draw. If he so much as looks patronising or if he does an Al Gore-style sigh of impatience, she will be declared the winner. He's a bruiser who would have been eager to crush any male opponent. Now he'll be holding himself back lest he looks like a sexist pig. </p> <p>There are some straightforward negatives for Palin that are not susceptible to even the most energetic spin. It's not good that she turns out to have been for the notorious \"bridge to nowhere\" - a $400m project in Alaska that has come to symbolise wasteful, \"pork-barrel\" spending - before she was against it. It dents her image as a reformer and shows she flip-flops as much as any other politician. Not helpful, either, that in the 1990s she was a member of the Alaskan Independence party, which seeks a referendum on breaking away from the US. The firing of her brother-in-law, and the outstanding request that she give a deposition on the matter, under oath, will linger through the campaign. And the fact that the McCain camp seems to have started seriously vetting Palin after nominating her, only now sending lawyers and researchers to Alaska, reflects especially badly on McCain himself. (He met her properly for the first time last week, according to the New York Times.) It suggests the downside of all that maverick brio is a recklessness that is hardly suitable in a commander-in-chief. </p> <p>What no one can know is whether that cost will be outweighed by the gains Palin brings, galvanising a socially conservative base that had been previously lukewarm towards McCain. What we can know already is that this election will share a depressing feature with the contests of the past 40 years: that America will plunge again into the never-ending culture wars. </p> <p>For Palin cannot help but polarise the electorate. Everything that liberal, blue-state America can't stand about her makes conservative, red-state America swoon. It's not just about \"Jesus babies and guns,\" as Rush Limbaugh pithily put it. Palin also wants \"intelligent design\" - creationism - taught in school. When she was mayor of the small town of Wasilla, \"she asked the library how she could go about banning books,\" according to a local official quoted by Time. Palin was worried about \"inappropriate\" language. \"The librarian was aghast\" - and was later threatened with the sack. </p> <p>In his stirring speech last week, Obama urged America not to \"make a big election about small things\". Yet here we are, discussing not Sarah Palin's record or programme but Jesus, guns, and as one feminist blogger put it yesterday, \"the uterine activity of her family\". This is a setback for women, especially in a year that seemed to promise a breakthrough, but it is also a setback for America itself. </p> <p>Obama made his name four years ago with a speech that called for an end to the civil war of red against blue. In 2008, he urged a different kind of election, one that would match the gravity of the hour. But the naming of Sarah Palin, and the reaction it has provoked, has dashed that hope. Americans are, once again, fighting over the questions that politics can never really settle - faith, sexuality - and pushing aside the ones that it can. And which it must. </p> <p><a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>",
  "<p>As teenage pregnancy takes centre stage in the presidential race, advocacy groups are hoping to sidestep politics and open a new debate over the effectiveness of sex education in the US.</p> <p>Leaders of both parties have said the pregnancy of Republican vice-presidential nominee Sarah Palin's daughter should not become a campaign issue. Still, advocates are gently urging that the story of 17-year-old Bristol Palin open a national dialog on teenage sexuality.</p> <p>\"What I hope this does is really highlight the fact that Senator McCain's positions as a presidential candidate, and Governor Palin's as his running mate, are completely out of touch with what teens need in America,\" Planned Parenthood president Cecile Richards said. </p> <p>\"They need comprehensive education, they need support in making responsible decisions,\" she added. \"This is an issue that the American public has reason to be interested in [the candidates'] positions on.\"</p> <p>As governor of Alaska, Sarah Palin supported funding abstinence-only education in schools. She wrote that \"explicit sex-ed programmes will not find my support\" on a 2006 election questionnaire.</p> <p>Palin was called \"pro-contraception\" <a href=\"http://dwb.adn.com/news/politics/elections/governor06/story/8049298p-7942233c.html\">during her gubernatorial run</a>. </p> <p>However, she is also a member of the anti-abortion group Feminists for Life, which raises concerns on its website that \"certain forms of contraception have had adverse health effects on women\".</p> <p>McCain has a similar record of opposing funding for sex education that includes contraceptives as a viable choice for teenagers. </p> <p>Asked in 2007 whether he backed George Bush's policy of abstinence-only sex education, McCain wavered before <a href=\"http://thecaucus.blogs.nytimes.com/2007/03/16/mccain-stumbles-on-hiv-prevention/\">asking an aide to remind him</a> of his position.</p> <p>\"[W]ould you find out what my position is on contraception -- I'm sure I'm opposed to government spending on it, I'm sure I support the president's policies on it,\" McCain said.</p> <p>Speaking on Fox news yesterday, McCain spokeswoman Nancy Pfotenhauer warned liberal activists and bloggers that \"they just hurt their own credibility\" by using the Palin pregnancy to question the viability of Republican-backed sex education policies.</p> <p>\"Shame on them for trying to make a political issue out of a private family matter,\" Pfotenhauer said.</p> <p>That argument was anticipated by Rob Boston, a spokesman for Americans United for Separation of Church and State.</p> <p>\"The religious right and conservative groups backing McCain will certainly imply that any discussion of the larger issue of how sex education is taught in the US is off base because this is a private family matter,\" Boston said. \"I disagree with that.\"</p> <p>\"We can use this incident as a … moment to examine where we are on the issue of sex education and ask the candidates what they want to do on this particular issue.\"</p> <p>The teenage birth rate in America rose in 2006 after nearly 15 years of decline, with about 435,000 babies born to mothers between 15 and 19 years of age. </p> <p>More than 729,000 teenage pregnancies are reported in the US each year, according to the National Campaign to Prevent Teen and Unplanned Pregnancy.</p> <p>Jessica Sheets, a spokeswoman for the National Campaign, said the Bristol Palin pregnancy \"is a really good way to say, 'this could be happening to anybody'\".</p> <p>\"We should be looking at more options here,\" she added. \"We don't want to limit ourselves to only talking about X or only about Y.\"</p> <p>The Palin flap is the third teenage pregnancy saga this year to capture American attention. Jamie Lynn Spears, the 16-year-old sister of pop singer Britney Spears, delivered a baby daughter in June amid reports of a pregnancy \"pact\" – later debunked – among high-school girls in the small town of Gloucester, Massachusetts.</p> <p>\"It's clearly time that we all start talking about the bigger picture on teen pregnancy -- and not just a couple of cases, but the thousands of young women each year who need help preventing pregnancy,\" Martha Kempner, a vice-president at the Sexuality Information and Education Council of America, said.</p> <p>Abstinence-only education is explicitly endorsed in this year's Republican party platform, which calls forgoing sex before marriage \"the responsible and expected standard of behaviour\". </p> <p>A decade-long study of abstinence education, authorised by Congress, found last year that it is as effective in preventing premarital sex as education that includes a broader slate of health options. Abstinence education was also found to have no discernible effect on condom use. </p> <p>Bristol Palin is expected to marry her child's father, 18-year-old Levi Johnston, in the coming months.</p>",
  "<p>Oh, most likely. But the very fact that the question needs to be asked – and I'm not the only one asking it, believe me – indicates what a joke Sarah Palin has already become. Wednesday night, she'll speak before an audience that (mostly) loves her – delegates to a GOP convention tilt heavily toward the socially conservative. That will sustain her for the week. But whether she'll survive the month of September seems a genuinely serious question.</p> <p>Of the several Achilles' Heels floating around, her former membership in the Alaskan Independence Party is the largest. McCain's motto for this campaign is \"Country First.\" The AIP's motto is \"Alaska First – Alaska Always.\" It's a fringe right-wing party, some of whose members want Alaska to separate from the US.</p> <p><a href=\"http://blogs.abcnews.com/politicalpunch/2008/09/members-of-frin.html\">As ABC News reported</a>, she was actually an enrolled member in the 1990s. Now think about that. In her small hometown where she was already fairly prominent and everyone knew her, she went down to the courthouse and asked a clerk for a voter-enrollment form. And she checked the box next to this fringe, weirdo party. That's quite an act of self-definition. She seems to have re-registered as a Republican to run for mayor.</p> <p>Here's yet another one: <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/01/AR2008090103148.html?sid=ST2008090103340&amp;s_pos=\" \">The Washington Post reports today</a> that Palin, as mayor, hired a Washington lobbying firm to secure around $27 million in federal earmarks for her town. McCain of course has made his opposition to earmarks a central platform plank. </p> <p>Palin likes to cast herself as a foe of the old GOP guard in Alaska, led by indicted Senator Ted Stevens, of <a href=\"http://en.wikipedia.org/wiki/Gravina_Island_Bridge fame\">\"Bridge to Nowhere\"</a> . But Stevens chaired the Senate committee that dishes out these earmarks during most of the years Palin was seeking the funds. Then comes this graf, which may prove to be a killer: </p> <blockquote> <p>In addition, Palin has reversed course on at least one major earmark: After initially supporting the $223 million bridge, which was to connect the town of Ketchikan with a remote island, she reversed course last year and canceled the project because of cost overruns. Critics have dubbed the project the \"Bridge to Nowhere.\"</p> </blockquote> <p>So she was for the Bridge to Nowhere before she was against it! <a href=\"http://www.youtube.com/watch?v=esUTn6L0UDU\">Sound familiar? </a>The Democrats ought to have plenty of fun with that one!</p> <p>There's surely more on the way. In four days, she's become a punch line. Democrats should go after her here and there, but again, the main target should be the man of such alleged wisdom and judgment that, when he didn't get what we wanted, threw up his hands, stomped his feet at the other boys on the playground, said the hell with this and chose the absolutely most unqualified running mate he could have chosen. McCain could still win this election – of course. There's a long, long way to go. But if he loses, Palin will go down as maybe the single most boneheaded decision a presidential candidate has ever made in America. </p>",
  "<p>The Republican party is seeking to resume normal service at its convention with high-profile speakers lined up to praise John McCain in his presidential election contest with Barack Obama.</p> <p>Republicans say Fred Thompson, one of the failed presidential hopefuls, and Joe Lieberman, the Democrat turned independent, will speak tonight about McCain's biography and their friendship with him. </p> <p>Aides said McCain would probably deliver his nomination acceptance speech in person tomorrow.</p> <p>White House officials held out the possibility that George Bush would make a televised address to the convention from Washington, although the McCain campaign has tried to distance itself from the highly unpopular president. </p> <p>Bush and Dick Cheney, the vice-president, cancelled their appearances yesterday, even before convention organisers decided to scale back ceremonies because of Hurricane Gustav.</p> <p>As Gustav forced a scaledown of the normal convention hoopla, McCain's vice-presidential running mate, Sarah Palin, the Alaska governor, appears to have energised the Republican base.</p> <p>McCain's surprise choice of a political unknown has injected fresh energy into the McCain campaign, leading to larger crowds at his rallies. Since he made the announcement last Friday, his campaign has raised $10m (£5m), contributing to an August tally of $47m.</p> <p>But Palin's family life has proved to be a distraction. She and her husband, Todd, yesterday announced that their 17-year-old daughter, Bristol, is pregnant. They said the news was being released to counter internet rumours that Palin's five-month-old son is actually her daughter's baby.</p> <p>Republicans have been talking up Palin. \"I just think she's remarkable,\" Cindy McCain told Fox News. \"She truly is a great match for my husband.\"</p> <p>In Monroe, Michigan, Barack Obama condemned rumours involving the children of candidates and echoed the McCain campaign argument.</p> <p>He said: \"I think people's families are off limits, and people's children are especially off limits.\"</p> <p>Prominent religious conservatives rallied behind Palin. James Dobson, founder of Focus on the Family, commended the Palins \"for not just talking about their pro-life and pro-family values, but living them out even in the midst of trying circumstances\".</p> <p>Details of Palin's family life raised questions about the McCain campaign's vetting process. The man who led McCain's vice-presidential search team said he thought everything that had come up as a possible red flag during the background check had now been made public.</p> <p>\"I think so,\" Arthur Culvahouse told the Associated Press. \"Yes. I think so. Correct.\"</p> <p>With Hurricane Gustav dominating the headlines yesterday, Laura Bush, the first lady, joined forces with Cindy McCain at the cut-down convention in St Paul, Minnesota, to appeal for cash for victims.</p> <p>The first lady received a standing ovation when she appeared, as did the would-be first lady when she appeared 10 minutes later.</p> <p>Although Gustav turned out to be less serious than predicted, Republicans are keen to be seen to be sensitive after the failure of Bush to act when New Orleans was flooded in 2005.</p> <p>With almost all of the first day of the convention scrapped, the hall was only a third full. The arrival of Laura Bush and Cindy McCain came as a relief to the delegates after two hours of procedural discussion necessary - for legal reasons - to nominate McCain.</p>",
  "<p>Sarah Palin today came face-to-face with the hard reality of the media examination she will undergo as John McCain's running mate when she was forced to confirm that her unmarried school-age daughter was pregnant.</p> <p>The revelation immediately renewed questions about the extent to which Palin, Alaska's governor, and relatively unknown before McCain announced her as his vice-presidential choice on Friday, had been vetted.</p> <p>Other disclosures today included that her husband, Todd, was arrested for alleged drunk driving 20 years ago and, more recently, she hired a lawyer to represent her in a state ethics probe.</p> <p>The investigation is over when she dismissed the public safety commissioner, Walt Monegan, after he refused to fire her brother-in-law, a state trooper, who divorced Palin's sister.</p> <p>Palin, the vice-presidential candidate and new star of the Republican party, was in St Paul, Minnesota, today to rally Republican convention delegates after being dispatched by McCain last night. The Republicans are trying to salvage their convention, which has been disrupted by media attention switching to Hurricane Gustav. All convention activities were cancelled for Monday except for essential business.</p> <p>Palin, soon after her arrival, was caught up in questions about her private life. In response, the McCain campaign team issued a statement on her behalf stating that her 17-year-old unmarried daughter, Bristol, is five months pregnant. Palin, who campaigns on a Christian, anti-abortion ticket, said Bristol and her partner planned to marry: \"We're proud of Bristol's decision to have her baby and even prouder to become grandparents.\"</p> <p>The fact that her daughter is to marry and have the baby blunted negative reaction among the party's social conservatives worried about sex before marriage. The news could even help consolidate the image of Palin and her family as typical of the average American home.</p> <p>The emergence of details about Palin's life, partly after reporters landed at her home town, Wasilla, in Alaska, raised concerns about whether the usual vetting had been dispensed with due to McCain's impulsive choice.</p> <p>McCain's team insisted today he had known about the pregnancy, the drunk driving charge and the ethics probe before offering Palin the job. </p> <p>The man who carried out the vetting, Arthur Culvahouse, told Associated Press that all the potential problems uncovered in interviews with Palin had now been made public. \"I think so. Yes. I think so. Correct,\" he said, insisting there had been a \"full and comprehensive\" vetting.</p> <p>But it emerged that McCain sent a fresh team to Alaska after he made the announcement on Friday, a move that raised questions about how thorough the initial vetting had been.</p> <p>On the pregnancy, a McCain spokesman, Steve Schmidt, said the senator's view was that this was \"a private family matter\". He added: \"Life happens.\" <br>Mark Salter, a McCain adviser, said the pregnancy had been announced to rebut rumours from internet bloggers that Palin's son, Trig, born in April with Down's syndrome, was a child of Bristol's. \"An American family,\" Salter said.</p> <p>The appointment of Palin is intended to mark a change in strategy by McCain. Having concluded it was not enough to challenge Barack Obama over his lack of foreign experience and to push his own narrative as a Vietnam war hero, he has been hoping to appeal to the working class and lower middle class, and believes Palin has the right credentials for attracting blue-collar workers.</p> <p>With the absence from the convention of McCain and the US president, George Bush - who had been scheduled to make a prime-time speech last night at the convention but went instead to Texas to be on hand for the Hurricane Gustav emergency centre - Palin, Laura Bush and McCain's wife, Cindy, led the push to raise delegates' spirits.</p> <p>The president's wife, who appealed from the podium for help for hurricane victims rather than make a politically-tinged speech, acknowledged delegates' frustration over the cancelled first day of the four-day convention. \"I know they're disappointed they're not going to get to have the programme tonight, but everyone understands it, everyone is thinking about everybody all across the Gulf coast,\" she told CBS television.</p> <p>All but two hours of the conference were cancelled today. A cocktail party planned for tonight, named Spirits of Minneapolis, was renamed Spirits of the Gulf Coast, with a fundraiser present to help bring in cash for the the American Red Cross hurricane effort.</p> <p>The Republicans are hoping to resume normal business today . As long as they can manage to have three full days of prime-time viewing, finishing as planned on Thursday night, they believe they can secure enough media attention to judge the convention a success.</p> <p>While Hurricane Gustav reminded the public of the failure of Bush to deal with the devastation of New Orleans by Hurricane Katrina in 2005, McCain's campaign team sought to turn the storm to their advantage. The cancellation of the first day of the convention sent out a message that McCain cared, contrasting with Bush's seeming indifference straight after Hurricane Katrina.</p> <p>McCain said on ABC News that he was frustrated at the loss of part of the convention but added: \"This is just one of those moments in history where you have to put America first.\"</p> <p>The hurricane diverted media attention from the Republican convention, with almost all of the anchor journalists from the main networks having flown out to New Orleans. McCain is hoping he can get back media attention for Palin's speech tomorrow and his own on Thursday. Rick Davis, a McCain adviser, said decisions would be taken on a day-to-day basis.</p>",
  "<p>Republican presidential nominee-to-be John McCain raised at least $47m in August, his biggest monthly money total so far and a sign that he is dispelling doubts about his campaign among conservative donors. </p> <p>Two campaign officials discussed the fundraising yesterday on the condition of anonymity because the numbers had not been tallied officially. </p> <p>The amount was just shy of the $50m that Democratic rival Barack Obama raised in July. </p> <p>Obama campaign officials would not comment on their August fundraising. The campaigns do not have to submit their August financial reports to the US federal election commission until September 20. </p> <p>One official said the McCain campaign had raised $10m since the candidate announced on Friday that Alaska Governor Sarah Palin would be his vice-presidential running mate. </p> <p>Palin has emerged as a popular vice-presidential candidate among social conservatives, who have eyed McCain with suspicion. </p> <p>Another official said the Republican party and the campaign will have between $224m and $240m available next week going into the final campaign for the November 4 presidential election. </p> <p>That amount would include the $85m in public money that McCain will receive after he officially becomes the Republican nominee on Thursday. </p> <p>After receiving the federal money, McCain will be prohibited from raising any more money for his campaign. Any cash that is left in his account when he becomes the nominee can be shifted to the Republican national committee or state party committees that have federal accounts set aside to help his campaign. </p> <p>The $47m represents money raised by the campaign and McCain's share of a joint victory fund set up with the Republican party. In July, McCain's last best fundraising performance, he raised $26m. </p> <p>The McCain camp expects the Republican national committee's McCain-Palin Victory '08 fund to raise $100m in September and October, giving the campaign overall access to more than $300m for the fall contest. </p> <p>Obama decided to decline his share of federal money, anticipating he could raise more though private donations. </p> <p>Fundraisers have said he and the Democratic national committee need to raise more than $200m in September and October to stay ahead of McCain and make the decision to reject public funds worthwhile. </p> <p>Obama advisers have said they expected his already record-setting fundraising to have surged during the Democratic National Convention last week and after his acceptance speech at last Thursday.</p>",
  "<p>Laura Bush joined forces with Cindy McCain at the cut-down Republican convention in St Paul, Minnesota, today to appeal for cash for victims of Hurricane Gustav.</p> <p>The first lady received a standing ovation when she appeared, as did the would-be first lady when she appeared 10 minutes later.</p> <p>Cindy McCain told delegates that it would not be appropriate to conduct politics at such a time and asked for donations to a special Republican website set up to help with Gulf coast relief. \"This is a time when we take off our Republican hats and put on our American hats,\" she said</p> <p>Although Gustav turned out to have a less devastating impact on America's gulf coast than predicted, Republicans are keen to be seen to be sensitive to the region after the failure of president George Bush to act when New Orleans was flooded in 2005.</p> <p>With almost all of the first day of the convention scrapped, the hall was only a third full. The arrival of Laura Bush and Cindy McCain came as a relief to the delegates after two hours of procedural discussion necessary - for legal reasons - to nominate John McCain the Republican presidential candidate.</p> <p>George Bush was to have been the prime-time speaker at the convention tonight but cancelled to visit the hurricane-hit region. Instead, Laura Bush took to the stage to echo the theme that partisanship had to be put aside at such a time. </p> <p>\"The effect of Hurricane Gustav is just now being measured,\" she said in St Paul, Minnesota. \"When such events occur, we are reminded that first, we are all Americans, and that our shared American ideals will always transcend political parties and partisanship.\"</p> <p>But Bush could not resist making at least one political point, noting that all the gulf state governors were Republicans.</p> <p>Four of the five governors sent taped video messages to the convention. One of them, Rick Perry, of Texas, was pictured against a plane that had flown to Louisiana to help with evacuation and he, like Laura Bush, could not help making a political point too. </p> <p>\"You're seeing Republican governors in Republican states doing a fabulous job of taking care of the citizens,\" Perry said. \"That's what we do.\" </p> <p>Barack Obama also urged hundreds of thousands of supporters to donate to the Red Cross to help victims of Gustav.</p>"
]