[
  "<p>For a few moments, the exuberant crowd at the Democratic convention this week fell silent. In sombre tones, Barack Obama's running mate, Joe Biden, described his regular evening commute by Amtrak train from Washington to his blue-collar home town of Wilmington, Delaware.</p> <p>'As I look out the window at the homes we pass, I can almost hear what they're talking about at the kitchen table after they put the kids to bed,' Biden told his audience in Denver. 'Questions they never thought they would have to ask.'</p> <p>He rattled off a list of America's economic woes: the soaring price of a tank of petrol, rocketing heating bills with winter around the corner, surging healthcare costs, job cuts and wage restraint. </p> <p>At the centre of it all, he said, kitchen-table worries revolved around the subprime mortgage crisis: 'Now we owe more on the house than it's worth. How are we going to send the kids to college?'</p> <p>With just over nine weeks until the presidential election, the crisis gripping America's economy has emerged as the most important issue on voters' minds. Some 61 per cent of the electorate cite economic concerns as the biggest problem facing the nation - almost double the 34 per cent recorded in January, according to the Pew Research Centre. Only 17 per cent cite Iraq as their greatest worry.</p> <p>For all the bluster about hope, renewal, wartime heroism and leadership, the policy battle is shaping up to be a classic confrontation of liberal versus conservative ideology. While Obama wants to tax the rich and channel aid to the poor, John McCain is explicitly pledging smaller government, balanced budgets and an extension of the Bush era of low taxation. It is a bottom-up philosophy against a trickle-down approach.</p> <p>'The economic news is going to be pretty much bad from here through till November,' says Dean Baker, co-director of the Centre for Economic and Policy Research in Washington. 'The economy is going to be front and centre.'</p> <p>While past presidential candidates have had the luxury of theorising over future policies, Obama and McCain face a crucial issue they can't duck: what to do about Bush's $2 trillion in temporary tax cuts, skewed towards the wealthy, which expire in 2010. While Obama would partially roll them back, McCain intends to make them permanent. 'The choice is stark and simple,' McCain told a recent town hall meeting in Colorado. 'Senator Obama will raise your taxes. I won't. I will cut them where I can.'</p> <p>Obama intends to increase rates for those with incomes over $250,000 - a mere 3 per cent of the population, his team says - to raise perhaps $700bn over a decade. McCain, meanwhile, presents himself as a paragon of fiscal virtue who will balance the budget by 2013.</p> <p>That's all very well. But experts point out that more immediate problems face the US as the credit crunch wreaks havoc with the financial system.</p> <p>'We're going to see more bank failures,' says Baker. 'They're going to have to decide whether to keep [lenders] Fannie Mae and Freddie Mac as private companies. There's going to have to be more bank regulation. There are going to be a lot of big challenges to address.'</p> <p>The Bush administration has already tried throwing money at the economy to force it back on track through a $168bn stimulus package, which involved sending out tax rebate cheques of up to $600 per person. Obama wants to have another crack through a second injection of $50bn, combining a fresh round of rebates with a fund to prevent home foreclosures.</p> <p>'An extra $50bn in people's pockets would get us back to that sweet spot,' says Brad DeLong, an economics professor at Berkeley University in California who served in the Treasury during the Clinton years. 'It would keep employment sufficiently high but avoid an inflationary spiral.'</p> <p>DeLong, who is an Obama backer, says McCain takes the opposite view: 'He thinks not recognising the problem is the right thing to do. He's opposed to giveaways. He thinks these difficulties are down to feckless borrowers who took out huge loans and spent the money on holidays to Bali.'</p> <p>Both candidates have surrounded themselves with heavyweight economic brains, some of whom arrive with baggage. Obama rankled unions by recruiting a centrist, Jason Furman, as his economic policy director. Furman, who is close to the Clinton-era Treasury secretary Robert Rubin, is pro-trade, and annoyed left-wingers in 2005 by presenting a paper lauding Wal-Mart as 'a progressive success story'. </p> <p>Meanwhile, McCain has turned to Douglas Holtz-Eakin, a former director of the Congressional Budget Office who has advised both Bush Presidents. Standing behind him are two Silicon Valley stars - the former Hewlett-Packard boss Carly Fiorina and retired eBay chief executive Meg Whitman.</p> <p>Some of the most bitter exchanges between the two camps have been about how to deal with rocketing fuel prices. To many non-partisan economists, this has exposed politicians at their worst. Obama backs a windfall tax on energy companies to fund 'emergency' refunds for low-income families; McCain has suggested a fuel tax holiday, suspending levies at the pump for up to three months.</p> <p>'Most economists would regard both proposals as not good ideas,' says Nigel Gault, chief US economist at Global Insight. He argues that a windfall tax is unpleasantly arbitrary, while a fuel tax holiday would lead only to higher consumption, boosting the profits of already well-fattened oil companies. </p> <p>'There's a problem with the US economy of too much spending, too much consumption,' says Gault. 'People need to save more. So it feels odd that you get out of a downturn by telling people: \"Here's some money, go spend more\".'</p> <p>With the countdown to polling day under way, a majority of voters appear to have grasped the basics of the two candidates' stances. In a Pew Research poll this week, 56 per cent said they knew 'a lot' or 'a fair amount' about Obama's economic plan and 54 per cent were familiar with McCain's proposals.</p> <p>Critics, however, question whether either candidate is being sufficiently frank. A neutral body, the Tax Policy Centre, has been trying to divine the cost of the promises made by each side. It reckons that Obama's tax-and-spend plans will add $3.5 trillion to national debt by 2018, while McCain's tax-cutting proposals amount to $5 trillion. </p> <p>In true populist tradition, both campaigns have been only too willing to promise extra spending. But neither side has outlined any cuts, with the exception of a pledge by McCain to stamp out pork barrel-style Congressional 'earmarks' for local projects - the most famous of which was $230m in 2004 to fund a so-called 'bridge to nowhere' between two islands in a remote part of Alaska. </p> <p>Roberton Williams, principal research associate at the Tax Policy Centre, says the difference is clear: 'McCain is saying, \"Let's cut taxes for everybody and help the economy grow,\" on the basis that a rising tide lifts all boats. Obama is arguing that the rich have got very rich and can afford to pay a little more because the people at the bottom are struggling.'</p> <p>But, he adds, radical-sounding messages from the candidates are often 'clarified' into blander proposals by backroom advisers: 'There's a real tension between the policy people and the political people. On the stump, they want to say things that are simple and that resonate.'</p> <p>Both campaigns are seeking endorsements from business leaders to add a dusting of gravitas to their economic expertise. McCain has secured public support from the veteran FedEx boss Fred Smith, from Merrill Lynch's John Thain and Sun Microsystems' Scott McNealy. </p> <p>The Obama side boasts fewer big business names, although it does have the vote of the world's richest man, Warren Buffett, a longstanding Democrat. Other Obama fans include former Federal Reserve chairman Paul Volcker; and the campaign is assiduously courting Google's chief executive, Eric Schmidt.</p> <p>International trade remains an evergreen fissure running through US politics. While McCain has been firm in his defence of the free trade agreement, Nafta, the Democrats have promised, albeit without specifics, to renegotiate treaties to protect US workers.</p> <p>Luke Froeb, a free enterprise expert at Vanderbilt University's management school in Nashville, identifies this as a key ideological gap. He argues: 'Renegotiating Nafta would make our economy a lot less flexible. It would reduce income and make us all worse off.'</p> <p>An overt McCain supporter, Froeb views Obama as a classic interventionist who overestimates the government's power to control the economy. 'He's relatively young. He knows enough to be arrogant and not enough to be humble,' Froeb says. 'Whereas McCain knows enough to be humble. He sees a problem and he may understand that there isn't an immediate solution.'</p> <p>More radical aspirations lurk behind both programmes. McCain has talked of an overhaul of America's tax code to replace the present six income bands with just two. Obama has floated a crackdown on predatory behaviour by banks - including a 'risk rating' system advising consumers on which credit cards to take out.</p> <p>In contrast with Britain's increasingly narrow political battleground, where 'tax rise' remains a deadly phrase, the US election amounts to a true collision of economic philosophy. Yet for all the boldness of the proposals, executive authority is strictly limited - any plans will inevitably be altered in lengthy tugs-of-war through Congress.</p> <p>As the long, hard run-in to polling day begins, both sides are keen to distance themselves from President Bush's economic legacy. The Obama camp is hopeful that this year's downturn could create just enough disillusionment to push its man over the line.</p> <p>'We did not arrive at the doorstep of our current economic crisis by some accident of history,' Obama told a recent rally in North Carolina. 'It was the logical conclusion of a tired and misguided philosophy that has dominated Washington for far too long.'</p> <h2>Key economic policies</h2> <p><strong>Obama</strong></p> <p><strong>·</strong> A fresh stimulus to the economy of $50bn, including sending out $20bn of tax rebate cheques and creating a $10bn fund to prevent home foreclosures</p> <p><strong>·</strong>Rolling back Bush's tax cuts for wealthier Americans by increasing taxes on those earning more than $250,000</p> <p><strong>·</strong>A windfall tax on oil and gas companies to fund 'emergency energy rebates' of up to $1,000 for low- and middle-income families</p> <p><strong>·</strong>The creation of a national infrastructure reinvestment bank to build roads, bridges and other transport links, comprising $60bn of federal money over a decade</p> <p><strong>·</strong>A five-star risk rating system and a bill of rights to crack down on predatory tactics by credit card companies</p> <p><strong>·</strong>Tackling the Nafta free trade pact so that it benefits American workers</p> <p><strong>McCain</strong></p> <p><strong>·</strong>Keeping and extending the Bush administration's sweeping tax cuts</p> <p><strong>·</strong>A fuel tax 'holiday' for motorists by suspending levies on petrol for a period of up to three months</p> <p><strong>·</strong>A 'home plan' to tackle the sub-prime crisis that would help 200,000-400,000 people by providing new 30-year fixed-rate mortgages to replace burdensome delinquent loans</p> <p><strong>·</strong>Giving families a fiscal break by doubling the annual tax allowance per child from $3,500 to $7,000</p> <p><strong>·</strong>Building 45 nuclear power stations, creating up to 700,000 jobs</p> <p><strong>·</strong>Defending Nafta and pushing for more free-trade treaties with other nations</p> <p><strong>·</strong>Ending all farm subsidies that are not based on 'clear need'</p> <h2>Healthcare reform: My costly experience of a failed system</h2> <p>Financing a comprehensive healthcare system available to all 300 million Americans, whatever their means or status, is one of the biggest problems facing whoever moves into the White House.</p> <p>Fixing America's arcane private health insurance system is far more significant than either Barack Obama or John McCain has thus far managed to elucidate. The current system can put so much stress on a family's finances that it dictates the lives of many. It determines the type of job you take, or, for those many millions not provided with health insurance at work, it forces you to take a second or third job just to pay the premiums.</p> <p>And even with insurance you may not be safe. The latest figures from the American Association of Retired Persons show that more than 1.85 million Americans - many of whom have what they think is very good health insurance - are every year forced into bankruptcy because of a medical emergency. </p> <p>More than 45 million Americans don't have any health insurance to speak of, nor do they qualify for the paltry amount of free healthcare made available to the very poorly off.</p> <p>I learnt last week how broken, stressful and altogether backwards the American system of paying for healthcare can be when I was unexpectedly admitted to my local hospital for an MRI scan.</p> <p>I am lucky enough to have a wife who works at a big US company that provides us with much better health insurance than we could ever afford to buy. This, coupled with the fact that I was weaned on the good old NHS, meant I was not remotely concerned about the cost of my visit to the hospital. Until I got there.</p> <p>The first thing I had to do at the reception of New York Methodist Hospital in Park Slope, Brooklyn, was phone my insurance company - even though I was being admitted as an emergency. I sat on the phone for 45 minutes responding to various recorded messages, punching one for yes and two for no as if I was paying my cable bill. At the end of this process, I was told that my insurance did not cover the first $721 of the MRI scan and only 80 per cent of the emergency treatment and any other subsequent hospital stay, drugs etc.</p> <p>A spell in hospital costs hundreds if not thousands of dollars a day and I was to be admitted for a minimum of five days. I was also slated for at least three MRIs, a lumbar puncture and lots of medication.</p> <p>And that is when the reality of living with the American healthcare system really sank in. I was no longer thinking about my potentially serious spinal cord injury. I was thinking about medical bills.</p> <p>McCain does not seek to alter the status quo sufficiently to give Americans respite from the current potentially crippling system. Sadly, Obama's proposals to fix it do not go far enough either.</p> <p>But both of them must know that until Americans can live secure in the knowledge that a single trip to the ER will not wipe out their finances for good, the 'dream' they speak of living will remain a financial nightmare for all but the very wealthiest.<br><strong>James Doran</strong></p> <p><strong>·</strong> This article was amended on September 8 2008. In the article above we said that John McCain had gained support from business leaders including 'Cisco's Scott McNealy'. Mr McNealy is chairman of Sun Microsystems. This has been corrected.</p>",
  "<p>As Republicans gather in St Paul for this week's convention, the choice of Alaska governor Sarah Palin as John McCain's running mate has highlighted one of the key themes of the next 10 weeks' campaigning: the chase for the female voter.</p> <p>Palin's nomination is aimed at exploiting a perceived weakness in the Democratic camp, where millions of supporters of Hillary Clinton's doomed run for the nomination might be open to switching sides.</p> <p>A mother of five and religious conservative, Palin made a deliberate pitch for women in her acceptance speech at an introductory rally in Ohio, noting the proximity of the 88th anniversary of women's suffrage in America. Then she heaped praise upon the first woman to appear on a major party national presidential ticket - Democrat Geraldine Ferraro in 1984 - and also Clinton. She praised her 'determination and grace' in her campaign against Barack Obama then borrowed one of Clinton's most powerful lines: 'Hillary left 18 million cracks in the highest, hardest glass ceiling in America.'</p> <p>Palin then cast her own nomination firmly in the light of women's rights, following on from the ground broken by Ferraro and Clinton. 'It turns out the women of America aren't finished yet and we can shatter that glass ceiling once and for all,' she said.</p> <p>It remains unclear how successful the ploy will be. Last week at the Democratic convention in Denver the Obama campaign was itself careful to woo former Clinton voters, especially women. The effort was aided by Clinton herself, who gave a strong speech backing Obama and attacking McCain. </p> <p>Certainly the issues alone would seem to suggest that Palin will have a tough time persuading wavering Democratic women on to her side. She is a staunch evangelical Christian who is firmly anti-abortion, even in extreme cases. </p> <p>She is pro-gun and is a lifelong hunter and member of the conservative National Rifle Association. She is in favour of drilling for oil in the Arctic National Wildlife Reserve in Alaska, a hot-button topic condemned by many environmentalists. She also opposes gay marriage and is sympathetic to teaching creationist theories alongside evolution in schools. </p> <p>However, Republicans are betting that Palin's life story will be fertile ground to make a pitch for women, especially the suburban 'soccer moms' who have proven a key demographic in recent elections. Palin began her speech in Ohio - the first time many Americans had even heard of the obscure governor - by saying she had been 'just your average hockey mom in Alaska'. Her history as a hardworking mother of five children, one of whom has Down's syndrome, is also seen as a potentially powerful message to women voters.</p> <p>Palin is set to hit the campaign trail hard, stumping for McCain and highlighting her own unlikely rise to the summit of Republican politics. Whatever the potential for success in her appeal to women voters, she has already sparked great expectation among activists. </p> <p>Her youth, her former beauty queen looks and the sheer surprise of her choice has created a buzz in a party that has had trouble generating much excitement. 'It was very, very clever. It was a bold and exciting choice,' said Republican strategist Angela Marie Buchanan.</p> <p>Palin's conservative views have also addressed one of the key problems McCain has faced in recent months as he has secured his party's nomination. The religious right has long distrusted him, despite his own social conservatism. Picking Palin will go a long way to ensuring conservatives turn out in large numbers for McCain. That in itself is vital as they make up a large amount of the party's most committed activists who are key to any 'get out the vote' operation on election day itself. </p> <p>The move prompted James Dobson, founder of the evangelical group Focus on the Family, to heap praise on the choice. Dobson, who initially said he would not vote for McCain, called Palin 'an outstanding choice.' </p> <p>He added that it would help evangelicals back McCain as it made it likely that he would appoint conservatives to the Supreme Court, something that would increase the chance of making abortion illegal.</p>",
  "<p>THE TWO women seemed like captured war trophies. Debra Bartoshevich and Cynthia Ruccia were both former supporters of Hillary Clinton's campaign. Now they were backing John McCain. In front of the TV cameras at a Republican press conference in Denver last week, they were introduced by Carly Fiorina, a top McCain aide and a possible vice-presidential choice before he settled on Alaska governor Sarah Palin.</p> <p>Both women were vociferous in their support of McCain and slammed Barack Obama for - in their opinion - abusing America's female vote. 'The [Democratic] party is allowing 51 per cent of the country to be bashed,' said Ruccia, a Clinton supporter and Democratic official from Ohio. Bartoshevich, once a Clinton delegate from Wisconsin, went even further. She is now the star of a Republican 'attack ad' appealing for Clinton supporters to abandon Obama. 'I have spoken to a lot of Democrats who are the same as I am. But they are not ready to come out,' she said. She added that she was going public to encourage them to jump ship too. 'I want others to feel that they can come out,' she said.</p> <p>That was music to the ears of Republican strategists and a worry for Democrats. Never before have women voters been so much the focus of concerted political attention. Clinton's sprawling, dramatic battle with Obama has put the female vote firmly in the headlines. By the end of the fight, Clinton had moulded herself into the unabashed champion of women, demanding that their voice be heard. Now Obama is scrambling to make sure those voters stay in his coalition. The surprise factor is that the Republicans have joined the chase and are aggressively pursuing the same target. McCain is heaping praise on Clinton and her achievements. Now he has picked a mother of five from Alaska as his running mate. Battle has been joined. The war for the women's vote could define the final two months of the election.</p> <p>In front of a cheering crowd in Dayton, Ohio, Palin herself left little doubt as to her role and intentions in the coming fight. In scenes unthinkable in a normal election year, the crowd witnessed the spectacle of the Republican vice-presidential choice lauding the achievements of Hillary Clinton. She praised Clinton's 'determination and grace' in her fight against Obama. The crowd seemed confused, with a few groans being muted by half-hearted cheers at Clinton's name.</p> <p>But Palin was not put off. She promptly stole one of Clinton's old stump speech lines. 'Hillary left 18 million cracks in the highest, hardest ceilings in America,' she said. Palin then cast herself firmly in the light of women's rights, following on from the ground broken by Clinton and Geraldine Ferraro, the 1984 Democratic pick for vice-president. 'It turns out the women of America aren't finished yet and we can shatter that glass ceiling once and for all,' she said.</p> <p>The pitch to bring in women on the McCain ticket was obvious. But it will be no easy task. Women in America are generally more sympathetic to a Democratic candidate. Recent polls have shown that six out of 10 women count themselves as Democrats or Democrat-leaning. In the latest Washington Post-ABC News poll, Obama attracted 55 per cent of the female support compared with McCain's 37 per cent. But Palin is not the only weapon in the Republican armoury. Figures like Fiorina - a former top businesswoman - have been increasingly visible in recent weeks. Then there is Cindy McCain, John McCain's wife and the potential next First Lady of America. With her demure attitude and blonde good looks, Cindy is wildly popular with traditional Republicans, superb at chatting to supporters in diners and coffee shops. 'She is a wonderful campaigner. People react to her,' said one Republican aide.</p> <p>It makes a contrast to her opposite number, Michelle Obama. A black lawyer with working class roots, she is from a world far removed from Cindy McCain's wealthy childhood in Arizona. Michelle is also at ease giving speeches but has a frank and fiery style. She is in many ways the archetype of the aspirational professional married woman and is a powerful draw to female voters.</p> <p>There is another side to Cindy McCain, one that reflects decades of travel to war-torn spots around the globe as part of her medical charity work. Recently, as her husband took a hawkish line on the Russian invasion of Georgia, it was his wife who popped up in a refugee camp in the aftermath of the country's short-lived war. 'My job in all of this is to make sure that the international community does not forget what is going on here,' she told reporters. Such comments did a lot to dispel the common notion of Republican First Ladies as 'Stepford Wives' adept only at lunches and buffets.</p> <p>Such developments pose a dilemma for the Obama camp. The campaign knows that it cannot afford to be complacent when it comes to female support. Palin in her speech steered clear of any ideological positions and instead touted her personal story as a mother of five. She called herself 'just your average hockey mom in Alaska' and emphasised her working-class background and that of her husband.</p> <p>But the Obama campaign has worked hard during the past week to shore up its support among women, especially the 18 million who backed Clinton. The effort was led by Clinton. She gave a speech in Denver attacking McCain and strongly supporting Obama. Much of the first three days of the convention was devoted to patching up publicly the divisions left over from the long nomination fight. A symbolic roll call included Clinton's name. It was stopped by Clinton herself, who then asked the convention to acclaim Obama the nominee. It was a powerful endorsement of his candidacy. Her husband, Bill Clinton, who has seemed lukewarm towards Obama, also made an impassioned plea for his election. Hillary then rejected recent Republican ads that have featured her criticising Obama.</p> <p>Certainly the former Hillary supporters promoted by the McCain campaign seemed to have trouble responding to policy questions about why they had switched sides. Ruccia, who confessed that she was pro-choice on abortion, is now supporting a Republican ticket on which both names are anti-abortionists. Bartoshevich is in the same position. 'I am not a one-topic voter. I take a look at other things,' she said. 'Things like the economy. I look at his [McCain's] experience in foreign policy.'</p> <p>That may be true. But to stop similar voters switching sides, the Obama camp believes that it will only have to emphasise Palin's red-blooded conservatism. Democratic strategists are betting that few women will be swayed by Palin once her opinions become widely known. She is a staunch opponent of abortion rights and a committed evangelical Christian. She is sympathetic to teaching creationist theories in schools. She is also a proponent of gun rights and a lifetime member of the National Rifle Association. It is unlikely that seeing Palin blasting away with a machine gun will persuade too many Democratic women voters that she is a genuine kindred spirit.</p> <p>But Palin does owe Clinton a huge debt. Her nomination for vice-president is a product of the campaign Clinton ran and the nerve it touched among millions of women across America. Just as Obama's run for office energised black Americans and young voters, Clinton's historic efforts triggered a political awakening among many women. That is what McCain is hoping to tap into by choosing Palin and by taking advantage of Obama's decision to pass over Clinton for his own running mate.</p> <p>Clinton's run for the White House was full of ironies. She began as favourite but ended as a scrappy, passionate underdog. The ultimate party insider, she became the voice for a downtrodden generation of Democratic women. In the end she may still achieve her goal of putting a woman in the White House, albeit as vice-president not commander-in-chief. Yet that woman will not be Hillary Rodham Clinton. It could instead be a gun-toting former beauty queen. In an election already replete with surprises, no one could have predicted that.</p>",
  "<p>The Republican war room in Denver looked harmless. It was on a busy road in a neighbourhood of modest motels and petrol stations. Only a handmade sign, emblazoned with an arrow and the words 'John McCain', pointed the way.</p> <p>But looks can be deceiving. More than two dozen Republican staffers were camped in Denver last week, spearheading the latest assaults on Barack Obama who was addressing the Democratic convention nearby. 'We came here to piss the Democrats off,' said one Republican aide with a grin.</p> <p>They have largely succeeded. Each day new adverts have hammered a relentless drumbeat of negativity, painting Obama as too liberal, too inexperienced and practically a danger to America's future. Leading lights of the Republican universe have paraded in front of the cameras in a disciplined display of party message-making. A typical performance came from former New York mayor Rudy Giuliani. 'There are still a lot of serious questions about Barack Obama's preparedness to lead the country,' Giuliani said, before stepping aside to showcase the latest ad on a huge flat-screen TV.</p> <p>The ad attacked Obama as being so ignorant of foreign affairs that he was virtually a security threat himself. It touched on scare issues such as Islamic terrorism and Iranian nukes. Then it represented Obama's positions on national security as naive and weak. 'These are contrast ads,' Giuliani said afterwards. 'And both sides do them.'</p> <p>That is only half-true. Democrats do launch attack ads and campaign negatively but no one does it like the Republican party. Under a succession of dark geniuses, the party has perfected the black art of negative campaigning. It has created the most effective attack machine in the Western world, with the sole purpose of destroying opponents and winning elections. For opponents it is a source of shock, misery and more than a little envy. Its tentacles stretch from the McCain campaign into the murky corners of talk radio, the internet and shadowy groups willing to use any outlandish smear. </p> <p>Now that machine is focused with laser-like intensity on Obama. The clamour is loud and shrill: Obama is vain, inexperienced, liberal and dangerous. It is backed by a clandestine chorus whispering that he has a secretive Islamic past and it uses racially loaded language. It is also only going to get louder. This week, as McCain and the Republicans gather for their party convention in the Minnesota city of St Paul, the noise will become deafening. It has one purpose - to keep the White House in Republican hands at all costs and against the odds.</p> <p>The current mastermind of the Republican attack machine is known as the Bullet. He is Steve Schmidt, a protégé of Bush's guru, Karl Rove. Nicknamed for his results as much as his bald head, he made his name as commander of the war room that wiped out Democrat John Kerry in 2004. Brought in to shake things up in July, Schmidt imposed discipline on a disorganised campaign. He dissuaded McCain from his off-the-cuff chats with reporters, and honed the focus solely on making Obama unelectable.</p> <p>Schmidt works on the principles of repeating simple messages loudly and often. Ads attack Obama as a 'celebrity' or a faux-messiah. By doing so they hope to turn Obama's greatest strength - his ability to inspire - into a fatal flaw. That is backed up by another line: that Obama is simply not fit to be president. NotReady08 is the name of a website set up by the campaign. The language can be harsh. 'We are in the hunt for the White House. Barack Obama is going to have to step up with more than a smart tongue, snappy words and a nice suit,' said Maryland Republican politician Michael Steele. </p> <p>The campaign will happily twist words. In the ad that Giuliani showed, Obama was hit for referring to the 'tiny' threat from a nuclear Iran. In reality Obama had been pointing out that the problem of Iran was '... tiny compared to the Soviet Union'. Others have interspersed footage of the Democrat candidate with images of Britney Spears. One jokey advert painted him as a Moses-type figure capable of parting the Red Sea. Mocking his message of 'hope' and 'change', radio host Rush Limbaugh has taken to referring on-air to Obama as simply 'the Messiah'.</p> <p>The attack dogs will eagerly embrace formerly hated targets. All last week Republicans lauded the achievements and brilliance of Hillary Clinton, seeking to exploit divisions in the Democratic Party. It has rounded up former Clinton supporters who now back McCain and paraded them like captured prisoners of war. '[McCain] really does admire and respect her and honours the campaign that she ran,' said Carly Fiorina, a top McCain adviser. Those are astonishing words from a senior figure in a party which spent two decades demonising Clinton as a left-wing uber-feminist. But that is the key to the success of the Republican attack machine: the past does not exist. What matters is what works now. Democrats know more of the same is coming. 'This is going to be the most vicious campaign we have ever faced,' said Terry McAuliffe, Clinton's former campaign chairman. </p> <p>Schmidt and his public operations are merely the visible tip of the machine. But the most aggressive ads are not made by the McCain campaign. They are made by so-called '527 groups' - named for a clause in the tax laws - that cannot officially be linked to any campaign. They are privately financed and exist outside the campaigns, like some sort of 'black ops' off the CIA budget. Democrats have been helped by 527 groups too, though Obama has tried to clamp down on their activities. But Republicans have found them to be highly effective. The Swift Boat campaign that raised questions about Kerry's Vietnam service in the 2004 campaign was a 527. It was financed largely by Texan billionaire Harold Simmons. Simmons has now donated £1.5m to a 527 group called the American Issues Project. The AIP last week brought out the most negative ad in the campaign so far. It linked Obama to Bill Ayers, a former radical with the Weather Underground Organisation, which planted bombs in the 1960s. Ayers, now an academic, once sat on the board of an anti-poverty group alongside Obama and they have other minor connections. The ad, however, used the imagery of 9/11 to paint Obama as being friends with terrorists. Many more AIP ads will be in the works.</p> <p>It's not just the 527s. There is an industry devoted to publishing anti-Obama screeds. The most popular has been The Obama Nation, by conservative polemicist Jerome Corsi. The book paints a radical picture of Obama as having a secret Islamic past - but critics say the book can be proven to be wrong. Corsi has also called for Obama to take a drugs test and warned that he might create a 'department of hate crimes' if elected. The Obama Nation has been a bestseller, relentlessly promoted by sympathetic media figures such as Fox News's conservative host Sean Hannity. On his show, Hannity allowed Corsi to claim Obama wanted to allow women to have 'abortions' even after their child was born. Instead of refuting the ridiculous claim, Hannity merely expressed shock. The incident forced a liberal media watchdog to issue an analysis showing Obama had never actually supported the murder of newborn children.</p> <p>Yet Hannity is just one of a pantheon of conservative media figures who echo the claims of the Republican machine and convey them to the general public in their millions. They include TV hosts such as Glenn Beck on CNN (who last week called Obama a 'Marxist'), Matt Drudge on the internet and radio personalities such as Rush Limbaugh, the most powerful single broadcaster in America with an estimated 20 million listeners a week on 600 stations. Limbaugh frequently paints Obama as benefiting from 'affirmative action' in his political career. He also makes frequent reference to Obama's middle name, Hussein. Both are clumsy ways of inflaming racial and religious issues at the ballot box. They might also be effective. </p> <p>The father of the modern Republican attack machine was Lee Atwater, a South Carolina native with a passion for blues guitar and brutal politics who, before he died of brain cancer in 1991, wrote letters of apology to many of those his aggressive campaigning had destroyed. </p> <p>Before his profound change of heart Atwater changed the face of American politics. During the 1970s Atwater showed a flair for making the personal into the political. His tactics were condemned but they were effective, most notably in the destruction of Democratic presidential candidate Michael Dukakis in 1988 and the election of George Bush senior. Dukakis was accused of being a depressive, his wife was attacked as having once burned an American flag and finally he was hit by the infamous race-baiting ad that featured black murderer Willie Horton who committed armed robbery and rape after being released on a weekend furlough programme. 'Lee Atwater ruined the business of politics. It all began with him,' said McAuliffe.</p> <p>Atwater also mentored the young Karl Rove. Rove, in his turn, mentored Schmidt. 'There is a reason why Steve Schmidt, who was mentored by Rove who was mentored by Atwater, is running John McCain's campaign,' said Joe Conason, author of the book Big Lies. That reason is simple - these tactics work. When Republicans are shunning Bush's record, attacking Obama personally is the strongest course of action. </p> <p>Obama's campaign is determined not to repeat the mistakes of Kerry, Al Gore and Dukakis. It has been pushing back hard. McCain's recent admission that he did not know how many houses he owned was ruthlessly exploited. The Obama campaign has appeared to use coded language that refers disparagingly to McCain's age. In his acceptance speech on Thursday night Obama did not shy away from strong language attacking McCain. Indeed he made veiled threats to deliver more, almost goading McCain to make the election a personal fight.</p> <p>The Obama camp has also aggressively rebutted the flood of attack ads. Websites have been set up to prove many claims wrong. When the AIP ad on Ayers hit the airwaves last week, Obama staffers directly contacted TV stations and asked them not to run it. Some did, but others did not. Even Fox News stayed away from it. The campaign then went to the Justice Department, asking the ad to be taken off the air. That sort of attitude has a whiff of the hardball attitude that Bill Clinton used to get to the White House. The Corsi book also met an instant wave of rebuttal which helped dent its impact. 'Corsi's book has not really succeeded. Not like the Swift Boats did,' said Conason.</p> <p>Obama has learned how to defend himself but the Democratic attack machine is still far smaller than its Republican equivalent. Never the less we already know what a concerted effort to attack McCain looks like. The Republican machine tore into him in 2000 when he was running in the primaries against Bush. Then, with Rove at the helm, McCain was painted as a mentally unstable man who might have fathered an illegitimate black child. That destroyed his chances.</p> <p>Now that same machine is backing McCain. This week in St Paul it will be gearing itself up to try to repeat its five wins in the past seven elections. Yet, amid the smears and muck-raking, perhaps there is something even greater at stake than the White House. Just months before he died, ravaged by a terrible cancer and barely able to move, Atwater wrote an article for Life magazine. In it he appealed for future political leaders to correct the power-hungry style of politics he himself had perfected. </p> <p>'They must be made to speak to this spiritual vacuum at the heart of American society, this tumour of the soul,' he wrote. But, as the McCain camp prepares for the final leg of the election, most Republican operatives will be thinking only of Atwater's many victories. Few will be considering what they cost and his deathbed plea for change.</p> <h2>Who are the attack dogs?</h2> <p><strong>Sean Hannity</strong></p> <p>No one makes Fox News's claim to be 'fair and balanced' more patently ridiculous than Hannity. The conservative talk show host is as right-wing as they come and a highly effective cipher for Republican propaganda. He co-hosts his show with liberal Alan Colmes, but Colmes is reduced to the role of whipping boy rather than an alternative point of view. Hannity has championed the work of Jerome Corsi. </p> <p><strong>Jerome Corsi</strong></p> <p>Corsi makes a living out of writing muckraking books that appear to favour polemic over accuracy. The Cleveland native first took aim at John Kerry, penning a tome called Unfit for Command. But his greatest 'success' has been The Obama Nation. It has become a New York Times bestseller with its slanderous take on Obama's life and politics. Say the title quickly and it turns into 'abomination'. Corsi probably thinks this is funny.</p> <p><strong>Rush Limbaugh</strong></p> <p>A colossus of US conservatism, his radio show is heard by millions across the country. His rants espouse a deeply conservative point of view that believes global warming does not exist and terrorists lurk behind every corner. He frequently makes an issue of Barack Obama's race - but asked his listeners to back Obama in the Democratic race in what he called Operation Chaos as part of a strategy to keep the campaign as split as possible.</p> <p><strong>Glenn Beck</strong></p> <p>Conservative radio and television host and self-styled critic of political correctness. Once said of radical film-maker Michael Moore, 'I'm wondering if I could kill him myself, or if I would need to hire someone to do it. No, I think I could.' Recently asked an American pastor on air: 'Is Barack Obama the Antichrist?' Has also written two bestselling books: An Inconvenient Book and The Real America: Messages from the Heart and Heartland.</p> <p><strong>Steve Schmidt</strong></p> <p>Known as 'the Bullet' for his bald pate and hardball tactics, Schmidt is the new mastermind of John McCain's attack strategy. He is ruthlessly disciplined and likes to operate behind the scenes. He is also very effective, helping to destroy John Kerry in 2004 and getting Arnold Schwarzenegger re-elected as governor of California in 2006. Unusually for a campaign professional, he is said to loathe Washington DC and prefers his home near the famously liberal city of San Francisco.</p>",
  "<p>Before their Denver extravaganza last week, Democrats feared their nominating convention might dissolve into a gruesome riot of intramural conflict. The primary season wounds between the Clinton and Obama camps had not fully healed and some feared open fighting between the factions would overshadow Barack Obama's coronation. But after a somewhat unsure start, they averted disaster. Bill and Hillary Clinton both rallied their supporters to Obama's side with full-throated endorsements. And then came Obama's stirring acceptance speech, with which virtually no dazzled Democrats could find fault. For the Democrats, it was mission accomplished.</p> <p>In truth, the talk of division was overblown. As Time magazine's Amy Sullivan recently noted, today's Democratic party is as unified as it has been in a generation. The long-running feud between the party's moderate and liberal wings is dormant, with the liberals holding sway. Consensus reigns on nearly every key policy question, from leaving Iraq to ending George W Bush's high-income tax cuts to putting brakes on unfettered free trade.</p> <p>But look who's divided now: the Republicans. As John McCain heads for St Paul this weekend - with his photogenic but almost comically inexperienced running mate, Sarah Palin, in tow - it is the GOP that struggles to find real unity. John McCain now leads a party saddled with fierce internecine disputes about everything from civil liberties to budget policy to America's role in the world. While these Republicans may lack a soap opera akin to the Clinton-Obama psychodrama, their ideological stitching has come dangerously loose. It is McCain's challenge to ensure that the seams don't burst open before election day.</p> <p>How times have changed. During the first half of the Bush era, the Republican party brooked about as much dissent as the North Korean Communist party. But nothing breeds division like failure and the collapse of Bush Republicanism has a long list of party factions pointing the finger at one another.</p> <p>Take social policy. The apex of Republican power earlier in this decade was made possible by the enthusiasm of Christian conservative voters reacting, in part, to the alleged moral decay of the Clinton presidency. But once-reliable white evangelical voters are growing more disaffected with the Republicans. They have not been rewarded, after all, with a federal ban on gay marriage or real progress towards outlawing abortion. Nor do they have much trust in McCain, who has never prioritised social issues in his career and has clashed with the religious right. Earlier this year, influential Christian leader Dr James Dobson vowed that: 'I cannot and I will not vote for John McCain.'</p> <p>McCain's stunning choice of Alaska governor Sarah Palin, merely two years into her first term and reportedly a visitor to just one foreign country (Ireland) before 2007, was a step towards calming evangelicals: Palin might be unqualified for the job, but she has a solid record of social conservatism, particularly on abortion. (Senior party leaders, including Karl Rove, had to plead with McCain not to choose a pro-abortion rights running mate, such as Connecticut senator Joe Lieberman or former Pennsylvania senator Tom Ridge, lest open warfare result.) But a dangerous breach remains. Socially moderate Republicans are seeking to assert themselves. The GOP's Wall Street financial base has little interest in banning abortion or gay marriage and, indeed, sees those crusades as a path to electoral exile. Hence, evangelicals in St Paul will be subjected to a Tuesday night keynote speech by the former New York mayor and presidential candidate Rudy Giuliani, who urges his party to be more accepting of abortion. Listen for the boos - their volume will hint at whether religious conservatives understand that to prevail in November McCain needs to appeal beyond the Republican party's shrinking base, or whether they will insist on self-destructive displays of radicalism.</p> <p>Foreign policy? The realist wing of the GOP wants to beat back the influence of the neoconservatives such as William Kristol who led the 2002-2003 charge into Iraq. This battle has played out in editorial pages, at Washington think-tanks and reportedly among factions within McCain's advisory circle. So far, the neocons seem to be winning out, as McCain rattles his sabre at Iran and Russia and puts a heavy emphasis on democracy promotion. But McCain's tough talk does not come without a cost, as evidenced by the warm words for Obama from leading foreign policy moderates such as Nebraska senator Chuck Hagel. Some GOP leaders even fear that former Secretary of State Colin Powell, aghast at neocon foreign policy influence, might not endorse McCain - and could possibly even proclaim his support for Obama in a public relations disaster for the Republican nominee.</p> <p>Meanwhile, those on the party's growing neo-isolationist fringe can rally around the libertarian hero Ron Paul, whose failed presidential primary campaign was largely premised on his opposition to the Iraq War and which drew support from many traditional conservatives. Unwelcome inside the Xcel Centre, Paul will stage a rally across the river in next-door Minneapolis. By comparison, anti-war protesters were a negligible force in Denver.</p> <p>McCain's message in St Paul will also be muddied by the presence of another libertarian, Bob Barr, a former Republican congressman now running a third-party candidacy. A quirky character memorable for having been tricked by Sacha Baron Cohen's Borat into believing he had eaten breast-milk cheese, Barr is reinventing himself as the champion of principles that he says the Republican party has betrayed. Barr emphasises the erosion of civil liberties through such measures as expanded government eavesdropping powers, which McCain supports, and says the Republican party has been corrupted by lobbyists. Many analysts agree that his candidacy will draw conservatives from McCain's base. Barr may cause his pro-Republican home state of Georgia to become competitive, a nightmare for McCain. McCain can still win in November - barely. But in a poisonously anti-GOP political climate, he cannot allow votes to leak from his party's conservative base.</p> <p>For now, none of these fissures threatens to tear the Republican party apart completely. But from Obama's perspective, they don't need to. All they have to do is leave Republican voters uninspired on election day. Consider the contrast in how last week ended. Obama spoke before 80,000, while McCain struggled to round up 10,000 voters for his vice-presidential announcement rally in Ohio. This is a stark illustration of the 'enthusiasm gap' which threatens to doom McCain in November, should Democrats turn out in droves while Republicans stay at home. </p> <p>For McCain, there really is no good solution to this dilemma. Republican factions will have to hash out their differences over time. Thus, Republicans will feel pressure to cast the spotlight on to Obama. They will seek to rally their balkanised party around a menacing vision of Obama as dangerously inexperienced, willing to put his ambition ahead of the national interest and an elitist with disdain for ordinary Americans. (Should that last part come with an ugly implication that Obama himself is foreign and un-American, well, so be it.) </p> <p>If you find yourself hearing quite a lot about what's wrong with Obama next week, it will be because the divided Republicans of 2008 can't agree on what's right about themselves.</p> <p><strong>· </strong>Michael Crowley is senior editor at New Republic magazine</p>"
]