[
  "<p>Gordon Brown bowed to the inevitable and admitted yesterday that Britain was about to go into recession for the first time in 16 years. He did so as he highlighted new plans to persuade <a href=\"http://www.theguardian.com/money/mortgages\">mortgage</a> lenders not seek to <a href=\"http://www.theguardian.com/money/repossessions\">repossess</a> the homes of borrowers unable to pay their arrears. </p> <p>In the Commons Brown followed the example of the chairman of the Bank of England, Mervyn King, and said the country had to prepare for <a href=\"http://www.theguardian.com/business/recession\">recession</a>. </p> <p>Brown told MPs: \"Having taken action on the banking system, we must now take action on the global financial recession.\"</p> <p>He said this was likely to cause \"recession in America, France, Italy, Germany, Japan and - because no country can insulate itself from it - Britain too\".</p> <p>The Conservative party leader, David Cameron, tried to make Brown shoulder some of the blame for Britain's economic malaise, and pointed out that half of the OECD countries were going into the downturn with budget surpluses, making it possible for them to cut taxes for families. </p> <p>\"He claimed the credit in the boom, why won't he take responsibility in the bust?\" Cameron said.</p> <p>Britain will not formally go into recession when the latest growth figures are published tomorrow because there was zero growth as opposed to negative growth in the previous quarter. A recession is technically defined as two successive quarters of negative growth. </p> <p>Brown announced that in the wake of the downturn fresh guidance was being issued to judges to try to reduce the 40,000 repossessions forecast for this year. The Treasury announced new court protocols from the Civil Justice Council designed to make repossessions a last resort.</p> <p>Lenders will now be expected to demonstrate to courts that they have tried to discuss and agree alternatives to repossession when borrowers get into trouble with their mortgage repayments. If a case reaches court, lenders will be required to tell the court precisely what they have done to comply with the protocol. </p> <p>Lenders, under the new guidance, coming into force on November 19, must explore options to help people stay in their home, such as extending their mortgage term, changing the type of mortgage they have, such as switching people to an interest only one, deferring the payment of interest and adding arrears to the overall loan. One of the toughest lenders in terms of repossession has been Northern Rock, owned by the government. </p> <p>In addition the government is proposing that companies engaged in sale and rent back schemes, which may target vulnerable homeowners, should be brought under FSA regulation for the first time. The government is following a recommendation from the Office of Fair Trading.</p> <p>Buoyed by two new opinion polls showing his personal standing is rising, Brown was also complimented by the French president, Nicholas Sarkozy, who proposed that the prime minister be asked to regularly attend meetings of the euro-group of countries over the next year. </p> <p>Brown will also attend a meeting of world leaders on the economy announced yesterday by President Bush for Washington on November 15, 11 days after the US presidential election.</p> <p>A fresh poll by Ipsos MORI shows Labour up six points to 30 points and the Conservatives down seven points to 45 points, with the Liberal Democrats on 14 points up two. A separate poll by YouGov for Channel 4 News showed Labour greatly narrowing its deficit in the must-win marginal seats from 13 points to five.</p>",
  "<p>Where were you when Obama was shot? The line we pray we will never have to say. A line that I have hesitated even to write, as if the mere inscribing of the words could invite calamity. Yet the fear preys on the back of our minds, as we see Barack Obama plunging into those crowds. I have now watched weeks of election coverage on the 24/7 television news channels in the United States, in the course of which every tiniest feature of the campaign has been examined to exhaustion, but not once have I heard this mentioned. Yet almost every day I have a private conversation in which the subject comes up, especially when talking to journalists.</p> <p>Is this self-censorship of the media right? Should I not even be writing this? There are unstable, suggestible people out there. Experts may argue about the psychological impact of media coverage of such subjects, but it clearly has some. Earlier this year, a blogger pointed out that \"assassinate Obama\" had that day appeared on a list of Google's top 100 search items.</p> <p>She suggested that newspaper stories about the danger had increased the number of such Google searches - and that her own blog might do the same. As may this column.</p> <p>Yet to ignore this subject completely, never to mention in print what so many are thinking, is to miss something important. Only against this dark background of dread can you appreciate the full irresponsibility of the turn the McCain-Palin campaign has taken towards attacking Obama's character, biography and patriotism - attacks which, in other contexts, we would not hesitate to describe as \"character assassination\". The charge made by Sarah Palin that he has been \"palling around with terrorists\"; the automated calls associating him with \"domestic terrorist\" William Ayers; the underhand insinuation that he is alien, un-, or even anti-American; rhyming Obama with Osama; the absence of instant rebuke when some idiot at a Palin rally cries out \"terrorist!\" or even \"kill him!\".</p> <p>Palin supporters might retort: this is America, not namby-pamby Europe. We fight tough, and we fight to win. A little gouging of the eyes as you roll in the dirt is just fine, in this land of real men. But more responsible Republicans disagree. They argue that, if you really put \"Country First\" - John McCain's campaign motto - you should not travel along this road and risk stirring those demons. It's no accident that Obama was given secret police protection unusually early in the primaries. Watching Colin Powell's measured and eloquent endorsement of Obama, many will have recalled that one widely reported reason Powell himself did not run for president was his wife's fear that he would be assassinated. No serious analyst would dispute that the threat to Obama, however effective his secret police protection, is greater than it would be to a white candidate.</p> <p>Of course the nutters, xenophobes and racists are out there anyway. The point is that nobody should ever be able to claim, with even a shadow of plausibility, that the Republican campaign has given them even a hint of encouragement. I feel it important to record that I have heard several white Republicans say, with real feeling, what a great thing it would be for the US to have a black president.</p> <p>This criticism of the nasty turn taken by the McCain-Palin campaign would lose some of its force if the Obama campaign had been launching comparable attacks on the character and biography of the Republican candidates. Now the Obama camp has done its share of negative campaigning, and the excellent factcheck.org finds that the candidate himself has sometimes misrepresented McCain's policy positions. But he has never resorted to such lowdown personal attacks. In the last presidential debate, he even heroically refrained from questioning Palin's qualifications to be president.</p> <p>His quiet message was: let the American people judge. So the McCain-Palin campaign has been unilaterally playing with fire.</p> <p>The stakes in this election grow higher by the day. It feels like watching a poker game with huge piles of chips accumulating on the table. Both the potential loss and the potential gain are enormous. On the upside is not just the symbolic breakthrough of electing the first African-American president - and a child of the world carrying with him the hopes of the world. It's also the arrival in the world's most important job of someone who has the potential to do it very well.</p> <p>I did not always think this. Last year he still looked inexperienced. But Obama has gained stature through every challenge. For a start, he has shown amazing stamina and strength. Due to the long drawn-out primary contest with Hillary Clinton, he has been campaigning for nearly two years, non-stop. Through all the ups and downs of the campaign, and the financial crisis of recent weeks, he has been cool as a cucumber and steady as a rock. These are qualities we'd like to see in a president.</p> <p>In the debates, he was dignified, well-informed and grownup, making a grimacing McCain look like the temperamental youngster. He greeted the old fighter pilot's attacks with an ironical smile that visibly drove McCain nuts. He has the kind of cryptic detachment that is an asset to any chairman. Personally, he seems centred and rooted. You feel this a man who knows who he is. Not because he has always known who he is, like the heir to \"a long line of McCains\", but because for a long time he didn't - and then worked it out for himself the hard way, through the search recorded in the autobiographical Dreams From My Father. He has, so to speak, the rootedness of the uprooted.</p> <p>He has also cut some of the waffle that we heard earlier in the campaign. On policy, he has demonstrated a clear intellectual grasp of the issues, an ability to absorb and synthesise expert advice, and a consistent focus on a few strategic priorities: the economic condition of the middle class, healthcare, education, energy.</p> <p>Following the last debate, some of the instant reaction pundits on CNN complained that he had been \"professorial\" (what have they got against professors?). Then the polling came in, and it turned out that undecided voters rather liked professorial. After eight years of \"the kind of guy you'd want to drink a beer with\" (W), maybe someone who showed a clear understanding of complex issues would not be so bad. Without counting his chickens before they hatch, Obama is already preparing his personnel lists and policy options for government - determined to make a better start to his first term than Bill Clinton did. With every week, my respect for him has grown.</p> <p>Of course you never know until you know. Will he be bold enough? Can he make the unwieldy machinery of Washington, including his own party's representatives in Congress, work effectively to realise his strategic goals? But everything he has shown us this autumn suggests that he has the potential to be a very good president, perhaps even a great one.</p> <p>These are just some of the reasons why no American election since 1932 has had such a deep downside of fear and such a high upside of hope.</p> <p><a href=\"http://www.timothygartonash.com\">www.timothygartonash.com</a></p>",
  "<p>President George Bush and fellow world leaders will attempt to thrash out a united response to the global financial crisis next month when Washington hosts an emergency summit.</p> <p>The meeting on November 15 will discuss the underlying causes of the downturn, the global response and the principles that will underpin any reforms, the White House said. Leaders from the group of leading economies - including Brazil, China and India as well as the G7 nations will attend the meeting, which will also seek input from the winner of the US presidential election.</p> <p>However, the White House acknowledged that the first meeting was unlikely to produce concrete proposals for tackling the consequences of the credit crunch. Although the world's biggest economies have followed Gordon Brown's lead in recapitalising their major banks, leaders have expressed divergent views on what future shape global finance should take.</p> <p>Bush has warned that any coordinated international action should preserve free markets but his French counterpart, Nicolas Sarkozy, declared last month that the \"all-powerful market that always knows best is dead\".</p> <p>Dana Perino, a White House spokesman, said she did not expect the summit to present firm decisions on new policy or regulation. The task of putting \"meat on the bones\" after the meeting will be up to financial experts in the world leaders' respective countries, Perino added. \"A lot of work will have to be done at the taskforce level, the working group level,\" she said. Those working groups will then draft recommendations for consideration at further summits.</p> <p>Barack Obama, favourite to win the election that takes place 11 days before the summit, welcomed the announcement by a Bush administration that is making one last push to stabilise the global economy before the new president takes office on January 20.</p>",
  "<p>There is, it turns out, another difference between a pit bull and a hockey mom, when the hockey mom in question is Sarah Palin: more than $150,000 (£92,000) in clothing and accessories from some of America's most upmarket department stores, including $4,716 on hair and makeup, all in the space of a couple of months.</p> <p>While others merely speak of the need to stimulate the US economy, the Republican party seems to have been trying singlehandedly to revive the designer couture sector, it emerged yesterday. </p> <p>Since late August, it has spent more than $125,000 in shopping sprees on behalf of John McCain's running-mate and her family at Saks Fifth Avenue and Nieman Marcus, along with smaller sums at Bloomingdale's, Barney's and Macy's.</p> <p>Details of Palin's shopping trips - including a single outing costing $75,000 - emerged as a new report into campaign finances revealed the cost of the presidential election would easily exceed $1bn, shattering records for fundraising and spending. </p> <p>According to the Centre for Responsive Politics, which monitors political fundraising, the overall cost of the 2008 presidential and congressional elections combined will total $5.3bn, which would buy a lot of tailored suits and wrap shirts from Nieman Marcus. </p> <p>A McCain campaign spokeswoman said it had always been the plan to donate Palin's clothes to charity after the election. </p> <p>\"With all of the important issues facing the country right now,\" said Tracey Schmitt, \"it's remarkable that we're spending time talking about pantsuits and blouses.\"</p> <p>But since the average US household spends around $1,800 on clothes in the course of a whole year, the news did little for Palin's self-promoted image as an anti-elitist American.</p>",
  "<p>The US election campaign, already breaking all records for fundraising and spending, is set to breach the $1bn (£614m) mark this month, making it the costliest by far in American history. </p> <p>The two candidates had raised a combined total of $961m by the end of September, according to figures released this week. But Barack Obama alone will almost certainly push that over the $1bn mark before the November 4 election. </p> <p>The total cost of the presidential race could be as much as $2.4bn, according to the Centre for Responsive Politics, a Washington-based organisation that tracks political fundraising.</p> <p>The group has calculated that the US elections as a whole could cost $5.3bn when combining the candidates' fundraising with the cost of the congressional election campaign and contributions from unions and other outside organisations and groups. </p> <p>\"The election will blow through historic records on a number of counts,\" said Sheila Krumholz, executive director of the centre.</p> <p>In 2004 John Kerry and George Bush raised $880.5m in what was the most expensive election to date.</p> <p>Obama has so much money available that he is easily outspending John McCain in advertising, which is the biggest expenditure.</p> <p>Evan Tracey, president of the Campaign Media Analysis Group, which monitors spending on advertising, said Obama was close to saturation point. \"There is in essence no limit to what Obama can do. He has the lion's share of spending ... he has more money than TV space to buy,\" Tracey said.</p> <p>Since September Obama has bought 330,000 adverts in all the battleground states compared with 100,000 by McCain, Tracey said. </p> <p>During his political career Obama has seen spending power as a key to victory. He raised a staggering $153m in September, bringing his fundraising total to $603m so far. Of this he has spent $470m. In September alone he spent $96.9m, of which $65m went on advertising, $5m on travel, $1.1m on polling, $1.8m on postage, $1m on setting up stages and $1.2m on credit card fees.</p> <p>He spent $3m on staff wages but this does not begin to reflect the size of his campaign, which has attracted a huge volunteer base. McCain, by contrast, is struggling to attract Republican volunteers and is offering $12 an hour for canvassers in Florida.</p> <p>While Obama is free to continue with fundraising efforts this month, McCain has been hobbled by having accepted public finance of $84m that prevents him from raising funds separately. </p> <p>Having spent $37m of that in September, he had only $47m - which in normal times would have been seen as a substantial sum - for the remainder of the campaign.</p> <p>Outside Obama's campaign team, his biggest backers are the trade unions, who are spending tens of millions on advertising and campaign staff. </p> <p>The United Steelworkers union, for instance, has 120 full-time staff working on campaigning for Obama, in addition to volunteers. </p> <p>Gary Hubbard, a spokesman for the union, was yesterday unable to put an immediate figure on union spending but added: \"Democracy ain't cheap.\"</p> <p>The Obama team likes to portray its fundraising as a populist movement driven mainly by small donors, contributing $200 or less. </p> <p>But in an analysis of the 800-page file on fundraising and spending submitted by Obama under election law, the Washington Post found that only a quarter of the $600m raised so far had come from small donors.</p> <p>McCain potentially has access to the $80m-plus the Republican party has in the bank but some state party officials - either because of coolness towards McCain on ideological grounds or because they do not want to waste cash on what they see as a losing campaign - have withheld funds.</p> <h2>Election inflation</h2> <p>Amount raised by all candidates in previous elections</p> <p><strong>1976 </strong>(winner Jimmy Carter)$171m</p> <p><strong>1980 </strong>(Ronald Reagan)$161.9m</p> <p><strong>1984</strong> (Reagan)$202m</p> <p><strong>1988 (</strong>George Bush)$324.4m</p> <p><strong>1992</strong> (Bill Clinton)$331.1m</p> <p><strong>1996</strong> (Clinton)$425.7m</p> <p><strong>2000</strong> (George W Bush)$528.9m</p> <p><strong>2004</strong> (Bush)$880.5m</p>",
  "<p><a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> began to speak openly and in detail about the post-election transition period from George Bush's presidency for the first time yesterday, opening himself up to charges of complacency.</p> <p>As most polls showed the Democratic candidate's lead over his Republican rival <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> still growing, Obama held a meeting in Richmond, Virginia, to discuss with senior national security advisers the foreign policy challenges he would face as president. Bucking the trend, one poll, conducted by Associated Press, showed McCain cutting back Obama's 7% lead three weeks ago to 1%, on 44% to 43%. </p> <p>Obama's comments mark a significant change in the campaign, switching from rhetoric to a more presidential tone. </p> <p>Although Obama added the caveat that \"I don't want to get too far ahead of myself,\" his comments reflected a sense of confidence that his campaign team is finding it hard to hide. At a press conference after the national security meeting, he said that although he had been almost single-mindedly focused on the economy, he had plans ready for Iraq, Afghanistan and other foreign policy problems. </p> <p>He spoke about having teams in place to deal with foreign and economic policy during the awkward transitional period between November 4 and the inauguration on January 20.</p> <p>Interviewed yesterday, Obama said a smooth transition was essential to make sure America's enemies did not take advantage of a shift in administrations. </p> <p>In another sign of looking beyond the November 4 election, he welcomed a White House-organised international summit on the economic crisis planned for November 15. With Bush as a lame-duck president and Obama as possibly the president-in-waiting, the Democratic candidate would be a key figure. \"I am happy today that the White House announced a summit that provides an opportunity to advance the kind of cooperation I called for last month,\" he said. \"America must lead and other nations must be part of the solution too.\" He refused to be drawn into what role he would play at the summit if he was elected president. He said his economic team was already in constant touch with the treasury secretary, Henry Paulson.</p> <p>To avoid sounding too presumptuous, he said: \"Even though the election will have taken place and there will be a new president-elect, we are still going to have one president at a time until January 20, until the new president is sworn in.\"</p> <p>It is risky for Obama to speak so openly about the post-election period with 13 days still to go of the campaign. While his appearance surrounded by national security experts from the Clinton administration and Washington-based thinktanks can make him appear more presidential, it also opens him up to accusations by McCain that he has become too cocky.</p> <p>McCain told a rally yesterday before Obama's meeting that his rival was behaving as if he was already president to the extent that he would be making an address to the nation next.</p> <p>The meeting with his national security advisers and a rally planned for Leesburg, Virginia, last night will be among Obama's last events before heading for Hawaii for two days to visit the grandmother who helped raise him and who is seriously ill.</p> <p>The meeting in Richmond and the subsequent press conference were designed partly to try to deflect comments made by his vice-presidential running-mate, Joe Biden, on Sunday. Biden, who is famously gaffe-prone, said that Obama as president could expect to face international crises as America's opponents sought to test him.</p> <p>Both McCain and his running-mate, Sarah Palin, jumped on this, saying America's enemies perceived Obama as weak and would seek to test him.</p> <p>Obama responded: \"His core point was the next president is going to be tested regardless of who it is.\"</p> <p>Palin too found herself on the defensive yesterday when an Associated Press investigation found what appeared to be a cover-up in relation to expenses claimed as governor of Alaska. As was reported last month, Palin charged the state more than $21,000 to cover the cost of her children travelling with her. But AP found that documents appear to have been amended afterwards to specify that the trips were on official business.</p>",
  "<p>A <a href=\"http://www.politico.com/news/stories/1008/14829.html\">new study</a> shows that McCain has received highly negative media coverage since September:</p> <blockquote> <p>Just 14 percent of the stories about John McCain from the conventions through the final presidential debate were positive in tone, according to a study released today, while nearly 60 percent were negative—the least favorable coverage of any of the 4 candidates on the ticket.</p> <p>The study, by The Pew Research Center's Project for Excellence in Journalism, a non-partisan journalism watchdog organization, examined 2,412 stories from 43 newspapers and cable news shows in the six-week period beginning just after the conventions and ending with the final presidential debate.</p> </blockquote> <p>Them's the facts. Then comes the expert explanation:</p> <blockquote> <p>Much of the increased attention for McCain derived from actions by the senator himself, actions that, in the end, generated mostly negative assessments,\" the study found. \"In many ways, the arc of the media narrative during this phase of the 2008 general election might best be described as a drama in which John McCain acted and Barack Obama reacted.\"</p> </blockquote> <p>In other words, McCain has received negative coverage because...he's run a negative and gimmicky and lousy campaign! Well, no kidding. But I admire Pew for saying it, in not so many words. But it's one more thing for wingers to whine about.<br></p>",
  "<p>Barack Obama began to speak openly and in detail about the post-election transition period from George Bush's presidency for the first time today, opening himself up to charges of complacency.</p> <p>As most polls showed the Democratic candidate's lead over his Republican rival John McCain still growing, Obama held a meeting in Richmond, Virginia, to discuss with senior national security advisers the foreign policy challenges he would face as president. Bucking the trend, one poll, conducted by the Associated Press, showed McCain drawing even and putting Obama's lead at 44%-43%.</p> <p>Obama's comments mark a significant change in the campaign, switching from rhetoric to a more presidential tone.</p> <p>Although Obama added the caveat that \"I don't want to get too far ahead of myself,\" his comments reflected a sense of confidence that his campaign team is finding it hard to hide. At a press conference after the national security meeting, he said that although he had been almost single-mindedly focused on the economy, he had plans ready for Iraq, Afghanistan and other foreign policy problems.</p> <p>He spoke about having teams in place to deal with foreign and economic policy during the awkward transitional period between November 4 and the inauguration of the new president on January 20.</p> <p>Interviewed today, Obama said a smooth White House transition was essential to make sure America's enemies did not take advantage of a shift in administrations.</p> <p>In another sign of looking beyond the November 4 election, he welcomed a White House-organised international summit on the economic crisis planned for after the election, on November 15. With Bush as a lame-duck president and Obama as possibly the president-in-waiting, the Democratic candidate would be a key figure. \"I am happy today that the White House announced a summit that provides an opportunity to advance the kind of cooperation I called for last month.</p> <p>\"America must lead and other nations must be part of the solution too,\" he said. He refused to be drawn into what role he would play at the summit if he was elected president. He said his economic team was already in constant touch with the Treasury secretary, Henry Paulson.</p> <p>To avoid sounding too presumptuous, he said: \"Even though the election will have taken place and there will be a new president-elect, we are still going to have one president at a time until January 20, until the new president is sworn in.\"</p> <p>It is risky for Obama to speak so openly about the post-election period with 13 days still to go of the campaign. While his appearance surrounded by national security experts from the Clinton administration and Washington-based think-tanks can make him appear more presidential, it also opens him up to accusations by McCain that he has become too cocky.</p> <p>McCain told a rally today before Obama's meeting that his rival was behaving as if he was already president to the extent that he would be making an address to the nation next.</p> <p>The meeting with his national security advisers a rally planned for Leesburg, Virginia, tonight and a campaign stop in Indianapolis on Thursday will be Obama's last events before heading for Hawaii for two days to visit the grandmother who helped raise him and who is seriously ill.</p> <p>The meeting in Richmond and the subsequent press conference were designed partly to try to deflect comments made by his vice-presidential running mate, Joe Biden, on Sunday. Biden, who is famously gaffe-prone, said that Obama as president could expect to face international crises as America's opponents sought to test him.</p> <p>Both McCain and his running mate, Sarah Palin, jumped on this, saying America's enemies perceived Obama as weak and will seek to test him because of this.</p> <p>Obama responded: \"His core point was the next president is going to be tested regardless of who it is.\"</p> <p>Sarah Palin too found herself on the defensive today when an Associated Press investigation found what appeared to be a cover-up in relation to expenses claimed as governor of Alaska. As was reported last month, Palin charged the state more than $21,000 to cover the cost of her children travelling with her. But AP found that documents appear to have been amended afterwards to specify that the trips were on official business.</p>",
  "<p>The Republican party has spent $150,000 (£92,000) on clothes and accessories since late August for Sarah Palin and her family, according to records of party spending.</p> <p>The Republican shopping sprees, including a $75,000 jaunt to the upscale store Neiman Marcus, began showing up on financial disclosure reports in early September, just after Palin was chosen as John McCain's running mate.</p> <p>Palin often depicts herself as a homespun product of small-town \"real America\"on the campaign trail, but she was revealed last month to be working with a secret team of stylists on sharpening her dress sense.</p> <p>Today's reports on the Palin family's elaborate spending habits – a $295 pram was among the purchases as a treat for baby Trig, according to politco.com – could hurt the Republicans' credibility. The election is less than two weeks away.</p> <p>The former Democratic presidential candidate John Edwards became a national joke last year after campaign financial reports showed him spending $400 on haircuts. McCain and his wife, Cindy, were plagued this year by reports of $500 shoes and a $300,000 party ensemble respectively.</p> <p>\"The campaign does not comment on strategic decisions regarding how financial resources available to the campaign are spent,\" Palin's spokeswoman, Maria Comella, told politico.com, declining to confirm that the fashion expenses were exclusively for Palin.</p> <p>No similar shopping trips were reported by the Republican party before Palin became McCain's running mate.</p> <p>The Neiman Marcus branch where Republicans shopped in September was located in Minneapolis, the site of the party's national convention where Palin was introduced as McCain's running mate. Republicans spent $9,440 at a Macy's shop in the city during the same period. Another $4,900 was registered at Atelier, a men's fashion emporium, suggesting Palin's husband Todd was treated to a new wardrobe.</p> <p>Reimbursements for many of the Palin purchases in Minneapolis were made to Jeff Larson, a powerful Republican consultant in Minnesota whose firm has been tied to the <a href=\"http://www.theguardian.com/world/2008/oct/20/uselections2008-democrats\">recent round of negative robocalls</a> purchased by the McCain campaign. </p> <p>Larson's discounted apartment-rental arrangement with Norm Coleman, Minnesota's Republican senator, has also prompted a storm of criticism from Democrats.</p> <p>Palin's makeover was not limited to attire, according to a lengthy story due to be published this weekend in the New York Times. The vice-presidential hopeful worked with Priscilla Shanks, a voice coach and Hollywood actor, to help refine her speaking style before her speech at the Republican convention.</p> <p>Palin also received pricey makeup advice from Amy Strozzi, a cosmetics artist best known for her work on the US version of the Strictly Come Dancing TV show. Strozzi received more than $13,000 for making up Palin last month, the Washington Post reported. McCain's makeup artist, also borrowed from the TV dancing show, was paid $8,672 for beautifying the Republican nominee in September.</p> <p>Palin has billed her home state of Alaska, where she is governor, for more than $21,000 for taking her five children on official trips – even when they were not invited.</p> <p>Palin claimed $17,000 in per diem reimbursements from her state's government for nights spent at her family home in Wasilla, Alaska. <a href=\"http://online.wsj.com/article/SB122334021713509963.html\">Tax experts</a> have questioned the propriety of those claims, which were not added to her annual income tax returns.</p> <p>\"With all of the important issues facing the country right now, it's remarkable that we're spending time talking about pantsuits and blouses,\" said the McCain campaign's spokeswoman, Tracey Schmitt. </p> <p>\"It was always the intent that the clothing go to a charitable purpose after the campaign.\"</p>",
  "<p>Have you heard the old joke about what separates a hockey mom from a pitbull?</p> <p>Lipstick.</p> <p>And <a href=\"http://www.politico.com/news/stories/1008/14805.html\">$150,000 worth of clothes, hair, and makeup</a>.</p> <p>Politico reports that the Republican National Committee \"has spent more than $150,000 to clothe and accessorise vice-presidential candidate Sarah Palin and her family\" since August, with shopping bills at stores such as Saks Fifth Avenue, Neiman Marcus, Barney's and Bloomingdale's totaling as much as $75,062.63, and a one-month hair and makeup total expenditure of $4,716.49.</p> <p>There is some question about the <a href=\"http://marcambinder.theatlantic.com/archives/2008/10/a_legal_issue_with_palin_coutu.php\">legality</a> of such extravagant wardrobe expenditures under the Federal Election Commission's guidelines on the use of campaign contributions to procure personal items, although my completely proletarian opinion is that securing an appropriate wardrobe for a female candidate in particular is a necessary part of campaign branding. Given the truly preposterous amount of attention that has been given to Palin's <a href=\"http://cosmetic-makeovers.com/2008/09/06/sarah-palins-hair-how-to-video\">hair</a>, <a href=\"http://www.usatoday.com/money/industries/retail/2008-09-03-palin-glasses_N.htm\">glasses</a>, <a href=\"http://www.suntimes.com/-1,101508palinshoesg.photogallery?index=0\">shoes</a>, <a href=\"http://crooksandliars.com/logan-murphy/sarah-palin-wears-polar-bear-pin\">accessories</a> and every other little detail of her <a href=\"http://women.timesonline.co.uk/tol/life_and_style/women/fashion/article4659830.ece\">clothing</a> and <a href=\"http://www.huffingtonpost.com/2008/09/30/is-sarah-palins-lipliner_n_130352.html\">makeup</a>, it's tough to argue that the campaign had no reason to invest in Palin's look. </p> <p>(Arguing that women shouldn't be subjected to such scrutiny is a whole other argument entirely.)</p> <p>The question isn't whether they should have spent any money. It's whether they should have spent what my grandmother used to describe as \"that kind of money.\"</p> <p>It certainly wasn't a necessity with regard to the availability of fashionable clothes for modest prices. As <a href=\"http://www.pamshouseblend.com/showDiary.do?diaryId=7697\">Pam Spaulding</a> aptly notes, \"Michelle Obama buys <a href=\"http://petite.about.com/b/2008/06/23/where-to-find-michelle-obamas-dress.htm\">off-the-rack</a> (eg, the dress that she wore on The View was $148), and looks damn good in it without costing the campaign a fortune.\"</p> <p>I can't imagine the campaign calculated it was a necessity with regard to their audience. The McCain-Palin campaign's governing principle is easily and succinctly précised as \"What would Joe Six-pack do?\" One guesses he wouldn't spend a cool $150k at Bloomie's. Even if Joe Six-pack had that kind of money to spend these days, the small towns in \"Real America\" populated by Clans Six-pack and Plumber, about which Palin gushingly enthuses on the campaign trail, generally trend less toward Saks and more toward Marts: Wal and K to be precise.</p> <p>And so, predictably, the scheme has failed miserably with their base. <a href=\"http://marcambinder.theatlantic.com/archives/2008/10/republicans_disgusted_by_rnc_s.php\">Marc Ambinder</a> reports, \"Republicans, RNC donors and at least one RNC staff member have e-mailed me tonight to share their utter (and not-for-attribution) disgust at the expenditures.\"</p> <p>Palin spokesperson Tracey Schmitt tried valiantly to <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/22/palin_outfits_cost_rnc_150k.html\">spin the complaints</a>: \"With all of the important issues facing the country right now, it's remarkable that we're spending time talking about pantsuits and blouses.\" The point, you have missed it. It's remarkable that with all the important issues facing the country right now – economic morass, <a href=\"http://www.usatoday.com/news/nation/2008-10-21-homeless_N.htm\">homelessness increasing</a>, the <a href=\"http://abcnews.go.com/Business/Economy/story?id=6075580&amp;page=1\">majority of states now in recession</a> – you're spending three times the US <a href=\"http://en.wikipedia.org/wiki/Household_income_in_the_United_States\">median household income</a> on pantsuits and blouses, and didn't have the foresight to consider the average American might find that objectionable.</p> <p>That's beyond tone deaf. That's completely out of touch with the very people whose champions the McCain-Palin ticket purports to be.</p> <p>Who could have guessed that the emperor wearing no clothes would be an improvement?</p>",
  "<p>President Bush and fellow world leaders will attempt to thrash out a united response to <a href=\"http://www.theguardian.com/business/creditcrunch\">the global financial crisis</a> next month when Washington hosts an emergency summit.</p> <p>The meeting on November 15 will discuss the underlying causes of the downturn, <a href=\"http://www.theguardian.com/business/globaleconomy\">the global response</a> and the principles that will underpin any reforms, the White House said today. Leaders from the group of leading economies - including Brazil, China and India as well as the G7 nations such as the UK and Japan- will attend the meeting, which will also seek input from the winner of the US presidential election.</p> <p>However, the White House acknowledged that the first meeting was unlikely to produce a series of concrete proposals for tackling the consequences of the credit crunch. </p> <p>Although the world's biggest economies have followed <a href=\"http://www.theguardian.com/business/banking\">Gordon Brown's lead in recapitalising their leading banks</a>, leaders have expressed divergent views on what future shape global finance should take. Bush has warned that any coordinated international action should preserve free markets but his French counterpart, Nicolas Sarkozy, declared last month that the \"all powerful market that always knows best is dead\".</p> <p>Dana Perino, a White House spokesman, said she did not expect the summit to present firm decisions on new policy or regulation. The task of putting \"meat on the bones\" after the meeting will be up to financial experts in the world leaders' respective countries, Perino added. \"A lot of work will have to be done at the task force level, the working group level,\" she said. Those working groups will then draft recommendations for consideration at further summits.</p> <p>Barack Obama, favourite to win the presidential election that takes place 11 days before the summit, welcomed the announcement by the Bush administration that it was making one last push to stabilise the global economy before the new White House incumbent takes office on January 20. </p> <p>\"I am happy today that the White House announced a summit that provides an opportunity to advance the kind of cooperation I called for last month. America must lead and other nations must be part of the solution too,\" said Obama.</p>",
  "<p>Until recently, no one thought of John McCain as a culture warrior. Distrusted by the religious right, he seemed annoyed even to have to address issues like gay marriage. In February, a political lifetime ago, a poll commissioned by the Planned Parenthood Action Fund found sizeable support for McCain among pro-choice women, and revealed that seven in 10 of these women <a href=\"http://www.ppvw.org/pressReleases/PPAF_poll.pdf\">didn't know the candidate's actual anti-abortion views</a> (pdf). By many accounts, his first choice for a running mate was the pro-choice Independent Joe Lieberman. As recently as May, he told Glamour Magazine that he would encourage the Republican party to <a href=\"http://www.glamour.com/magazine/2008/08/mccain-interview?currentPage=4\">include exemptions to the anti-abortion plank of its platform</a> for cases of rape, incest and threats to the mother's life.</p> <p>How odd, then, that in these final weeks, McCain's rhetoric on women has reached a pitch of febrile wingnuttery not heard from a presidential candidate in decades. The first clues came with the Sarah Palin pick, as well as with his ultimate failure to even try to moderate the party platform's abortion language, which emerged as absolutist as ever. Both those things, though, could have been taken as more evidence of disinterest toward women's issues, rather than active extremism. Not so his recent fulminations. </p> <p>First there was the final presidential debate, where McCain attacked Obama for his insistence that any ban on late-term abortions have an exception when a woman's health is at risk. Using sarcastic air quotes, McCain treated such concerns as risible, saying: \"That's the extreme pro-abortion position, quote, 'health'.\" He used the phrase \"pro-abortion\", a locution favoured by the hard right, three times, and clearly stated his desire to see Roe v Wade overturned.</p> <p>Then, speaking on Fox News on Sunday, McCain celebrated Palin as <a href=\"http://www.cnn.com/2008/POLITICS/10/19/campaign.wrap/index.html\">\"a direct counterpoint to the liberal feminist agenda for America\"</a> who has a \"wonderful family\". (The implication, perhaps, being that feminists do not have wonderful families, which someone should tell to <a href=\"http://www.grandmagazine.com/article.asp?id=92\">grandmother-of-six</a> <a href=\"http://en.wikipedia.org/wiki/Nancy_Pelosi\">Nancy Pelosi</a>, among many, many others). </p> <p>To some observers, this might all this might seem quite standard. There's nothing new, after all, about the Republican party opposing abortion or lambasting feminism. In recent elections, however, GOP presidential candidates have generally tried to soften their message for mass consumption. In 1992, after George HW Bush lost to Bill Clinton, the chastened Republican party vowed to remake their image as angry plutocratic puritans. Reporting on the 1992 meeting of the Republican Governor's Association, held just after the election, the New York Times described a party <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9E0CE7D91439F934A25752C1A964958260\">desperate to start promoting an image of \"diversity\" and \"tolerance\"</a>. It quoted Haley Barbour, currently the governor of Mississippi, saying: \"We need our heads examined if we let abortion be the threshold issue of Republicanism.\" </p> <p>To be sure, Republicans since then haven't changed their position on reproductive rights. They have, however, changed their language. In 1996, Bob Dole tried to reach out to pro-choice voters and infuriated the right by <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9402E5DB1E31F93AA25753C1A960958260\">failing to bring up late-term abortion</a> while debating Clinton. Even the resolutely anti-abortion George W Bush mostly signalled his position with <a href=\"http://www.slate.com/id/2108083/\">allusions and dog-whistles</a> heard only by the already committed. Rather than declare his desire to see Roe v Wade swept away, he spoke of <a href=\"http://articles.latimes.com/2004/oct/13/nation/na-dred13\">his opposition to the US supreme court's infamous pro-slavery Dred Scott decision</a>, baffling those who didn't know that in the anti-abortion movement, <a href=\"http://www.thenation.com/doc/20041101/pollitt\">Dred Scott is constantly invoked as a Roe analogy</a>. </p> <p>Republicans even stopped bashing the women's movement, trying instead to <a href=\"http://www.theguardian.com/commentisfree/2008/aug/26/uselections2008.hillaryclinton\">co-opt it</a>. Hence all the recent crowing that Palin, presented as half Arctic Annie Oakley, half supermom, represents real, you-can-have-it-all feminism, the kind that might even appeal to disaffected Hillary Clinton supporters. </p> <p>But now, losing, frustrated and discombobulated, McCain has dropped the pretence. The surprise is not his contempt for feminism, but his willingness to express it so baldly. Ironically, it's precisely the fact that he hasn't spent his career in the <a href=\"http://en.wikipedia.org/wiki/Elmer_Gantry\">Elmer Gantry</a> wing of the party that now makes him sound so unhinged. He's not fluent in the codes and dodges more practiced Republicans use to lull moderates while signalling their faith to the true believers. As a spokesman for reaction, he's unvarnished. His blunt anti-feminism is slightly shocking, but, given the party he's now leading, at least it's honest.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338876750\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD9219886@Democrat-Barack-Obama-9324.jpg\" alt=\"Barack and Michelle Obama with John and Cindy McCain\" width=\"594\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democrat Barack Obama, with wife Michelle, waves to the audience as Republican John McCain, flanked by wife Cindy, gives the thumbs-up at the end of their third presidential debate in Hempstead, New York</span> <span class=\"element-image__credit\">Photograph: Paul J. Ridchards/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876605\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD9201572@Cindy-McCain-introduc-5812.jpg\" alt=\"Cindy McCain \" width=\"481\" height=\"540\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cindy McCain introduces her husband during a rally at Montgomery County Community College in Blue Bell, Pennsylvania. Coincidentally perhaps, her suit matches the town's name</span> <span class=\"element-image__credit\">Photograph: Matt Rourke/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338851894\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-barackobama/1021_michellmn_630x380-5822.jpg\" alt=\"Michelle Obama\" width=\"630\" height=\"380\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Obama shakes hands with supporters during a rally at Macalester College in St Paul, Minnesota</span> <span class=\"element-image__credit\">Photograph: Craig Lassig /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876592\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD9174482@Cindy-McCain-wife-of--3646.jpg\" alt=\"Cindy McCain \" width=\"385\" height=\"540\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cindy McCain shows some love to fans before the start of the Bank of America 500 Nascar race in Concord, North Carolina</span> <span class=\"element-image__credit\">Photograph: Chris Keane/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876608\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD9292573@Michelle-Obama,-wife--6309.jpg\" alt=\"Michelle Obama\" width=\"409\" height=\"540\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Obama waves to the crowd after being introduced during a rally at Bicentennial Park in Miami, Florida</span> <span class=\"element-image__credit\">Photograph: Wilfredo Lee/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876747\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD9191994@VIRGINIA-BEACH,-VA----8880.jpg\" alt=\"Cindy McCain \" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cindy McCain at a campaign rally with her husband in Virginia Beach, Virginia</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876596\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD6397122-4506.jpg\" alt=\"Michelle Obama\" width=\"349\" height=\"540\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Obama introduces her husband to speak at an event in Las Vegas, Nevada</span> <span class=\"element-image__credit\">Photograph: Rick Wilking/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338852848\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/1021_meghanoh_630x380-3808.jpg\" alt=\"Meghan McCain\" width=\"630\" height=\"380\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Could the next generation also be swept into the election frenzy? Chelsea Clinton hit the trail for Hillary and Meghan McCain, daughter of John and Cindy, blogs at www.mccainblogette.com. She smiles at a rally in Strongsville, Ohio</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338876599\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/21/uselections2008-firstladies/GD8568027@DENVER---AUGUST-25--S-4942.jpg\" alt=\"Michelle Obama\" width=\"426\" height=\"540\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Well, the Obama girls may be too young to participate this year. Youngest daughter Sasha, seven, stands at the lectern during the Democratic National Convention in Denver, Colorado</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-338851052\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1870962974_US-Elections-LT-Roanoke-healthcare-To-Brightcove-16x9.flv\"/> </video>   <p>David Crimmins sits on a chair outside his house, holding his youngest son and smoking a cigarette. With no phone and no car, he would be the first to admit he doesn't own much. </p> <p>But what little he does have, he nearly lost earlier this year after he fell of a ladder while he was painting and went to the local hospital to get a herniated disc treated. Crimmins was left with a $5,000 bill; he earns $15,000. </p> <p>When he was taken to court for the money, he didn't bother showing up. \"I didn't see the point,\" he says. \"They're going to do whatever they want anyhow.\" </p> <p>So Carilion, a nonprofit private clinic that gets tax breaks in return for a commitment to provide healthcare to the poor, garnished his wages. They are also garnishing his sister's wages for money she owes them and extracting money from his mother's pay packet for care she received. \"Carilion have been trying to take me to court since I was 18,\" says Crimmins. </p> <p>Indeed, since 2003 Carilion has accounted for 40% of all the judgments at Roanoke district court. Such is the volume of its collections that the courts set aside one day a week just to deal with healthcare. They call it Carilion day.</p> <p>\"While the numbers seem large, they represent a small fraction of the 2 million patient visits to Carilion facilities each year,\" says Eric Earnhart, a spokesman for Carilion.\"</p> <p>\"But we are working hard to reduce the number of people who qualify for charity care but do not pursue it. Last year we provided approximately $43m in free care to patients who couldn't afford to pay.\"</p> <p>A local group, the Citizens Coalition for Responsible Healthcare, has been set up to challenge Carilion and raise the issue of affordable healthcare in the town.</p> <p>Ken King, the coalition president, says that if you cannot afford health insurance, \"your doctor of choice becomes the emergency room\". </p> <p>\"At that point you are probably walking into a room that has the highest cost of operation of any medical facility, any kind of care available ... If you can't pay it, you get sued. Thirty-three thousand people in Roanoke general district court in the last five years have been sued for that bill.\"</p> <p>Once a railroad town, Roanoke is now dominated by Carilion, which merged with another local hospital in the late 1980s. At the time, the justice department tried and failed to prevent the merger, warning that it would create a monopoly. </p> <p>According to the Wall Street Journal, health insurance rates in the area have risen since then from the lowest to the highest in Virginia. </p> <p>Carilion disputes this: \"A comparison of Carilion's prices with hospitals that have comparable volume, and with the state average, shows that in many if not most cases, our prices are lower,\" it says. </p> <p>Today, a colonoscopy at Carilion costs between four and 10 times what you would pay at a local endoscopy centre, while a neck CT scan is just under three times as much. Hospital care, Carilion says, is always more expensive than that provided at outpatient facilities.</p> <p>The hospital has a charity care programme through which anyone who earns twice the federal poverty level or less should pay less, or nothing. A single person earning less than $20,800 or a family of four with an income below $42,400 should qualify. Clearly, however, many fall between the cracks.<br>So Crimmins, it turned out, was eligible for assistance, and Carilion has stopped pursuing him. </p> <p>Healthcare has emerged as a huge issue in this election. With the provision of care here often tied to jobs, the <a href=\"http://www.guardian.co.uk/business/useconomy\">failing economy</a> means anyone worried about their job security is, almost by definition, worried about their health. </p> <p>And this isn't just a concern for the very poor. One small business owner and cancer survivor I spoke to says she has not been for her check-ups for three years because she has no health insurance. She simply makes it a priority not to get sick. </p> <p>With 16% of the country uninsured, and 50% of bankruptcies linked to non-payment of medical bills, the issue is central to the economy.</p> <p>The numbers are staggering. \"Forty-seven million [people] - which is 35% of the population - don't have healthcare insurance in the United States right now,\" says King. \"$143bn is the administrative cost of the healthcare system, and that's simply the paperwork cost; $2tn is the annual healthcare cost in the United States ... and $7,000 per person is what it costs us. </p> <p>\"One of the things that is really a problem is that employers are beginning to say: 'We can no longer do this. We can't provide healthcare for you as an employee.' And that number is going to go way up.\"</p> <p>For the most part, that is good news for the Democratic presidential nominee, <a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a>, who is regarded as better on health than his Republican rival, <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a>. </p> <p>\"Me, personally, I think I would put a poor man in, somebody who knows how to budget, knows how it feels to struggle,\" Crimmins says. \"[I've worked] pretty much since I was 12 years old. My mom, she was raising nine of us by herself, so she didn't have the money to get what we wanted - or what we needed, most of the time. So I always had to pitch in and help out.\"</p> <p>He has never voted, and he is not registered. But he is rooting for McCain because, he says, the Republican is more experienced. </p> <p>If she were registered, his partner, Melissa Hicks, would vote the same way. \"I don't know why I don't like Obama,\" she says. \"But it's not because he's black.\"</p>",
  "<p>Stop the presses, <a href=\"http://news.yahoo.com/s/ap/20081022/ap_on_el_pr/al_qaida_us_election_2\">this </a>changes everything! From the Associated Press:</p> <blockquote> <p>WASHINGTON – Al-Qaida supporters suggested in a Web site message this week they would welcome a pre-election terror attack on the U.S. as a way to usher in a McCain presidency.</p> <p>The message, posted Monday on the password-protected al-Hesbah Web site, said if al-Qaida wants to exhaust the United States militarily and economically, \"impetuous\" Republican presidential candidate Sen. John McCain is the better choice because he is more likely to continue the wars in Iraq and Afghanistan.</p> <p>\"This requires presence of an impetuous American leader such as McCain, who pledged to continue the war till the last American soldier,\" the message said. \"Then, al-Qaida will have to support McCain in the coming elections so that he continues the failing march of his predecessor, Bush.\"</p> <p>SITE Intelligence Group, based in Bethesda, Md., monitors the Web site and translated the message.</p> <p>\"If al-Qaida carries out a big operation against American interests,\" the message said, \"this act will be support of McCain because it will push the Americans deliberately to vote for McCain so that he takes revenge for them against al-Qaida. Al-Qaida then will succeed in exhausting America till its last year in it.\"</p> <p>Mark Salter, a senior McCain adviser, said he had heard about the Web site chatter but had no immediate comment.</p> </blockquote> <p>Once again, it's hypothetical comparative morning: Suppose an al-Qaida Web site had just issued such a statement about Obama...</p> <p>It should be obvious to anyone that a war-making Republican American administration is al-Qaida's best recruiting tool. And h/t attackerman, from whom I nicked this and whose <a href=\"http://attackerman.firedoglake.com/2008/10/22/alqaedaendorsesmccain/\">blog </a>you should read, people.<br></p>",
  "<p>British broadcasters are gearing up for unprecedented coverage of the US presidential election next month, with the BBC planning one global results programme and Sky News setting up its own White House in the swing state of Florida. </p> <p>UK broadcasters are planning wide-ranging coverage in the runup to the election on November 4, which could either lead to the first black president - Democrat candidate Barack Obama - or the first female vice-president, John McCain's Republican running mate, Sarah Palin.</p> <p>BBC1, the BBC News channel, ITV1, Sky News and CNN International are all planning lengthy election night programmes, despite the first results not due until the early hours of November 5 UK time.</p> <h2>Sky News: a 'White House' in Miami</h2> <p>In the week leading up to the election, Sky News is planning to broadcast from its own \"White House\" on an island in Biscayne Bay in Miami. </p> <p>The private home, which will be fitted with 14 cameras, will play host to around 150 guests from political and economic experts to grass-roots voters, while the swimming pool will have 3D graphics laid over the top to explain the polls.</p> <p>Sky News is hiring a 54-foot yacht that will be parked in the garden of the villa and used to interview floating voters on what might swing their vote to Obama or McCain.</p> <p>Adam Boulton, the Sky News political editor, will present his Sunday Live programme from the house, while the channel's Unplugged show will also be based there. </p> <p>Dermot Murnaghan will spend time in the swing state of Indiana before heading for Chicago, while Anna Botting will be based in San Francisco. <br> Sky News' US correspondent Michelle Clifford will be with Obama's campaign, while correspondent Robert Nisbet will be with McCain. </p> <p>On election night, Sky News' coverage will air from 11pm to 6am, anchored by Jeremy Thompson in New York, while Andrew Wilson will host a barbecue in the Sky News White House for ordinary voters. Sky News business presenter Jeff Randall will also be at the house in Miami.</p> <p>Boulton will provide analysis from Washington on election night, while Martin Stanford will update results using a \"state-of-the-art touch-screen virtual environment\".<br> The broadcaster's website will also include interactive features and additional coverage, while American political website realclearpolitics.com will also stream the Unplugged show live every night.  John Ryley, the head of Sky News, said: \"This is one of the biggest overseas operations Sky News has ever put on and we will be bringing viewers election coverage and analysis from exciting backdrops and interesting locations, outside of the beltway and offering a view from the real America, outside of Washington. </p> <p>\"The White House in Miami will provide us with a unique location to bring coverage and insight from the heart of a crucial swing state.\"</p> <h2>BBC: simulcast across the Atlantic</h2> <p>On November 4, the BBC is to broadcast a single election night programme that will be simulcast on BBC1 and the BBC News channel in the UK, on BBC America in the US, and BBC World News internationally.</p> <p>The election night show will also be streamed on the BBC's UK and international websites.</p> <p>Because the BBC America and BBC World News channels are commercial operations, they will still include advertising breaks in their coverage, although these will be limited the corporation said.</p> <p>David Dimbleby will join BBC America news anchor Matt Frei in Washington for the programme, which will air between 11.15pm and 6am in the UK.</p> <p>Jeremy Vine and former <a href=\"http://www.variety.com/profiles/Company/main/2013528/ABC%20News.html?dataSet=1\">ABC News</a> anchor <a href=\"http://www.variety.com/profiles/people/main/596648/Ted%20Koppel.html?dataSet=1\">Ted Koppel</a> will provide analysis as the results come in.</p> <p>The BBC's team of reporters will include Katty Kay and Philippa Thomas in key battleground states, while Laura Kuenssberg will be in Times Square in New York with a team of bloggers.</p> <p>John Simpson, the BBC World affairs editor, will be reporting reaction from the US black community.</p> <p>Meanwhile, Andrew Neil will be in New York and Kuenssberg in Washington for BBC2's Daily Politics show on November 5 and 6. </p> <p>The BBC News website will carry a full results service, with a running text commentary that will log developments during the vote. </p> <p>The BBC North America editor, Justin Webb, will also be blogging throughout the climax of the US presidential election.</p> <p>The BBC's radio coverage will include a BBC Radio 5 Live US election special on November 4 between 11pm and 5.30am, with correspondent John Pienaar in Washington, Richard Bacon in Chicago, Lesley Ashmall in Phoenix and Rhod Sharp in Miami. </p> <p>Jim Naughtie and Shaun Ley will anchor BBC Radio 4's Election Night special from Washington, joined by Martha Kearney and Paddy O'Connell. </p> <h2>ITV: Sir Trevor MacDonald travels across the US</h2> <p>ITV1's News at Ten will be hosted by Sir Trevor MacDonald from Washington on election night, with Mark Austin also presenting the Early News from the US on the same day.</p> <p>MacDonald will also be spending some time in the runup to the poll, travelling across the States asking whether race will be an issue.</p> <p>Principal coverage will come from Washington correspondent John Irvine, international editor Bill Neeley and senior correspondent James Mates.</p> <p>A US election results show will also air from midnight on ITV1.</p> <h2>CNN International: HD extravaganza</h2> <p>CNN International will simulcast the main US CNN domestic channel's coverage from midnight as the results come in, describing its election night programme as the \"most demanding and technologically advanced production\" it has ever staged. </p> <p>Broadcasting from a high definition studio in New York, CNN said it would \"utilise the latest cameras, computer programmes and most data recovery systems ever deployed on election night\". </p> <p>Wolf Blitzer, Anderson Cooper, Campbell Brown and Bill Schneider will front coverage, while John King will report minute by minute using a \"magic wall\" to break down data from key states. </p> <p>Live election results, including for gubernatorial, House of Representatives and Senate polls, will be available on www.cnn.com.</p> <p>The Daily Mail reported today that the BBC would send 125 staff to the US for the election, as well as the 50 already working there. ITV News will have between 15 and 20 while Sky News will deploy 40.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Question Time host David Dimbleby is taking the <a href=\"http://www.theguardian.com/media/bbc\">BBC</a> current affairs discussion programme to Washington next week for a one-off special in the runup to the US elections.</p> <p>The BBC1 show's panel will include Elizabeth Edwards, the wife of former Democratic presidential candidate John Edwards, in what will be her first British television appearance since her husband withdrew from the race for the 2008 nomination.</p> <p>Edwards, who is also an adviser to Democratic presidential candidate Barack Obama on health issues, was diagnosed with breast cancer in the spring of 2007.</p> <p>In August, her husband, the 2004 Democratic vice-presidential nominee, admitted to having had an extramarital affair with a film-maker who worked on his campaign, although he denied fathering the woman's six-month-old child.</p> <p>Alongside Edwards on the panel will be historian Simon Schama and Clarence Page, the Pulitzer Prize-winning Chicago Tribune journalist. </p> <p>Gill Penlington, the Question Time editor, said: \"This is one of the most exciting and significant American elections ever seen, and Question Time will be bringing you top quality debate, insight and analysis ahead of the big day.\"</p> <p>The show, which will be chaired as usual by Dimbleby, will air on BBC1 on Thursday, October 30 at 10.35pm. </p> <p>Question Time is made by independent producer Mentorn Media.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]