[
  "Barack Obama and John McCain: How the night unfolded",
  "A modern-day poll tax",
  "Liveblogging the 2008 US presidential election, part one",
  "I'm not feeling confident, says father of Republicans' cult figure",
  "McCain campaign distributing reports of \"Election Day irregularities\"",
  "How Obama earned my vote",
  "European donkey, Asian elephant",
  "US voters queue to elect president",
  "US election: the campaign in pictures",
  "The key to the Keystone State",
  "Lewis Hamilton drives up web traffic for ITV",
  "Faked degree could devalue Iranian president",
  "Champions League: Liverpool v Atlético Madrid - as it happened",
  "Atlanta voters sense fulfilment of Martin Luther King Jr's dream",
  "Voters in Joe the Plumber's hometown have their say",
  "The end is nigh!",
  "Tuesday memo: All over bar the voting",
  "Changing the subject",
  "Will it be a landslide? Here's what the US papers think",
  "McCain: the underdog attack dog",
  "US election: 'Obamccain' colour switch campaign unveiled",
  "Apple's iPod chief quits, IBM sues to stop replacement giving secrets",
  "Iran awaits more than just a change of face in the White House",
  "How accurate were the polls the last time?",
  "US election: Campaign quotables",
  "I've got nothing to say but it's okay",
  "US election briefing: Decision time",
  "Bed and breakfast politics",
  "The power of hope",
  "Who were the best and worst US presidents?",
  "Films with 'America' in the title reduce the country to a brand",
  "McCain makes final election pitch in Arizona",
  "Sarah Palin cleared over 'troopergate' by fresh report",
  "The top 25 moments of the election campaign, part two",
  "Tired Obama addresses huge Virginia crowd at final campaign rally",
  "The top 25 moments of the election campaign, part one",
  "Pakistan warns US general to stop attacks on its soil",
  "GM denied $10bn government aid to ease merger",
  "Transatlantic fresh start",
  "Electing another golf nut is par for the course",
  "Diary",
  "From Bush nightmares to Obama dreams",
  "Feminists claim Clinton and Palin paved the way for a new generation"
]