[
  "<p>Nothing typifies the plight of John McCain's campaign more than the rollercoaster ride of his surprise vice-presidential pick, Sarah Palin. In six weeks, she has gone from disaster to triumph and back again several times.</p> <p>Originally greeted with disbelief after her candidacy was announced on the eve of the Republican National Convention in St Paul, Minnesota, Palin wowed the party with her stunning debut speech. For a while it seemed that the self-described 'pitbull in lipstick' would be the surprise ingredient in the race.</p> <p>Palin electrified voters, taking McCain ahead of Barack Obama in the polls and bringing in legions of undecided women. The Obama campaign floundered as it tried to come to terms with a phenomenon so novel that the old game-plans had to be torn up. In teaming up with a political ingenue with grassroots appeal, McCain had taken a terrific risk. And it appeared to have paid off.</p> <p>Then came Katie Couric. The network TV anchor did not so much grill Palin as give the Alaska governor enough rope to hang herself. Palin floundered against even the most harmless questions, such as what newspapers she read, and became the butt of jokes on Saturday Night Live. Satirists competed to offer the best impression of her bumbling incoherence. But then Palin surprised everyone again with a strong performance in her debate against Senator Joe Biden, resurrecting her supporters' belief that she could change the campaign.</p> <p>That hope has probably died with the Troopergate report. The enormous microscope of a presidential campaign has magnified an obscure staffing dispute in Alaska - over whether Palin pursued a family vendetta against state trooper Mike Wooten - into a major political story. With the release of a damaging report this weekend that concluded Palin did abuse the powers of her office, her political trajectory has once again changed course. Gone are the dreams of Palin bringing in the desperately needed independent voters, former Hillary Clinton supporters and soft Democrats the McCain campaign need so much. Instead she has now been firmly assigned to the traditional role of the vice-presidential candidate: attack dog.</p> <p>It is a role she does well and it plays to the Republican base. There is still no doubting that Palin can powerfully move a Republican crowd. Her angry attacks on Obama stir supporters far more effectively than does McCain's more measured style. But she is now largely reduced to stumping in the rural Republican heartlands of America. She is a powerful tool in working up the party base, ensuring that they turn out on election day, but her crossover appeal has gone. Indeed, even Republican critics of Palin have been stamped on for questioning her. Several high-profile conservative writers - such as David Brooks in the New York Times and Kathleen Parker in the National Review - have poured scorn on her. Brooks even called her 'a fatal cancer on the Republican party'.</p> <p>But the response among the base was instant and brutal. Parker received no fewer than 12,000 outraged emails, including some wishing she had been aborted, after writing that Palin should step down. There seems little doubt that Palin is still the darling of a huge section of red state America. But what works for the Republican base no longer works for the country as a whole.</p> <p>Attack dogs do not win the middle ground, especially ones beset by scandal and smarting from the damning judgment of Alaska state investigator Steve Branchflower, who discovered that Todd, Palin's husband, enjoyed extraordinary access to his wife's closest advisers, despite being unelected and having no salaried state post. He then used that access to try to get Wooten fired, the report found. Palin was criticised for taking no action to rein in her husband and Branchflower concluded there was evidence that she participated in the campaign against Wooten.</p> <p>The report states: 'The evidence supports the conclusion that Governor Palin, at the least, engaged in \"official action\" by her inaction, if not her active participation or assistance, to her husband in attempting to get Trooper Wooten fired (and there is evidence of her active participation).</p> <p>'She knowingly ... permitted Todd Palin to use the governor's office and the resources of the governor's office, including access to state employees, to continue to contact subordinate state employees in an effort to find some way to get Trooper Wooten fired.'</p> <p>It adds that Palin's actions created 'conflicts of interests for subordinate employees who must choose to either please a superior or run the risk of facing that superior's displeasure and the possible consequences of that displeasure'. In sum, Palin breached a code of conduct for state officials that 'each public officer holds office as a public trust, and any effort to benefit a personal or financial interest through official action is a violation of that trust'. Not an ideal verdict for a vice-presidential candidate 23 days from the election.</p> <p>Troopergate has come as a body-blow to a campaign that was already on a losing streak. All last week, as the polls showed Obama pulling away, the atmosphere at McCain rallies had become angrier and angrier. In Wisconsin, one irate supporter, taking the microphone, urged his chosen candidate on the stage to do something - anything - to beat Obama. 'I am begging you, sir. I am begging you. Take it to him!' implored James Harris, a local radio host, as the crowd clapped and applauded. His mantra was picked up by other speakers. 'I'm mad! I'm really mad!' said another man, who refused to let go of the mic and whose furious rant was then broadcast on the nation's TV screens and the internet.</p> <p>Fury has become the dominant theme. As the poll numbers have worsened, Republican supporters seem to have reacted with a mixture of disbelief and anger. At rally after rally, from Florida to Ohio to Wisconsin, supporters have urged their campaign to fight harder.</p> <p>Mention of Obama's name prompts cries of 'traitor', 'treason' and 'kill him'. Members of the press, universally suspected of Democratic sympathies, are targeted and insulted. At one rally in the South a black network TV cameraman was racially abused by a McCain supporter and told: 'Sit down, boy.'</p> <p>Inside the Obama camp, and increasingly among Republican insiders, there is a growing feeling: this is what losing campaigns look like. In the wake of Troopergate, such a conclusion is hard to resist, even though there are more than three weeks of electioneering ahead. After months of holding on against what seemed impossible odds, McCain's chances of keeping the White House in Republican hands are sinking fast.</p> <p>The wheels are coming off his campaign as the key states of Florida, Ohio and Pennsylvania all swing firmly towards Obama. In fact, the electoral battleground has become the Republican turf of Virginia, North Carolina and Indiana. One national poll late last week put Obama a huge 11 points clear of McCain.</p> <p>The deep-seated reasons why McCain's campaign has been swept aside can be found in the gravity of the economic crisis and the legacy of President George W Bush, who is leaving after eight years in office with a popularity rate so disastrous that it compares only to Richard Nixon's. But the Palin fall-out promises to be damaging because Troopergate is an embarrassment that is entirely self-inflicted. The stunning, quixotic choice of Palin had seemed to give McCain a remarkable chance of success. But after the dreadful rollout to the national media and now 'Troopergate' , Palin has gone from saviour to liability with a swiftness that has amazed even watchers of her meteoric career rise. Perhaps the one thing the campaign has going for it is that it knows it is in trouble. McCain, always a realist, is being frank about the realities of his plight. 'I'm the underdog. I've always been the underdog from the beginning,' he told a television interviewer late last week.</p> <p>What now? Yesterday, the McCain team were engaged in a desperate damage limitation exercise, rubbishing the Branchflower report as an exercise in partisan politics. Nevertheless, the Alaskan mud is likely to stick.</p> <p>McCain's biggest problem is still the sheer scale of the economic crisis. The collapsing stock market, economic bail-out and banks going bust has shocked the American electorate. It wiped out any other issue and focused the entire election on the traditional Democratic territory of the economy. Neither is that likely to change any time soon.</p> <p>McCain must also overcome the fact that Americans increasingly blame their problems on Bush and eight years of Republican rule. Though McCain has tried to co-opt Obama's image of change and fighting the current administration, it is a tough trick to pull off.</p> <p>The fact is the electorate desperately wants change and faces a choice between a Republican veteran who would be one of America's oldest presidents and a young, fresh-faced Democrat who would be the first black politician to sit in the Oval Office. Given that stark choice, the change mantle is hard to yank from Obama's shoulders.</p> <p>That has seemingly left only one line of attack: going negative. In the past week, as newspaper headlines around America have reported the worst week in Wall Street's history, McCain's campaign has relentlessly touted the name of Bill Ayers. The 1960s radical was a member of the Weather Underground, an urban terrorist group that bombed government targets. He is now, however, a university lecturer in Chicago, with minor links to Obama.</p> <p>But it is possible that the attacks using Ayers are but the prelude to a more ominous main event. Despite urging from some quarters within his campaign, McCain has not yet himself raised the issue of Obama's former pastor, the Rev Jeremiah Wright. McCain is believed to have termed the issue off-limits so far, even though news of Wright's incendiary sermons, condemning America as a racist society and blaming Aids on government, almost derailed Obama's candidacy when they first emerged.</p> <p>But, as the November election gets closer and closer, and if the polls do not shift, McCain may be tempted to let the Wright issue loose. He is already facing pressure from Palin to do just that. In an interview with conservative columnist Bill Kristol, Palin urged her running mate to bring the Wright issue out of the box. 'I don't know why that association isn't discussed more ... but, you know, I guess that would be a John McCain call on whether he wants to bring that up,' she said.</p> <p>That interview of course, took place before the Branchflower report. Now Palin may find that the attack dogs are chasing her.</p>",
  "<p>It was at Andy Anderson's print shop that I first encountered the young lawyer-revolutionary Nelson Mandela. He was not a frequent shebeener or drinker, but 40 years later, when he was president and I was his biographer, he would often introduce me to others - including Prince Charles - by saying: 'I first met Tony in a shebeen.' The encounter should have been imprinted on my mind, but my memory was shaky, I was probably quite drunk, and he recalled it better than I.</p> <p>Soon afterwards I saw Mandela on a much more memorable occasion when I watched him launch the Defiance Campaign, of which he was chief volunteer. On 26 June 1952 I drove out to Boksburg, a grim mining town outside Johannesburg, to watch him assembling the first batch of 52 'defiers', including Indians as well as Africans, who gathered outside the township and then walked through the gates with quiet dignity, to be arrested by the police for illegally entering - while Mandela stood by calmly.</p> <p>It was the beginning of the open resistance to apartheid which would culminate in Mandela's imprisonment 10 years later, but it was a low-key event, designed to offer no provocation, and few people recognised its significance. Two months later I commissioned Mandela to write a short article in the Johannesburg-based magazine I was editing called Drum, entitled 'We defy' - his first major contribution - which spelt out his commitment: 'Though it takes us years,' he wrote, 'we are prepared to continue the campaign until the six unjust laws we have chosen for the present phase are done away with.' After some copies had been printed we had to scrap the article because it became illegal after Mandela and others had been arrested.</p> <p>I would love to recollect that I recognised Mandela from the start as a true leader of his people, destined to change the course of history. But in truth at that time I sadly underestimated him: he seemed to me too flashy and vain, with his immaculate suits and his wide smile, and he kept aloof from most white observers; I found his rhetoric too formal and stilted, full of anti-colonialist clichés. I was much more impressed by his mentor, Walter Sisulu, and by his legal partner, the intellectual Oliver Tambo. It was not until 1964, when he made his first great speech in court before going to jail, that I realised his true courage and total commitment.</p> <p>I left Johannesburg in 1955, returning to England, and took up a post at The Observer. I occasionally returned to South Africa, most memorably at the end of Nelson Mandela's long second trial, when he and his colleagues were charged with conspiring to overthrow the state. The atmosphere was bleak after two years of oppression. The police were more professional and ruthless, with the help of detentions, torture and more systematic intelligence which they had learnt in Israel and the US. White Johannesburg was booming with the help of massive foreign investment: Barclays Bank and ICI proclaimed their support with shining new business palaces, and the blacks showed little outward sign of resistance except for a few scrawled slogans, such as 'Apartheid Means War'. </p> <p>I had a glimpse of the power of the state when I went to Pretoria to observe the trial. The Supreme Court was packed with armed police, who watched the spectators like hawks and took down all names. I sat on the press bench watching the prisoners being led up from the cells under the court. The familiar faces of Walter Sisulu, the Indian activist Ahmed Kathrada and Mandela, which I had seen so relaxed in their homes, now looked drawn and austere in their prison clothes: they were all facing a possible death sentence. Then Mandela looked back at the courtroom, recognised me, smiled and pointed me out to his colleagues. Instinctively I responded with the ANC clenched-fist salute. Immediately an Afrikaner policeman rushed up and beckoned me out of my seat. He questioned me for 10 minutes about how I knew the accused and what I was signalling to him, before I was allowed back, to the visible enjoyment of the prisoners.</p> <p>When the trial was adjourned I was approached by one of the defence lawyers, George Bizos, a stocky, bushy-haired Greek barrister who later became a close friend. He told me that Mandela was now asking me to advise him about the long speech he had prepared, with an eye on international opinion. So I spent an extraordinary evening in the lawyers' room alongside the court with the defence team, including Bizos, Arthur Chaskalson, Joel Joffe and Bram Fischer, the dedicated Afrikaner communist who led the defence. They showed me Mandela's long draft speech, which he had prepared in his own hand. I was engrossed by his moving testimony of his political development: how his tribal elders had first made him aware of African injustices, how he had widened his horizons and embraced the multiracial struggle with the help of communist allies, and how he had been compelled to begin the armed struggle when passive resistance was suppressed by the violence of the state. I made a few suggestions about the style and presentation, which were mostly ignored: probably rightly, for the text as it emerged was one of the historic speeches of the 20th century. I would always feel privileged to have been minimally involved in it, and to have worked briefly with these dedicated lawyers who would all become friends; for the first time I appreciated the law as the ultimate safeguard against autocracy.</p> <p>The end of the trial, on 12 June 1964, was my last sight of Mandela for 26 years, and my last glimpse of black South Africans before they entered a long age of darkness and repression.</p> <p>By the end of the Eighties, Nelson Mandela the prisoner had become an icon with little connection with reality. I could not relate the icon to the revolutionary I had known in the Fifties. For almost 30 years no photograph of him had appeared. In 1985 I had watched Oliver Tambo unveiling the huge bust of Mandela outside the Royal Festival Hall, but I could barely recognise the head, with thick lips and bull-neck like a Soviet workers' hero, quite unlike the expressive face I had known in the early Sixties. Newspapers and TV programmes kept preparing for his release and looked desperately around for anyone who knew anything about Mandela. 'You mean you actually knew him?' a CBS interviewer asked me with astonishment. I was tempted to romanticise a friendship with a legend and to suppress my first impressions of him as a touchy and arrogant man; and in truth I knew little about how he had developed in jail, though his lawyer, George Bizos, assured me he was a formidable presence. I still dreaded that his release would prove an anticlimax, revealing a tired old man of 71 emerging like Rip Van Winkle, hopelessly out of touch with the modern world. How could he confront a powerful military state and shrewd Afrikaner politicians determined to divide the black opposition? Mandela was worried while in prison, as he himself told me later, that his overblown fame had made people believe he was a superman. How much power could be wielded by a myth?</p> <p>And after 40 years watching the emergence of independent Africa I could not feel very optimistic about the black leadership. After the lesson of Nkrumah, the Redeemer of Ghana; Kenyatta, the Father of Kenya, and Amin, the Field Marshal of Uganda, western conservatives argued the message was clear: the Africans were simply unfit to govern themselves. </p> <p>Would Mandela and his colleagues be the same when they gained independence? After this African history I had to be sceptical. But since I had known them as young men I had always found the black South African politicians quite different from others in the continent, with their long history of patient resistance, their sense of discipline and their exposure to western ideas. And I had seen and heard enough of Mandela to know that he had developed into a much more serious leader than the demagogues in the north.</p> <p>To my growing frustration I was still banned from South Africa, over a piece I had written for The Observer, but I longed to show my wife Sally the country she had never seen. So in late 1989 I called on the friendly new South African ambassador in London. He reminded me courteously that I was still banned, but then explained that his government wanted the world to know how rapidly the situation was improving and eventually gave me a visa overwritten with the strange stipulation 'To assess the changing situation in South Africa in 18 days'.</p> <p>The country was changing much faster than I had ever imagined. In February 1990, two days before Sally and I flew to Johannesburg, President FW de Klerk made his historic speech to parliament, announcing that the African National Congress was unbanned and that Mandela would shortly be released. At Johannesburg airport the global media were already converging to report on the world's most famous prisoner. We stayed with my old friend Nadine Gordimer and watched with her the liberation of old friends who had been banned for 30 years, returning like ghosts from the past.</p> <p>The Johannesburg Star published long lists of people who were suddenly unbanned, including many old Drum writers, most of them dead, like Todd Matshikiza, Bloke Modisane or Can Themba, listed with aliases from the police files as if they were big-time criminals: 'Daniel Canadoce Temba, alias Temba Dan Can, alias Themba-Dorsay Can, alias Mvalise'. Nadine gave a party where our old friends speculated about the extent of the change. Zeke Mphahlele was still sceptical: 'It's easy for those in power to unban people: it doesn't mean they lose control.' Bram Fischer's daughter Ilse explained that her dead father's ashes were still banned, kept in prison. But we were thrilled to watch the crumbling of apartheid and the end of the 'collective madness' as Nadine called it, and I was delighted to see again politicians I had known 30 years before, with their values and ideals unchanged by prison, apparently oblivious of the hiatus.</p> <p>When I arranged to meet Ahmed Kathrada, Mandela's jail colleague, he suggested we meet 'near the flat' - meaning the place where we had last met when we were both in our twenties. I found Walter Sisulu, Mandela's mentor and jail colleague, in the Soweto box house where I used to see him in the Fifties. As he came out to welcome me, white haired but sprightly, he warned me to lock my car: 'Remember how Pat Duncan had his coat stolen.' </p> <p>Mandela was still in jail, but six days after we arrived we heard he would be released the next day. The following morning we caught a plane to Cape Town, to watch him make his first speech at the City Hall; but the streets were solid with crowds, so we drove to the British embassy, where we were now staying. We watched the historic event on television with the ambassador, Robin Renwick, and his colleagues, who gave us the diplomats' view. As Mandela spoke from the balcony in the fading twilight their faces fell and Renwick quickly left the room to telephone London. Mandela was reading a speech which had clearly been drafted by an ANC committee, reaffirming the militant policy and the armed struggle, while the diplomats had expected that he would present himself as an independent statesman and peacemaker. But it seemed to me that Mandela could only be useful if he remained loyal to the ANC: he could only make peace if he carried his people behind him.</p> <p>Mandela soon flew up to Johannesburg to address a mass rally and then returned to his small house in Soweto. When I telephoned the house, his wife Winnie answered. 'I keep pinching myself to believe that it's true,' she said, putting me straight through to Nelson, who talked as if nothing much had happened in 30 years. 'Hello, Tony, when are you coming here? How's the family?'</p> <p>Two days later I drove out with Sally to the box house in Vilikazi Street where I had visited him in the Sixties. An ANC flag was flying from the concrete garage - the flag which had been illegal two weeks before - and the house was surrounded by photographers and TV vans: schoolgirls were peeping through the garden wall into the small patch, where a tall black man with grey hair was talking to a TV team.At the door was Peter Magubane, the veteran Drum cameraman who was now Mandela's personal photographer. Over the past years he had frequently been detained for supporting the ANC, and had seen many false dawns: 'Is this really It?' I asked him.</p> <p>'Yes, it's It. They can't put it back.'</p> <p>In the house, we were greeted by Winnie, who was preparing a meal in the kitchen. Mandela strode in, looking far too big for the room, perfectly groomed in a double-breasted suit: his white hair shaky walk betrayed his 71 years, while his hug revealed the bony body beneath his tailoring. But he seemed much more serene than the man I remembered: his smile was no longer a wide showbiz grin but the relaxed, amused smile of someone at peace with himself. He sat down with his big boxer's hands resting on the dining-table, and asked about his London friends, Mary Benson and David Astor, who had sent him law books in jail. He looked Sally up and down and said: 'I remember Tony as a bright young man. He didn't tell me about you; he's kept things from me.'</p> <p>A few days later I went back again with three journalists. This time Mandela was the pure politician: he eloquently thanked the media for keeping the cause of liberation alive, and stressed that South Africa must have a free press. He praised Nadine Gordimer and said that my Anatomy of Britain had been the first book he had received in prison. He played down his own role and emphasised that he remained the loyal servant of the ANC. 'They may say: \"Well, you are a man of 71, you may require a pension.\" Or \"Look, we don't like your face, please go.\" I will obey them.'</p> <p>Back in London I still kept some contact with Mandela, for he practised diplomacy in a very personal way, relying on individual friends rather than bureaucrats. When I was able to see him later in Johannesburg he discussed how the ANC could rectify false reports in the British media: he gave me his home phone number and said: 'Why don't you just ring me when you see something that needs correcting?' - as his aide looked on in despair. </p> <p>I saw him again in April, when he paid a short, triumphant visit to London with Winnie, who appeared the ideal consort, gracious and attentive. He attended a pop concert at Wembley Stadium, addressing a crowd of 75,000 people, to thank them for their past support: 'You elected not to forget.' It was televised live by the BBC, which was attacked by right-wing conservatives who complained of political bias. In the interval Mandela moved through a crowded reception room, welcoming admirers. My daughter Katie was introduced to him, and he replied firmly: 'Remember you're a person in your own right.'</p> <p>There was much speculation about a meeting with Thatcher; Mandela's ANC colleagues insisted he must postpone it, but he persisted with his personal diplomacy. One Saturday night in June 1990 I was just going to sleep when Adelaide Tambo woke me with an odd request: 'My brother is in England and wants to see his girlfriend tomorrow morning.' The code meant Mandela wanted to see Thatcher. </p> <p>I rang her private secretary, Charles Powell, and early the next day Thatcher made a long phone call to Mandela. He urged her to maintain sanctions against Pretoria, without success; but she disarmed him by showing a maternal worry about his forthcoming trip to America: 'If you go on like this you won't come out alive.'</p> <p>After touring America, Mandela came back to London, where Thatcher was anxious to show her respect. Douglas Hurd gave a private lunch for his friends, including the president of the Anti-Apartheid Movement, Trevor Huddleston, South African MP Helen Suzman and myself. Mandela was appreciative, but restated the need to maintain sanctions, despite 'my sister Helen'. He went on to see Thatcher for the first time. Robin Renwick had urged her to let Mandela talk uninterrupted, since he had been waiting for 27 years incommunicado; he spoke for 52 minutes, before she replied for half an hour. She was warm and charming, Mandela told me, and he resented critics who complained he should not have talked to an enemy who had denounced him as a terrorist. He had to work with people who had done far worse things in South Africa, he explained: 'I didn't even mention slaughters.'</p> <p>In London the crowds gazed upon Mandela with reverent awe, which exasperated his critics, especially those who pointed to his conviction for terrorism. In fact, he was never a terrorist in either the Palestinian or the Israeli sense: he had taken up arms as the last resort to confront a terrorist state, and he had avoided any attack on civilians. But he was certainly never a spiritual leader: he was a master politician who understood the nature of power.</p> <p>I went back to South Africa frequently, which was still suspended between two disconnected worlds. When I called on Mandela and his colleagues in their brand-new office in Johannesburg they sounded confident that they would soon achieve power, yet in the interim they lacked any formal authority; while the whites in the suburbs appeared quite unaware of impending change and were doing little to adapt to it. Mandela, the old man who had been out of the world for a quarter of a century, was now, as Nadine Gordimer said, 'the personification of the future'; while many young whites were stuck in the past. </p> <p>The future at last began to take some shape when the government agreed to begin negotiations in the Convention for a Democratic South Africa (Codesa). When I talked with the ANC delegation they sounded confident that Mandela would soon become president and de Klerk his deputy; but there were all kinds of spoilers, including Chief Mangosuthu Buthelezi and the right-wing Afrikaners. The negotiations continued on and off over two years, with recurring breakdowns, culminating in June 1993, when the thugs of the neo-Nazi Afrikaner Resistance Movement invaded the building, smashing through windows, to try to halt the talks. But at last, at the end of 1993, Mandela and de Klerk agreed on a new constitution and elections based on a simple one-person-one-vote system, and the first democratic elections were fixed for April 1994.</p> <p>Mandela was well aware that elections depended on cash: he had been raising funds round the world for the ANC ever since he left prison. He was never embarrassed by using his prestige to extract large sums of money from questionable people or former opponents. At the Dorchester Hotel in May 1993, before the election, he addressed a grand reception attended by the chairmen of most of the big companies, including Lord Weinstock of GEC and Lord King of British Airways, most of whom had opposed the ANC before it was legalised; now they queued up to shake Mandela's hand. Among them were scattered veteran anti-apartheid campaigners, who bristled as Mandela smiled and chatted with their ex-enemies. Trevor Huddleston was still filled with 'holy anger' and complained to me fiercely: how could Mandela forgive these villains? It was odd to hear the Christian father rebuking the political campaigner for being too forgiving. But Mandela had no time for recriminations, and he raised huge sums which eventually dwarfed de Klerk's election chest.</p> <p>The plans for elections went ahead, surrounded by hazards and uncertainties. The Afrikaner right wing refused to participate, and a band of extremists invaded the neighbouring bantustan of Bophuthatswana, until they met an ignominious defeat.</p> <p>'South Africa braced itself for a race war and civil war yesterday,' wrote the Sunday Times, the chief prophet of doom in London. Buthelezi also boycotted the elections and organised a march of Zulus through Johannesburg, which provoked deadly reprisals from the ANC. Then a week before election day he finally gave in, after pressure from all sides, and joined the elections.</p> <p>I flew out to Johannesburg with Sally to watch the elections in April 1994: the last surrender of white power in Africa. The walls and lampposts were plastered with Mandela posters and the initials ANC. They seemed at odds with the street names like Empire Way or Eton Road, or an estate called Settlers' Park.</p> <p>In the lily-white northern suburbs the prospect of a black government still seemed unimaginable. But Nadine's house was an island of continuity, the same as 40 years ago, and parts of Johannesburg were reverting to the multiracial existence I had known before apartheid. Sally and I went together to the musical Sophiatown, which featured the now-legendary Drum writers.</p> <p>Mandela was already being hailed as the victor. We went to the final ANC rally in the huge stadium near Soweto, where he arrived by helicopter and strode through the arena, with an entourage of drum majorettes, witch doctors and pop singers. He spoke like a president: when a gun went off he sternly rebuked the crowd. As he left in his car he reached out to shake my hand, but a security guard quickly intervened and closed the window.</p> <p>Two days later, at a press conference at the Carlton Hotel, Mandela radiated authority. He insisted on the importance of gun control and community policing: when he was asked about his personal feelings he would only say: 'Certain things cannot be expressed in words.'</p> <p>The mood was still tense, with fears of violence: on the eve of the election a bomb exploded at the airport, and on polling day another went off at the ANC headquarters downtown. But the polling stations in the townships were suffused with an extraordinary calm, as patient blacks lined up in winding queues for three or four hours to vote, while monitors from the UN or the Commonwealth watched for irregularities or intimidation. All the political violence was dissolved by the passionate faith in democracy.</p> <p>The next day I talked to Mandela at the Carlton Hotel, when he was clearly about to become president. Did he ever imagine 40 years earlier that he would be in this position? 'No, we were too busy fighting apartheid; and I was a junior then. I was convinced that there was no better leader than Tambo.' He rejected any praise of his personal leadership: 'No single individual can be elevated above others.' Could he not go too far in practising forgiveness and forgetting about evil? 'No,' he answered firmly. 'Men of peace must not think about recriminations or retribution; courageous people don't fear forgiving, for the sake of peace.'</p> <p>When the ANC victory was announced, with just short of two-thirds of the vote, there was no serious dispute. After all the predictions about bloodbaths, the power had been transferred from whites to blacks with little disruption. 'It was like being alive in the time of Lincoln,' wrote the New York Times. Only a few conservative journalists dissented: 'Dawn of freedom my foot,' wrote my old sparring-partner Peregrine Worsthorne in the Sunday Telegraph. 'Black majority rule in South Africa should send a shudder round the world.'</p> <p>On our last day, Sally and I went to a celebration lunch party given by Adelaide Tambo in her luxurious villa, where Walter Sisulu, the 80-year-old father figure of the struggle, was guest of honour. Adelaide gave a gracious speech thanking the foreign guests, including the British MPs Paul Boateng and Bob Hughes, David Dinkins, the mayor of New York, and myself. It was a first glimpse of old revolutionaries as they faced the responsibilities of power. Sisulu hugged me and said: 'We've done it.' What had they done? </p> <p>A few months later I visited the new ministers in their government offices. The guerrilla leader Joe Modise was now minister of defence; the ex-head of the Communist Party, Joe Slovo, was minister of housing. Parliament was transformed from an Afrikaner stronghold into a multiracial assembly full of bright tribal costumes. 'I love this dream,' said Archbishop Desmond Tutu. 'You sit in the balcony and look down and count all the terrorists. They are all sitting there passing laws. It is incredible.' </p> <p>The young minister, Pahad, drove us on a tour of the ministers' houses, enclosed in the beautiful and secluded Groote Schuur estate outside Cape Town. The old freedom fighters looked very unradical in those comfortable surroundings: we found Thabo Mbeki's father Govan, the Marxist firebrand, listening to Alistair Cooke's Letter from America. 'Now I know why you were all so keen for power,' I teased Pahad. 'But the funny thing is,' he replied, 'we didn't know all this was here.'</p> <p>When a minister asked me for advice on handling civil servants, I proposed that they watch the TV series Yes, Minister, but he replied: 'Oh, we've already seen the videos.' The transition on the surface was smoother than many had expected: the bureaucrats were keen to please, and the Afrikaner secretaries and security guards were soon calling the black ministers 'Sir'; power, in the end, had no colour bar. </p> <p>Mandela himself moved into the grand presidential offices as if he had always been groomed to be head of state: confident and courteous, springing out of his chair to greet a visitor, and introducing his Afrikaner PA, who brought the tea. I found him always welcoming and personal, asking about my family, reminiscing about old Drum friends, talking about London and the Queen Mother. But he was never off guard. He knew the impact of anything he said: if he said something slightly indiscreet he would instinctively put his hand over the tape recorder and he would always veer away from discussing his personal feelings.</p> <p>I was still fascinated by the story of how this serene president had developed from the headstrong revolutionary I had known in the Fifties; so I was excited when my publishers in 1995 suggested I write his authorised biography. Mandela asked me to breakfast in his house in Johannesburg, and said with customary flattery that he knew no one more qualified to write it: he wanted a biographer who had known him in his earlier political years, provided I didn't mention we had met in a shebeen.</p> <p>• Anthony Sampson was on the staff of The Observer from 1955 to 1966 and its chief US correspondent from 1973 to 1974. His posthumous memoir, The Anatomist, from which this excerpt is taken, is published by Politico's Publishing. To order a copy for £18.99 with free UK p&amp;p, go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885</p>",
  "<p>Hollywood is betting the house this weekend. Warner Bros is gambling that a $100m budget, megawatt stars - Leonardo DiCaprio and Russell Crowe - and an A-list director, Sir Ridley Scott, will finally convince Americans to do something they have steadfastly refused to do these past few years: venture into cinemas to see a movie that is, at least partly, about current events and the war in Iraq.</p> <p>Body of Lies, an explosives-strewn espionage thriller, stars DiCaprio as a CIA operative hunting terrorists on the ground in Iraq, and Crowe as his handler back in the US.</p> <p>Hollywood executives will be very closely watching how Body of Lies performs because, as the election draws close, the studios are releasing an unprecedented clutch of serious films, about politics, war and religion. It's cinematic fare that can often be box office poison, but Hollywood is hoping that the excitement about politics generated by the imminent election will rub off. </p> <p>Hollywood believes that shows like Saturday Night Live, which has featured Tina Fey's spot-on impersonations of vice presidential contender Sarah Palin - seen by millions on YouTube - and Jon Stewart's nightly comedy talk show, have helped make politics sexy and entertaining to Americans who were previously turned off by it.</p> <p>But the big question remains: do Americans really want to be confronted by the issues and wars that define their world and lives? We'll find out in the next few months. Following Body of Lies into cinemas next weekend is the highly-touted W, Oliver Stone's cheeky biopic about George W Bush. W was rushed through post-production so it could be released before the election. Will the timing help?</p> <p>'Judging from how little impact Bush has had on correcting our economic crisis,' says Patrick Goldstein of the Los Angeles Times, 'most people in America have seen enough of him to last a lifetime. They're not eager to revisit his rise to power and fall from grace at the local multiplex.' But Kirk Honeycutt of the Hollywood Reporter believes W's greatest strength 'is that it wants to talk about what's on our minds right now and not wait for the historians.'</p> <p>Religulous, a satirical documentary from political talk show host Bill Maher about religion and religious fanaticism, is also on release. The film, which skewers all religious faith, has been helped by being delayed so it could be released nearer the election; in the summer Sarah Palin and her Pentecostalism were not on the radar. Hoping to cash in on a political fever that may be short-lived, a number of other politically focused films are hitting movie and TV screens. British television viewers have just been treated to Recount, the well-reviewed docu-drama starring Kevin Spacey about the disputed 2000 US election and the Florida recount, hanging chads and all. In the run-up to the 2008 election, Recount makes salutary viewing, retelling the story of the how the 2000 election in the world's most powerful democracy was eventually decided by the conservative-leaning Supreme Court, which handed the presidency to George W Bush.</p> <p>'The film is not about who should have won,' says screenwriter Danny Strong. 'This movie is about our electoral process and gives us an intimate look at how this process went down in one particular state. It asks the American people: Is this how you want to elect a president?'</p> <p>Those wondering why so many Republican presidents have been elected in recent history would do well to watch Boogie Man: The Lee Atwater Story. The documentary, which has just been released in the US, tells the astonishing and unfortunately true story of the late Republican political operative Lee Atwater.</p> <p>The larger than life, blues guitar-playing Atwater was the originator of the 'values-based' personal attacks that have underpinned Republican campaigning for the past quarter of a century, and which McCain and Palin are using again by accusing Barack Obama of 'palling around with terrorists'. Atwater helped Ronald Reagan and George Bush Sr win the presidency and was a tutor and friend to Karl Rove, George W Bush's political adviser and eminence grise. It was Atwater who devised the 'Willie Horton' racist ad that helped Bush Sr to victory by defining his Democratic opponent Michael Dukakis as a soft liberal who would let black murderers out of jail. Atwater also concocted the infamous 'push polling', in which voters are called to answer fake political surveys. In one election, when he was fighting Max Heller, a Jewish candidate, Atwater's callers would ask voters a few anodyne questions before wondering: 'Would you vote for a Jew who didn't believe in the Lord Jesus Christ?' Heller lost.</p> <p>Politics also deeply informs the movie Milk, which stars Sean Penn as Harvey Milk, the first openly gay man to be elected to public office in California. It will be premiered at the end of October. In 1978, in the early days of the gay rights movement, Milk, a San Francisco caretaker, was assassinated by Dan White, who also shot and killed San Francisco mayor George Moscone. Its makers clearly hope the film, which is directed by Gus Van Sant, will have a powerful contemporary resonance. Trailers for Milk, for which Penn is already being talked about as a major Oscar contender, are now running as California and other states consider whether to allow or ban gay marriages in the November elections.</p> <p>Frost/Nixon is the film adaptation of Peter Morgan's critically acclaimed play about the televised 1977 interviews between David Frost and disgraced former president Richard Nixon. The film stars Frank Langella as Nixon and Michael Sheen as Frost, but has been given a Hollywood gloss by director Ron Howard (The Da Vinci Code). Frost/Nixon will open the London Film Festival this week and will be released on 5 December in the US. Perhaps surprisingly, Morgan says he has been keen to avoid Frost/Nixon being seen as a parable on the past eight harrowing years with George W Bush.</p> <p>'If anything, I went back to the text to take things out,' says Morgan. 'I didn't want it to be viewed in the context as a metaphor for Iraq and the Bush presidency.'</p> <p>Audiences at the London Film Festival will also get to see Che, the two-part Spanish-language biopic about Argentinean revolutionary Che Guevara, starring Benicio del Toro, directed by Steven Soderbergh and produced by Laura Bickford, the same team that made the Oscar-winning Traffic. The films tell the extraordinary story of the takeover of Cuba in 1959 and of Guevara's disastrous attempt to foment a similar revolution in Bolivia, which led to his execution in 1967.</p> <p>'Elections are a time when history can be redefined,' says Bickford, Che's producer, who has been working on the project for eight years.</p> <p>Michael Moore, who released the anti-Bush polemic Fahrenheit 9/11 before the 2004 election, is contributing to this election season with Slacker Uprising, which he has made available for free downloads on the internet. The film is about the tour of battleground states Moore made in 2004 to encourage younger Americans to vote. Two million people watched it in its first three days.</p> <p>As Hollywood prepares to get serious in the next few months, it would be funny if it weren't so troubling to reflect that the most successful film to focus even tangentially on the so-called 'War on Terror' is the comedy Harold and Kumar Escape from Guantanamo Bay, about two marijuana-loving slackers who mistakenly get imprisoned in Gitmo: it took $38m at the American box office when it was released earlier this year. </p> <p>That's more than double what any other film that has even touched upon America's wars in Iraq and Afghanistan has made. The Kite Runner, for example, about the lives of two Afghan boys whose lives are transformed by war, took just $15.8m, even though it was based on a novel which had sold millions of copies. Throwing major Hollywood stars into the mix hasn't helped. Rendition starred Reese Witherspoon, Hollywood's top female star of recent years, in a thriller as a woman whose Egyptian husband has been kidnapped by the CIA and tortured in a foreign jail. Box office? Just $9.7 million.</p> <p>'Americans don't want didactic films, and they don't want didactic politics in films,' believes Steven J Ross, who teaches film and popular culture at the University of Southern California. 'They're going to the movies to be entertained. If politics come up in the course of entertainment, they'll accept it, but not if they're hit over the head with strong ideological points of view.'</p> <p>Perhaps that's why, despite Warner Bros' huge gamble, almost no one else in Hollywood is willing to bet - particularly with the economy in free-fall - that Americans will flock to see Body of Lies when it opens this weekend. Some box office analysts are even predicting that it will be beaten to the number one spot by a movie about a pampered talking dog, Beverly Hills Chihuahua. Now what would that say about the desire of Americans to engage with the world at this crucial time?</p>",
  "<p>Two mysteries hover over Curtis Sittenfeld's timely third novel, American Wife, a fictional memoir by a 21st-century First Lady that was rushed out in the US to coincide with the Republican National Congress. The first is how, in our litigious age, she ever managed to get what is a barely disguised portrait of Laura Bush past her publisher's legal department. The second is how she could have stomached spending quite so much time imagining Laura and Dubya having sex.</p> <p>Actually, the sex is not so mysterious. Sittenfeld's novel is not so much a West Wing-style exposé as a sympathetic and nuanced portrait of an intelligent woman who has ended up implicated in possibly the worst US presidency in history. Alice Blackwell, Sittenfeld's Laura alter-ego, is likable and moral; the challenge for a novelist is to explain how this woman could have fallen for a man like Charlie Blackwell (George W right down to his 'flaring nostrils') and stayed with him. A heavy emphasis on the couple's enduring physical attraction becomes necessary in this context; even so, there are some scenes you'll find hard to scrub from your mind.</p> <p>Alice repeatedly asks herself these same questions in a narrative bracketed by scenes in the presidential bedroom on a day when she has done something unprecedented in her marriage: publicly expressed an opinion that comes from her heart and contradicts the party line. 'Did I jeopardise my husband's presidency today? Did I do something I should have done years ago?' she wonders, lying awake at night. 'Or perhaps I did both and that's the problem - that I lead a life in opposition to itself.'</p> <p>It's easy to see why Laura Bush would make a fascinating subject for Sittenfeld, a novelist interested less in external drama than in her characters' interior lives, as she demonstrated in her bestselling debut Prep. Laura Bush has offered little of herself to the media, appearing in public as a supportive wife. One piece of knowledge we do have is that her life was coloured by early tragedy: in her teens, she caused a road accident that resulted in the death of one of her classmates, whom she may or may not have been dating. </p> <p>Sittenfeld makes this incident the defining moment of Alice's life; every choice she makes is ultimately motivated by guilt and loss, including the humiliating sexual relationship she begins with the dead boy's brother after his death, as if by abasing herself she might atone for what she has done. This results in a pregnancy that Alice's practical, worldly and secretly lesbian grandmother helps her to end. More than 40 years later, the feminist doctor who performed the abortion attempts to blackmail Alice into publicly opposing her husband's nomination of a conservative Supreme Court judge who threatens to overturn Roe vs Wade.</p> <p>This present-day drama, in which Alice jets between time zones attempting to stall the threatened exposure while also confronting a protester against her husband's catastrophic war, is the least persuasive part of the novel. The real triumph is the vast expanse of Alice's life in which nothing very dramatic happens, just a series of small compromises by which she accommodates her principles to their opposites. </p> <p>Alice's greatest failing is not that she is able to deceive herself about Charlie, but that she is painfully aware that she often chooses to do so to maintain the status quo. Counting down until the end of her husband's second term, she finds herself torn between the sense that she should have done more to curb his excesses and the desire to protest that she only ever signed up to be his wife. Confessing that she voted for his Democratic opponent in the presidential election, she adds: 'During the periods when I've been the most frustrated by our lives, or by what is happening in this country, I've looked outside at the cars and pedestrians our motorcades pass and I've thought, All I did is marry him. You are the ones who gave him power.' </p> <p>Sittenfeld has created a provocative picture of the complex relationship between public and private life. It is a testament to her art as a novelist that the reader never loses a sense of affection for Alice, even while wishing her quiet integrity could have been more forceful.</p>",
  "<p>Republican vice-presidential candidate <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> yesterday shrugged off the findings of a state inquiry into the 'Troopergate' affair, which concluded that she had used her position as governor to pursue a private feud with a State Trooper.</p> <p>Speaking at a campaign rally in Pennsylvania, she remained defiant, insisting the inquiry outcome proved she had not broken the law. Shrugging her shoulders while addressing her audience, she said: 'If you read the report, you will see there was nothing unlawful... or unethical about replacing a cabinet member.'</p> <p>Her solicitor, Thomas Van Flein, said there was no evidence she had breached any ethical code. 'In order to violate the ethics law, there has to be some personal gain, usually financial. [The report] has failed to identify any financial gain.'</p> <p>However, an already tense US presidential election campaign was electrified by the publication of the damning verdict, delivered by Stephen Branchflower, a retired prosecutor who was appointed as investigator last July by a Republican-dominated committee of the Alaska state legislature. Branchflower found that Palin had breached the Alaska Executive Branch Ethics Act, which states that 'each public officer holds office as a public trust and any effort to benefit a personal or financial interest through official action is a violation of that trust'.</p> <p>He also concluded that Palin's feud with her former brother-in-law, Mike Wooten, a State Trooper, or officer, in the Alaskan state police, was 'likely a contributory factor' in her decision to dismiss the head of that force, Walt Monegan. His report detailed the way in which Palin and the people around her repeatedly pressurised Monegan over Wooten. However, Branchflower concluded that Monegan's dismissal had been carried out in a 'proper and lawful' fashion. Under Alaskan law, it is for the state's personnel board, which is conducting its own inquiry, to decide whether Palin violated state law and, if so, must refer it to the senate president for disciplinary action. Violations can carry a possible $5,000 fine.</p> <p>Meg Stapleton, a spokeswoman for the Republican Presidential candidate John McCain, said the legislative council was 'making a tortured argument to find fault without basis in law or fact'. A campaign statement said: 'This report also illustrates what we've known all along: this was a partisan-led inquiry run by [Barack] Obama supporters and the Palins were completely justified in their concern regarding Trooper Wooten given his violent and rogue behaviour.'</p> <p>The report could not have come at a less opportune time for the McCain campaign. According to the latest Gallup poll, published on Friday, he is trailing Barack Obama by 10 points, with 41 per cent to the Democrat's 51 per cent.</p> <p>Palin gave the McCain campaign an extraordinary boost after she first burst on to the American national scene at the Republican convention last month. Since then she has done little for his chances of success, with the polls suggesting many voters doubt she has the experience or ability for high office. Publication of the report is likely to fuel claims that McCain showed poor judgment, or even recklessness, in selecting her.</p> <p>Palin had agreed to co-operate with the inquiry, but when McCain selected her the following month she changed her mind, claiming the inquiry had been hijacked by Democrats. Palin has given a number of reasons for her decision to sack Monegan, but always denied wrongdoing. Shortly before the report was published, her husband Todd attempted to draw some of the investigation's fire by admitting that he had repeatedly complained about Wooten, believing him to be a danger to the public.</p> <p>In 2005, Wooten had been through an acrimonious divorce and custody battle with Palin's younger sister, Molly McCann. A number of complaints that the Palin family made about him at that time were upheld - including a charge that he had shot his own stepson with a Taser stun-gun on a low setting. In March 2006 he was disciplined, suspended for five days and given a final written warning, but allowed to keep his job.</p> <p>Palin came into office as governor of Alaska nine months later, and appointed Monegan as her public safety commissioner. Monegan says he immediately came under pressure to sack Wooten. He told Branchflower he was summoned to see Todd Palin, who complained that Wooten's punishment had been merely a 'slap on the wrist'. Monegan said: 'I had this kind of ominous feeling that I may not be long for this job if I didn't somehow respond accordingly.'</p> <p>A further finding of Branchflower's 263-page report was that the office of the Alaska state attorney-general, Talis Colberg, failed to comply with his request to release information about the case held in various emails. Some of these emails may now surface as a result of Friday's court case, shedding more light not only on Troopergate but also on the conduct of the politician who would, as American commentators repeatedly remind the voters, be just a heartbeat from the presidency were McCain elected.</p> <p>Palin is now known to have used at least two personal email accounts to conduct official business: gov.palin@yahoo.com and gov.sarah@yahoo.com. Both have now been shut down. The judge ordered the Alaskan attorney general to contact Yahoo and other private carriers to preserve any emails sent and received on those accounts. If the emails were ditched when the accounts were deactivated, he directed state officials to have the companies try to retrieve them.</p> <p>Freedom of information campaigner Andrée McLeod, who brought the case, said: 'We shouldn't be in a position where public records have been lost because the governor didn't do what every other state employee knows to do, which is to use an official, secure state email account to conduct state business.'</p>",
  "<p>'I am the son of a black man from Kenya and a white woman from Kansas. I was raised with the help of a white grandfather who survived a depression to serve in Patton's army during World War II and a white grandmother who worked on a bomber assembly line at Fort Leavenworth while he was overseas. I've gone to some of the best schools in America and lived in one of the world's poorest nations.</p> <p>'I am married to a black American who carries within her the blood of slaves and slave owners - an inheritance we pass on to our two precious daughters. I have brothers, sisters, nieces, nephews, uncles and cousins, of every race and every hue, scattered across three continents, and for as long as I live, I will never forget that in no other country on Earth is my story even possible.'</p> <p>Barack Obama spoke these words in March. That was a long time ago, but the speech is worth recalling because race flows like a Stygian river beneath the American election campaign, surfacing occasionally as it did then because of inflammatory remarks by Obama's controversial Chicago pastor, the Rev Jeremiah Wright, and as it may again on 4 November.</p> <p>Race cuts several ways. A recent survey found that the first nomination of an African American for President by a major party has prompted a surge in national pride and political engagement among blacks. And there are voters, of all stripes, who will vote for Obama because of his life story - the 'journey' Sarah Palin obliquely mocked in her speech at the Republic national convention - and what they believe it says about the United States.</p> <p>However, it's also clear from a growing number of studies that some voters will vote against Obama because of his race. Some will cast blatantly racist votes. Others will vote against him because they're not comfortable with him, their votes guided by doubt, an indefinable fear, a queasiness they can't describe. A number of recent studies and polls have shown that the pull of racism is still there. One poll found that one-third of white Democrats and voters registered as independents harbour negative views toward blacks that could affect their voting.</p> <p>Social science research in the United States reveals just how submerged racial prejudice can be. Writing in the Washington Post, Daniel Kiel of the University of Memphis in Tennessee, said studies on racial attitudes in job-candidate evaluations shed light 'on how race may be affecting our collective judgment', yielding earnest but biased evaluations. When reviewers, he said, compare identical resumes of black and white job applicants, white candidates are rated more highly than black candidates. Paradoxically, he says, the more qualified the candidate is, the greater the rating discrepancy is, which is bad news if you're a black man running for the highest office in the land.</p> <p>Straightforward political polling often falls far from the mark because of what has become known as the Bradley Effect, which dates to the campaign for the California governorship in 1982. Surveys in the run-up to the election and even exit polls on the day put Tom Bradley, the first black mayor of Los Angeles, well ahead of the Republican candidate. And yet Bradley lost by 1.2 per cent. Why? Speculation pointed in several different directions: inadequate sampling, people changing their minds at the last minute, latent racism that didn't turn up in the polling and outright lying on the part of voters or, at least, a reluctance on the part of people polled to admit a voting preference that they thought might be socially unacceptable.</p> <p>Obama spent much of his youth exploring the consequences of his race. Being black and white didn't make it any easier. But he knew those consequences could not be ignored. So it was that in March Obama travelled to the National Constitution Centre in Philadelphia and made what I and many others consider to be the finest speech of the 2008 American presidential campaign. Obama was responding to an explosion of publicity surrounding remarks the Rev Wright had made in the past, including 'God damn America' (for bombing Hiroshima) and his suggestion that the US bore some of the responsibility for the 9/11 attacks. Obama saw that both his race and his patriotism were under fire.</p> <p>Characteristically, for he is nothing if not a lawyerly intellectual and fully cognizant of his rhetorical skills, Obama decided to tackle the Wright imbroglio head-on. In his speech, an excellent exegesis on race in America, Obama condemned Wright's remarks, but did not disown the man. He explained that he could not, because Wright, 'as imperfect as he may be', is 'like family'. Obama said that Wright's church, where Obama was married and his daughters baptised, 'contains in full the kindness and cruelty, the fierce intelligence and the shocking ignorance, the struggles and successes, the love and, yes, the bitterness and bias that make up the black experience in America'.</p> <p>Obama went on to say: 'The profound mistake of Reverend Wright's sermons is not that he spoke about racism in our society. It's that he spoke as if our society was static; as if no progress has been made; as if this country - a country that has made it possible for one of his own members to run for the highest office in the land and build a coalition of white and black, Latino and Asian, rich and poor, young and old - is still irrevocably bound to a tragic past. But what we know - what we have seen - is that America can change. That is true genius of this nation.'</p> <p>Obama has been quieter of late, his language more careful, as he directs his appeal to wavering and undecided voters who could well determine the outcome of the election. As the campaign moves into its final weeks and as John McCain's rhetoric turns negative, it's safe to say that this is not going to be the post-racial election that many hoped it would be. American history does not let go that easily. But Obama's lead over McCain is holding firm. All things being equal - if that can be said in the case of a black presidential aspirant - Obama seems justified in clinging to what he called in that speech so many months ago, echoing not only the title of a 1990 Wright sermon but also the title of his second book, 'the audacity of hope'.</p> <p>• Stryker McGuire is a contributing editor to Newsweek magazine and editor of International Quarterly, a forthcoming journal on world affairs</p>",
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>'s election campaign last night suffered the body blow that <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> had been bracing themselves for when his vice-presidential candidate, <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, was found to have abused her powers in pursuit of a personal feud against her former brother-in-law.</p> <p>At the conclusion of the ten-week investigation into the so-called Troopergate affair, Palin was found to have breached the ethics rules that govern her conduct as governor of Alaska.</p> <p>The findings were delivered by an investigator appointed last July by a Republican-controlled committee of the Alaskan state legislature. He began his inquiries shortly before Palin was picked as McCain's running mate, and his conclusions appear certain to lead to questions over McCain's judgment and to allegations that she would be unsuited for national office.</p> <p>Stephen Branchflower, a former prosecutor, found Palin had breached the Alaska Executive Branch Ethics Act, which states that \"each public officer holds office as a public trust and any effort to benefit a personal or financial interest through official action is a violation of that trust\".</p> <p>Branchflower concluded that Palin's feud with her former brother-in-law, Mike Wooten, an officer of the Alaskan state police, was \"likely a contributory factor\" in her decision to dismiss the head of that force, Walt Monegan. However, he also concluded that this dismissal had been carried out in a \"proper and lawful\" fashion.</p> <p>The committee voted to disclose much of Branchflower's report public early this morning after deliberating in secret for more than six hours. </p> <p>Although eight of the 12 members of the committee are Republicans, they voted unanimously for its publication. Palin has made a number of enemies among her fellow Republicans in Alaska after she picked fights with the party's local leadership en route to election as governor, and then formed alliances with Democrats in a bid to force through her legislative programme.</p> <p>Palin will probably not face impeachment proceedings, with local Democrats and Republicans saying they have little appetite for such a move. The committee's chairman, Kim Elton, a Democrat, said he agreed with Branchflower's findings but added: \"We don't charge people, we don't try people as legislators.\"</p> <p>With McCain struggling to overtake Barack Obama in the polls less than four weeks before the election, the report's findings could barely have been worse for the Republicans.</p> <p>Palin had denied all wrongdoing, and shortly before the report was published her husband, Todd, sought to shoulder some of the blame by admitting he had he repeatedly complained about Wooten, believing him to be a danger to the public.<br> Wooten had been through an acrimonious divorce and custody battle with Mrs Palin's younger sister, Molly McCann, in 2005. A number of complaints that the Palin family made about him at that time were upheld, and in March 2006 he was disciplined but allowed to keep his job.</p> <p>Palin came into office as governor of Alaska nine months later, and Monegan came under pressure to fire Wooten immediately after she appointed him the state public safety commissioner.</p> <p>Monegan told Branchflower he had been summoned to see Todd Palin, who complained that Wooten's punishment had been merely a \"slap on the wrist.\" Monegan said he understood the Palins wanted Wooten fired. \"I had this kind of ominous feeling that I may not be long for this job if I didn't somehow respond accordingly,\" Monegan told the investigator.</p> <p>Branchflower found that Todd Palin enjoyed extraordinary access to the governor's office and her closest advisers, despite being unelected and having no salaried state post. He used that access to try to get Wooten fired, the report found.</p> <p>Branchflower criticised Palin for taking no action to rein in her husband, and said there was some evidence that she participated in the effort. \"Such impermissible and repeated contacts create conflicts of interests for subordinate employees who must choose to either please a superior or run the risk of facing that superior's displeasure and the possible consequences of that displeasure,\" the report states. </p> <p>A further finding of Branchflower's 263-page report was that the office of the Alaska state attorney general, Talis Colberg, failed to comply with his request to release information about the case held in various e-mails.</p> <p>A number of Alaskan republicans attempted to halt publication of the report with a series of court case, but the state's supreme court dismissed their final bid on Thursday, paving the way for its publication.</p> <p>Monegan said: I feel vindicated. It sounds like they've validated my belief and opinions. And that tells me I'm not totally out in left field.\"</p> <p>McCain's campaign team insisted the Alaskan committee had \"overreached\" itself. It issued a statement saying: \"Today's report shows that the governor acted within her proper and lawful authority in the reassignment of Walt Monegan. The report also illustrates what we've known all along: this was a partisan led inquiry run by Obama supporters and the Palins were completely justified in their concern regarding Trooper Wooten given his violent and rogue behaviour.\"</p> <p>The Alaskan state senator Gary Stevens, a Republican, objected to the report while agreeing that its contents should be made public. \"I would encourage people to be very cautious, to look at this with a jaundiced eye,\" he said.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/oFOTC30RhHY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/oFOTC30RhHY&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/oFOTC30RhHY&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>\"This doesn't happen in America. Maybe Ohio, but not America,\" says Homer Simpson after he is thwarted by an electronic voting machine in his attempt to vote for Barack Obama. </p> <p>As we get closer to election day, another front opens in the US election: The legal front. Voter registration drives by community organising group ACORN are already under investigation. And mistrust of electronic voting machines has become mainstream enough to reach The Simpsons. </p> <p>The divide usually breaks down like so: <a href=\"http://blogs.abcnews.com/politicalpunch/2008/10/voter-fraud-vot.html\">Democrats allege voter disenfranchisement and sometimes even intimidation, and Republicans allege voter fraud.</a> Business jets full of lawyers for both parties stand at the ready to challenge the results if the they are close.</p> <p>The <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/07/acorn_nevada_offices_raided.html\">Nevada offices of ACORN were raided this week</a>:</p> <blockquote> <p>The submitted voter cards included addresses and names that do not exist in Nevada, duplicate registrations, names culled from telephone books and names of Dallas Cowboys players, an investigator for the Secretary of State alleged in his affidavit for a search warrant.</p> </blockquote> <p>ACORN is also being <a href=\"http://ap.google.com/article/ALeqM5hvb0LfZQ5mY-X8PYSvYxTe3QGgdgD93LVDS80\">investigated in eight other states</a>. Conservative Fox News is hammering away at the story, but so is <a href=\"http://loudobbs.tv.cnn.com/2008/10/10/group-tied-to-widespread-voter-fraud/\">populist firebrand Lou Dobbs on CNN</a>. And the issue has become a <a href=\"http://loudobbs.tv.cnn.com/2008/10/10/group-tied-to-widespread-voter-fraud/\">major issue in the US political blogosphere.</a> Josh Marshall of Talking Points Memo says that the <a href=\"http://talkingpointsmemo.com/archives/223436.php\">fraud is against ACORN not by ACORN</a>, and he says that conservatives try this line of attack every national election. </p> <p>In 2000, it was the hanging chad, which begat a rush to electronic voting. Electronic voting led to concerns over whether the machines could be hacked, especially with the CEO of voting machine maker <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9804E3DC1339F93AA35752C1A9659C8B63\">Diebold saying that he was committed to delivering Ohio for George Bush</a>. President Bush won <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A32291-2004Dec28.html\">Ohio by 118,457 votes</a>. Whether intentionally or unintentionally, both parties have undermined trust in the voting system in the last eight years. </p> <p>Every voting system is flawed. Every voting system has a margin of error, and in the last two US elections, the <a href=\"http://www.virginia.edu/insideuva/2001/15/voting.html\">margin of error has been larger than the margin of victory</a>. It's been easy to challenge the results of the last two presidential elections with the close result. <a href=\"http://www.fivethirtyeight.com/2008/10/what-is-obamas-ceiling.html\">A decisive result </a>might keep the lawyers at bay.</p> <p>UPDATE: After an investigation finding that <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/11/uselections2008-sarahpalin\">Sarah Palin abused her powers as governor</a>, McCain might just need Homer Simpson's six votes. </p>",
  "<p>John McCain's election campaign last night suffered the body blow which Republicans had been bracing themselves for when his vice-presidential candidate, Sarah Palin, was found to have abused her powers in pursuit of a personal feud with her former brother-in-law.</p> <p>At the end of the 10-week investigation into the so-called Troopergate affair, Palin was found to have breached the ethics rules which govern her conduct as governor of Alaska. The findings, delivered by an investigator who had been hired by the Alaskan state legislature before she was picked as McCain's running mate, are certain to lead to questions over his judgment, and to queries and challenges as to her suitability for national office.</p> <p>Stephen Branchflower, a former prosecutor, found that Palin had breached the Alaska executive branch ethics act, which states that \"each public officer holds office as a public trust, and any effort to benefit a personal or financial interest through official action is a violation of that trust\".</p> <p>Branchflower also concluded that Palin's feud with her former brother-in-law, an officer of the Alaskan state police, was \"likely a contributory factor\" in her decision to dismiss the head of that force, Walt Monegan. However, he did also conclude that the action had been carried out in a \"proper and lawful\" fashion.</p> <p>A committee of the Alaskan state legislature voted to make much of Branchflower's report public after a closed discussion of more than six hours which ended early this morning. The committee, eight Republicans and four Democrats, did not endorse the report, but voted unanimously to release it.</p> <p>Palin will probably not face impeachment proceedings, with both local Democrats and Repubicans saying they have little appetite for such a move. </p> <p>With McCain struggling to overtake Barack Obama in the polls, however, and less than four weeks before the election, the report's findings could barely have been worse for the Republicans. </p> <p>Palin had denied all wrong-doing; her husband, Todd, sought to shoulder some of the blame by admitting that he had he repeatedly complained about the trooper, Mike Wooten, believing him to be a danger to the public. Wooten had been through an acrimonious divorce and custody battle with the governor's younger sister. A number of complaints that the Palin family made about him at that time were upheld, and in March 2006 he was disciplined but allowed to keep his job. </p> <p>Palin came into office as governor of Alaska nine months later, and then put Monegan immediately under pressure to fire Wooten. </p> <p>A further finding of Branchflower's 263-page report was that the Alaska state attorney general failed to comply with his request to release information about the case held in various emails.</p> <p>A number of Alaskan Republicans attempted to halt publication of the report with a series of court cases, but the state's supreme court dismissed their final bid on Thursday, paving the way for its publication.</p> <p>Alaskan state senator Gary Stevens, a Republican, objected to the report while agreeing that its contents should be made public. \"I would encourage people to be very cautious, to look at this with a jaundiced eye,\" he said.</p> <p>With Barack Obama building up significant poll leads all week as a result of the public anxiety over the economic crisis, McCain could have done with a weekend free to concentrate on attacking his rival rather than having to deal with Troopergate.</p> <p>If the election were to be held today, polls suggest Obama would win by a landslide, but the gap could still narrow. A poll published yesterday gave Obama an 8% lead over McCain in Florida, which was pivotal for the Republicans in 2000 and held by them again in 2004. </p> <p>McCain is resting much of his election hopes on taking Pennsylvania from the Democrats, but polls over the last few days give Obama double-digit leads, including one of 13%. The third of the big three swing states, Ohio, is tighter but Obama has leads of between 4-6% in four polls and McCain is ahead by 1% in another.</p>"
]