[
  "<p>Western politicians and commentators have been quick to seize on the <a href=\"http://www.theguardian.com/world/georgia\">conflict in South Ossetia</a> as a defining moment in world history, or their careers. Some have been clambering to play peacemaker (Sarkozy, Kouchner), others want to boost their reputations for taking a strong line with Moscow (McCain, Miliband). But closer to Russia, in the neighbouring countries of Ukraine and Belarus, some politicians have been conspicuous by their silence.</p> <p>In Belarus, President Alexander Lukashenka has stunned the Russians with his lack of overt support. In an outburst on Tuesday, Russia's ambassador to Belarus said he was \"perplexed by the modest silence on the Belarusian side. You need to express yourself more clearly on such issues.\"</p> <p>Belarus is a member of a <a href=\"http://en.wikipedia.org/wiki/Union_of_Russia_and_Belarus\">union state</a> with Russia, has close economic, political and social ties with the country, and has enjoyed much support from Moscow in the past – from cheap gas to the congratulations Putin sent to Lukashenka on his re-election in 2006, while others were <a href=\"http://www.iht.com/articles/2006/03/05/opinion/edbela.php\">declaring</a> him \"the last dictator in Europe\".</p> <p>But in the isolation from the west that followed his re-election in 2006, including travel bans and economic sanctions, Lukashenka also started to find that money from Russia was beginning to dry up as Moscow hiked the price of gas. Since then, the Belarusian leader has taken a series of steps to persuade the west that he is opening things up, notably by releasing a number of political prisoners. His <a href=\"http://www.reuters.com/article/latestCrisis/idUSL24655913\">reaction</a> to the July bombing of a concert he was attending can be viewed as a further attempt to give his regime a better image in the west.</p> <p>The EU and the US have responded, but <a href=\"http://www.jamestown.org/publications_details.php?volume_id=427&amp;issue_id=4580&amp;article_id=2373287\">made it clear</a> that any concessions are dependent on a greater degree of openness in the parliamentary elections in September.</p> <p>Coming out in support of Russia's war in Georgia could have caused irreparable damage to his plan, given the predominantly anti-Russian mood in western political circles. Lukashenka's silence, therefore, should be understood as consistent with a <a href=\"http://www.ng.ru/cis/2008-08-14/6_minsk.html?insidedoc\">gradual shift</a> in his policy towards appeasement with the EU and the US. He is, of course, playing each side off against the other. He has no desire to open politics in Belarus up any more than is necessary to get what he wants. Furthermore, the opposition in Belarus is divided and weak.</p> <p>But any opening up in Belarus must be welcomed: it shows that the west's soft power is in a position to have a positive effect in the region and may give the opposition a chance to put forward their views in a less hostile environment. Before making any concessions, however, the EU and the US need to ensure that Lukashenka is not just <a href=\"http://www.tol.cz/look/TOL/article.tpl?IdLanguage=1&amp;IdPublication=4&amp;NrIssue=278&amp;NrSection=2&amp;NrArticle=19785\">window-dressing</a>.</p> <p>In Ukraine, prime minister Yulia Tymoshenko has had <a href=\"http://unian.net/rus/news/news-267167.html\">nothing to say</a> about the war. With her ability to attract support in all parts of the country, Tymoshenko is a unique figure in Ukrainian politics. As the leading contender for the 2010 presidential elections, she has no intention of alienating any part of the electorate, as demonstrated by her non-committal position on joining Nato.</p> <p>More interestingly, Tymoshenko's predecessor, Party of Regions leader Viktor Yanukovich, whom the Russians tried to propel to victory in the 2004 presidential elections, has been restrained in his comments. His party as a whole has been calling for peace and <a href=\"http://www.nr2.ru/kiev/190529.html\">criticising</a> President Viktor Yushchenko's one-sided support for Georgia, without decisively coming out on the Russian side.</p> <p>This reflects a mood in the Party of Regions – whose main support base is in the Russian-speaking east of the country – that is split between pro-Russian elements and groups with a more pro-western orientation. A Party of Regions deputy in the Verkhovna Rada I spoke to last month told me that they were in favour of Nato. The party's major backer and Europe's richest man, Rinat Akhmetov, is part of a more liberal wing of the party which is purportedly <a href=\"http://www.jamestown.org/edm/article.php?article_id=2372858\">in favour</a> of a move towards Nato for business reasons. The party did not take part in anti-Nato protests during exercises in Odessa last month, nor when the secretary general visited Kiev in June.</p> <p>The Party of Regions is not likely to start campaigning in favour of Nato membership any time soon and has a tendency to exploit and inflame this divisive issue – such as during the Nato exercises in Feodosia in 2006 – in order to garner votes. But these are further signs that the west's soft power is having an influence on Ukrainian politicians. The reactions of Lukashenka and Yanukovich to the conflict in South Ossetia show that Russia's military victory does not herald the whitewash in the region that many have been proclaiming. If Russia's intervention in Georgia has made some fear that the country's territorial ambitions are unstoppable, calm analysis points to a more complex picture.</p>"
]