[
  "<p>Some of President Robert Mugabe's senior aides have had secret negotiations with South African mediators in an effort to secure amnesties from any future prosecution in return for supporting regime change in Zimbabwe.</p> <p>Army, police and secret service chiefs have repeatedly pledged loyalty to Mugabe in public and insisted that they would never 'salute' or support a government led by opposition leader Morgan Tsvangirai, the head of the Movement for Democratic Change (MDC), who secured most votes in the presidential election that took place in March this year. But government sources in both Zimbabwe and South Africa have told The Observer that a senior army general and a Central Intelligence Organisation (CIO) chief visited Pretoria last weekend to seek assurances from South Africa's President Thabo Mbeki that they would not be prosecuted in the event of Tsvangirai taking over.</p> <p>Mbeki is mediating in the power-sharing talks between Mugabe's ruling Zanu-PF party and the MDC, negotiations which appeared to be hanging by a thread last week with the MDC threatening to pull out and accusing Zanu-PF of a lack of commitment to dialogue. </p> <p>MDC spokesman Nelson Chamisa said his party's patience was being stretched to the limit after Mugabe told journalists in Zambia on Wednesday at the funeral of President Levy Mwanawasa that he would form a new government of national unity if Tsvangirai did not sign the document already agreed to during the talks.</p> <p>'We feel frozen at the moment and if the MDC does not want to see the country move, then we will be left with no choice than to form a new government without them,' said Mugabe. Yesterday, however, the MDC backed away from its threat, insisting that it was still fully committed to dialogue. </p> <p>Robert Mugabe relies heavily on Zimbabwe's defence force chiefs, most of whom have been supporters of the ageing dictator since the 1970s war of independence and were heavily involved in conducting the murderous campaign of violence against MDC supporters and activists that erupted after the March election results were announced.</p> <p>Mbeki's spokesman, Mukoni Ratshitanga, said he knew nothing of any secret meetings and insisted power-sharing talks were continuing. 'You know quite well that we will never ever announce the contents of the talks through the press before making a feedback to the Zimbabwean community, Southern African Development Community and the African Union,' Ratshitanga told The Observer</p> <p>Sources close to the talks said the Zimbabwe defence forces' Lieutenant-General Constantine Chiwenga, police commissioner-general Augustine Chihuri, and CIO director-general Happyton Bonyongwe were at a private meeting in Pretoria. Behind the scenes, Zanu-PF'S politburo, including Mugabe, is said to be distancing itself from the violence that killed more than 120 people between the first round of voting and June's one-man presidential run-off poll, laying the blame on the army and the CIO.</p> <p>It is widely expected that, if there are any future trials for crimes against humanity, Mugabe will escape prosecution due to old age. Tsvangirai, who will tomorrow address the largest MDC rally to be held in Zimbabwe since the outbreak of violence to mark the ninth anniversary of his party, said in the course of an interview with The Observer earlier this year that he had no thirst for vengeance against the 'old man'.</p> <p>But Mugabe's powerful backers would need strong guarantees that an amnesty from prosecution, and even a possible future refuge outside Zimbawe, would be available to them if they are to distance themselves from the country's leader.</p>",
  "<p>Not so long ago, Britain and the rest of Europe were rejoicing in America's presidential choice of Barack Obama versus John McCain. The hated George W Bush would be gone and a sensible, smart leader would inhabit the White House again - whoever won. The Economist put McCain and Obama on its cover and declared, 'This is the most impressive choice America has had for a very long time.' Praise the Lord.</p> <p>Then along came Sarah Palin, the lightly travelled Christian evangelical McCain chose as his running mate. Much has been made of the soap-operatic side of the governor of Alaska: the caribou-hunting, mooseburger-eating mother-of-five who drives herself to work, her beauty queen past, her pregnant, unwed 17-year-old daughter. What really matters is what she believes in and why McCain selected her. On both counts, much of the world outside America will not be pleased.</p> <p>Palin describes herself and her family as 'typical'. But to most of the planet, she's an exotic. She's a fundamentalist Christian. She advocated teaching creationism alongside evolution in Alaska's schools. Her right-to-life convictions extend to stem cell research, which she opposes. </p> <p>She's opposed to gay marriage. She's about as right as a Republican can get. She does not believe human behaviour is responsible for global warming. She supports home schooling and other alternatives to traditional state education. She's anti-gun control; for example, she supports ending the ban on handguns that has existed in Washington DC for more than three decades.</p> <p>Palin has said she would not force her views on others. Indeed, she kept a campaign pledge not to push as governor for mandatory inclusion of creationism in her state's school curriculum. But she cannot pretend always to divorce her personal views from matters of state and governance. In praying that a natural gas pipeline would be built in Alaska, she used traditional evangelical language. She believes the US mission in Iraq is a 'task that is from God'.</p> <p>The McCain who chose Palin is not the McCain familiar to many of us outside the US. The McCain we know is a worldly, well-informed, straight-talking Republican who's a likeable fixture at policy talking shops in London and Berlin, a man at ease with men and women of international affairs across the world. His views do not always coincide with his chums in world capitals - eg, his hawkishness on Iraq - but he's long been seen as a safe and pragmatic pair of hands on big issues like trade (he's a free trader, more so than Obama) and the environment (unlike Palin, he accepts that human behaviour is a contributor to climate change).</p> <p>The McCain who chose Palin is someone who found himself in a political panic. In the weeks before the Democratic national convention, the polls put Obama and McCain head to head. Predictably, Obama got a boost after the Democratic lovefest in Denver. But even discounting that, at a time of widespread disaffection with Bush and the Republican party more generally, the inertia of public opinion heading into an election seemed to favour Obama. The natural inclination of many of McCai n's advisers was to turn to the base, the far right wing of the party, much of it evangelical, whose money, hard work and get-out-the-vote fervour could make a big difference on 4 November.</p> <p>Under other circumstances, McCain might have gone for somebody more like himself - Senator Joe Lieberman of Connecticut, a pro-Iraq war Democrat-turned-independent, or former Pennsylvania governor Tom Ridge, chosen by Bush to be the first director of the Office of Homeland Security after 9/11. But Lieberman, who is Jewish, and Ridge, a Catholic, are supporters of abortion rights. McCain occupies a kind of middle ground: he's in favour of overturning Roe versus Wade, the Supreme Court decision upholding a woman's right to abortion, but he's against prosecuting women who have abortions. If how to appeal to the base was the question, neither Lieberman nor Ridge was the answer.</p> <p>Palin was. Her inexperience is easily ridiculed, especially when Cindy McCain, John's wife, comes along and tries to portray Palin as a keen Kremlinologist ('Remember: Alaska is the closest part of our continent to Russia. So, it's not as if she doesn't understand what's at stake.') Palin's message to the world is much like the one she delivered last Wednesday to her detractors in America: 'Here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion - I'm going to Washington to serve the people of this country.'</p> <p>The message of her candidacy, the message of McCain's choice, is equally plain. America's religious right is back. In fact, despite all the wishful thinking riding on the departure of Bush, the religious right never really went away.</p> <p><strong>·</strong> Stryker McGuire is a contributing editor of 'Newsweek' and editor of 'International Quarterly'.</p>",
  "<p>Oprah Winfrey, America's favourite daytime TV star, has refused to have Republican vice-presidential candidate Sarah Palin as a guest on her talk show.</p> <p>Winfrey, a prominent supporter of Democratic nominee Barack Obama, has been facing pressure from conservative commentators and pundits who say that Palin would be a perfect interview for her female-heavy audience.</p> <p>Such an appearance would be a huge coup for the John McCain campaign. Palin, the party's first female vice-presidential choice, is making a determined bid for women voters and frequently refers to herself as a 'hockey mom' who just happened to fall into politics.</p> <p>But Winfrey, responding to rumours on conservative websites like the <a href=\"http://www.drudgereport.com/\">Drudge Report</a> that her staff was divided on the issue, squashed the idea of an interview. 'When I decided that I was going to take my first public stance in support of a candidate, I made the decision not to use my show as a platform for any of the candidates,' she said in a statement.</p> <p>Some experts believe the issue, initially reported on Drudge - which first gained notoriety when it broke the Monica Lewinsky scandal - was a media ploy to drag Winfrey's backing of Obama into the election and show a media bias against the Republicans. But Winfrey's statement slammed reports on Drudge that there was a fierce debate going on among her staff about having Palin on as a guest. Winfrey called the story 'categorically untrue' and said there had been no discussion about having Palin on during the election.</p> <p>'I agree that Sarah Palin would be a fantastic interview, and I would love to have her on after the campaign is over,' Winfrey said.</p> <p>The issue shows the potential danger in Winfrey's open support for Obama, especially as he was a guest on her show several times before she came out in favour of his candidacy. It also now plays into a current Republican strategy of attacking the media as biased against their party. The story also shows the many unpredictable ways that Palin has already shaken up the presidential election. Her sex and modest family background has opened up a whole new demographic appeal for the McCain campaign which is now aggressively courting suburban and small-town American women - who are exactly Winfrey's audience.</p> <p>But her selection also has risks. Palin is a little-known political quantity and there has already been a flood of stories about her private and political life as governor of Alaska. She is also waging a ferocious legal campaign to block a bipartisan state investigation into claims she pursued a personal vendetta against a former family member. The dispute, inevitably called 'Troopergate', threatens to dog Palin as she hits the campaign trail. The complex case is looking at allegations that she dismissed the head of the Alaskan police service, safety commissioner Walt Monegan, because he refused to bow to pressure and sack Palin's former brother-in-law from the police force.</p> <p>Trooper Mike Wooten was involved in an acrimonious divorce from Palin's sister before the governor took up her post. Palin denies any impropriety, though she has acknowledged that more than 20 approaches were made to the commissioner by her husband Todd and her closest aides urging him to take disciplinary action against Wooten.</p> <p>Last week she appointed a private lawyer to represent her interests. Thomas Van Flein is an Anchorage attorney with a tough reputation who specialises in employment law. He has moved swiftly to put spokes in the wheel of Stephen Branchflower, a former state prosecutor appointed by the legislature to conduct the investigation. Seven key witnesses who had previously agreed to co-operate with Branchflower have now retracted the offer. Two other witnesses were last week interviewed by Van Flein - a spoiling technique that for legal reasons could make it more difficult for Branchflower to quiz them.</p> <p>As Palin's lawyer fights aggressively to contain one forest fire, another appears to be flaring up. New allegations have surfaced that potentially criminal acts were committed in snooping into Wooten's personal employment files. A taped telephone conversation between one of Palin's staff and a senior manager in the police department, in which complaints were made about Wooten, suggested that he had lied on an official form claiming compensation for injury at work. Wooten's union, the Public Safety Employees Association, has issued its own legal proceedings that allege such information could only have been obtained in breach of the trooper's right to confidentiality - a potential crime.</p>"
]