[
  "<p>The rapidly changing face of the American people is revealed in new census projections that predict that groups that are now labelled minorities will form the greater part of the country's population by 2042.</p> <p>According to the US census bureau, the dominance of non-Hispanic white people, who today account for two-thirds of Americans, will be whittled away, falling steadily to less than half in 2042 and 46% by 2050. In the opposite trajectory, those who describe themselves as Hispanic, black, Asian and Native American will increase in proportion from about a third now to 54% by 2050.</p> <p>Such a rapid demographical shift is in tune with trends that have been seen for some time, but it is happening much faster than experts had predicted even four years ago.</p> <p>Demographers see it as among the most intensive changes of a country's racial and ethnic make-up in history, every bit as dramatic as the huge influx of Italian, Irish and east European immigrants that transformed the US in the early 20th century.</p> <p>\"The new projections move up some of the changes that are happening. The minority population now will become the majority eight or nine years earlier than we had thought,\" said David Waddington, who heads the census bureau's population projections team.</p> <p>The shift in majority status from non-Hispanic whites, who have enjoyed the dominant position since European settlers from England, the Netherlands and elsewhere overtook the Spanish and Native American population centuries ago, is likely to have profound implications. In the long term, it could prompt a sea-change in the country's understanding of its politics and culture. More immediately, it is likely to inform debates on immigration policy and reshape the electoral landscape.</p> <p>Two underlying factors are strongly at play in the new projections. The first is that the overall population of the country is growing faster than expected. It passed the 300 million-mark in October 2006, and is projected to cross the 400 million landmark by 2039. By 2050 it will reach 439 million.</p> <p>That extraordinary rate of growth is in turn fuelling the second main underlying factor, which is the huge increase in the US Hispanic population. In the census bureau definition, Hispanic refers to a person's description of their origin in places such as Mexico or South America, rather than their race.</p> <p>The projections suggest that the Hispanic population will increase from 15% of the population today to almost a third by 2050, almost tripling in size from 47 million to 133 million. By contrast, the non-Hispanic white population is expected to remain relatively steady numerically, barely rising from 200 million to 203 million. For the first time in US history, the white population will lose numbers between 2030 and 2040.</p> <p>Of the other main groups, the black population is projected to remain relatively stable in proportional terms, rising from 14% of the population today to 15% in 2050, from 41 million to 66 million.</p> <p>The Asian population is projected to climb more sharply, from 16 million, or 5%, to 41 million, or 9%.</p> <p>The impact of the changes is likely to be further magnified by the seismic change in the country's age profile that will occur simultaneously. As the baby-boomer generation passes into older age it is causing an extreme bulge, like the shape of a snake's torso after eating a rabbit. Over-65s are 12% of the US population this year, but by 2050 they will comprise one in five Americans.</p> <p>Cross-tabulate those figures with the racial and ethnic composition of the nation and the results are even more striking. The growth in minority groups is heavily focused on younger age groups. They already account for 45% of American children under 18, and that proportion will rise to 62% by 2050.</p> <p>\"It means there's going to be a young-old divide,\" said William Frey, a demographer at the Washington-based Brookings Institution. Frey points out that young adults aged 18 to 29 are already the most ethnically and racially diverse, and as a group have tended to back Barack Obama in this year's election. By the presidential election of 2028, Hispanic, black and Asian people will be in the majority within that age range.</p> <p>\"But the over-65s will primarily remain white and will stay that way. The challenge for any national politician will be appealing to such diverse interests at both ends of the spectrum.\"</p> <p>The census bureau points out that its projections are based on assumptions about future births, deaths, immigration from abroad and internal migration that it has extrapolated from trends over the past 20 years. Those factors could change, particularly the rate of immigration, which is already a matter of heated debate across the country.</p>",
  "<p>The rapidly changing face of the American people is revealed in new census projections that predict that groups who are now labelled minorities will form the greater part of the nation's population by 2042.</p> <p>According to the US Census bureau, the dominance of white people excluding Hispanics, who today account for two-thirds of Americans, will be whittled away, falling steadily to less than half in 2042 and 46% by 2050. In the opposite trajectory, those who describe themselves as Hispanics, blacks, Asians and native groups will increase in proportion from about a third now to 54% by 2050.</p> <p>Such a rapid shift in the composition of the American people is in tune with trends that have been underway for some time, but it is happening much faster than experts predicted even four years ago. Demographers see it as among the most intensive changes of a country's racial and ethnic make-up in history, every bit as dramatic as the huge influx of Italians, Irish and East Europeans that transformed America in the early 20th century.</p> <p>\"The new projections move up some of the changes that are happening. The minority population now will become the majority eight or nine years earlier than we had thought,\" said David Waddington, who heads the Census Bureau's population projections team.</p> <p>The mere shift in majority status from non-Hispanic whites, who have enjoyed the dominant position since European settlers from England, the Netherlands and elsewhere overtook the Spanish and native American population centuries ago, is likely to have profound implications. In the long term, it could prompt a sea-change in the American understanding of its politics and culture.</p> <p>More immediately, it is likely to inform debates on immigration policy and reshape the electoral landscape.</p> <p>Two underlying factors are strongly at play in the new projections. The first is that the overall population of the country is growing faster than expected.</p> <p>It past the 300m-mark in October 2006, and is projected to cross the 400m landmark as early as 2039. By 2050 it will reach 439m.</p> <p>That extraordinary rate of growth is in turn fuelling the second main underlying factor, which is the huge increase in the US Hispanic population. In the Census Bureau definition, Hispanic refers to a person's description of their origins in places such as Mexico or South America, rather than their race.</p> <p>The projections suggest Hispanics will increase from 15% of the population today to almost a third by 2050. That would involve a numerical tripling, from 47m to 133m over the same period.</p> <p>By contrast, the non-Hispanic white population remains relatively steady numerically, rising barely from 200m to 203m. For the first time in American history, whites will lose population in the 2030s and 2040s.</p> <p>Of the other main groups, the black population remains relatively stable in proportional terms, rising from 14% of the population today to 15% in 2050, a numerical increase from 41m to 66m.</p> <p>The Asian population is projected to climb more sharply from 16m or 5% to 41m or 9%.</p> <p>The impact of the changes is likely to be further magnified by the seismic change in the country's age profile that is happening simultaneously. As the baby boomer generation passes through into older age it is causing an extreme bulge, like the shape of a snake's torso after eating a rabbit. Over 65s are 12% of the US population this year, but by 2050 they will expand to one in five of Americans.</p> <p>Cross-tabulate those figures with the racial and ethnic composition of the nation and the results are even more striking. The growth in minority groups is heavily focused on younger age groups.</p> <p>They already account for 45% of American children, aged under 18, and that proportion will rise to 62% by 2050.</p> <p>\"It means there's going to be a young-old divide,\" said William Frey, a demographer at the Washington-based Brookings Institution.</p> <p>Frey points out that young adults aged 18 to 29 are already the most ethnically and racially diverse, and as a group are tending to back Barack Obama in this year's election. By the presidential election of 2028 Hispanics, blacks and Asians will be in the majority within that age range.</p> <p>\"But the over 65s will primarily remain white and will stay that way.<br>The challenge for any national politician will be appealing to such diverse interests at both ends of the spectrum.\"</p> <p>The Census Bureau points out that its projections are based on assumptions about future births, deaths, immigration from abroad and internal migration that it has extrapolated from trends over the past 20 years. Those factors could change, particularly the rate of immigration which is already a matter of heated debate across the country.</p>",
  "<p>The US primary season played out about <a href=\"http://www.theguardian.com/commentisfree/2007/feb/19/itsafastforwardcampaigna\">the way I expected it to</a>, and the general election season hasn't yet begun in a substantive sense. We're at that point in the presidential campaign in which the presumptive nominees are without presumptive voters. Most voters don't want to think or do much about it until after their summer vacations, the Olympics, the party conventions and Labour day, unless it's to tell pollsters they intend to vote for <a href=\"http://en.wikipedia.org/wiki/Bob_Barr\">Bob Barr</a> or <a href=\"http://en.wikipedia.org/wiki/Ralph_Nader\">Ralph Nader</a>, are undecided, will sit home, or some other 'truth' which will likely change by November 4. As any <a href=\"http://en.wikipedia.org/wiki/John_McCain\">naval aviator</a> would recognize, the wannabe ships of state are currently becalmed in the <a href=\"http://en.wikipedia.org/wiki/Doldrums\">Doldrums</a>. No <a href=\"http://en.wikipedia.org/wiki/Wind_of_Change\">wind</a> for clear sailing, but plenty of hot air.</p> <p>That's not to say the Doldrums are unremittingly boring. They get heavy squalls, thunderstorms and even hurricanes, as in certain political operatives trying to prove they're worth the big bucks, they can turn a sinking campaign around, they can affect poll numbers, they can even snatch victory from the jaws of defeat.</p> <p>May I <a href=\"http://en.wikipedia.org/wiki/For_Your_Consideration\">present for your consideration</a> the recent McCain TV ads and talking points. They appear to be done by committee, a scattergun approach of throwing everything and hoping something sticks, the random responses of a desperate campaign team. Appearances can be deceptive. Check the <a href=\"http://en.wikipedia.org/wiki/Karl_Rove\">Karl Rove</a> playbook (the one he thoughtfully left behind before his current kerfuffle with the Senate's contempt citation) after reminding yourself of Rove's first rule: All's fair in love, war and politics.</p> <p>The way I read the Book of Rove, elections are won by energising your base and reaching the undecideds. (Those who have definitely made up their minds, particularly those enthusiastic about their candidate, are unlikely to change their minds and can be ignored.) Who's your base? Not just those who support your candidate, but also those unlikely to support your opponent. There's a difference. For those not comfortable supporting your candidate, convince them of the importance of voting against your opponent. If the voter doesn't believe there's much difference between them, he's likely to stay home. Hence the need to exaggerate any real or imagined differences until the voter reaches his tipping point. He's already unhappy, so your job is to make him even unhappier. Or angrier, or more fearful, or whatever it takes to push him over the edge.</p> <p>Who are the undecided voters? Generally speaking, those who haven't been paying attention to politics and government (through disinterest and/or boredom), but don't want to admit it because \"knowledgeable about serious matters\" is part of their self-image. Convince them you can be trusted, and they'll buy just about anything you're selling. How do you gain their trust? Same way everyone else does. First flatter them by agreeing with whatever they already believe. Create a bond by pointing out not everyone recognises these truths, only those with intelligence and common sense (call those of other viewpoints \"sheeple\" or \"liberals\" or some other derogatory term. Now share some new information which is then corroborated by (supposedly) multiple reliable, independent sources. Works a treat.</p> <p>From what I've seen, if people are given the same information from at least three (apparently) reliable and unrelated sources, and the information sounds at all plausible, they tend to accept it as true or likely true. And once they've accepted it, they're reluctant to change their minds even after learning the true facts (<a href=\"http://en.wikipedia.org/wiki/Cognitive_dissonance\">cognitive dissonance</a> being the term for this). First impressions do count, so get your story out there, and get it out there first. Can't get corroboration because what you're saying is, not to put too fine a point on it, not quite the gospel truth? Or even close? No problem - think <a href=\"http://en.wikipedia.org/wiki/Ahmed_Chalabi\">Ahmed Chalabi</a>, <a href=\"http://en.wikipedia.org/wiki/Curveball_%28informant%29\">Curveball</a> and <a href=\"http://en.wikipedia.org/wiki/Judith_Miller_%28journalist%29\">Judith Miller</a>. Fake it.</p> <p>So how is this being played out in this particular campaign? Check Snopes on <a href=\"http://www.snopes.com/politics/obama/obama.asp\">popular anti-Obama emails</a> which have been spread from one friend to another. Now match their messages up with the various <a href=\"http://www.johnmccain.com/tvads/\">McCain ads</a>. Yes, I mean you, dear reader. That's what Cif is for. Connect the dots and share with others.</p> <p>The basis of the technique is simple. The public, through <a href=\"http://en.wikipedia.org/wiki/Social_network\">social networking</a> and <a href=\"http://en.wikipedia.org/wiki/The_Wisdom_of_Crowds\">The wisdom of crowds theory</a>, has already done the <a href=\"http://en.wikipedia.org/wiki/Research_and_development\">R&amp;D</a> for which messages work best in the sense of being both popular and appealing (for whatever reason). The target audience is primed, as they've earlier received multiple copies of each email from various people and groups they're connected with in different circles. Now it's just a matter of reminding them of it, and reinforcing it yet again - this time from a semi-official source even though all the lies, rumours and innuendos aren't being repeated. They don't have to be repeated. The target audience will hear them just the same. It's the reverse of the <a href=\"http://en.wikipedia.org/wiki/Chris_Matthews\">Chris Matthews</a> line, \"Tell me something I don't know.\" Tell them something they do know (its truth value being irrelevant), but may have forgotten or filed in the back of their memory bank. Don't be specific, just hit a hot button or two with the TV ad or video. Then let all those neurons make their connections. It's the <a href=\"http://en.wikipedia.org/wiki/Ivan_Pavlov\">Pavlovian response</a>, something Karl Rove loves to watch in action. Others may rightly call it a <a href=\"http://en.wikipedia.org/wiki/Confidence_trick\">con game</a> or even an <a href=\"http://en.wikipedia.org/wiki/The_Prestige_%28film%29\">illusion</a> in the sense of the pledge, the turn and the prestige. </p> <p>The genius (so to speak) is in figuring out not just the reaction to the action, but the reaction to the reaction.</p> <p>The skill is in the set-up, the laying of the groundwork, the training or \"grooming\" of the mark. Erm, voter. You need a few <a href=\"http://en.wikipedia.org/wiki/Shill\">shills</a> and <a href=\"http://en.wikipedia.org/wiki/Useful_idiot\">useful idiots</a>, but talk radio is filled with those ready, willing and able. Certain <a href=\"http://en.wikipedia.org/wiki/Columnist\">columnists</a> (more like <a href=\"http://en.wikipedia.org/wiki/Defamation\">calumnists</a>), <a href=\"http://en.wikipedia.org/wiki/Pundit_%28expert%29\">pundits</a> and TV preachers are also happy to help. The pay-off is biggest when the final act looks unpremeditated and even a bit clumsy, certainly not obvious or slick. It has to be believable, a \"just folks\" moment. And the clumsier it is, the more likely it is to go viral: \"Just look at those incompetent oafs running his campaign.\" Dumb like a fox, as in <a href=\"http://en.wikipedia.org/wiki/Fox_News_Channel\">Fox News</a>, brought to you by <a href=\"http://en.wikipedia.org/wiki/Roger_Ailes\">Roger Ailes</a> and <a href=\"http://en.wikipedia.org/wiki/Rupert_Murdoch\">Rupert Murdoch</a>.</p> <p>Not that the tactics are limited to the contents of emails. We saw this earlier with <a href=\"http://en.wikipedia.org/wiki/Insight_(magazine)\">Insight magazine</a> and their madrassa story being repeated by Fox News and various emails. Even now, a sizable number of people think there's at least a kernel of truth in it. After Obama's response to McCain's celebrity ad, describing Team McCain's general focus of painting him as \"The Other\", <a href=\"http://en.wikipedia.org/wiki/Rick_Davis_%28lobbyist%29\">Rick Davis</a> accused Obama of \"playing the race card from the bottom of the deck\". Why? To remind voters of the <a href=\"http://en.wikipedia.org/wiki/O._J._Simpson_murder_case\">OJ Simpson trial</a> in which the verdict was received very differently in black and in white communities. The point? Reinforcing the \"he's not one of us\" meme. A bank shot rather than a dunk shot, but it scored just the same. Or in <a href=\"http://en.wikipedia.org/wiki/Basil_Brush\">Basil Brush</a> terms, boom-boom!</p> <p>One not-to-be-missed beauty of this strategy is that the recognizable faces are given plenty of deniability while still fully communicating their desired points. The anonymous emails are where the lies, rumours and innuendo reside, while the official campaign and its surrogates simply remind voters of the topic. We didn't say that! We didn't mean that! Trust us! We're The Truth-Tellers! We're here to help you make up your own mind!</p> <p>You can just imagine the meetings and discussions that take place behind the scenes. \"Remember that email about the 'signs' showing Obama must be the anti-Christ? I'm surprised it took off, but hey - who am I to question the public? Here's the ad to remind people of it: <a href=\"http://www.mahalo.com/Obama_Antichrist_Ad\">The One</a>. Notice how it ticks off all the boxes on the Rove checklist. We'll claim we're just being humorous, but don't worry - every person who took that email even slightly seriously will now give it some added weight (especially since our target audience won't recognize the out-of-context bits we used). With any luck (ha-ha!), <a href=\"http://en.wikipedia.org/wiki/John_Hagee\">John Hagee</a> and <a href=\"http://en.wikipedia.org/wiki/Rod_Parsley\">Rod Parsley</a> will pick up on it - and our friends in the media, of course. Let's get everyone talking about it again! It should go off like clockwork.\" (Well, perhaps more like <a href=\"http://en.wikipedia.org/wiki/A_Clockwork_Orange\">A Clockwork Orange</a>.)</p> <p>So what should we do as we watch this unwind, connecting the dots and drawing our own conclusions? We can cross our fingers while we listen to <a href=\"http://en.wikipedia.org/wiki/The_Who\">The Who</a> singing <a href=\"http://lyricwiki.org/The_Who:Won't_Get_Fooled_Again\">Won't Get Fooled Again</a>. Or, more usefully, we can get out there and break through the cognitive dissonance of the undecideds. Let's find out if the truth shall indeed set us free.</p>"
]