[
  "<video data-media-id=\"gu-video-337990679\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1817743590_gdn-for-tvdebates-082509-To-Brightcove-16x9.flv\"/> </video>   <p>The White House election could be decided in just 90 minutes. The presidential debate, still scheduled for tonight in Oxford, Mississippi, provides the first opportunity for voters to see John McCain and Barack Obama together and finally make up their minds.</p> <p>Almost 20% of the electorate are still undecided, according to opinion surveys, and both Democratic and Republican pollsters agree that the debate, set to attract a record television audience, could settle doubts about the two candidates. </p> <p>In a rare show of consensus, the pollsters agree that the main question Obama has to deal with is whether, given his lack of experience, he is credible as commander-in-chief. The main question about McCain is whether he represents a continuation of President George Bush's administration, which would be fatal for his hopes.</p> <p>What gives the debate an extra edge is that neither Obama nor McCain, though good communicators, are good debaters. The debate has been further complicated by McCain's political manouevring in the last 48 hours, which has given the Republican candidate an extra edge.</p> <p>Looking at previous debates, Professor Alan Schroeder, author of Presidential Debates: Fifty Years of High-Risk TV, said: \"We never know what is going to happen in live events. The outcome is often different from what we anticipated.\" The debates offered a rare opportunity to see the candidates when they were not sticking carefully to prepared speeches, he said. \"We get a little more sense of the individual and how he behaves under pressure.\"</p> <p>The topic for the first debate was switched, as a result of Obama's lobbying, from domestic policy to foreign affairs, mainly because his team was well aware that the biggest question would be the commander-in-chief one - and that most floating voters would make up their mind during the first of the three debates.</p> <p>Obama has been preparing hard for this, refining his arguments on Iraq (he opposed the invasion), on Iran (he is prepared to negotiate directly with President Mahmoud Ahmadinejad), and a host of other foreign policy issues.</p> <p>But the debate, despite the topic, will also be about the economy and McCain will claim that he, rather the Democratic candidate, demonstrated leadership on that issue this week by calling on Obama to suspend political campaigning and join McCain in helping to get a government bail-out plan through Congress. </p> <p>Daniel Schnur, McCain's communications director during the 2000 campaign for the Republican presidential nomination against George Bush, sees the debate as more important for Obama than McCain. \"To a large degree, this first debate is about Obama. Voters are intrigued. They are not sure he can handle the challenges. In 90 minutes, he will have the chance to reassure voters that he is comfortable and capable with these issues. I think the first debate will be decisive.\"</p> <p>Schnur said McCain could not allow Obama to glide through the debate. He compared the debate to the 1980 one when Ronald Reagan, like Obama, had to persuade voters he was up to the job. \"Reagan did not dazzle or dominate, but he reassured voters he could handle high office. It is not a high bar for Obama, unless McCain can throw him off his game.\" </p> <p>Can McCain convince voters he will not be a continuation of Bush? Schroeder said Bush would be \"lurking as a backdrop to this debate\". While McCain would distance himself as much as possible from the president, he expected Obama to raise the Bush question as often as he could. </p> <p>McCain is one of the few Republicans who can argue with some conviction - given his history as a party dissident - that he offers different policies from those pursued by Bush during the past eight years. </p> <p>Although it is a hard sell, given public antipathy towards Bush and the Republican party, McCain is presenting himself as a vehicle for change and reform. Republican-leaning analysts argue that making Sarah Palin his vice-presidential candidate has helped in terms of making him look plausible as an agent for change. </p> <p>On the downside for McCain is the image he will present on stage. McCain is 72 and looks it, in contrast with Obama, at 47. Schroeder said: \"McCain looks like a man whose time has come and gone. Obama has the advantage of youth.\"</p> <p>Stan Greenberg, a Democratic pollster, and his opposite number on the Republican side, Neil Newhouse, in a joint briefing with journalists in Washington last week agreed about the importance of the two themes: Obama as commander-in-chief, and fears of McCain as a continuation of Bush. Both agreed that whoever won the argument would be the next president.</p> <h2>Backstory</h2> <p>For the University of Mississippi, the presidential debate is an opportunity to show the world it has moved beyond its painful<strong> </strong>place in America's <strong>civil rights struggle</strong>. Ole Miss, as the Oxford, Mississippi school is known, became the focus of world attention in <strong>1962 </strong>when <strong>segregationist students </strong>and public officials violently resisted a black man's effort to attend the university. Today the man, <strong>James Meredith</strong>, is recognised as a hero. By 1961 state schools had been desegregating, but Meredith, an Air Force veteran, was denied admission to the University of Mississippi. He sued, alleging he had been turned down because of his race. A federal court ruled in his favour and he <strong>risked his life </strong>to become the first black man to attend. Governor Ross Barnett and white students opposed his matriculation, and Meredith was threatened with death. President John Kennedy sent <strong>federal troops </strong>to protect him. In the ensuing riots dozens were injured and two were killed. The school is now known for its football team and research institutions.</p> <h2>First debate</h2> <p><strong>Tonight, Mississippi</strong></p> <p>Focus on foreign policy. Obama and McCain will be standing behind podiums answering questions from moderator Jim Lehrer of PBS television. The red lights and buzzers that signalled time limits in past years are gone, so Lehrer will have to strictly ration the candidates' time during the five-minute \"discussion period\" after each question.</p> <h2>Second debate </h2> <p><strong>October 7, Tennessee</strong></p> <p>A freewheeling \"town-hall\" format with both men free to roam the stage during their two-minute answers. Undecided voters from all walks of life, chosen by the Gallup polling firm, will be called on by NBC anchor Tom Brokaw to question the candidates on any subject matter.</p> <h2>Third debate </h2> <p><strong>October 15, New York City </strong></p> <p>Focus on domestic issues such as healthcare and education. Obama and McCain will be sitting round a table as they take questions from CBS anchor Bob Schieffer, who will also have to cut off the candidates if they exceed the time allotted for each question. </p> <p><strong>Elana Schor in Washington</strong></p>",
  "<p>John McCain was accused last night of sabotaging the Wall Street bail-out with theatrics that reduced America's credit crisis to a showcase for his presidential leadership capabilities.</p> <p>The furious words for the Republican candidate came after a contentious meeting at the White House between George Bush and congressional leaders scuppered an early deal on a $700bn rescue package. Both McCain and Barack Obama attended the meeting.</p> <p>The extraordinary session had been called after McCain's stunning announcement on Wednesday that he would suspend his campaign and would seek a delay in tonight's presidential debate to try to personally help steer through a deal on the bail-out. By midday yesterday, congressional leaders said they had reached the outlines of a deal.</p> <p>But that optimism appeared to have dissipated after the White House meeting.</p> <p>Democrats and Republicans said that prospects for a deal vanished after McCain had tried to prod his fellow Republicans in another direction. The breakdown cast new uncertainty over Friday night's presidential debate in Mississippi, as well as the future of the bail-out itself.</p> <p>McCain told ABC television last night that members of Congress still had legitimate concerns about the bill. But he added that he remained \"hopeful\" of a deal that would allow him to go ahead as planned with the debate.</p> <p>Obama had said earlier he would attend the debate, and the University of Mississippi, which is hosting the event, said it intended to go ahead.</p> <p>But both candidates planned to spend the night in Washington, where the last-minute uncertainty about the bail-out saw Democrats erupting in fury at McCain. Democratic leaders accused the Republican of engineering the drama to distract from his recent dip in the polls.</p> <p>\"What this looked like to me was a rescue plan for John McCain,\" Christopher Dodd, who heads the Senate's banking committee, told CNN.</p> <p>Obama also chided McCain. \"When you start injecting presidential politics into delicate negotiations you actually start creating more problems,\" he said.</p> <p>The attacks appeared to be a strategy to block McCain's efforts to cast himself as above the political fray when it came to America's credit crisis. McCain has depicted the bail-out negotiations as a crisis requiring his personal attention.</p> <p>\"I'm an old navy pilot, and I know when a crisis calls for all hands on deck,\" he said in a speech to the Clinton Global Initiative in New York, before travelling to Washington. \"As of this morning, I suspended my campaign. With so much on the line, for America and the world, the debate that matters most right now is taking place in the United States Capitol - and I intend to join it.\"</p> <p>Obama continued to reject McCain's argument that the gravity of America's financial crisis should put the campaign on hold. \"Our election is in 40 days,\" he said in his speech to the Clinton initiative, delivered from Florida where he was preparing for the debate. \"The American people deserve to hear directly from myself and Senator McCain about how we intend to lead our country. The times are too serious to put our campaign on hold, or to ignore the full range of issues that the next president will face.\"</p> <p>However, McCain did not even arrive in Washington until after Democratic and Republican leaders announced they had the outlines of a rescue package. He admitted as recently as Tuesday he had not taken the time to even read the plan, according to an NBC transcript distributed by the Obama camp.</p> <p>But that did not stop the Republican from seizing the headlines for two days in a row. McCain first wrong-footed Obama on Wednesday with his stunning announcement he would suspend his campaign and would not attend the debate.</p> <p>Yesterday, he struck again, appropriating Obama's conditions for the rescue deal - barely 24 hours after rejecting them. The Democrat proposed the conditions in discussions with McCain on Wednesday about a joint statement on the crisis.</p> <p>The Obama camp had called for an independent oversight board, a mechanism to protect taxpayers, a curb on outsized payments to Wall Street executives, and relief for homeowners faced with losing homes. The proposed joint statement also rejected attaching other measures, or earmarks, to the bill. In his speech yesterday McCain adopted near identical language - as well as the essence of four of the measures: an oversight board, protection for taxpayers, controls on Wall Street executives and a ban on earmarks; he made no mention of relief for homeowners.</p> <p>McCain's urgency for reaching a deal comes after polls suggested the economic crisis was eroding Republican support.</p>",
  "<p><strong>What is this bailout?</strong></p> <p>The US authorities, led by treasury secretary Henry Paulson, want to put up $700bn of taxpayers' money to buy toxic sub-prime mortgage debt from troubled banks in order to get them lending to each other and ordinary Americans again. They hope this will in turn prevent further bank failures.</p> <p><strong>When was it proposed?</strong></p> <p>The plan was put forward a week ago after the tumultuous few days which saw Lehman collapse and insurance giant AIG rescued by the government because it was considered too big to fail. But the bailout got bogged down in Congress, where the Democrats control both houses. Paulson had told congressmen they must approve the deal by today because Congress rises until after the presidential election in November.</p> <p><strong>Why has the process been so slow?</strong></p> <p>Many Democrats are wary of throwing another huge dollop of public money to bail out rich bankers, especially as the government has already used huge sums to nationalise mortgage giants Freddie Mac and Fannie Mae, and AIG. Democrats wanted the plan altered. One demand, for example, was that the government would take a stake in each bank in which it bought toxic assets, enabling it to share in any future profits in an upturn and to keep a lid on executive pay at those institutions. Some Republicans were also against it on the grounds that public intervention in free markets is a bad thing.</p> <p><strong>What would happen if it fails? </strong></p> <p>In all likelihood, more bank collapses and further piles of public money spent nationalising institutions which the treasury and Federal Reserve think are crucial to the economy. </p> <p><strong>Why not just let shareholders in banks take the hit?</strong></p> <p>US taxpayers are caught between a rock and a hard place. Many shareholdings in banks are the pension funds of ordinary Americans. So if people save money as taxpayers by a bank being allowed to fail, they may well lose value in their pensions. There is no painless solution to this.</p> <p><strong>Will the bailout help the economy? </strong></p> <p>Yes, it should, to some extent. But it is not guaranteed. The problems in the US banking system are deep and, while $700bn sounds a lot of money, it pales into insignificance as a percentage of the US economy. Everything depends upon how it affects confidence in the system.</p> <p><strong>How bad is the American economy?</strong></p> <p>Bad, and getting worse. Yesterday saw more bad news, especially from the housing market. Falling US house prices are at the root of the whole sub-prime crisis. New home sales crashed 11.5% in August to a 17-year low of 460,000. The bailout could earn banks a breather, but the housing market remains in a terrible state, which will continue to have knock-on effects on consumer spending and confidence. Other data out yesterday was equally grim. So-called \"durable goods\" orders to American factories last month suffered their biggest fall since December 2002. And weekly jobless claims rose to their highest level since just after September 11 2001. Economists say that now the effect of the Bush tax cuts is fading, the US economy is likely heading into recession.</p>",
  "<p>Kgalema Motlanthe was sworn in as South Africa's president yesterday, putting allies of Jacob Zuma firmly in control of the government after they toppled Thabo Mbeki at the weekend. </p> <p>After a week of the most dramatic political upheaval since the collapse of apartheid, which saw a sitting president swept out of power in a matter of days, Motlanthe sought to reassure South Africans and the financial markets that there would be no dramatic policy changes. </p> <p>The new president pledged to maintain Mbeki's business-oriented economic strategy which has been criticised by many of Zuma's backers, including the unions and Communist party, potentially opening the way for further strife within the ruling African National Congress. </p> <p>\"Mine is not the desire to deviate from what is working. It is not for me to reinvent policy. Nor do I intend to reshape either cabinet or the public service,\" Motlanthe told parliament after his inauguration. \"In a turbulent global economy, we will remain true to the policies that have kept South Africa steady, and that have ensured sustained growth.\"</p> <p>That assurance was reflected in Motlanthe's cabinet which retained many former ministers including Trevor Manuel as finance minister. His resignation after Mbeki was removed sent the Johannesburg stock exchange and rand plummeting as investors feared the loss of the world's longest-serving finance minister, who has overseen continuous economic growth. </p> <p>Manuel said he had merely offered his resignation to allow the president flexibility in choosing his cabinet. But others saw the move as a warning against any significant policy change, despite the pressure from the left, that appears to have been responded to in Motlanthe's speech. </p> <p>Perhaps the most important cabinet change was the removal of Manto Tshabalala-Msimang as health minister. She fronted Mbeki's heavily criticised HIV/Aids policies, blocking the distribution of life-saving drugs in public hospitals and drawing derision at international conferences by suggesting garlic and lemon as a suitable treatment. </p> <p>The leaders of other political parties praised Motlanthe as a man of integrity, humble and hardworking. Pieter Mulder of the mostly Afrikaner Freedom Front-Plus, alluded to the possibility that Motlanthe could supplant Zuma, who is the ANC president, as the party's candidate for president in May's general election. He told parliament a story of two Afrikaner voortrekkers who harness their oxen in the dark only to discover in the morning that they had also harnessed a lion. </p> <p>Their problem, said Mulder turning towards the new president, was that having harnessed the lion they now had to find a way to let it go. The story provoked much laughter and a smile from Zuma who could hardly have missed Mulder's point. </p> <p>Some of the forces that coalesced around Zuma largely regarded him as a vehicle to drive Mbeki out. The unions and the Communist party in particular were seeking to pull Zuma to the left of where the outgoing government was. But their support falls behind Motlanthe more naturally as he is a former leader of the National Union of Mineworkers and trade union confederation stalwart. </p> <p>Motlanthe says he has no presidential ambitions but he would be an attractive presidential candidate for the ANC in May if Zuma's legal problems continue. </p> <p>There are already questions over the degree of Zuma's authority as party president. He publicly opposed removing Mbeki from office so either he was duplicitous or was unable to influence other ANC leaders. But if Motlanthe does not shift economic policy to the left, there is a strong possibility the ANC will split.</p> <p>Amid all the praise for Motlanthe, there was little for Mbeki. Tony Leon, foreign affairs spokesman for the opposition Democratic Alliance, compared his downfall to several Shakespearean tragedies. \"His presidency and the forces behind its collapse seem to combine the ambitions of Lady Macbeth, the jealously of Othello, the backstabbing of Iago and, ultimately in its last act, the impotent rage of King Lear,\" he said. But Robert Mugabe, Zimbabwe's president, described Mbeki's removal from office as \"devastating\".</p>",
  "<p>Buy the rumour and sell the fact, they say. US stockmarkets lived up to the first half of the saying yesterday, climbing as Hank Paulson's bail-out plan edged closer to being a deal. </p> <p>Investors were calculating that, six weeks before a presidential election, neither Democrats nor Republicans would risk a market meltdown on Monday. But what about the second half of the saying? Will the enthusiasm last?</p> <p>Yesterday it seemed that, while attention has been focused on Washington, investors may have been too happy to ignore what has been happening in the rest of the US. The data were very poor. Demand for durable goods fell 4.5% in August; sales of homes hit a 17-year low; and workers claiming unemployment benefits rose steeply last week. Warnings by Paulson and Fed chairman Ben Bernanke about dire risks to the US economy don't look like scare-mongering. </p> <p>Investors may be overlooking another factor. A bail-out may remove $700bn of toxic assets from the banking system, but it won't necessarily remove banks' need for fresh capital. The success of the plan depends on the willingness of the treasury to overpay, as George Soros has pointed out. Bernanke has flip-flopped on the issue, but a bipartisan board might be bolder in demanding better prices for taxpayers. If so, banks will still need more capital and the world is running out of gullible sovereign wealth funds, as Lehman Brothers discovered.</p> <p>It seems quite possible that, if the US economy continues to deteriorate, the bail-out will be seen as a sticking plaster.</p> <h2>Famous last words</h2> <p>Note to chief executives: never predict your own share price. You can end up looking as foolish as General Electric's Jeff Immelt, who told shareholders in February: \"In 2008, we should hit all our financial goals and outperform the S&amp;P 500.\" Immelt concluded his dispatch on a rousing note: \"We have increased our dividend for 32 straight years. We invest and deliver: every day, every quarter, every year, and we will in 2008.\" </p> <p>A few weeks later GE issued a profits warning. Yesterday it issued another, adding that its share buy-back programme would be halted and dividends would not be increased until after 2009. The shares have fallen by a third since January.</p> <p>GE's critics have been proved right; the company's financial services business, GE Capital, has become so bloated that it dominates the healthy industrial base. GE Capital accounts for almost half the group's revenues and is exposed to some horrible areas of lending: the aviation industry, US commercial property, and consumer debt in the UK. Like every other bank, GE Capital is now trying to reduce risk and strengthen its balance sheet. The struggle has reached a critical stage - instead of channelling earnings up to the parent, GE Capital could soon be sucking funds away from it.</p> <p>GE was once the world's biggest company by market value. It hasn't been helped by a slower US economy, but Immelt &amp; Co appear to have been dazzled by all those \"most admired\" gongs. They were seduced by the era of cheap credit as easily as every other mug. They allowed GE to become lop-sided. Maybe the company can right itself; but shareholders may feel they've heard enough from Immelt. </p> <h2>Living in limbo</h2> <p>The plan to underpin Bradford &amp; Bingley is now clear. The buy-to-let lender has bought itself out of a dangerous arrangement to buy mortgages originated by GMAC. Barclays is lending a hand by acting as a counter-party in the covered bond market. Now B&amp;B is \"streamlining\" itself. All branch-based mortgage advisers will be made redundant and one of two mortgage processing centres will close. But 70 people will be added to the \"arrears function\". Mr Bradford and Mr Bingley, who seemed such pleasant fellows, are now in the debt collection business.</p> <p>You can't blame Richard Pym, the new chief executive, for adopting the only strategy that suits B&amp;B's shrunken status. The addition of £400m of capital hasn't prevented rating downgrades; the loan book is twice the size of the deposit base; and keeping a lid on bad debts must be the priority.</p> <p>Pym included a line yesterday about \"a return to growth\" one day, but everybody knows B&amp;B is for sale. This week's series of emergency measures seem designed to ensure stability in case nobody turns up: it's not hard to detect the hand of Financial Services Authority at work. </p> <p>But can B&amp;B really exist in limbo indefinitely? Yesterday's 15% fall in the share price suggests the FSA still needs to find a buyer sooner rather than later.</p> <p><a href=\"mailto:nils.pratley@theguardian.com\">nils.pratley@theguardian.com</a></p>",
  "<p>The frame was set, the die cast. Treasury secretary Henry Paulson, presumably representing the Bush administration but indirectly representing Wall Street, and Federal Reserve chief Ben Bernanke, this week asked Congress for a cheque for at least $700bn to take bad debt off Wall Street's balance sheets. Never before in the history of US capitalism had so much been asked of so many for, at least in the first instance, so few. </p> <p>Put yourself in the shoes of a member of Congress, of either party. The two men charged with running the US economy - the treasury secretary and Fed chair - have told you a bailout of this size is necessary to save the economy. If you don't agree, they warn, you risk a meltdown of the entire global financial system - and your own constituents' savings could go down with it. </p> <p>A presidential election is six weeks away, but also an election for your seat. If you seek to stay in office, you are up for re-election. Oh, and one more thing: last week, when rumours circulated of the plan, the stock market gained substantial ground. This week, with less certainty about the plan's future, the market gyrated furiously.</p> <p>Congress had little choice but to say yes, and last night they appeared to, reaching a \"fundamental agreement\". Let's hope they also set some fundamental conditions on Wall Street.</p> <p>The public doesn't like the fact that this could be a blank cheque. They think this whole idea is nuts. They see fat cats on Wall Street who have raked in zillions for years, now extorting in effect $8,000 from every family to make up for their own nonfeasance, malfeasance, greed, and plain stupidity. This request came when most people were worried about their job and declining wages, and about having enough money to pay for gas and food and health insurance, to meet their car and mortgage payments, and save for their retirement and children's education. And so they asked: why should Wall Street get bailed out by me when I'm getting screwed?</p> <p>Put simply, they wanted strict conditions imposed on Wall Street. What sort? I've been urging the following five.</p> <p><strong>·</strong> The government (that is, taxpayers) must receive an equity stake in every Wall Street financial firm proportional to the amount of bad debt it shoves on to the public. So when and if shares rise, taxpayers are rewarded for accepting so much risk.</p> <p><strong>·</strong> Executives of Wall Street firms must relinquish stock options and this year's other forms of compensation, and agree to future compensation linked to a rolling five-year average of the firm's profitability. Why should taxpayers feather their already amply feathered nests?</p> <p><strong>·</strong> All Wall Street executives must immediately cease making campaign contributions to any candidate for public office in this election cycle or next, all Wall Street public affairs committees (registered fundraising bodies) be closed, and Wall Street lobbyists curtail their activities unless specifically asked for information by policymakers. Why should taxpayers finance Wall Street's outsized political power - especially when that power is being exercised to get favourable terms from taxpayers?</p> <p><strong>·</strong> Wall Street firms must agree to comply with new regulations related to disclosure, capital requirements, conflicts of interest, and market manipulation. The regulations will emerge in 90 days from a bipartisan working group, to be convened immediately. After all, inadequate regulation and lack of oversight got us into this mess.</p> <p><strong>·</strong> Wall Street must agree to give bankruptcy judges the authority to modify the terms of primary mortgages, so homeowners have a fighting chance to keep their homes. Why should they lose their homes when Wall Streeters receive taxpayer money that helps them keep their fancy ones?</p> <p>Wall Streeters may not like these conditions. That's too bad. They wanted the money; they should be made to accept them. Bailing out Wall Street's bad debts when millions of Americans can't pay their bills is like baling out a boat springing leaks while the sea is rising. Many of the average taxpayers being asked to take on Wall Street's bad loans are the same people whose incomes are dropping, which means they're struggling to pay their debts and potentially creating even more bad loans.</p> <p>Congress should not go soft on Wall Street. But Congress also needs to pay direct attention to what's happening in Main Street. It should extend unemployment insurance, freeze mortgage rates, and pass a stimulus package to create more jobs. Bottom line: unless Americans on Main Street have more money in their pockets, Wall Street's bad debts will continue to grow - which means no end in sight to the bailout of Wall Street.</p> <p><strong>· </strong>Robert B Reich is professor of public policy at UC at Berkeley, author of Supercapitalism and was US secretary of labour under Bill Clinton from 1993-97, <a href=\"http://www.robertreich.org\">robertreich.org</a></p>",
  "<p>John McCain today was accused of sabotaging the Wall Street bailout with theatrics that reduced America's credit crisis to a showcase for his presidential leadership capabilities.<br> The furious words for the Republican candidate from Democrats came after a contentious meeting at the White House between George Bush and congressional leaders that was meant to seal a deal on a $700bn economic rescue package.</p> <p>Both McCain and Barack Obama attended the meeting, along with congressional leaders.</p> <p>The extraordinary session had been called in part as a response to McCain's stunning announcement yesterday that he would suspend his presidential campaign and would seek a delay in tomorrow's presidential debate to try to personally help steer through a deal on the bailout.</p> <p>By midday today, congressional leaders said they had reached the outlines of a deal. But that optimism vanished after the White House meeting. </p> <p>Democrats and Republicans said that prospects for a deal vanished after McCain tried to prod his fellow Republicans in another direction. </p> <p>The breakdown cast new uncertainty over Friday night's presidential debate in Mississippi, as well as the future of the bailout itself. </p> <p>McCain said he would not attend the debate until a deal is reached. Obama said he would go to the debate, and the University of Mississippi, which is hosting the event said it planned to go ahead.</p> <p>Tonight, Democrats were scathing of the Republican's posturing, saying he had jeopardised efforts to unite Congress around the plan put forward by the treasury secretary, Henry Paulson. </p> <p>\"This is the presidential campaign of John McCain undermining what Hank Paulson tells us is essential for the country,\" said Barney Frank, the Massachusetts congressman who had been leading negotiations for the Democrats. \"This is McCain at the last minute getting House Republicans to undermine the Paulson approach.\"</p> <p>Obama also chided McCain. \"When you start injecting presidential politics into delicate negotiations you actually start creating more problems,\" he said.</p> <p>The anger and uncertainty about the bailout threatened to rebound against McCain's efforts to cast himself as above the political fray when it came to America's credit crisis. </p> <p>McCain had cast the bailout negotiations as a crisis requiring his personal attention. </p> <p>\"I'm an old Navy pilot, and I know when a crisis calls for all hands on deck,\" he said in a speech to the Clinton Global Initiative in New York before travelling to Washington. \"As of this morning I suspended my campaign. With so much on the line, for America and the world, the debate that matters most right now is taking place in the United States capitol - and I intend to join it.\"</p> <p>Obama continued to reject McCain's argument that the gravity of America's financial crisis should put the election campaign on hold. \"Our election is in 40 days,\" he said in his speech to the Clinton global initiative, delivered from Florida where he was preparing for the debate. </p> <p>\"The American people deserve to hear directly from myself and Senator McCain about how we intend to lead our country. The times are too serious to put our campaign on hold, or to ignore the full range of issues that the next president will face.\"</p> <p>However, it was widely noted that McCain did not even arrive in Washington until after Democratic and Republic leaders announced they had the outlines of a rescue package. <br> McCain admitted as recently as Tuesday that he had not taken the time to even read the bailout plan, according to an NBC interview transcript distributed by the Obama camp.</p> <p>But that did not stop the Republican from seizing the headlines for two days in a row. McCain first wrongfooted Obama yesterday with his stunning anouncement that he would suspend his campaign and would not attend the debate in Mississippi.</p> <p>Today, he struck again, appropriating Obama's conditions for the rescue deal - barely 24 hours after rejecting them.</p> <p>The Democrat had proposed the conditions during discussions with McCain yesterday about a joint statement from the presidential candidates about the financial crisis.</p> <p>In their proposals the Obama camp had called for an independent oversight board, a mechanism to protect taxpayers, a curb on outsized payments to Wall Street executives, and relief for homeowners faced with losing homes. The proposal for a joint statement also rejected attaching other measures, or earmarks, to the bill. </p> <p>In his speech today McCain adopted nearly identical language - as well as the essence of four of the five measures: an oversight board, protection for taxpayers, controls on compensation for Wall Street executives and a ban on earmarks. However, McCain made no mention of relief for homeowners. </p> <p>McCain's newfound sense of urgency for reaching a deal on the rescue package comes after a number of new polls suggesting that the economic crisis was costing the Republican support.</p>",
  "<p>Congressional leaders closed in today on a deal to inject $700bn into the flagging US financial markets after getting a political jolt from the two presidential candidates' arrival in Washington.</p> <p>The outlines of a bail-out agreement emerged hours before a White House meeting that was orchestrated to give John McCain and Barack Obama a chance to weigh in on the nation's economic crisis.</p> <p>The prospect of both candidates appearing during bail-out talks – an infusion of presidential politics that McCain called for yesterday – appears to have spurred congressional negotiators toward a quicker-than-anticipated consensus. </p> <p>Chris Dodd, the Democratic chairman of the Senate banking committee, told reporters that a \"fundamental agreement\" had been reached, although he cautioned that specific legislative language was not yet finalised.</p> <p>\"We believe we are prepared to act expeditiously ... and send a message to the markets,\" Dodd said.</p> <p>The markets responded in kind, as Wall Street opened sharply higher than yesterday and by 5pm BST was up more than 2.1%, or 225 points. The FTSE 100 posted a similar pattern, closing 101.5 points higher at 5197, for a rise of 2%.</p> <p>Democrats, following on Obama remarks yesterday, conceded one of their original goals for the bail-out by agreeing not to allow US bankruptcy judges to modify the terms of primary mortgages.</p> <p>The omission of that bankruptcy provision could push liberals to vote against the bail-out when it comes up for a vote, perhaps as soon as tomorrow. </p> <p>Conservatives remain equally reticent, decrying the financial rescue as an abdication of capitalism, but the plan can still pass while losing votes on the left and right.</p> <p>Democratic and Republican leaders are agreed on shepherding the bail-out deal into law, although both sides are eager to twist the outcome as much as possible to help their respective presidential candidates.</p> <p>John Boehner, leading Republican in the House of Representatives, gave McCain credit for jump-starting the process by urging a delay in the presidential debate and asking Obama to return to Washington for a meeting with George Bush.</p> <p>\"John McCain's call to suspend the campaign to come back here … will, in fact, help speed up the process,\" Boehner told reporters today. \"It clearly lays more urgency on the Congress to act.\"</p> <p>Senior Democrats such as Harry Reid, the Senate majority leader, were equally adamant that McCain's leap into the bail-out fray had hurt their efforts to reach consensus.</p> <p>\"If we lose progress on this because of one person, that's John McCain,\" Reid told reporters today. \"He's standing in the way.\"</p> <p>The emergence of a pact, even if only in principle, clears the way for McCain and Obama to claim the mantle of leadership at their White House meeting, scheduled for 9pm BST. </p> <p>But if Congress is already beginning to debate a bail-out agreement by tomorrow, the path is also cleared for the debate to continue as planned, in an undeniable setback for McCain.</p>",
  "<p>Israel gave serious thought this spring to launching a military strike on Iran's nuclear sites but was told by President George W Bush that he would not support it and did not expect to revise that view for the rest of his presidency, senior European diplomatic sources have told the Guardian. </p> <p>The then prime minister, Ehud Olmert, used the occasion of Bush's trip to Israel for the 60th anniversary of the state's founding to raise the issue in a one-on-one meeting on May 14, the sources said. \"He took it [the refusal of a US green light] as where they were at the moment, and that the US position was unlikely to change as long as Bush was in office\", they added.</p> <p> The sources work for a European head of government who met the Israeli leader some time after the Bush visit. Their talks were so sensitive that no note-takers attended, but the European leader subsequently divulged to his officials the highly sensitive contents of what Olmert had told him of Bush's position.</p> <p> Bush's decision to refuse to offer any support for a strike on Iran appeared to be based on two factors, the sources said. One was US concern over Iran's likely retaliation, which would probably include a wave of attacks on US military and other personnel in Iraq and Afghanistan, as well as on shipping in the Persian Gulf. </p> <p>The other was US anxiety that Israel would not succeed in disabling Iran's nuclear facilities in a single assault even with the use of dozens of aircraft. It could not mount a series of attacks over several days without risking full-scale war. So the benefits would not outweigh the costs. </p> <p>Iran has repeatedly said it would react with force to any attack. Some western government analysts believe this could include asking Lebanon's Shia movement Hizbollah to strike at the US. </p> <p>\"It's over ten years since Hizbollah's last terror strike outside Israel, when it hit an Argentine-Israel association building in Buenos Aires [killing 85 people]\", said one official. \"There is a large Lebanese diaspora in Canada which must include some Hizbollah supporters. They could slip into the United States and take action\". </p> <p>Even if Israel were to launch an attack on Iran without US approval its planes could not reach their targets without the US becoming aware of their flightpath and having time to ask them to abandon their mission. </p> <p>\"The shortest route to Natanz lies across Iraq and the US has total control of Iraqi airspace\", the official said. Natanz, about 100 miles north of Isfahan, is the site of an uranium enrichment plant. </p> <p>In this context Iran would be bound to assume Bush had approved it, even if the White House denied fore-knowledge, raising the prospect of an attack against the US. <br> Several high-level Israeli officials have hinted over the last two years that Israel might strike Iran's nuclear facilities to prevent them being developed to provide sufficient weapons-grade uranium to make a nuclear bomb. Iran has always denied having such plans. </p> <p>Olmert himself raised the possibility of an attack at a press conference during a visit to London last November, when he said sanctions were not enough to block Iran's nuclear programme. </p> <p>\"Economic sanctions are effective. They have an important impact already, but they are not sufficient. So there should be more. Up to where? Up until Iran will stop its nuclear programme,\" he said.</p> <p>The revelation that Olmert was not merely sabre-rattling to try to frighten Iran but considered the option seriously enough to discuss it with Bush shows how concerned Israeli officials had become. </p> <p>Bush's refusal to support an attack, and the strong suggestion he would not change his mind, is likely to end speculation that Washington might be preparing an \"October surprise\" before the US presidential election. Some analysts have argued that Bush would back an Israeli attack in an effort to help John McCain's campaign by creating an eve-of-poll security crisis. </p> <p>Others have said that in the case of an Obama victory, the vice-president, Dick Cheney, the main White House hawk, would want to cripple Iran's nuclear programme in the dying weeks of Bush's term.</p> <p>During Saddam Hussein's rule in 1981, Israeli aircraft successfully destroyed Iraq's nuclear reactor at Osirak shortly before it was due to start operating. </p> <p>Last September they knocked out a buildings complex in northern Syria, which US officials later said had been a partly constructed nuclear reactor based on a North Korean design. Syria said the building was a military complex but had no links to a nuclear programme. </p> <p>In contrast, Iran's nuclear facilities, which are officially described as intended only for civilian purposes, are dispersed around the country and some are in fortified bunkers underground.</p> <p>In public, Bush gave no hint of his view that the military option had to be excluded. In a speech to the Knesset the following day he confined himself to telling Israel's parliament: \"America stands with you in firmly opposing Iran's nuclear weapons ambitions. Permitting the world's leading sponsor of terror to possess the world's deadliest weapon would be an unforgivable betrayal of future generations. For the sake of peace, the world must not allow Iran to have a nuclear weapon.''</p> <p>Mark Regev, Olmert's spokesman, tonight reacted to the Guardian's story saying: \"The need to prevent Iran from obtaining nuclear weapons is raised at every meeting between the prime minister and foreign leaders. Israel prefers a diplomatic solution to this issue but all options must remain on the table. Your unnamed European source attributed words to the prime minister that were not spoken in any working meeting with foreign guests\". </p> <p>Three weeks after Bush's red light, on June 2, Israel mounted a massive air exercise covering several hundred miles in the eastern Mediterranean. It involved dozens of warplanes, including F-15s, F-16s and aerial refueling tankers. </p> <p>The size and scope of the exercise ensured that the US and other nations in the region saw it, said a US official, who estimated the distance was about the same as from Israel to Natanz. </p> <p>A few days later, Israel's deputy prime minister, Shaul Mofaz, told the paper Yediot Ahronot: \"If Iran continues its programme to develop nuclear weapons, we will attack it. The window of opportunity has closed. The sanctions are not effective. There will be no alternative but to attack Iran in order to stop the Iranian nuclear programme.\" </p> <p>The exercise and Mofaz's comments may have been designed to boost the Israeli government and military's own morale as well, perhaps, to persuade Bush to reconsider his veto. Last week Mofaz narrowly lost a primary within the ruling Kadima party to become Israel's next prime minister. Tzipi Livni, who won the contest, takes a less hawkish position. </p> <p>The US announced two weeks ago that it would sell Israel 1,000 bunker-busting bombs. The move was interpreted by some analysts as a consolation prize for Israel after Bush told Olmert of his opposition to an attack on Iran. But it could also enhance Israel's attack options in case the next US president revives the military option. </p> <p>The guided bomb unit-39 (GBU-39) has a penetration capacity equivalent to a one-tonne bomb. Israel already has some bunker-busters.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337989061\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/09/25/26.09.08.Iran.nuclear.gif\" alt=\"Iran nuclear map\" width=\"468\" height=\"340\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Map showing nuclear activity in Iran</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>",
  "<p>The White House election could be decided in just 90 minutes. The presidential debate, still scheduled for tomorrow night in Oxford, Mississippi, provides the first opportunity for voters to see John McCain and Barack Obama together and finally make up their minds.</p> <p>Almost 20% of the electorate are still undecided, according to the polls, and both Democratic and Republican pollsters agree that the debate, set to attract a record television audience, could settle lingering doubts about the two candidates.</p> <p>The pollsters, in a rare show of consensus, agree that the main question Obama has to deal with is over whether, given his lack of experience, he is credible as commander in chief. The main question about McCain is whether he represents a continuation of President George Bush's administration, fatal for his hopes of taking the White House.</p> <p>What gives the debate an extra edge is that neither Obama nor McCain, though good communicators, are good debaters. The debate has been further complicated by the political manoeuvring of McCain over the last 48 hours that has given the Republican candidate an extra edge.</p> <p>Professor Alan Schroeder, author of Presidential Debates: Fifty Years of High-Risk TV, looking back at previous debates, said: \"We never know what is going to happen in live TV events. The outcome is often different from what we anticipated.\"</p> <p>Schroeder, who is based at Boston's North-Eastern University, added that the debate offered a rare opportunity to see the candidates when they are not sticking carefully to prepared speeches. \"We get a little more sense of the individual and how he behaves under pressure,\" he said.</p> <p>Is Obama credible as commander in chief? The topic for the first debate was switched, as a result of lobbying from Obama, from domestic policy to foreign affairs, mainly because Obama's campaign team is well aware that the biggest question is the commander in chief one and that most floating voters make up their mind in the first of the three debates.</p> <p>Obama had been preparing hard for this, having planned to spend almost four days holed up in his 'debate camp' in Tampa. The Democratic candidate was refining his arguments on Iraq, Iran and a host of other foreign policy issues.</p> <p>But the debate, in spite of the topic, is also going to be about the economy and McCain will go to the heart of electors doubts about Obama by claiming that this week he, rather than the Democratic candidate, demonstrated leadership on the issue.</p> <p>Daniel Schnur, who was McCain's communications director during the 2000 campaign for the Republican presidential nomination against George Bush, sees the debate as more important for Obama than McCain. \"To a large degree, this first debate is about Obama. Voters are intrigued. They are not sure he can handle the challenges. In 90 minutes, he will have the chance to reassure voters that he is comfortable and capable with these issues. I think the first debate will be decisive. It will set the tone from which most voters will make their assessment.\"</p> <p>Schnur said that McCain can not allow Obama to glide through the debate. He compared the debate to the 1980 one when Ronald Reagan, like Obama, had to persuade voters he was up to the job. \"Reagan did not dazzle or dominate but he reassured voters he could handle high office. It is not a high bar for Obama unless McCain can throw him off his game,\" Schnur said. And McCain seems to be doing that.</p> <p>Can McCain convince voters he will not be a continuation of Bush? Schroeder said Bush would be \"lurking as a backdrop to this debate\". While McCain would distance himself as much as possible from the president, he expected Obama to raise him as often as he could.</p> <p>McCain is one of the few Republicans who can argue with some conviction, given his history as a party dissident, that he offers different policies from those pursued by Bush over the last eight years.</p> <p>Although it is a hard sell, given public antipathy towards Bush and the Republican party, McCain is presenting himself as a vehicle for change and reform. Republican-leaning analysts argue that making Sarah Palin his vice presidential candidate helped in terms of making him look plausible as an agent for change.</p> <p>On the downside for McCain is the image the two men will present on stage. He is 72 and looks it, in stark contrast with Obama, aged 47. Schroeder said: \"McCain looks like man whose time has come and gone. Obama has the advantage of youth. It may not be articulated in the debate but will be lurking there.\"</p> <p>Stan Greenberg, a Democratic pollster, and Neil Newhouse, a Republican pollster, gave a rare joint briefing with journalists in Washington last week. Both were in agreement about the importance of the two themes, Obama as commander in chief and fears of McCain as a continuation of Bush. And both agreed that whoever won the argument would be the next president.</p>",
  "<p>Democrats heaped scorn on <a href=\"http://www.theguardian.com/world/2008/sep/24/uselections2008.johnmccain3\">John McCain's shock decision</a> on Wednesday to <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/24/johnmccain.uselections20083\">suspend his presidential campaign</a> and return to Washington to tackle the nation's financial crisis. The Republican nominee's move was dismissed as a \"stunt\", an act of desperation by a flailing candidate heading for inevitable defeat in November.</p> <p>But as with the equally unexpected selection of Alaskan \"hockey mom\" Sarah Palin as Republican vice-presidential candidate, the Democrats' denunciations betray a sense of unease, if not panicky fear. By jumping feet-first into the middle of Congressional negotiations on George Bush's <a href=\"http://www.theguardian.com/business/2008/sep/25/wallstreet.useconomy\">$700bn Wall Street bailout plan</a>, McCain, who counts impetuosity as a virtue, had pulled another fast one. Once again, his opponents didn't see it coming.</p> <p>Whatever the longer-term verdict may be, for the moment at least the Democrats are suddenly on the back foot. Just when Barack Obama appeared to be establishing a <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/24/uselections2008.barackobama?DCMP=EMC-E_EMS_USE_REG_08_09_25\">clear national poll</a> lead based on greater public confidence in his ability to manage the economy, McCain, the former fighter pilot, dive-bombed out of nowhere and blew the ground from under him.</p> <p>It was nothing less than an audacious bid to claim the mantle of national saviour for himself. The maverick rides again.</p> <p>In public statements McCain suggested his decision was a statesman-like one, prompted by discussions with Republican congressional leaders on Wednesday morning during which they told him the bailout plan lacked sufficient support. As the Republicans tell it, by calling a halt to campaigning and seeking a postponement of tomorrow's presidential debate, McCain acted selflessly in the national interest.</p> <p>They plainly hope McCain's bombshell will underscore his principal appeal to voters as an experienced, seasoned leader who, rising above the fray, can make Washington work.</p> <p>\"This is the greatest single act of responsibility ever taken by a presidential candidate,\" said former Republican House speaker, <a href=\"http://newt.org/tabid/193/articleType/ArticleView/articleId/3739/The-McCain-Leadership-Factor.aspx\">Newt Gingrich</a>, standard-bearer of another, mostly forgotten 1990s \"revolution\" to change the way Washington works. \"This is the day the McCain-reform Republican party began to truly emerge as a movement which puts the country first, solutions first, and big change first.\" The conservative Washington Times commented: \"Democrats had dared McCain to show leadership and he stepped up.\"</p> <p>Veteran Republican strategist Ed Rollins was more circumspect. He said only the people's verdict on November 4 would reveal whether McCain's gamble had paid off. The respected political columnist <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/24/AR2008092403008_pf.html\">David Broder suggested</a> meanwhile that a failure to take primary responsibility for the allegedly necessary but deeply unpopular Wall Street bailout by both Bush and the Democratic leadership in Congress had given McCain an opening.</p> <p>\"In the greatest crisis to confront the American economic system in three-quarters of a century, it is notable that the leaders of the two elected branches of the federal government have not been calling the signals. George Bush, Nancy Pelosi and Harry Reid (the Democratic leaders of the House and Senate respectively) have stepped back to permit deputies ... to take the lead in figuring out a solution,\" Broder wrote in the Washington Post.</p> <p>The risks for McCain are considerable. Any bailout package, even if it contains provisions preventing benefits accruing to the fabled greedy \"fat cats\" of the banking world, will have dubious appeal to an economically strapped electorate. The public's ambivalence, bordering on outright hostility, was partly why Bush used such draconian language in his national television address on Wednesday night.</p> <p>Bush's warnings about the possible \"devastation\" of the \"overall economy\", not just the banking sector, and of a \"long and painful recession\" was a vintage exposition of the politics of fear, in which he has few equals. But voters don't like being scared and bullied, and they don't like this president, and on this issue as with others, McCain may be tarred with Bush's clumsy brush.</p> <p>But Obama is in unexpected difficulty, too, following his opponent's demarche. For a moment or two on Wednesday, he was left sitting at his \"debate camp\" headquarters in Florida, looking hesitant, sidelined, and off-the-pace. Bush's subsequent invitation to him to join today's White House bailout summit forced him to reverse his earlier refusal to follow McCain back to Washington.</p> <p>Obama's continuing insistence that Friday's debate on foreign policy should go ahead on time looks problematic, too. He is doubtless right to say such weighty issues need discussing in a public forum. But borrowing, not Baghdad, is the focus for most Americans right now. Iran's <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/23/mahmoud.ahmadinejad.united.nations\">Mahmoud Ahmadinejad</a> may be scary. But far scarier is the fact that General Motors has run out of credit and 592,000 jobs were lost in August alone.</p> <p>In making his dramatic move, McCain has once again disrupted the national election narrative so carefully nurtured by the Democrats since Obama's Iowa caucus victory. He did it at an earlier stage in the campaign, by shamelessly appropriating Obama's theme of change and reform. He did it again by picking Palin as his running mate, a choice both preposterous and potent. Now he has dared to put himself forward as Americans' economic champion. If the bailout is agreed and seen to work - a big \"if\" - McCain will claim the credit and possibly the election.</p> <p>It quite takes one's breath away. But then, so does this whole extraordinary campaign.</p>",
  "<p>Colorado Democrats accused a Republican county clerk yesterday of falsely informing Colorado College that students from outside the state could not register to vote if their parents claimed them as a dependent on their tax returns.</p> <p>At a news conference in Colorado Springs, Democrats also criticized Robert Balink, the El Paso County clerk and recorder, who was a delegate to the Republican National Convention, for taking other steps they said would dampen voting by college students, who are expected to heavily favor Democratic presidential candidate Barack Obama.</p> <p>\"When election officials spread false information about who is eligible to vote and remove, not add, polling places, we need to be concerned that eligible voters will be denied their right to vote,\" said Pat Waak, the chairwoman of the Colorado Democratic Party.</p> <p>Balink issued a statement saying his office had misinterpreted state law and \"mistakenly published information that was incorrect\".</p> <p>Balink's actions are the latest of several instances in which local election officials, including some in Virginia and South Carolina, have discouraged college students from voting in a year in which legions of students have thrown their energy behind Obama.</p> <p>Discovery of these restrictions comes as Democrats have increasingly accused Republicans of using an array of tactics to suppress the Democratic voter turnout in the November election.</p> <p>Liz Olson, the elections manager in Colorado's El Paso County, said that the office \"takes full responsibility for what's in that document. Nobody told us to put anything in there\".</p> <p>Martha Tierney, an attorney for the Colorado Democratic Party, said she obtained emails showing that Balink's office sent a misleading flier to the Colorado College president's office to provide students with voter-registration information and urged its circulation on campus.</p> <p>The flier stated: \"What this means is that if your parents still claim you on their income tax returns, and they file that return in a state other than Colorado, you are not eligible to register to vote or vote in Colorado.\"</p> <p>Voter residency requirements vary from state to state, but must meet the guarantees of the US Constitution, said Jon Greenbaum, a voting rights expert with the Lawyers Committee for Civil Rights Under Law. Greenbaum said that what states and counties can't do is adopt rules that treat one group of voters differently than others.</p> <p>Greenbaum noted that Virginia's elections board recently revised language on its website that discouraged students from registering after reports of a similar episode at Virginia Tech, in Blacksburg, Virginia. The New York Times reported on September 8 that a local registrar had issued two releases that incorrectly suggested dire consequences for the university's students who registered to vote there, including the possibility they no longer could be claimed as dependents on their parents' tax returns.</p> <p>Sujatha Jahagirdar, the program director of the Student Public Interest Research Group's New Voters Project in Washington, said she encountered similar problems when she posed as a college freshman last week and called registrar's offices in Greenville County, South Carolina, home to Furman University, and York County, South Carolina, where Winthrop University is located.</p> <p>Jahagirdar said a Greenville official asked if her parents listed her as a dependent, and when she replied in the affirmative, told her: \"You should vote where your parents live.\" She said a York County representative asked if she was in town for school, and when she said yes, stated flatly: \"You can't vote here.\"</p> <p>A caller yesterday got similar responses.</p> <p>Told of the information imparted by his staff, Conway Belangia, Greenville County's director of registration and elections, said that \"if a staff person made a statement like that, it was an error\".</p> <p>A York County official didn't respond to calls for comment.<br>Belangia said, however, that if a student lives in a dormitory, he must respond to a series of questions laid out in a 1974 federal court order covering voting registration in the county. He said students must demonstrate their \"intent to claim this locale as their home when they finish school\".</p> <p>Jahagirdar called the counties' policies \"intimidating\" and said they \"send a message that young voters are not welcome in our democracy\" just when they're first enjoying the right to vote.</p> <p>The flap over students' voting rights comes after Democrats last week filed a lawsuit in Michigan, seeking a court order barring Republicans from using lists of people facing mortgage foreclosure proceedings as a basis for challenging their voting eligibility. Michigan Republicans denied using foreclosure lists to cast doubt about voters' qualifications.</p> <p>And in Ohio, a pivotal state that was mired in allegations of voting irregularities in the 2004 presidential election, secretary of state Jennifer Brunner yesterday advised county election boards that foreclosure lists should not be considered proof that voters have changed residences.</p> <p>\"Ohioans faced with the pain and turmoil of a home foreclosure should not be targeted by the forces of disenfranchisement on election day,\" Brunner said.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337975686\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8971404@A-supporter-flashes-a-8939.jpg\" alt=\"Troy Davis  ranted a temporary reprieve from the U.S. Supreme Court\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jackson, USA: A supporter of Troy Davis celebrates after he was granted a temporary reprieve from the US Supreme Court just hours before he was to be executed   </span> <span class=\"element-image__credit\">Photograph: Pouya Dianat /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975710\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8978823@A-photo-released-on-S-3095.jpg\" alt=\"A  fishing boat carrying 300 illegal migrants in the Mediterranean sea\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Near Lampedusa, Italy: A  fishing boat carrying 300 illegal migrants in the Mediterranean sea, before their interception by a French naval vessel patrolling for the EU border security agency Frontex. The French navy released the migrants to the Italian authorities on the island of Lampedusa </span> <span class=\"element-image__credit\">Photograph: Marine Nationale /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975677\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8967478@A-barber-gives-a-head-7294.jpg\" alt=\"A barber gives a head massage to a customer beside the Yamuna river, India \" width=\"613\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: A barber gives a head massage to a customer beside the Yamuna river </span> <span class=\"element-image__credit\">Photograph: Manish Swarup /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975674\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8965686@Statues-on-the-roof-o-6425.jpg\" alt=\"Vatican City: Statues on the roof  St Peter's Basilica are silhouetted under clouds \" width=\"630\" height=\"388\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vatican City: Statues on the roof of St Peter's Basilica are silhouetted under clouds   </span> <span class=\"element-image__credit\">Photograph: Tony Gentile/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975698\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8974373@Real-estate-developer-1001.jpg\" alt=\"Donald Trump and son, Donald jr. at a press conference\" width=\"513\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chicago, USA: Entrepreneur Donald Trump at a press event as his son, Donald Jr. gives an interview, during a topping off ceremony for his 92-storey Trump International Hotel and Tower </span> <span class=\"element-image__credit\">Photograph: Charles Rex Arbogast /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975680\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8969392@A-miner-is-seen-in-th-7866.jpg\" alt=\"nuclear waste storage facility in Hungary \" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bataapati, Hungary: A miner is seen in the main tunnel of an underground depository that will be opened in early October to host Hungary's radioactive waste   </span> <span class=\"element-image__credit\">Photograph: Karoly Arvai /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975683\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8971238@Marin-County-resident-8424.jpg\" alt=\"Golden Gate bridge shrouded in fog\" width=\"594\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sausalito, USA: A local man takes photographs of the fog-shrouded Golden Gate bridge  </span> <span class=\"element-image__credit\">Photograph: Robert Galbraith /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975689\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8971562@Betty-Lakot-(L)-recei-9454.jpg\" alt=\"A mother and newborn baby in Uganda \" width=\"630\" height=\"386\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kitgum, Uganda: A mother receives her newborn baby from a nurse at a health centre    </span> <span class=\"element-image__credit\">Photograph: James Akena/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975692\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8973301@US-Democratic-preside-9890.jpg\" alt=\"Barack Obama at an election rally in Florida \" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dunedin, USA: Democratic presidential candidate Barack Obama greets supporters at the end of a rally in Florida  </span> <span class=\"element-image__credit\">Photograph: Emmanuel Dunand/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975701\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8975656@A-grizzly-bear's-claw-1489.jpg\" alt=\"Canadian grizzly bear \" width=\"605\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">St-Felicien, Canada: A grizzly bear's claws in a zoo  </span> <span class=\"element-image__credit\">Photograph: Mathieu Belange /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975704\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8975938@Indonesians-wait-on-a-2104.jpg\" alt=\"Eid preparations in Indonsesia\" width=\"582\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jakarta, Indonesia: Indonesians wait on a bus to get back to their villages to be with their family members for the Eid-al Fitr, the holiday marking the end of Ramadan      </span> <span class=\"element-image__credit\">Photograph: Ed Wray/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975707\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8976243@Newly-graduated-Afgha-2604.jpg\" alt=\"Afghan NAtional Army passing out ceremony\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul, Afghanistan: Newly graduated Afghan army soldiers march during a graduation ceremony   </span> <span class=\"element-image__credit\">Photograph: Marai Shah /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337975695\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/25/1/GD8974049@Brenda-Roby,-left,-hu-392.jpg\" alt=\"Aftermath of hurricane ike in galveston\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, USA: Neighbours embrace amid the remains of their homes in the aftermath of hurricane Ike   </span> <span class=\"element-image__credit\">Photograph: Melanie Burford  /AP</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337975655\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/25/1222347387603/mccain.jpg\" alt=\"McCain in New York\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain arrives at a press conference in New York yesterday to announce the suspension of his campaign. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>The focus moves to Washington, where George Bush will meet with the presidential candidates. The \"entire economy is in danger,\" he warned. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/24/AR2008092400771.html?hpid%3Dtopnews&amp;sub=AR\">Washington Post</a>]</p> <p>John McCain has said he won't attend tomorrow's debate if a resolution to the bailout can't be agreed. Barack Obama has said he will. So far McCain's campaign-postponement gamble seems to have backfired; <a href=\"http://www.news8.net/news/stories/0908/556222.html \">one instant poll</a> last night found that 86% of Americans want the debate to go ahead. Can Everybody's Favourite Maverick extract himself from the situation looking like a leader, rather than the inventor of <a href=\"http://talkingpointsmemo.com/archives/219520.php  \">\"the biggest 'dog ate my homework' in history\"</a>? [<a href=\"http://www.observer.com/2008/politics/mccain-gambles-suspension-loses\">New York Observer</a>]</p> <p>McCain has tried the postponement tactic before, and not just at last month's convention, when Hurricane Gustav was approaching the Gulf coast: \"McCain also 'suspended campaigning' when he ran for president eight years ago. After telling the press (his base) that he was going to announce his run in March 1999, he melodramatically 'postponed' the announcement because of the U.S. bombing of the Serbs in Kosovo (and the rest of Serbia).\" [<a href=\"http://wonkette.com/403009/mccain-suspending-campaign-by-campaigning-more \">Wonkette</a>]</p> <p>For your edification, here's conservative blogger Hugh Hewitt's summary of yesterday's events: \"Today was Obama's Katrina moment and an example of great leadership by John McCain. This contrast was telling and will matter. Obama's complaint about the debate postponement made him look exceptionally petty given his refusal to debate all summer long... John McCain, by contrast, acted with speed and resolution.\" [<a href=\"http://hughhewitt.townhall.com/blog/g/9b3544b3-5b40-419a-96e9-9f3a0c34813c\">TownHall.com</a>]</p> <p>The McCain campaign has also floated the notion of suspending next week's vice-presidential debate, perhaps so that tomorrow's debate, if postponed, could take place then instead. Then you move the second debate to the slot previously occupied by the third, switch the election with the convention, moving the first debate back into the VP debate slot and pushing the inauguration forward to before the primaries and... oh, look, John McCain seems to have snuck into the White House when you weren't looking. [<a href=\"http://politicalticker.blogs.cnn.com/2008/09/24/mccain-camp-to-propose-postponing-vp-debate/ \">CNN Political Ticker</a>]</p> <p>Obama and McCain issued a joint statement on the economy that says precisely nothing. [<a href=\"http://thecaucus.blogs.nytimes.com/2008/09/24/obama-debate-should-go-on/ \">The Caucus</a>]</p>",
  "<p>Until mid-afternoon yesterday, the biggest story of the day was the allegation, made by the New York Times, that a firm owned by John McCain's campaign manage had received <a href=\"http://www.theguardian.com/world/2008/sep/24/uselections2008.johnmccain1\">tens of thousands of dollars in regular payments</a> from the mortgage lender Freddie Mac - which is deeply implicated in the current economic crisis - until as recently as last month. The other big news was Obama's <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/24/uselections2008.barackobama\">nine-point lead</a> in a Washington Post opinion poll. Then came a shock announcement from the McCain campaign that wiped both stories, along with most others, from the news agenda. It seems possible that this wasn't entirely a coincidence. </p> <p>McCain <a href=\"http://www.theguardian.com/world/2008/sep/24/uselections2008.johnmccain3\">declared that he was suspending his campaigning</a> and returning from New York to Washington in order to help broker a bipartisan agreement on the bailout proposal, which is still being angrily debated in Congress. He urged Obama to do the same - and requested a postponement of the first debate of the general election season, due to take place tomorrow in Oxford, Mississippi. </p> <p>Now was not the time for partisan politics, he said. But the political advantages of the move were obvious: if Obama consented to a postponement, McCain would emerge as the bipartisan leader, taking charge in a crisis. And if Obama didn't go along with the plan, McCain could still say he'd tried to take the higher road. </p> <p>Obama didn't go along with the plan: to do so would have been tactically brainless. Instead, at a press conference in Florida, he argued that it was more important now than ever for voters to hear what the presidential candidates had to say - and he didn't show much patience for McCain's suggestion that the crisis meant the debate couldn't proceed. \"It is going to be part of the president's job to deal with more than one thing at once,\" he noted. Obama's campaign said they'd been caught unawares by the McCain announcement. Earlier in the afternoon, the two men had apparently agreed by telephone to issue a joint statement on the Wall Street situation. (Each campaign sought to present the joint statement as its own idea.) </p> <p>Later yesterday evening, in a televised address to the nation, President Bush warned that \"our entire economy is in danger\" if a rescue plan could not be agreed. Both presidential candidates are expected to meet him at the White House today. </p> <h2>What to watch out for</h2> <p>Honestly, who knows? Predicting the shape of this election season is rapidly turning into a fool's game. Assuming Obama holds fast on tomorrow's debate, all eyes will be on McCain today as he choreographs the shift from trying to call off the debate to showing up in Mississippi anyway. Assuming he does. What on earth happens if only Obama is there? </p> <h2>Latest polls</h2> <p>There were no significant changes in the daily tracking polls; Gallup had no change at all, putting <a href=\"http://www.gallup.com/poll/110647/Gallup-Daily-Obama-Maintains-3Point-Edge.aspx\">Obama at 47% and McCain at 44%</a>. An <a href=\"http://www.latimes.com/news/politics/la-na-poll25-2008sep25,0,4911734.story\">LA Times/Bloomberg poll</a> put the candidates at 49%-45% among likely voters. But the dominant poll of the day remained the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/23/AR2008092303667.html?hpid=topnews\">Washington Post/ABC News</a> survey giving Obama a nine-point lead, along with a <a href=\"http://elections.foxnews.com/2008/09/24/fox-news-poll-obama-reclaims-lead-over-mccain-45-to-39/\">Fox/Opinion Dynamics poll</a> showing Obama at 45% to 39%. </p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/24/uselections2008.johnmccain2\">Oliver Burkeman's campaign diary: Stop the election!</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/24/johnmccain.uselections20083\">Michael Tomasky: McCain wants to change the subject</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/25/sarahpalin.republicans\">Video shows Sarah Palin in anti-witchcraft prayer</a></p> <p><a href=\"http://www.theguardian.com/business/2008/sep/25/wallstreet.useconomy\">Bush makes personal plea to Congress to pass bail-out plan</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/24/uselections2008.environment\">Congressional Democrats allow ban on offshore drilling to expire</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.nytimes.com/2008/09/25/us/politics/25assess.html?_r=1&amp;oref=slogin\">New York Times: Congress looks to candidates for cover on bailout</a></p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/24/AR2008092403950.html?hpid=topnews\">Washington Post: Selfless or reckless? McCain gambles on voters' verdict</a></p> <p><a href=\"http://www.slate.com/id/2200867/\">Slate: Is McCain's decision to suspend his campaign brilliant? Or crazy?</a></p> <p><a href=\"http://www.jackandjillpolitics.com/2008/09/dont-make-david-letterman-mad/\">Jack and Jill Politics: David Letterman responds to McCain's no-show</a></p> <p><a href=\"http://www.politico.com/blogs/bensmith/0908/Palin_and_Couric.html\">Poilitco: Sarah Palin struggles in CBS interview</a></p> <h2>Quote of the day</h2> <p>\"Obviously if it turns out that we need to be in Washington, we've both got big planes. We've painted our slogan on the side of them. They can get us from Washington to Mississippi pretty quickly\" - Barack Obama points out the obvious. </p> <h2>Celebrity lookalike of the day</h2> <p>These are difficult times for Cindy Michaels, of the Maine news station Fox 22 Bangor. <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/24/uselections2008.sarahpalin2\">Michaels bears something of a resemblance to Sarah Palin</a> - especially when it comes to her hairstyle and glasses - and ever since Palin's emergence, people have been noting the similarities. And not always kindly: it seems to anger some viewers, who have left critical phone messages at the channel. Michaels thinks they might really be anti-Palin, not anti-her. \"If they wanted to say something to her, maybe they thought, well, by saying something to Cindy, it's kind of like saying something to her,\" Michaels speculates. \"In their mind.\"</p>",
  "<p><strong><a href=\"http://www.newscientist.com/article/dn14804-climate-change-how-obama-and-mccain-compare.html\">Climate change: how Obama and McCain compare</a><br>Source: New Scientist</strong><br>Climate change may not be one of the key topics in the US presidential election. But it underwrites many issues that are - most noticeably oil prices, energy security and nuclear power.<br><strong><a href=\"http://uk.reuters.com/article/environmentNews/idUKTRE48N7AA20080924\"><br>Gore urges civil disobedience to stop coal plants</a><br>Source: Reuters</strong><br>Nobel Peace Prize winner and environmental crusader Al Gore urged young people on Wednesday to engage in civil disobedience to stop the construction of coal plants without the ability to store carbon.<br><strong><br><a href=\"http://uk.reuters.com/article/environmentNews/idUKTRE48N91C20080924\">U.N. launches program to cut deforestation emissions</a><br>Source: Reuters</strong><br>The United Nations launched a program on Wednesday that it hopes could be the foundation for a system in which rich countries would pay poor ones to slow climate change by protecting and planting forests.<br><strong><br><a href=\"http://uk.reuters.com/article/environmentNews/idUKTRE48N6AF20080924\">Congress to let offshore drilling ban expire</a><br>Source: Reuters</strong><br>The offshore drilling ban that became a flash point in the US presidential election looks set to expire next week after Democrats decided to drop the prohibition from a temporary spending bill that would keep the government running.</p> <p><strong><a href=\"http://www.enn.com/wildlife/article/38256\">European fisheries law undergoes review</a><br>Source: Environmental News Network</strong><br>After a recent series of unsavoury news reports, the European Commission has announced that its fisheries policy may need to be overhauled due to continued ecological decline and unsustainable fishing practices.</p> <p><strong><a href=\"http://www.nytimes.com/2008/09/25/science/earth/25climate.html?_r=1&amp;ref=environment&amp;oref=slogin\">Climate change program gets new funds and home</a><br>Source: New York Times</strong><br>A program that helps poor countries reduce their vulnerability to floods, drought and other climate-related hazards will move to the University of Colorado, Boulder, under a grant from the Rockefeller Foundation, foundation and university officials said Wednesday.</p>"
]