[
  "<p>Pssst. Don't spread it around too much, because there's still a month to go and I don't want to jinx things - but substance is in this year. You, I know, think US presidential elections are always decided by silly or superficial or out-and-out false representations and aspersions. Al Gore sighed too much in a debate and wasn't the sort of fellow you'd like to have a beer with. George W Bush never sighed once, as far as anyone could tell, and was the sort you'd like to have a beer with (even though he didn't drink beer - I never quite sorted that one out). John Kerry seemed so French and effete. He windsurfed. And he didn't save all those men during the Vietnam war. How could he have, really, being so ... French and effete and windsurfy?</p> <p>Little glimmers of substance have usually shown through. In 2004, for instance, a still-significant percentage of American voters remained jittery about a second large-scale terrorist attack on US soil. Bush ran as the man who had prevented that from happening and argued that he was more trustworthy on this matter than Kerry. And Bill Clinton withstood an intensive barrage of over-the-top attacks and stayed focused on the economy (he was helped along by third-party candidate Ross Perot's hefty 19% of the vote).</p> <p>Superficialities and attacks, though, usually dominate. We understand this. In fact, more than a few liberals have spent the last four years trying to persuade Democrats to be every bit as superficial and nasty as the Republicans are at election time. But this year, something feels different. Voters are actually paying closer attention to issues.</p> <p>It is the result, no doubt, of the US being in terrible shape right now. It tends to focus the mind. The economy is terrible. The stock market is terrible. Indicators of general societal wellbeing, like healthcare and pensions, are terrible. Our standing in the world is terrible. The conditions in Afghanistan are terrible. The situation in Iraq is improved but was so terrible for so long that people just basically want out. </p> <p>We are a country in decline. The decline is the result of the policies of the last eight years. Everyone outside of hardcore conservatives knows this. No candidate for president can utter the sentence \"we are a country in decline\". America's central myth about itself is that, unlike Rome or Austria-Hungary or (sorry) an earlier Britain, we are impervious to time's vicissitudes and will always be numero uno. People now are worried that underneath that bravado, maybe we won't be.</p> <p>And so, substance matters. The public responses to the financial meltdown and the first two debates make this evident. </p> <p>When the Wall Street crisis hit, John McCain erupted with lots of bluster about how he was going to crack down on the fatcats and the greed heads. He \"suspended\" his campaign to return to Washington to handle the problem. He called Barack Obama green and a hypocrite. In other words, he was superficial and nastily aggressive in precisely the way that usually works in presidential campaigns. But he lost the argument badly and irrevocably - polls before the Wall Street crisis showed him closing the gap with Obama on the question of who can better handle the economy. That gap is now wider than ever, and will probably remain that way.</p> <p>Obama, by contrast, stayed calm, didn't attack McCain's stunt and at press conferences listed the specific items he needed to see in the bail-out bill. He was talking with congressional leaders and the treasury secretary about these substantive points. To the Americans who were paying attention, the distinction between the two candidates was clear.</p> <p>Likewise with the debates. McCain had more zingers and one-liners than Obama did and generally speaking was the aggressor that night. And Sarah Palin, with her repeated winks at the camera, had far more of a folksy, I'm-just-like-Joe-Sixpack approach than Joe Biden did. One-liners, aggression and emotive warmth are supposed to win these contests, we are told, and they usually do. But literally every poll I've seen shows that voters think Obama and Biden - who were direct and substantive and between them barely said one zingy or folksy thing - won the debates, and handily so.</p> <p>The Republicans can't win on substance. Most of their positions are too unpopular. They know this, and this is why they lie, like Palin did during her debate, about leading the state of Alaska to divest of investments that could benefit the Sudanese government. It turns out that her administration opposed such divestment when it mattered and that she finally told a legislator or two she was for it - after it was too late for the legislature to act. That's not substance. It's substance abuse.</p> <p>So in this closing month, they will do what they know how to do. Republican operatives told the Washington Post last Saturday that they will spend the remaining days attacking Obama's character and past associations. Meanwhile, independent conservative groups are bound to spread all manner of disinformation - about how al-Qaida wants Obama to win and how, if the Democrats capture the White House, they'll outlaw the Ten Commandments.</p> <p>We've seen lies like these work before. But what we haven't seen before is basically 80% of American adults feeling this miserably about their country. If there's ever going to be a circumstance when voters stay focused on the things that matter, this ought to be it.</p> <p>• Michael Tomasky is editor of Guardian America </p> <p><a href=\"mailto:michael.tomasky@theguardian.com\">michael.tomasky@theguardian.com</a></p>",
  "<video data-media-id=\"gu-video-338305852\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> accused <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> of resorting to smear tactics yesterday as Republicans showed signs of alarm at the prospect of a Democratic clean sweep in both the White House and Congressional races on November 4.</p> <p>His attack came after McCain's team, in an unusual step, signalled at the weekend that it is to switch strategy towards more personal and nastier criticism of Obama. </p> <p>McCain's team offered an early glimpse of the new strategy by accusing Obama of being friends with a terrorist, Bill Ayers. He is one of the founders of the Weathermen, a radical underground group responsible for a bombing campaign in the US in the 1970s. </p> <p>The aim of the McCain team appears to be to try to shift attention away from the economic crisis that has led to a haemorrhaging of Republican support over the last two weeks.</p> <p>Having entered the final 30 days of the campaign, during which the views of undecided voters begin to consolidate, polls and reports from Democratic and Republican campaign staff on the ground suggest a seismic shift is taking place in the electoral map in favour of the Democrats. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338301214\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/05/sarah-palin-220x300.jpg\" alt=\"Sarah Palin\" width=\"220\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican vice-presidential candidate Sarah Palin speaks at a campaign rally in Carson, California, on Saturday. Photograph: Jewel Samad/AFP</span> <span class=\"element-image__credit\">Photograph: Jewel Samad/AFP</span> </figcaption> </figure>  <p>The optimism in the Obama camp is based not just on the poll leads but on voter registration. </p> <p>Obama has more staff and volunteers on the ground and has registered millions of new Democratic voters, an effort unmatched by the Republicans. The Democrats' team revealed at the weekend it has registered 1.5 million new voters in swing state Pennsylvania alone. </p> <p>Unlike in 2004, when the failed Democratic candidate John Kerry was slow to respond to personal attacks, Obama is countering fast. In a speech on the campaign trail in Asheville, North Carolina, Obama accused McCain of trying to divert voters from the economic crisis.</p> <p>\"Senator McCain and his operatives are gambling that he can distract you with smears rather than talk to you about substance. They'd rather try to tear our campaign down than lift this country up. It's what you do when you're out of touch, out of ideas, and running out of time.\"</p> <p>The Democratic candidate is making inroads into states once regarded as safe Republican areas, while the number of states in which McCain is competitive is narrowing, mainly because of the Wall Street collapse.</p> <p>The Republican concern is that they stand to lose not only the White House but that the Democrats will also come out of the election with bigger majorities in the Senate as well as the House, giving them a rare dominance in Washington.</p> <p>McCain is expected to raise questions about Obama's character in a presidential debate in Nashville, Tennessee, tomorrow night - one of the dwindling number of chances for the Republican candidate to turn the race around. </p> <p>The Obama campaign will follow up its candidate's attack on smear tactics by airing an ad on cable television accusing McCain of being \"erratic in a crisis\" and out of touch, adding: \"No wonder his campaign wants to change the subject.\"</p> <p>Tim Pawlenty, the Republican governor of Minnesota and part of McCain's inner circle, yesterday criticised Obama for attending a political event in Ayers's home in Chicago. Pawlenty, who had been on the shortlist as a running mate for McCain, said Ayers was \"an unrepentant domestic terrorist\".</p> <p>Speaking to Republican sympathisers at a fundraiser in Colorado on Saturday, McCain's running mate, Sarah Palin, also raised the link with Ayers. \"Our opponent though is someone who sees America, it seems, as being so imperfect, imperfect enough that he is palling around with terrorists who would target their own country,\" Palin said. </p> <p>She added: \"There is a time when it's necessary to take the gloves off and that time is right now.\"</p> <p>Ayers, who is now a professor in Chicago, worked on the board of a charity alongside Obama distributing educational funds. Although the relationship between the two was not close, a video is appearing on websites showing Ayers morphing into Obama. </p> <p>As well as Ayers, the Republicans are planning to reopen the Democratic candidate's ties with Antoin \"Tony\" Rezko, the Chicago property developer and early funder when Obama stood for the Senate. In awkward timing for Obama, Rezko is due to be sentenced for fraud just days before the election, on October 30.</p>",
  "<p>In election races, pollsters habitually look for the \"tipping point\" - the moment when a contest shifts decisively in favour of one of the contestants. </p> <p>Such moments are elusive; sometimes they never happen. But four weeks before US presidential and congressional elections, a consensus is emerging among analysts in both main parties that 2008's tipping point was reached last week - and the Republicans were left up in the air with their legs dangling. </p> <p>Such predictions are necessarily hedged around with numerous \"ifs\" and \"buts\". But daily tracking polls, nationally averaged polls, surveys in the 10 or so \"battleground states\", and internal party polling are all now pointing broadly the same way. On these projections, and barring major surprises, the Democrats will sweep the board in congressional races, gaining six to eight Senate seats and a dozen or more in the House of Representatives.</p> <p>More importantly perhaps for a watching world, on these trends Barack Obama will be elected US president on November 4 with a clear mandate for change. If Republican candidate John McCain cannot quickly regain control of the agenda in the final 28 days, the outcome may not be even close.</p> <p>McCain's decision to halt campaigning in Michigan, a state he had targeted as a possible \"flip\" (Michigan voted Democrat in 2004 and 2000), followed internal poll findings placing him a full 10 points behind, a Republican analyst said. Florida, won easily by George Bush last time, is an even more alarming prospect for McCain.</p> <p>Aggressive advertising by Obama claiming, contentiously, that McCain would tax healthcare and privatise social security has had a big impact on older Floridians, the analyst said. Obama is currently an average three points ahead in the Sunshine state. A similar picture obtains in traditionally conservative Virginia, Ohio, and Nevada. The Democrat has even edged ahead in stereotypically redneck North Carolina.</p> <p>The principal reason for the Obama break-out after months of running neck-and-neck is voter anger with Bush and by association, McCain's Republicans, over last week's initially bungled financial bailout. If the exact moment when the election \"tipped\" can be guessed, it was last Monday when House Republicans defied McCain and defeated the $700bn package.</p> <p>The property price meltdown, credit crunch, price inflation and rising unemployment all played a part in September's mood swing. So, too, did last week's vice-presidential debate, watched by up to 100 million people via television and internet. McCain's quixotic running mate, Sarah Palin, did better than expected - but failed to alter the overall election dynamic.</p> <p>According to analysts at the pro-Democrat National Committee for an Effective Congress (Ncec), demographic changes underlie the Democratic surge in key states. Researchers found the movement to the suburbs and \"exurbs\" of a steadily increasing number of young, upwardly mobile, professional whites, blacks and Hispanics - a trend begun in the 1990s - was boosting Democratic support in traditional \"red\" states such as Colorado and North Carolina.</p> <p>Consultant Mark Gersh has described this shift as the corollary of the 1980s move of socially conservative, blue-collar voters in the South and elsewhere to the Republicans - the so-called Reagan Democrats. \"The biggest thing that happened in 2006 (in the congressional polls) was the final movement of upper-income, well-educated, largely suburban voters to the Democrats,\" Gersh noted. The Ncec says this trend is accelerating this year.</p> <p>The presidential race is not over yet. It remains unclear what impact Obama's colour will have on election day voting. An unexpected scandal, negative attacks such as Palin's weekend \"terrorist\" slur, or an international crisis could scare voters away from the youthful Democrat. And McCain has the chance to force another tipping point in tomorrow's second presidential debate.</p> <p>This encounter is critical. He requires an outright victory. He needs to draw blood. And he is promising he will.</p> <p>Influential conservative commentator William Kristol admits the odds are now against McCain. But Kristol says he can still turn it around by moving the focus from the economy and on to Obama's judgment, honesty, associates, and liberal views. \"Character is a legitimate issue. Obama hasn't shown much in the way of leadership or political courage, and he's consorted with dubious figures. It's fair to ask whether Barack Obama is personally trustworthy enough to be president, and the McCain campaign shouldn't be intimidated from going there.\"</p>",
  "<p>It is nearly 10 years since Olga Salanueva and Adriana Perez last saw their husbands. René González and Gerardo Hernández are in jail in Marianna, Florida, and Victorville, California, members of the so-called Miami Five, all serving sentences stretching to double life for \"conspiracy to act as a non-registered foreign agent\".</p> <p>Salanueva and Perez are in Britain this month to talk to members of the government and to anyone else who will listen about a story that is a cause célèbre throughout Latin America but is virtually unknown in the United States. It is a story that in many ways encapsulates the conflict between Cuba and its mighty neighbour for the past half-century and has ramifications both for the current \"war on terror\" and for the US presidential election campaign.</p> <p>Ever since the Cuban revolution that brought Fidel Castro to power in 1959 there have been attempts by exiled Cubans, often with the assistance of the US government, to remove him. Famously, the CIA was involved in a number of bungled assassination attempts, although they have pulled back from this tactic in recent years. The Cuban government claims that more than 3,000 people have died as a result of various plots, from the failed 1961 Bay of Pigs invasion to the more recent attacks, such as the bomb placed on a Cuban plane in 1976, in which 73 people were killed, and the explosions in Havana hotels and clubs in 1997 that attempted to derail the booming Cuban holiday industry. Such plots have usually been hatched in Miami and it was the groups based there that five young Cubans, two of them born in the US, infiltrated in the 90s. Their plan was to report back on the groups' activities.</p> <p>In 1998, the five were arrested and effectively accused of espionage. The US government argued that they were acting as foreign agents and should be treated as spies. The five argued that they had been trying to prevent terrorist attacks. A trial was held in Miami in 2001, despite legal objections that they would be unable to get a fair hearing there because anti-Castro sentiment was so rife. The five, González, Hernández, Antonio Guerrero, Ramón Labañino and Fernando González, were convicted and sentenced to terms varying from 15 years (René González) to double life plus 15 years (Hernández). </p> <p>With the help of a legal team headed by the veteran American civil rights lawyer Leonard Weinglass, they appealed and, remarkably, in 2005 won the right to a retrial outside Florida. But the prosecution appealed, the retrial was stalled and the case is now due to go to the supreme court in December. In the meantime, the two women have never been allowed into the US to see their husbands. As Perez's husband is serving a double life sentence, she will never be allowed to see him alive again.</p> <p>\"They give us different arguments every time as to why they will not give us a visa,\" says Perez, 38. \"They have alleged that we may be a threat to the security of the US or they say that we might be meeting terrorist organisations on US territory. Or they say that I am a potential immigrant, so I can't enter the country. It changes every time. In Olga's case, she was deported from the US when her husband was arrested and so they say she will never be eligible for a visa. What it means is that our husbands are serving an additional sentence in that they are not allowed to see us. And for Gerardo and me, it is like a life sentence. It is a form of psychological torture.\"</p> <p>Perez says that, after the initial arrests of the five, attempts were made to persuade them to plead guilty or inform on their co-defendants and on Cuba by threatening to block access to their families if they did not cooperate. \"They have used the families as a sort of additional tool to blackmail them and weaken them,\" she says. She was granted a visa in 2002 but, on arriving at Houston airport, was detained and refused permission to enter the country.</p> <p>\"We keep in touch by letters and telephone calls but they are limited to a number of minutes,\" says Salanueva, 48. At the time of the arrests, their two daughters, Irma and Ivette, were aged 14 and four months. Now the older daughter is a qualified psychologist. \"I have applied to see René nine times and been refused nine times. A number of members of the family have died since he was in prison and we have not been able to let him know directly.\" She said that the five, who are all held in different prisons scattered around the country, have adjusted to life in jail and do not have problems with the other inmates. \"They have good relations with the other prisoners, I think they have a lot of respect and they are able to help the others with their documents and appeals and things like that.\" </p> <p>While it would be impossible to be unaware of the case in Cuba, where massive roadside billboards of the men are part of the landscape, the case has received remarkably little coverage in the US, although there are support groups there, the most active of which are in San Francisco. \"We have come up against a wall of silence in America,\" says Salanueva. \"It is very difficult getting the information out, so people really don't know anything about it.\" </p> <p>They do, however, enjoy support from a variety of writers, artists and public figures in the US and around the world, including Harry Belafonte, Desmond Tutu, Harold Pinter, Nadine Gordimer, Danny Glover and José Saramago. Amnesty International has called on the US to review the decision to refuse the women visas to visit their husbands. \"Denying the men visits from their wives . . . is unnecessarily punitive and contrary to standards for humane treatment of prisoners and states' obligations to protect family life,\" said a spokesperson. The UN commission on human rights has also called into question the nature of the trial, which \"did not take place in the climate of objectivity and impartiality that is required\" (under the international covenant on civil and political rights).</p> <p>Few American politicians would risk espousing such a cause and certainly not on the eve of a presidential election in which Florida voters could once again play a key role. The Cuban exile population in the state still carries great political weight, although that influence has been waning for the past few years as a generation that feels less strongly about Castro emerges. Attitudes towards Cuba have changed in some sections of the US in recent years and members of both main parties have indicated that it is time for talks and rapprochement. So, after the election, might Barack Obama, who has made noises about talks, or John McCain - himself a former prisoner - be more receptive, at least to humanitarian pleas for access?</p> <p>\"We do not have great hopes in a change of power,\" says Perez. \"There have been many changes of administration in the United States over the years but the attitude towards Cuba has always remained the same.\"</p> <p>What makes the Miami Five case doubly relevant now is its connection with the \"war on terror\". Before the arrests of the five - before September 11 changed the focus - the FBI actually contacted Havana to ask for intelligence on any planned acts of terrorism directed at Cuba in which US residents were involved. This is not as unusual as it might seem; the two countries cooperate on disrupting drug trafficking in the region. The Cuban government thought that there might be a possibility of doing the same on plots to attack Cuban targets, but the arrests ended any such notion. Now relations between the two countries are as frosty as ever, not least because Luis Posada, the man whom the Cubans believe was responsible for the Cubana airliner attack more than 30 years ago, is still a free man in Miami, requests for his extradition to stand trial having been refused.</p> <p>So tomorrow, Perez and Salanueva will be protesting outside the US embassy in London on behalf of men they have not seen for a decade. \"What they were doing in Miami was fighting against terrorism,\" says Perez. \"They were trying to save lives and now they are being punished for it. There is something very wrong about that\".</p>",
  "<p>The Bush administration has given a US thinktank the go-ahead to open an office in Iran, in a departure from its strict policy of isolating the Islamic regime.</p> <p>Clearance was given to the American-Iranian Council amid reports that the White House has shelved plans to open a de facto embassy in Tehran. There was concern that it could affect the US presidential election in being seen as a reward for Iran's hawkish president, Mahmoud Ahmadinejad, who has defied UN demands to suspend the country's uranium enrichment programme.</p> <p>The council, a body of academics and former diplomats based in Princeton, New Jersey, was granted a one-year licence by the US treasury's office of foreign assets control, which scrutinises American contacts with Iran for breaches of government-sponsored sanctions.</p> <p>Ahmadinejad is understood to have indicated support when he met the council's senior members while in New York last month to attend the UN general assembly. </p> <p>The council, which was founded in 1997, has arranged for prominent American academics and business figures to meet Ahmadinejad during his various visits to the US. Its president, Hooshang Amirahmadi - a joint US-Iranian citizen - is currently in Tehran seeking authorisation from Iranian officials. A final decision is expected in the coming days, with hardliners voicing opposition.</p> <p>Alaeddin Boroujerdi, chairman of the Iranian parliament's national security and foreign policy committee, yesterday called for the application to be rejected after dismissing Amirahmadi as an \"insignificant representative\" of the US government. \"The Americans have already asked for dialogue on several levels, but this has not been accomplished because of their stances, so permitting such a person to open a bureau in Tehran does not accord with our national interests,\" he told the student news agency, ISNA.</p> <p>The council argues that its initiative would ease contacts between officials and legislators and could eventually lead to normalised relations between the two countries. </p> <p>Brent Lollis, its executive director, said the application was separate from the US state department's proposal to open a diplomatic interests section in Tehran. \"It's important to communicate the distinction between what the US government is doing and what we are doing,\" he said. \"Are we going to provide services that will be useful to diplomats and legislators? Yes. But we are not a substitute [for a diplomatic interests section] because the state department makes its own decision. We should be able to operate in Iran in the same way as we operate in the US. </p> <p>\"By being based in Tehran, we should be able to arrange a wider array of meetings. We are positioning ourselves to help any parties that may want to speak to each other.\"</p> <p>Plans for a US special interest section in Tehran were disclosed by the Guardian last July in what would mark the first American diplomatic presence in Iran since ties were severed in the wake of the 1979 Islamic revolution.</p> <p>However, that proposal has been thrown into doubt after AP, citing unnamed Bush administration officials, reported that it had been put on hold until the next US president takes office.</p> <p>The US secretary of state, Condoleezza Rice, said the proposal remained on the table but that no decision had been taken. \"I think it's an interesting idea, but we're going to take a look at it in the light of what it can do for our relationship with the Iranian people,\" she told reporters.</p>",
  "<p>The US Supreme Court today opens a term in which it will interpret<br>protections for minority voting blocs, decide whether a town may display the Ten Commandments in a public park but forbid a religious minority from installing its own monument, and rule on other paramount issues.</p> <p>The court opens for business in the shadow of the increasingly vigorous presidential campaign. Among US presidents' prerogatives is the authority to appoint justices, and with as many as three likely to retire in the next four years, Barack Obama or John McCain could affect US law far beyond his tenure in the White House.</p> <p>This term is the court's third with its current makeup, which includes John Roberts and Samuel Alito, two conservative justices appointed by President George Bush. The court has hardened along ideological lines, deciding many high-profile cases by a 5-4 vote.</p> <p>Between now and June, the court will decide as many as 90 cases. Among the issues the court will decide: Whether a woman fired after cooperating with an internal sexual harassment investigation may sue the company for damages; whether federal communications regulators may punish a television network for broadcasting a \"fleeting expletive\"; and whether a state may prohibit local governments from automatically deducting voluntary union dues from their payrolls.</p> <p>The court is not scheduled to consider abortion rights cases this term, although abortion foes are set to pounce on any opportunity to revisit the landmark Roe v Wade decision of 1973 that barred the states from prohibiting the procedure.</p> <p>McCain has pledged to name justices in the mould of the court's most conservative jurists, who Kathryn Kolbert, president of the liberal political organisation People for the American Way, said would likely vote to overturn abortion rights protections, weaken the separation of church and state, restrict citizens' access to the court system, and rule against equal rights for gays and lesbians.</p> <p>\"The outcome of the election will determine the makeup of the court for the next 40 years,\" Kolbert said. \"We've seen 20 years of the right pushing for judges and justices on the Supreme Court who have a political agenda and have brought that political agenda to the court, and it's taken an extreme toll on Americans.\"</p> <p>The current court overturned Washington's handgun ban, allowed the state of Indiana to require voters to present a photo ID before casting a ballot, and cast other decisions that dismayed liberals.</p> <p>Conservatives fear that Obama would appoint jurists who will encroach too deeply on legislatures' authority to make law and will extend constitutional rights that conservatives contend do not exist in the nation's founding document.</p> <p>Among the most perilous cases are those in which the Supreme Court reins in the president's hand in prosecuting suspected terrorists, said Ed Whelan, former law clerk to conservative justice Antonin Scalia and a scholar at the conservative Ethics and Public Policy Centre. </p> <p>In June, for instance, the court ruled that terrorism suspects held at Guantánamo Bay, Cuba, may challenge their detention in court, rejecting Bush White House arguments they were afforded no such right. </p> <p>McCain said at the time, \"the United States Supreme Court made a very bad decision when they decided to give these people the rights that American citizens have\".</p> <p>If Obama is elected, \"We see prospect on a range of issues that the court could march further to left,\" Whelan said, \"whether it's inventing a constitutional right to same-sex marriage, stripping 'under God' out of the pledge of allegiance and judicial micro-managing of national security.\"</p> <p>It is unclear, however, to what extent voters are moved by concern for the ideological leanings of future Supreme Court nominees. Not very much, said Tom Goldstein, who teaches Supreme Court litigation at Harvard and Stanford universities and who has argued 18 cases before the high court.</p> <p>\"The Supreme Court is a very important electoral issue,\" he said, \"but ironically not one that will change any votes\".</p>",
  "<p>John McCain's running mate for the US presidency, Sarah Palin, yesterday accused Barack Obama of \"palling around with terrorists\".</p> <p>Palin's comments were a reference to Obama's association with Bill Ayers, one of the founders of the leftwing Weather Underground group, which engaged in anti-establishment activities during the Vietnam war era. </p> <p>The Obama campaign denounced the remarks as \"desperate\"; Obama himself did not respond directly but complained of \"nasty\" campaigning by Republicans. </p> <p>The Weather Underground group sprung up in the late 1960s and claimed responsibility for bombings, including non-fatal explosions at the Pentagon and Capitol Hill. Obama, who was a child when the group was active, served on a charity board with Ayers several years ago but has denounced his radical views and activities.</p> <p>Yesterday Palin told a group of donors to the Republican party: \"Our opponent ... is someone who sees America, it seems, as being so imperfect, imperfect enough, that he's palling around with terrorists who would target their own country.\" She added: \"This is not a man who sees America as you see America and as I see America.\"</p> <p>The Alaska governor said donors had encouraged her and McCain to get tougher on Obama and an aide had subsequently advised her: \"Sarah, the gloves are off, the heels are on, go get to them.\"</p> <p>With just one month until the election and Obama's poll ratings boosted by the economic turmoil engulfing the US, the Republicans are attempting to switch the focus of the campaign by questioning the character of the Democratic candidate.</p> <p>Television advertisements by outside groups, not officially affiliated to the Republican party, have also questioned Obama's ties to Ayers.</p> <p>Palin cited a <a href=\"http://www.nytimes.com/2008/10/04/us/politics/04ayers.html?_r=1&amp;oref=slogin\">New York Times story</a> published yesterday that detailed Obama's relationship with Ayers, although the paper concluded: \"The two men do not appear to have been close. Nor has Mr Obama ever expressed sympathy for the radical views and actions of Mr Ayers.\"</p> <p>Obama spokesman Hari Sevugan said: \"Today, the McCain-Palin team took their discredited, dishonourable campaign one desperate step further, announcing that they were going to try 'turning a page on this financial crisis' and launching more personal attacks on Senator Obama.\"</p> <p>At a fundraiser in Asheville, North Carolina, last night, Obama made no direct reference to Palin's remarks but told said people were tired of the approach \"that the way to win an election is simply to run nasty ads and lie about their opponents\".</p> <p>Obama is due to take on McCain in the second of three nationally televised presidential debates on Tuesday.<br></p>"
]