[
  "<h2>Letter of the week</h2> <p><strong>Q</strong> My partner and I are planning a trip to the United States this autumn, timed to coincide with the presidential election. We'd like to experience some of the election-night excitement first hand. We were thinking of staying in New York, but are pretty flexible. Could you recommend the best places to be on 4 November - bars or hotels where people (particularly Democrats!) gather to celebrate/commiserate as the results come in?<br><strong>Martin Donovan, London</strong></p> <p><strong>A</strong> Bars all over New York will be keeping tabs on election night events, but to really get into the spirit of things you could seek out places where political activists gather. The New York State Democratic Committee (<a href=\"http://www.nydems.org\">nydems.org</a>) will carry details of the main Democrat events for 4 November. Manhattan Young Democrats seem to throw the best parties. Keep an eye on their site (<a href=\"http://www.manhattanyoungdems.org\">manhattanyoungdems.org</a>) for plans for the big night.</p> <p>If things are going badly for Obama, you can always pop along to the New York Young Republican Club bash (details will appear at <a href=\"http://www.nycyr.org\">nycyr.org</a>) to compare and contrast. </p> <p>You should also try to sample election-night atmosphere in a traditional New York bar famed for its debating and literary traditions - try the Old Town Bar (<a href=\"http://www.oldtownbar.com\">oldtownbar.com</a>) at 45 East 18th Street in the Flatiron district.</p> <p><strong>Q</strong> I am visiting my son and his partner for three weeks in La Paz, Bolivia, in November. While I am sure they will entertain me well, they both work and there will be quite a lot of time when I will be left to my own devices. Would you please recommend trips and activities suitable for a not-very-adventurous middle-aged lady with only rudimentary Spanish?<br><strong>Sue Stibbs, Chorleywood</strong></p> <p><strong>A</strong> La Paz has much to keep you busy but once you tire of the city's churches, museums and varied neighbourhoods, there are some interesting villages to explore that can be reached by taxi or minibus. Mallasa, only a few miles outside the capital, is a popular weekend escape for locals. You'll probably find your way here if you go to see the strange landscape of Valle de la Luna. Valencia and Mecapaca are just as easy to get to but attract fewer crowds and are good places to explore on a half day out of the city. Mecapaca has a lovely cathedral to nose around. There are plenty of day tours you can book when you arrive in La Paz. America Tours (<a href=\"http://www.america-ecotours.com\">america-ecotours.com</a>) runs a well regarded day trip to the Tiahuanaco Ruins that includes a stop at an Altiplano village. Costs depend on numbers but are generally around £25.</p> <p>One of the best way to explore the areas around La Paz is to pull on your hiking boots, and you needn't leave the city to do so. La Paz on Foot (<a href=\"http://www.lapazonfoot.com\">lapazonfoot.com</a>) offers popular half-day urban treks exploring the city's many different districts and also has more conventional walks close to the city, including day hikes in the Cordillera Real. It's a good idea to give yourself a few days to acclimatise to the high altitude before undertaking strenuous exercise.</p> <p><strong>Q</strong> We are planning a trip to Austria in January to celebrate a special birthday. We would like a two-centre trip. I have my heart set on a romantic setting in the mountains - chalet, log fires, hot chocolate etc - for about three days, followed by a two-night stay in Vienna. Do you have any recommendations for the mountain part of the stay? We are travelling by train and would therefore prefer somewhere reasonably accessible by rail. Also, any recommendations for memorable accommodation in Vienna itself, would also be very welcome.<br><strong>Beth Shaw, Prestwich </strong></p> <p><strong>A</strong>The nearest mountain to Vienna is the Semmering (<a href=\"http://www.semmering.at\">semmering.at</a>), although the scenery isn't as dramatic as elsewhere in Austria. The Alps around Salzburg offer far more in the way of romance, and are easy to reach by train. Sleepers from the Gare de L'Est in Paris will take you to Munich where you can make the connection to Salzburg (a journey of one hour 20 minutes). From Salzburg you take a train to Saalfelden (one hour 40 minutes), which is a three-mile bus or taxi ride from Hüettendorf (<a href=\"http://www.huettendorf.com\">huettendorf.com</a>). A cosy-looking cabin with superb views costs £173 per night for two, with an additional cost of £60 to cover logs and heating for a stay of any length. Alternatively, Austria Tourism (0845 1011818, <a href=\"http://www.austria.info/uk\">austria.info/uk</a>) has a link to several good chalet agencies throughout the country. </p> <p>In Vienna, a three-hour train journey from Salzburg, The Ring (<a href=\"http://www.theringhotel.com\">theringhotel.com</a>), which bills itself as a 'casual luxury' hotel, should be what you're looking for. The hotel has a spa, fine dining and unusually named cocktail bar (Drings - yes really) and is within walking distance of Vienna's main sights. Rooms with a view of the Ringstrasse start at £180 per night for weekend dates in January.Visit <a href=\"http://www.wien.info\">wien.info</a> for more on the city. For more information on rail travel and timings in Austria, including sleeper services from Vienna, go to <a href=\"http://www.seat61.com\">seat61.com</a>. </p> <p><strong>Q</strong> I'm off soon to the Greek island of Tinos via ferry from Rafina Port in Athens. I can't find timetable information in English for KTEL buses from Athens International Airport to Rafina port, or any indication of the journey length. Do you know anywhere that provides this information?<br><strong>Zelah Pengilley, London</strong></p> <p><strong>A</strong> According to the Greek National Tourist Office (020 7495 9300; <a href=\"http://www.gnto.co.uk\">gnto.co.uk</a>), there are 11 KTEL buses a day from Eleftherios Venizelos International Airport to Rafina port, which is the closest ferry terminal to the airport. There's no English-language timetable on the web for these services, but they leave every 90 minutes or so throughout the day from 5.15am to 8.45pm. Tickets, which can be bought on board, cost €3 (approx £2.39) and the journey takes around half an hour. There's a map of the airport showing bus terminals at <a href=\"http://www.aia.gr\">aia.gr</a>.</p>",
  "<p>Such is the disorientation created by the earthquake in global finance that some US Republicans last week accused President George Bush of 'socialism' for bailing out the country's financial system. Seismic activity can alter the landscape, but it cannot turn right into left. Mr Bush has not embraced Marxism. He simply recognised that leaving the market free to demolish banks would lead to economic catastrophe.</p> <p>That realisation came more naturally in Europe. French President Nicolas Sarkozy declared that 'the all-powerful market is finished'. Peer Steinbrück, the German finance minister, predicted that the US will lose its role as a 'financial superpower'. His Italian counterpart, Giulio Tremonti, pointed out that he had written a book on the ills of globalisation, and was now vindicated. But none of their respective countries is in a position to lead the construction of a new global financial order.</p> <p>The current market turbulence does not distinguish between brands of capitalism. Financial institutions in nearly every Western economy are on the brink of collapse. Last week governments in Britain, Germany, France, Belgium, Greece, Ireland and the Netherlands all took emergency measures to rescue failing banks. In some cases, reaction appeared motivated by blind panic. Irish and Greek offers of unlimited guarantees for bank deposits were not just unilateral, they jeopardised any prospect of eurozone solidarity.</p> <p>Last night's call for a global summit by EU leaders, who have been meeting in Paris, is encouraging, suggesting a real effort by member states to overcome instinctive divisions over how to run an economy. Of the union's largest economies, Britain has favoured the 'Anglo-Saxon' model of maximum liberalisation while France and Germany have no qualms about state intervention. It is testimony to an historic failure of political will that Europe's leaders only began to negotiate past those ideological barriers when faced with a crisis of this magnitude.</p> <p>Even with the EU mobilised and the US bailout approved, the road ahead is desperately uncertain. Emergency liquidity funds might help douse the flames in the financial markets, but the discussion about what should be built in the smouldering remains has barely even begun.</p> <p>Both candidates in the US presidential election campaign backed the bailout, but neither explained how their own plans for government might be redrawn to fit the new economic landscape.</p> <p>In Britain, market convulsions forced the Tories to rewrite their conference agenda last week. David Cameron declared his readiness to take 'difficult' and 'unpopular' decisions. But that was simply a euphemism for raising taxes and cutting services to balance the government books. He also said there would be 'a day of reckoning' for profligate bankers, but in the next breath he deferred that day indefinitely.</p> <p>The more remarkable political gyration last week was performed by Gordon Brown. Just over a year ago, he promised to 'renew' the party and heal the divisions of the Blair era. On Friday, he appointed Peter Mandelson, Tony Blair's grey cardinal, to the same cabinet post he held in 1998. Brown now appears to recognise that events of this magnitude mean government has to think in fundamentally different ways about the economy, beyond the fine-tuning of fiscal and monetary policy, and instead deal with a world of food and energy shortages, as well as a credit drought.</p> <p>The Bank of England last week quietly increased the amount of emergency credit available to banks to levels equivalent in scale to the US bailout. Neither Labour nor the Tories, for all their claims, has yet spelled out what regulations should be demanded of the City as quid pro quo. No politician in Britain, the rest of Europe or the US has an answer to one basic question: how will the financial services be overhauled so they are, in future, the servant, not the master, of the global economy? We wait to see if Brown's new cabinet will offer a lead.</p> <p>The old ideological distinctions between different forms of capitalism may be melting away in the banking crisis. But for the moment, it is still the politicians, not the bankers, who look humbled by its scale.</p>",
  "<p>We are now several weeks into the weird humiliation that the Republican party inflicted upon us Americans with their choice of Sarah Palin as their nominee for Vice-President. Here we are, at as precarious a crossroad as history is ever likely to offer up, yet there stands Sarah Palin regurgitating George W Bush's 'good guys-bad guys' baby talk. I despair. </p> <p>When I hear her failing to recall the name of a single newspaper she'd ever read, I feel willing to offer up my teenage son as a sacrifice to the Republican party; he could serve in her stead with so much more fluency. When she prattles smoothly yet non-responsively to questions about the war, economics or foreign policy - or when she brightly changes the subject altogether - I want to weep.</p> <p>Palin is a never-ending train wreck of ignorance, inconsistency, outright contradiction and sneering. During her debate with Democratic vice-presidential nominee Joe Biden, she chatted up soccer moms and hockey moms, her mom and her pop and, by golly, yours too. She winked and she dimpled and 'goshed' and 'doggoned' it. She gave a 'shout-out' to some third graders in Wasilla, promising 'extra credit' for staying up to listen. </p> <p>Less remarked upon was the substance. Despite the enormous variety of public crises we face, she dismissed virtually all forms of government regulation by invoking 'private contract' rather than collective duty; 'personal responsibility' rather than public oversight; and 'tolerance' rather than civil rights. She misspoke the name of a commanding general, she went unchallenged when she expressed her arch-creationist belief that humanity has had no hand in global warming, tucking all that away cosily but dismissively: 'I don't wanna argue about causes.'</p> <p>Similarly, Palin was unchallenged in her head-spinning assertions about the powers of the vice-presidency, endorsing an unqualified 'flexibility' possibly exceeding Dick Cheney's assertion of a vastly expanded, alarmingly imperial concept of a 'unitary executive'. At the same time, her answers were so vague and addled that it was hard to tell if she actually knew what she was saying.</p> <p>Yet the morning after the debate with Biden, polls showed that the race was still too close to call. If Biden 'won' based on knowledge and experience, it was not by enough of a margin to inspire a significant shift. Indeed, pundits of all political persuasions were dissecting Palin's ability to 'hold her own' as though it were an actual measure of whether she could run the republic. Pat Buchanan, gleeful mouthpiece of the far right, celebrated Palin as 'a fresh voice' with a 'new vocabulary'. 'She tossed away the questions,' he gloated as though this were a good thing. 'She answered what she wanted to.'</p> <p>Presenters on Rupert Murdoch's Fox News channel lined up to decry the way 'we journalists' tend to 'value knowledgeability' while true Americans 'connect to her style'. Greta Van Susteren, an experienced lawyer and ubiquitous television commentator, opined: 'Whether I agree with her or not, the important thing is whether she's plain-talking ... I may have had the fancy education, but I love the plain talk, the direct words. I'm a Midwesterner.' (Whew. Whatever is the value of a fancy education if not to inoculate against such blather?)</p> <p>The enthusiasm for the Alaskan governor reminds me of an exercise I once conducted with students. I played them a segment of the 2007 debate between Ségolène Royal and Nicolas Sarkozy. Very few understood French, so it was effectively an exercise in reading body language. They were convinced that Royal had won the argument because she seemed 'emphatic' and 'passionate' and 'repeated her points a lot'.</p> <p>The clip I had played, however, was Royal's least convincing moment in that debate: she was delivering a mawkish, inappropriately long-winded tongue-lashing about Sarkozy's purported failure to tackle the plight of handicapped children. Although her body language might have telegraphed earnest conviction, the words she was repeating with such focused intensity were something along the lines of: 'I am not going to pieces, I am angry, I am angry, I am angry.'</p> <p>Even if one's political sympathies lay with Royal, it was clear why that encounter might have lost her the election. My students accurately translated Royal's passion and conviction. They also accurately translated Sarkozy's discomfort at that moment. But without an understanding of the substance of what was said, it would be impossible to see how much her words contradicted the commanding body language. </p> <p>The enthusiastic responses to Palin's presentations remind me of that exercise. Yes, Palin's delivery is perky and self-assured. But if one pays attention to the substance, it's impossibly vacuous. That so few do pay attention makes me think that listening to the debates must be like a foreign language for some of my compatriots. Perhaps this is laziness or political illiteracy. Perhaps it's a failure of education. Perhaps there's a measure of raw racism: better to vote for anyone other than the black guy. Or perhaps it's a manifestation of gender fundamentalism, by which any biological formation of a woman can stand in for Hillary Clinton.</p> <p>At least as distracting are the polarities jumbling American political discourse: i.e. not just good versus evil, male versus female, black versus white, but eastern elitism versus western frontier spirit; secular humanism versus speaking-in-tongues theocracy; scientism versus creationism; 'tolerance' versus equal rights; ultra-libertarianism versus civic engagement. </p> <p>The Republicans' best operatives have been playing these tensions against each other for decades. Against the backdrop of such a frighteningly incoherent cultural landscape, Sarah Palin plays Mom. She speaks to us in a wipe-your-nose and sit-up-straight inflection that is quite Orwellian - if Orwell had anticipated that newspeak might come packaged as old-fashioned-country-horse-sense speak.</p> <p>And so we love her, Mother Sarah. She's simple, she's pretty, she's as fierce as a tiger protecting her cubs. So what if storms are rattling the windowpanes? We get a glass of warm milk and a big gold star just for staying up late while she tells us reassuring bedtime stories.</p> <p>• Patricia Williams is a professor of law at Columbia University and a regular columnist for the Nation magazine</p>",
  "<p>A worldwide economic crisis can make a lot of difference to a voter. Or at least it has done to Isabelle Murawski. For the past two elections, the pensioner has reliably voted for George W Bush, casting her ballot in Florida's Broward County, one of the epicentres of the voting debacle that saw Bush win the White House in 2000. </p> <p>But now Murawski is going to vote for Barack Obama. 'I am supporting Obama, I think,' she said, while strolling in Florida's warm sunshine in the coastal resort town of Hollywood. 'It's the economy first and foremost. Everyone I know is worried about their pensions.'</p> <p>Murawski is not alone in switching sides in Florida. In the past few weeks the polls in this vital southern swing state have taken a remarkable turn. After long months of the Republican candidate John McCain being comfortably ahead, Obama has suddenly surged forward. Four recent polls have put Obama between four and eight points ahead in Florida. It is a hugely significant development. McCain almost certainly cannot win the keys of the White House without Florida's 27 precious electoral college votes. 'There is clearly something going on. There has been a solid swing to Obama,' said Professor Lance DeHaven-Smith, who is a political scientist at Florida State University.</p> <p>The development mirrors a trend nationwide. In the face of the economic disaster gripping America, the presidential race has undergone yet another about-face. Voters have broken narrowly but firmly for Obama, and McCain has seen his support wither in the face of the crisis. Polls consistently show Obama with a solid four or five-point lead. Previously long-shot Republican states like North Carolina, Georgia and Virginia have suddenly become Democratic possibilities. In the meantime, McCain's campaign has decided to pull out of Michigan, writing off the state in favour of easier targets. </p> <p>But it is Florida that all eyes have now turned to. An Obama victory there would virtually assure that America gets its first ever black President. It would also go some way to purging the dreadful scars still lingering in the Democratic psyche after the disputed 2000 election result. No Democrat can ever forget the saga of the hanging chads - the spoiled ballot papers that led to a protracted recount and a United States Supreme Court ruling which ensured that Bush won both Florida and the White House.</p> <p>Now eight years of Republican rule could end in the very same state where they began. 'I think a lot of Democrats in Florida would finally feel vindicated,' said DeHaven-Smith.</p> <p>The key to winning in Florida is a 132-mile stretch of busy road known as Interstate 4, or I-4. The road cuts across the heart of the state, stretching from Tampa Bay to Daytona Beach. It is both the literal and metaphorical middle ground of Florida politics. It bridges the gap between the Republican core of northern Florida, which is very much a part of the conservative Deep South, and the large Democrat-leaning cities of the south-east, such as Miami and Fort Lauderdale. </p> <p>This so-called 'I-4 corridor' is home to most of Florida's independent voters and is some of the hardest contested political turf in the whole of America. At its heart is the sprawling city of Orlando and the fierce battle that is being waged there seems to be being won by Obama. Certainly Terrence Golden, a kitchen manager at an Orlando restaurant, is backing Obama. He is one of the hundreds of thousands of transplants to the I-4 corridor who have come south seeking jobs and sunshine and was in no doubt as to where his vote was going. 'McCain is more of the same - just look at all the mess they have created already. We need a change,' he said.</p> <p>Obama is hoping to capitalise on a lot more voters like Golden. So far, the effort has gone well. His campaign has spent vast amounts of cash in Florida and set up a large organisation to register new voters, especially among blacks and students. It has 350 paid staff in the state, compared with 70 working for McCain. It has outspent its rival by $8m. Obama's political ads have saturated the airwaves and surrogate campaigners, such as Bill and Hillary Clinton and General Wesley Clark, have regularly been on the stump, along with Obama himself. </p> <p>It has worked. Registered Democrats now outnumber Republicans by some half a million. The campaign has registered 110,000 new black voters alone - they support Obama over McCain by a margin of nine to one. </p> <p>'The Obama campaign has been extremely effective and aggressive in Florida. Now, turnout on election day is the key thing that could decide it. Will these new voters actually come to the polls?' said Professor Susan McManus, of the University of South Florida.</p> <p>Other factors have also played into Obama's hands. Florida's large population of retired pensioners has been acutely sensitive to the recent financial crisis, worrying over pension funds and nest eggs. The state, much of which seems covered in new housing, has also been badly hit by foreclosures. In both cases, voters seem to be putting the blame squarely at the feet of the Republican party.</p> <p>Obama has also made strong inroads among Florida's Hispanic population. Traditionally, the state's Spanish-speaking citizens have been Republican-friendly and dominated by Cuban-Americans with hawkish foreign policy views. However, in recent years Florida has seen a large influx of non-Cuban Hispanics, among whom Obama has been performing strongly. As a result, recent polls have Obama winning Florida's Hispanic vote by 49 to 43 per cent. A wave of Spanish-language ads will surely have helped that process.</p> <p>There is little doubt that Florida's Republicans are in something of a panic about recent developments. Last week leading party officials met in the city of Tallahassee for a secret war council to discuss how to fight back. The hour-long meeting, hosted by Florida's Republican party chairman Jim Greer, was described by one official as 'tense'. That was music to the ears of the Democrats, who are now plotting to solidify their lead and turn once reliably red Florida firmly blue. 'If the Democrats win Florida, it will be like gravy for them. It will be the icing on the cake,' said McManus.</p> <p>But it is clearly far too early for Obama supporters to declare a Florida victory. The remarkable 2008 election has had a staggering array of twists and turns. The only certain thing appears to be: expect the unexpected. It could all easily turn around again in the last four weeks of the campaign. Back on the streets of Hollywood, support for McCain is still very easy to find. Jack Smile owns a small jewellery and gift shop on the main street. He has run it for 13 years and is suffering in the current economic crisis. </p> <p>But Smile is sticking with McCain, seeing Obama as too inexperienced and naïve compared against McCain's long record in office and his Vietnam war heroics. 'Obama does not have the experience like McCain. McCain has fought for this country. He has undertaken real service,' Smile said.</p> <p>Such comments serve as a reminder that McCain's campaign and core message still resonate deeply in Florida. The state has a huge population of military veterans, who represent one of McCain's core areas of demographic support. It also boasts a large Jewish population, often retired, who favour McCain for his consistently hawkish foreign policy and staunch support of Israel. </p> <p>McCain's choice of Sarah Palin, the Alaskan governor, as a running mate has also been a big hit in the state, especially after her feisty and reputation-saving performance in the vice-presidential debate last week. Palin has drawn huge crowds across Florida and her folksy charm and strong religious background have been a boost to the state's evangelicals who are key to the Republicans' 'get out the vote' efforts on election day. Smile was a big fan of Palin. 'After he picked Palin, that kind of persuaded me. She talks to the people. She is very appealing,' he said.</p> <p>Such a view is common in Florida, which is why no one is declaring that the battle for the state is over. 'It could easily swing back and forth again,' said McManus. McCain's camp still has formidable resources to deploy. Although outnumbered in terms of staff, it has many more campaign offices in Florida than Obama. It also raised twice as much cash in the state as Obama in August, a sure sign of strong support when people put their money where they say their vote is. Republicans also have tactical options left to them as the campaign enters its final stages. </p> <p>Many experts expect the party's formidable attack machine to crank up issues around Obama's former pastor, the Rev Jeremiah Wright, in the last couple of weeks of electioneering. That could have a big effect in a southern state like Florida, where racial prejudices can still play a role at the polls, and where Wright's black nationalism is likely to scare many white voters. </p> <p>'You have to think that will happen. It is an obvious card to play, and if I am thinking of it, you can bet highly paid Republican campaign advisers have thought of it too,' said Professor Aubrey Jewett, a political expert at the University of Central Florida.</p> <p>There is also the looming spectre of a repeat of the debacle of 2000. Florida's voting laws and the technologies inside the voting booths have chopped and changed since that election ended up being decided in the courts. The state has moved from paper ballots to computers, and back to paper again. But few experts think the system is flawless or 100 per cent trustworthy. </p> <p>Any close election in Florida, or one marred by dirty tricks, could easily end up a disaster. Indeed, both sides have already accused the other of dubious activities regarding voter registration.</p> <p>'We are likely to see a lot of confusion at the polls, and in a close election that could be a real problem,' said DeHaven-Smith, raising the prospect of a possible return to the law courts after election day. That seems almost unimaginable. Certainly a strong Obama supporter like Golden does not want to think about it. He was confident of a Democratic win in the state. 'Obama, no drama!' he joked, repeating an Obama campaign slogan. </p> <p>But that is likely to prove a futile hope. When the White House itself is at stake and when Florida could make or break a presidential campaign, drama is likely to be the norm, not the exception.</p>",
  "<p>Thirteen years to the day of his sensational acquittal on charges of double murder, the conviction of OJ Simpson for conspiracy to kidnap and armed robbery looks unlikely to have the same dramatic impact. </p> <p>Back in 1995, US opinion was instantly divided along racial lines. There was widespread outrage among white Americans when the footballer-turned actor walked free after being cleared of the brutal murders of his ex-wife, Nicole Brown Simpson, and her friend, Ron Goldman.</p> <p>Many African-Americans, however, saw it as justice for a black man persecuted and framed because of the colour of his skin. </p> <p>Much was made of the fact the jury was predominantly black. And the world was transfixed as Simpson's lawyers were accused of playing the \"race card' throughout a trial that lasted almost a year and was transmitted daily to the world through court room cameras. That trial became not just a spectacle, but a racial touchstone too.</p> <p>But this time the fate of the erstwhile all-American hero failed to capture the same intense public interest.</p> <p>True, much may made of the significance that he was tried by an all-white jury. It has often been claimed that black jurors are more sympathetic towards black defendants than white jurors. And Simpson's defence lawyer has argued that African-Americans were systematically excluded by prosecutors on the grounds that they might be more likely to feel sympathy for the black boy suffering from rickets whose sporting prowess enabled him to fight his way out of a San Francisco ghetto and attain superstar status in Los Angeles.</p> <p>Two black women were dismissed from the jury panel after a contentious courtroom battle between defence and prosecution lawyers. The judge was careful to stress this was not because of their race, but because of their religious beliefs which might have made them more \"forgiving\" of the defendant. </p> <p>So even now the issue of Simpson's colour cannot be ignored. And it is an issue his lawyers may try to use when it comes to any appeal. </p> <p>But, will it provide the same cultural flashpoint that drew huge crowds to the court and polarised black and white American back in 1995?</p> <p>This time, the court room was barely half full for most of the three week trial.</p> <p>Perhaps it was because America is more preoccupied with the presidential election campaign, or consumed by the economic crisis. Perhaps it is because the victims in this case, two middle-aged memorabilia dealers who are said to have tried to cash-in by attempting to sell their stories to the media, are themselves less sympathetic. </p> <p>Or perhaps OJ Simpson himself, the much-loved No 32 of the Buffalo Bills and seen as probably the greatest player in the National Football League, is no longer the African-American hero. His reputation has been severely tarnished during his momentous fall from grace thirteen years ago.</p> <p>Though acquitted of the murders, a subsequent civil judgment found him responsible for the deaths of Nicole Brown Simpson and Ron Goldman, who were found stabbed and slashed to death in June 1994. He was ordered to pay $33.5 million in damages to their families, though has not done so. </p> <p>In Florida in 2001 he was cleared of charges in a road-rage incident. In January 2003 his teenage daughter Sydney made an emotional 911 call to police after an argument with her father, but no charges were filed. He came to public attention again the following year when a neighbour of called police to report a fight, though again no charges were brought. </p> <p>Then his judgment was seriously questioned when he tried to publish a fictitious account of the murders in a ghost written book distastefully entitled If I Did It. The publishers eventually pulped it.</p> <p>Thirteen years ago, Simpson successfully held himself out as the victim of persecution. Now, at 61, he faces imprisonment. Just who and how many will be outraged this time remains to be seen.</p>"
]