[
  "<p>If only the world had known that last week's match in Abuja, Nigeria, between Manchester United and Portsmouth to decide the outcome of the Tinapa Invitational Soccer Fiesta was such a pivotal moment for English football perhaps it would have paid closer attention.</p> <p>Still, for the many millions whose gaze was diverted elsewhere here is a brief summary of the events leading up to the match and the great event itself: United, alerted by a recent Foreign Office warning that all British nationals should leave the Niger delta, arrived in town accompanied by a hostage negotiator; Portsmouth played Kano Pillars FC in the opening game of a three-team competition in what the local press described as a \"near-empty\" stadium; before Sunday's match, between the two English clubs, 10,000 fans rioted outside amid complaints that ticket prices were as high as 50,000 naira (£215 - almost twice the average monthly wage in Nigeria); then, to quote another local newspaper, \"security men had to run for their lives when they could not withstand the militancy of the spectators who forced their way into the stadium thereby causing a stampede\"; the 10,000 non-paying customers increased the attendance to 35,000, in a 60,000-capacity stadium; and the tournament organisers lost money.</p> <p>Oh yes, and United won 2-1 thanks to goals by Chris Eagles and Carlos Tevez.</p> <p>Most people might read this summary and conclude the Tinapa Invitational Soccer Fiesta was something of a shambles, but then most people weren't in Abuja to chaperon the United squad at the personal invitation of Sir David Richards, the chairman of the Premier League. Garth Crooks, the former Tottenham and United player, was and here is what he had to say about the event: \"It wasn't just a success, it was a resounding success, one of the best friendlies I have ever seen.\" As for crowd control problems, Sir David's man on the spot had this to say: \"The more chaos at matches, the more Africans enjoy it.\"</p> <p>We could spend the rest of the column discussing the casual - some might say offensive - characterisation of Africans and their alleged enjoyment of chaos at football matches but then we would have little room left to examine what might be one reason for Crooks' proselytising for English teams playing against each other on foreign soil. \"I'm in absolutely no doubt whatsoever it [the tournament] would be a success, whether in Australia, Asia or Africa,\" he said - a conveniently upbeat interpretation of an inconveniently chaotic weekend in Nigeria which dovetailed nicely with the news that the Premier League is considering introducing a winter break in 2011 and using the time to stage a series of \"mini tournaments\" around the globe.</p> <p>Thus the discredited \"39th game\" concept is reborn, albeit in a form that would not upset home-and-away symmetry which is integral to the League. Nor will those loyal fans need worry about missing a vital game because they cannot afford the flight to Bangkok. Why would they bother to travel so far for a meaningless friendly between two sets of players who would rather be spending their break on the beach in Dubai?</p> <p>For this we should all be thankful. We should also congratulate the Premier League for its tacit acknowledgment that its original plan was flawed and its decision to press ahead with a more modest proposal.</p> <p>Yet Sir David and his colleagues should move cautiously. It takes a rare kind of self-denial to herald the Tinapa Invitational Soccer Fiesta as a template for the future of English football abroad, just as it takes a dangerous self-belief to think the rest of the world is beside itself at the prospect of mid-season friendlies between Manchester United and Portsmouth, never mind Wigan and Hull City.</p> <p>Last weekend's shambles in Abuja should be confirmation of that, but anyone seeking conclusive proof should take a look at the Champions World Series - a series of games featuring the likes of United, Chelsea, Celtic and Barcelona staged in North America earlier this decade. Heralded as the future of soccer in the US, the series ended in ignominy as the company behind it went bankrupt. There were many reasons for this commercial failure, but the most serious was that those involved over-estimated the demand for meaningless games featuring European clubs.</p> <p><strong>Bold James shows the colour of his money</strong></p> <p>In the long and sometimes inglorious history of sport it is hard to think of a more cynical outlook on the world beyond the locker room than that expressed by Michael Jordan who, when asked to endorse a black Democrat candidate against a nasty, racist senator called Jesse Helms, replied: \"But Republicans wear sneakers too.\"</p> <p>Thus, the greatest basketball player who ever lived established the rule for other superstars who did not want to comment on political matters, among them his friend Tiger Woods, who is resolute in his refusal to engage in even the mildest form of political discourse.</p> <p>That is Woods' right, of course, although it might be enlightening if he took the trouble to explain why, when he was the victim of racism as a youngster, he has nothing worthwhile to say on the subject of race in 21st-century America.</p> <p>If it is the case that the world's most recognisable athlete is concerned that by speaking out he might endanger his commercial contracts then he need worry no longer. Last month the basketball player LeBron James, seen by many as Jordan's rightful heir, donated $20,000 to the presidential election campaign of Barack Obama. Twenty-thousand dollars is loose change to James but it was enough to let the nation know where he stood.</p> <p>So Tiger take note: not one of James' sponsors has cancelled his contract.</p> <p><strong>Why Hammers got off lightly with Ljungberg</strong></p> <p>Nothing will salve the pain West Ham United must be feeling today after handing Freddie Ljungberg £6 million to go away, but let me try anyway.</p> <p>At the start of the season, the Los Angeles Dodgers gave centre-fielder Andruw Jones a two-year contract worth $18 million (£9.3m) a year - the highest annual salary in the club's history.</p> <p>Since then Jones has produced what one newspaper columnist described this week as \"the worst season by a centre-fielder in major league history\", as well as being christened \"Tubbo\" by no less an authority than the sports pages of the LA Times.</p> <p>Then there is the sad story of Barry Zito, given a $126 million (£64.6m) contract to be the ace pitcher for the San Francisco Giants and who turns out to be even more useless at striking out major league batters than Ljungberg is at tormenting Premier League defences.</p> <p>There is little consolation to be had from the misfortune of others but it will surely come as a relief to those in charge at West Ham to know they do not have a monopoly on mindless profligacy.</p> <p><strong>Goodbye and good riddance to the torch relay</strong></p> <p>It is too early to argue that China's Olympics have been an overwhelming success, so we will play it safe and merely say that at least one good thing has emerged. The IOC's decision to dispense with the torch relay before the 2012 Games is welcome indeed, and not just because it is the most tangible remaining link with the Nazis who dreamed it up to adorn the 1936 Games in Berlin. The relay was commercialism dressed up as \"tradition\" - a cynical, exploitative and pretentious marketing exercise which should have been abandoned long ago.</p> <p><a href=\"mailto:lawrence.donegan@theguardian.com\">lawrence.donegan@theguardian.com</a></p>",
  "<p>Fatigue with Barack Obama is setting in among the US public after his trip to the Middle East and Europe received huge media exposure, according to a poll published yesterday by the respected Washington-based Pew organisation.</p> <p>Pew found 48% of those questioned said they had been hearing too much about the Democratic presidential candidate recently. Only 28% said they felt they had been hearing too much about his Republican rival, John McCain.</p> <p>There were signs that the exposure was eroding favourable views of him among some voters, and that negative ads by McCain were also having an impact.</p> <p>Obama is due to go on holiday in Hawaii, where he grew up, next week, but there will be no let-up in the intensity of the campaign. Obama's team is to spend $5m (£2.5m) to buy up primetime advertising slots during the Olympics opening ceremony and the events likely to attract the highest US audiences.</p> <p>McCain, who closed on Obama in polls over the last fortnight, is to outspend him on Olympics coverage, having bought $6m in advertising space in 11 states regarded as the election battlegrounds, including Ohio, Pennsylvania and Florida.</p> <p>The Pew poll found Obama continues to attract much more media attention than McCain. About 76% of those questioned named Obama as the candidate they had heard most about over the last week compared with only 11% for McCain.</p> <p>The respondents also revealed that the spate of campaign ads are getting through, with six out of 10 having seen an advert in which McCain portrayed Obama as more interested in celebrity than policy, focusing on the 200,000 people who turned out to see him in Berlin last month, and bracketing him alongside Britney Spears and Paris Hilton.</p>",
  "<p>President Pervez Musharraf decided last night to attend the opening ceremony of the Olympic games in Beijing, but not without some trepidation at leaving the country. The newspaper Dawn reported that the leaders of the two biggest parties in Pakistan's ruling coalition were coming close to an agreement on a course that would lead to his ousting or to his impeachment, and for a while it looked as if the trip was off.</p> <p>Mr Musharraf and Nawaz Sharif, one of the two leaders involved in the impeachment move, have a history of toppling each other. The president has only to think back to October 12 1999, when Mr Sharif, then prime minister, dismissed General Musharraf as head of the army while he was out of the country. What followed Mr Musharraf's dramatic landing at Karachi airport, when he got the army to unblock the runway as his plane was running out of fuel, was a military coup. What could happen now may not be that different, and both men may be motivated by revenge - Mr Musharraf for the drubbing he received in the elections in February, and Mr Sharif for 1999.</p> <p>This is a country where vendettas are played out against a wider security landscape. For all the euphoria that followed the crushing defeat of parties loyal to the president in February, the coalition government of Yousuf Gilani, the prime minister, has run into the sands. Food prices are soaring, a war with militants is raging, relations with India have plunged (again) and the Inter-Services Intelligence (ISI) spy agency, accused by Afghanistan and India of helping the Taliban bomb the Indian embassy in Kabul, appears a law unto itself. </p> <p>After just six weeks in office, the coalition between the Pakistan Peoples party and Mr Sharif's Pakistan Muslim League (N) all but collapsed over the issue of how to reinstate the judges sacked by Mr Musharraf. The fate of the sacked justices is linked inextricably to the president's, because it was the supreme court's determination to pursue the circumstances of the president's re-election last year that led to the court's dismissal. </p> <p>If the PPP and PML-N heal their rift over the reinstatement of the judges, Mr Musharraf may yet face his nemesis. But the country is weaker than it was to cope with the consequences of domestic crisis. There are many unknowns. Will the army take sides? Will the president's supporters engage the services of the ISI, whose cause they have been championing in parliament? Mr Musharraf said he would not use presidential powers to dismiss parliament, but there is all manner of proxy force available to those intent on destabilising democracy. Day by day, the self-serving argument that Pakistan can not function under civilian rule advances its cause.</p>",
  "<p>Robert Mugabe and Morgan Tsvangirai - rival claimants to power in Zimbabwe - are expected to hold direct talks on a power-sharing deal today, but crucial disagreements remain over how much authority the president will continue to wield. </p> <p>The negotiations are based on a proposal by South Africa's president, Thabo Mbeki, for Mugabe to remain as a titular president, with a guarantee that he will not be prosecuted for past crimes, while political power shifts to Tsvangirai as an executive prime minister because he won the last election acceptable as credible - the first round of voting for president in March.</p> <p>Mbeki is expected to travel to Harare in the coming days, but possibly as early as today, to press forward the deal. </p> <p>Tsvangirai's Movement for Democratic Change broadly welcomed such an agreement when Mbeki first proposed it in June, provided that it established a transitional administration with a focus on writing a new constitution and holding fresh elections within two years. </p> <p>However, the MDC is hesitant to endorse a blanket amnesty for leaders of the ruling Zanu-PF who have overseen a bloody campaign of murder, abduction, rape and beatings against opposition supporters in recent months.</p> <p>Mbeki's aides have talked up the negotiations, suggesting that Mugabe also broadly agrees with the terms of the deal. But there remain serious doubts over whether Mugabe and the hardline Zanu-PF leaders around him who pursued their campaign to break support for the opposition in the June presidential run-off would give it all away at the negotiating table. </p> <p>Sources close to the talks say that Zanu-PF is insisting on Mugabe retaining many of his powers as president and on Tsvangirai, as prime minister, being forced to appoint a deputy prime minister from Zanu-PF. A likely candidate for the post is Emmerson Mnangagwa, the head of the Joint Operations Command who is widely regarded as an architect of the terror campaign against voters.</p> <p>A greater stake in government would not only permit senior Zanu-PF officials to maintain the considerable patronage they wield but offer protection from prosecution for their crimes, recent and distant. Mnangagwa, for instance, is not only vulnerable to prosecution over the state-orchestrated campaign against the MDC and its supporters but also as state security minister during the Matabeleland massacres of about 20,000 people by the army in the 1980s. </p> <p>Zanu-PF also wants a powersharing deal to be kept in place for five years, putting off elections that are likely to see the party devastated if there is a clean vote.</p> <p>Senior MDC officials suspect that Mugabe is trying to buy time in the hope that Tsvangirai will pull out of the talks and be blamed for their collapse.</p>",
  "<p>Barack Obama is about to go where he has rarely ventured during his gruelling, groundbreaking 19-month campaign: on holiday.</p> <p>The Democratic presidential hopeful is scheduled to begin a weeklong trip to Hawaii on Friday, taking his wife and daughters but leaving behind most of the huge entourage that shadows his every step.</p> <p>The holiday is a homecoming of sorts for Obama, who spent much of his early years in Hawaii. Attending the top-flight Punahou school in Honolulu, the future candidate was nicknamed Barry and known for his basketball skills.</p> <p>Obama also will get the chance to visit his Hawaii-based grandmother, Madelyn Dunham, whom he has not seen for more than a year. </p> <p>What he may pass up is a chance to be photographed. Obama took some flak from the media last year after a candid shot of him jogging in swim trunks made it into People magazine's Beach Babes lineup.</p> <p>This year, with John McCain often jabbing Obama as too much of \"a celebrity\" to lead effectively, the Democrat is likely to pass up even a flattering camera angle. </p> <p>Unflattering pictures can provide even more ammunition for political opponents. The photo of then-presidential nominee John Kerry awkwardly windsurfing during the summer of 2004 was the butt of jokes from chat show hosts as well as Republicans for weeks.</p> <p>Despite Obama's history in Hawaii, it is one of only two states – in addition to Alaska – where he has yet to campaign. In between the sun and fun of his vacation, then, Obama could be called to an event or two. There is a private campaign fundraiser scheduled at Honolulu's Halekulani hotel next week, according to the local Hawaiian media.</p>",
  "<p>If you want the conservative blogosphere's take on John McCain, look no further than <a href=\"http://www.cafepress.com/redstate\">RedState's online store</a>. The conservative group-blog is hawking the usual right-wing guff: Obama: The Antichrist mugs and wistful Bush-Cheney '08 bumper stickers. But as of last week, they've extended their line. Now, they're also offering T-shirts emblazoned with the slogan: \"The enemy of my enemy is … McCain\".</p> <p>That's a pretty underwhelming endorsement, but at this point McCain will be grateful for anything he can get. The Arizona senator has faced an up-hill struggle to win over the GOP base. Few conservative bloggers have forgiven him his stand on campaign finance reform or his views on immigration, let alone his longstanding love affair with the liberal media. \"McCain has built his political fortune on kicking people right of centre in the teeth,\" <a href=\"http://proteinwisdom.com/?p=10908\">sighed</a> Karl at Protein Wisdom - so his backers shouldn't \"be surprised when conservatives, libertarians and classic liberals fail to swoon at McCain's success to date.\" Last year, when McCain's campaign was floundering, many right-wing bloggers cheered or jeered from the sidelines. As the senator staged a comeback, some bloggers did their best to disrupt his efforts. <a href=\"http://www.drudgereport.com/flashnyt.htm\">Matt Drudge</a>, the dean of right-wing cyberspace, even helped thwart McCain's efforts to kill off a New York Times story suggesting that the presidential hopeful had given \"special treatment\" - nudge, nudge - to a female lobbyist.</p> <p>Since winning the nomination, McCain has sought to charm the GOP's cyberchattering classes. So far, though, he's had little success. Conference calls with prominent bloggers fell flat when it emerged that progressive netizens had also been invited to join the calls. Other right-wingers cried foul when the McCain campaign asked supporters to <a href=\"http://www.johnmccain.com/ActionCenter/BlogInteract/BlogInteract.aspx\">copy and paste approved talking points</a> in the comment sections of high-profile blogs in exchange for \"points\" which could be exchanged for McCain-branded swag. Arch-conservative bloggress <a href=\"http://michellemalkin.com/2008/06/24/what-the-mccain-campaign-needs/\">Michelle Malkin</a>, who continues to savage the Arizona senator for his \"flip-flop-flipping\" on immigration and offshore oil drilling, mocked McCain's attempts to repackage himself for the Republican base: \"It's not fundamentally flawed messaging, it's a fundamentally flawed candidate,\" she wrote. \"The sooner Republicans reconcile themselves to that, the better.\"</p> <p>But while right-wing bloggers remain in no rush to embrace McCain qua McCain, most seem to be gradually coming around to the idea that he is, at least, not Barack Obama. That's led to an uneasy truce. While some die-hard conservatives are still kicking away at the GOP candidate - the online equivalent of voting for Bob Barr - the majority now seem happy to more or less ignore McCain and instead devote their time and energy to roughing up his Democratic opponent. Their shift in focus has been made easier, of course, by McCain's newfound relish for negative attacks, particularly in recent ads portraying Obama as a cross between Paris Hilton and Moses. \"Those were clearly the most effective commercials the McCain campaign has put out — ever,\" <a href=\"http://corner.nationalreview.com/post/?q=NjQ0M2VmNDRkZWIwMDlhZWQzMzBiMDY5YTk5MDJmOWI=\">writes Lisa Schiffren</a> at National Review's blog, the Corner. \"The celebrity one made a clever point. The 'The One' ad was brilliant ... As Richard Nixon, who thought a lot about these things, always said, politicians can recover from almost anything but being laughed at.\" </p> <p>Right-wing bloggers have also relished the task of rebutting suggestions in the liberal media that McCain's recent attacks were racially charged - and trumpeting the McCain camp's counter-claims that it was Obama himself who first played the race card. \"Needless to say, the Times defends Obama's 'dollar bills' line, which was the first injection of race into the campaign, on the risible ground that he was merely 'the victim' of a 'racial attack,'\" <a href=\"http://www.powerlineblog.com/archives2/2008/08/021156.php\">writes John at the PowerLine blog</a>. \"In the Times' world, you simply cannot criticise an African-American candidate, or you are a racist. Unless, of course, the African-American is a Republican.\"</p> <p>The upshot is that as you click through conservative cyberspace these days, you'll find that on many sites there's little more than a cursory mention of the GOP nominee. Instead, bloggers are spewing forth page after bile-spattered page of attacks on \"the One\". That's good news for McCain, who in his own right would struggle to earn more than a slow hand clap from the right-wing punditocracy. By defining the election as a referendum on Obama, he's been able to distract attention from his own record and keep the right-wing echo chamber focused on amplifying his attacks. </p> <p>The issue now is how far McCain can ride his \"enemy of my enemy\" shtick. Some bloggers have suggested that by helping McCain regain momentum, the conservative blogosphere could be paving the way for a new rift. \"Pretty soon the press will be turning against his trendy opponent and endorsing <em>him</em>. Then McCain will really be in trouble,\" <a href=\"http://pajamasmedia.com/rogerlsimon/2008/08/01/is-mccain-peaking-too-early/\">speculates PajamasMedia blogger Roger Simon</a>. \"If the New York Times backs him, he's sunk.\" That's not likely to happen anytime soon, of course, but there's a grain of truth to Simon's argument. McCain's tenuous truce with right-wing bloggers is likely to last only as long as the GOP nominee trails in the polls. The more confident conservatives are that McCain is heading for victory, the more willing they'll be to rock the boat along the way.</p>",
  "<p>Back in 2004, it wasn't just presidential platforms that voters were buzzing about. A sweeping number of conservative ballot initiatives that Karl Rovians hoped would draw conservative and evangelical voters to the polls also had pundits and pollsters chattering. You might remember the \"values voters\". They were the mythical independent voters wooed by those who hoped that values might be defined as discriminating against gay men and lesbians, immigrants and equal opportunity. And the Democrats <a href=\"http://prospect.org/cs/articles?article=weddingbell_blues\">fell down</a> on these ballot initiatives, panicked about pointing out the obvious discriminatory nature of the measures, hoping they would go away on their own.</p> <p>In the first flush of recriminations after the elections, values voters were blamed for John Kerry's loss. Democrats wrung their hands about gay marriage in Massachusetts having had a negative impact on their Election Day results, when what was really needed was a hard, introspective look at what these ballot initiatives meant for the Democratic party, and for America.</p> <p>Lately there's been little talk about these values, those voters and that kind of conservative election tactic. But the ballot initiatives? <a href=\"http://www.ballot.org/vertical/Sites/%7B26C6ABED-7A22-4B17-A84A-CB72F7D15E3F%7D/uploads/%7B7975768F-3116-4FBA-A32F-00D85059253E%7D.PDF\">They fester on</a> (pdf). Across the country, states are circulating petitions – and in some cases have already ensured the place of – a series of über-conservative ballot questions that range from restricting abortion access to taking away rights from non-married (read: aimed at gay) couples to affirmative action.</p> <p>Start in Arizona, the presumptive Republican nominee John McCain's own state. Last week McCain reversed his earlier position on an anti-affirmative action ballot initiative – wolf-in-sheep's clothing like called the \"Arizona Civil Rights Initiative\" – telling ABC News' George Stephanopoulos <a href=\"http://blogs.abcnews.com/politicalradar/2008/07/mccain-reverses.html\">\"I support it\"</a>, even though just a few years ago he rejected a similarly worded measure as \"divisive\".</p> <p>Voters will be asked to agree with McCain on the following statement: \"The state shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, colour, ethnicity or national origin, in the operation of public employment, public education or public contracting.\" (Bankrolled by Ward Connelly, a similarly worded initiative will appear in Nebraska and Missouri).</p> <p>Arizona has some other fun ones currently circulating, including one that would ban the issuance of <a href=\"http://www.law.arizona.edu/news/Press/Silverman120707.pdf\">birth certificates</a> (pdf) to children born to undocumented workers. In that same vein, Oregon and Missouri have put English-only measures up for a vote. Oregon would ban the teaching of foreign languages in ESL courses for the next two years (meaning a forced English immersion to foreign students - a tactic that hasn't worked elsewhere). <a href=\"http://www.proenglish.org/states/missouri.htm\">Missouri</a> would ensure that no language other than English was spoken at public meetings regarding public legal issues.</p> <p>Harkening back to the battles of 2004, Arizona also has a Defence of Marriage Act (Doma) referred to the ballot. That anti-gay measure joins California's Doma, Florida's so-called \"super Doma\" and Arkansas' effort to prevent any non-married persons from adopting children. Each of these so-called marriage protecting amendments – sweeping measures structured by homophobia and the hopes of undermining the rights of gay men and lesbians – should be a concern to <em>all</em> Americans. If the mere discriminatory nature of these efforts – to strip domestic partnership benefits, adoption rights and other simple legal pleasures enjoyed by heterosexual partnerships – aren't enough to galvanise the general population to action, there are plenty of reasons unmarried heterosexuals might want to take notice as well.</p> <p>Ultimately, in their aggressive march to undermine the rights of fellow Americans, these measures end up discriminating against all unmarried people. When Ohio passed its anti-gay marriage amendment in 2004, the state inadvertently undermined the ability of unmarried individuals to sue for domestic abuse violations. If you weren't married, you weren't being battered. Surely that lesson alone should be enough to shake even those voters apathetic about gay rights. </p> <p>The perennial conservative effort to restrict abortion access continues through ballot initiatives as well. South Dakota - the state known for multiple attempts to single-handedly overturn Roe v Wade, including a <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/19/AR2008071901586.html\">measure</a> that went into effect in mid July that requires doctors to tell prospective abortion candidates that the procedure \"will terminate the life of a whole, separate, unique living human being\" - will be voting on a ballot initiative that would ban all abortions except in cases of rape or incest. California has proposed a controversial <a href=\"http://www.guttmacher.org/statecenter/spibs/spib_PIMA.pdf\">parental notification law</a> (pdf) even though <a href=\"http://www.nytimes.com/2006/03/06/national/06abortion.html\">studies</a> have shown that such laws have not measurably lowered abortion rates. (In fact, a 2006 New York Times study found that, counter-intuitively, sometimes it was parents that pushed for the abortion).</p> <p>Finally Colorado has a <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/12/AR2008071201615.html\">\"definition of personhood\"</a> proposal on the ballot that would declare \"fertilisation\" as the moment that life begins. That means fertilised eggs will have the same rights as people – a definition that carries complications far beyond the abortion debate. The fertility industry, for one, often if not always, fertilises many more eggs than an infertile couple will implant in the hopes of childbearing. If Colorado has its way, those zygotes will have the same rights as people. The proposed law would also have an impact on the use of IUDs and the morning after pill (which prevent implantation rather than fertilisation), as well as some birth control pills. And it will potentially implicate a woman who miscarries or engages in any behaviour that might be deemed harmful (smoking or drinking or using drugs) while pregnant, an issue that has already become a hot issue <a href=\"http://www.advocatesforpregnantwomen.org\">in other states</a>.</p> <p>The big question for conservatives and liberals alike is what impact these initiatives will have on the race for the White House. Affirmative action, abortion and anti-gay measures can serve as <a href=\"http://www.rhrealitycheck.org/blog/2008/07/30/whats-coming-your-ballot-this-fall\">wedge issues</a>, painting a candidate in one direction or another, and thus woo a crucial several thousand votes. In 2006, stem cells did exactly that, in the tight Senate race between <a href=\"http://www.stateline.org/live/details/story?contentId=146780\">Claire McCaskill and Jim Talent in Missouri</a>, giving the margin of error to McCaskill, the Democrat. But all too often progressives are on the losing side the ballot initiative gamble.</p> <p>Currently, the conventional wisdom is the blowback from this year's ballot initiatives will be <a href=\"http://www.nationaljournal.com/njonline/no_20080725_2366.php\"> minimal</a> - but that dismissal comes with caveats. Engaging in debate sparked by these ideologically slanted ticket-fillers is a losing proposition for any candidate, embroiling them in dirty, overly specific, no-win battles fiercely defended by highly partisan splinter groups that can only damage the general reputation of the politician.</p> <p>For those ballot initiatives that are already set for November in swing states like Florida, Missouri and Colorado, the hope is that the sticky space will be <a href=\"http://www.latimes.com/news/politics/la-na-ballot29-2008jul29,0,845120.story\">shared by McCain</a> who will have to take politically impossible positions (the \"personhood\" measure, for one, has divided conservatives, and flip-flopping on affirmative action only hurts). But for those measures still in the petition stage, Democrats should work while they can to keep them from ever hitting the ballot, fighting them on their dubious constitutionality and their distasteful, and anti-American, discriminatory messages.</p>",
  "<p>Ever since Ehud Olmert announced his resignation, there has been speculation about what his status as an outgoing leader will mean for the peace process. Not very much, I suspect, as this lame duck prime minister has done little more than engage in politically expedient dead duck initiatives. </p> <p>Olmert – who can best be described as a scavenging hawk with a dovish song – lacks the vision, courage and ideological inclination to take the steps necessary to reach a workable resolution, despite the Annapolis platitudes and its 12-month deadline. </p> <p>At the time, I <a href=\"http://www.theguardian.com/commentisfree/2007/nov/19/acivilsolution\">saw the gathering</a> as an \"elaborate way of reiterating the current status quo\". And so it is hardly surprising that some nine months on from Annapolis, the status quo remains unchanged. </p> <p>The only glimmer of hope is on the <a href=\"http://www.timesonline.co.uk/tol/news/world/article4449488.ece\">Syrian front</a>, where both Olmert and Syrian President Bashar al-Assad are making strong peace overtures, but this could easily be derailed by the next elections, especially if <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/2393677.stm\">Binyamin Netanyahu</a> takes over, or Syria fails to distance itself sufficiently from Tehran.</p> <p>In fact, the fractured and divided nature of the Israeli political landscape is one of the main obstacles to peace because it prevents the government taking the bold steps needed to achieve peace, and enables the hawks to take the doves hostage. </p> <p>Perhaps the most striking example of this uneven contest was the clash in perceptions between Israel's first and second prime ministers David Ben-Gurion (Israel's \"founding father\"), and Moshe Sharett. Although both were committed Zionists, Sharett was in favour of diplomacy and a negotiated settlement with the Arabs.</p> <p>Unlike Ben-Gurion, who knew little about Arab society and culture and distrusted Arabs intensely, Sharett was an accomplished Arabist and had many Arab friends. At a <a href=\"http://www.jewishvirtuallibrary.org/jsource/Politics/Mapai.html\">Mapai party</a> meeting, he once declared: \"There is a wall between us and [the Arabs] … If this wall can be prevented from getting taller, it is a sacred duty to do so.\"</p> <p>Sharett's most spectacular attempt to dismantle the \"wall\" was the secret talks he initiated with the new Egyptian regime led by the revolutionary <a href=\"http://en.wikipedia.org/wiki/Free_Officers_Movement\">Free Officers' Movement</a>. Despite his later anti-Israel reputation, Gamal Abdel Nasser saw, at the time, that compromise and accommodation were the only way to resolve the conflict.</p> <p>Before he became president, but as de facto leader of the revolution, Nasser assured Sharett, in a secret correspondence in May 1953, that Egypt harboured no belligerent feeling towards Israel and signalled his willingness to build bridges. </p> <p>Even the <a href=\"http://en.wikipedia.org/wiki/Lavon_Affair\">Lavon Affair</a> in 1954 did not weaken his resolve. Nasser decided not to blame Sharett – who was in fact not aware of the plot – and agreed to resume the clandestine contacts. Between October 1954 and January 1955, the two men discussed indirectly Israeli-Egyptian relations, border issues, solutions to the Palestinian refugee crisis, Israeli shipping rights and avenues for economic co-operation.</p> <p>Nasser even agreed to high-level secret talks between Egyptian and Israeli diplomats, but Sharett got cold feet due to domestic anger surrounding the trial of the Israeli spies behind the Lavon terror campaign. </p> <p>Alarmed at Sharett's dovish overtures, Ben-Gurion came out of retirement and replaced him as prime minister again in 1955. Almost at once, Ben-Gurion launched a major raid on Gaza, sparking a downward spiral to war and effectively burying prospects for peace for almost a quarter of a century. </p> <p>Had Sharett succeeded and managed to translate his backroom talks into an actual peace that covered all the aspects he and Nasser discussed, the Middle East today could have been a very different place. But he lacked the popular appeal and charisma to counter the populism of his opponents.</p> <p>Militants getting the upper hand over moderates is not just an Israeli malaise. The Palestinians have also suffered their fair share of that. A Palestinian parallel of the Sharett-Ben-Gurion standoff was the confrontation between the mufti and mayor of Jerusalem.</p> <p>Haj Amin el-Husseini, the notorious mufti of Jerusalem, was a complete rejectionist of the Zionist presence in Palestine. While the Palestinians had the right to feel irked that the British had promised their land to another people without consulting them, a realist and humanist would've tried to find an accommodation that would allow Palestinians to realise their national aspirations and enable Jews to flee persecution, either by agreeing to a bi-national state or partition – both of which were on the cards. In fact, just before the outbreak of the second world war, the British offered the Palestinians a state with an Arab majority within a decade. He rejected that, too. </p> <p>Raghib el-Nashashibi, who was mayor Jerusalem between 1920 and 1934, opposed the unbending and uncompromising stance of Haj Amin. Nashashibi was in favour of a negotiated settlement with the British and the Zionists and, as head of the National Defence Party, he was willing to accept partition so long as the Palestinians got sufficient land and could merge with Transjordan to form a viable political entity.</p> <p>But the mufti, a master populist, managed both to get the upper hand against Nashashibi and other moderates, setting back the Palestinian quest for nationhood, and to tarnish the Palestinian struggle by moving to Europe and collaborating with the Nazis.</p> <p>Again, one cannot help but speculate how different reality would have been had moderates like Nashashibi gained the advantage during the British mandate and managed to find moderate Zionists with whom to reach an accommodation.</p> <p>In order to avoid total despair, it is important to realise that moderates may lose many battles, but they can eventually win the war. After all, a quarter of a century after the Sharett-Nasser talks, Egypt and Israel made peace.</p> <p>Likewise, trailblazers such as Israel's veteran peacenik Uri Avnery and moderate PLO members, such as the late Issam Sartawi, met together in the Israel-Palestine Peace Council in the mid-1970s to discuss a two-state resolution to the conflict. Said Hammami (whose name means pigeon or dove in Arabic), the PLO's London representative, was a vocal advocate of a two-state solution which, he believed, would eventually merge into a single, democratic, multi-ethnic state. Both Sartawi and Hammami paid for their convictions with their lives.</p> <p>Today, hope for the future does not lie with the mainstream players, but with the brave, principled and sensible advocates currently on the political fringe. On the Palestinian side, a strong candidate is Mustafa Barghouti, the founder of the Palestinian National Initiative and the runner-up in the last presidential election. On the Israeli side, there is Adam Keller, the spokesman of the peace group Gush Shalom. More in the mainstream, there are Yossi Beilin and Yasser Abed Rabo, two Oslo negotiators who went on to forge the informal <a href=\"http://www.al-bab.com/arab/docs/pal/geneva03.htm\">Geneva Accord</a>.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109279/Gallup-Daily-Obama-Holds-4Point-Advantage.aspx\">Obama 47%, McCain 43%</a></p> <p>The Obama campaign may pride itself on attracting so many small donations from grassroots supporters -- but more than a third of its funds have come from big-money donors, outstripping Hillary Clinton and John McCain. \"Behind those larger donations is a phalanx of more than 500 Obama 'bundlers,' fund-raisers who have each collected contributions totaling $50,000 or more. Many of the bundlers come from industries with critical interests in Washington.\" [<a href=\"http://www.nytimes.com/2008/08/06/us/politics/06bundlers.html?_r=1&amp;hp=&amp;oref=slogin&amp;pagewanted=print\">New York Times</a>]</p> <p>Obama is in Indiana today, appearing with Evan Bayh as rumours grow deafening that the two might soon be sharing a presidential ticket. [<a href=\"http://www.indystar.com/apps/pbcs.dll/article?AID=/20080805/NEWS0502/808050375\">Indianpolis Star</a>]</p> <p>The McCain campaign pulls even with Obama in media coverage. That 'Celeb' ad did the trick. [<a href=\"http://pewresearch.org/pubs/919/spears-hilton-obama\">Pew Research Center</a>]</p> <p>Obama mocks the McCain campaign's mockery of his suggestion that Americans keep their tires at the right pressure: \"They are making fun of a step that every expert says will absolutely reduce our oil consumption by 3 to 4%. It's like these guys take pride in being ignorant.\" (<a href=\"http://www.youtube.com/watch?v=akjXqfvLu28\">Video</a>.) The Republicans are finding it much harder to mock Obama than John Kerry, Greg Sargent argues. [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/the_tiregauge_dustup_and_the_p.php\">TPM Election Central</a>]</p> <p>The five biggest flip-flops of the campaign so far (Obama committed three of them, McCain two). [<a href=\"http://www.politico.com/news/stories/0808/12329.html\">Politico</a>]</p> <p>Strange-attempts-at-humour update: Mitt Romney keeps saying that Barack Obama is \"like an internet date,\" and in <a href=\"http://tpmtv.talkingpointsmemo.com/2008/08/romney_digs_in_on_obama_as_int.php\">this clip</a> is challenged to explain what the heck he means. Earlier, speaking to a gathering of bikers, John McCain <a href=\"http://thecaucus.blogs.nytimes.com/2008/08/05/cindy-mccain-as-miss-buffalo-chip/\">suggested</a> his wife Cindy take part in a topless beauty pageant. Before that, Obama <a href=\"http://blogs.abcnews.com/politicalpunch/2008/08/celebratory-oba.html\">told reporters</a> they'd better eat a piece of his birthday cake, or else they'd be branded as elitists.</p> <p>Meanwhile, an actual comedian, Al Franken -- who's running for the Senate in Minnesota -- draws a near-perfect map of the United States from memory at a campaign event. Surely, for that, he should be awarded the seat automatically? [<a href=\"http://www.dailykos.com/storyonly/2008/8/5/1556/44481/716/562720\">DailyKos</a>]</p>"
]