[
  "<p>Poised, smart and ready to serve, Carly Fiorina - at one time the most powerful female executive on the planet - scents power.</p> <p>There's still a chance that the most intense, volatile and bitter presidential election campaign in living memory could spring a stunning final twist, delivering the Republicans to victory.</p> <p>If John McCain triumphs, Fiorina will follow in his slipstream. As a close friend and economic adviser to the Republican candidate, it is a sure bet that the first and only woman to run a Fortune top 20 company will be catapulted into office.</p> <p>'We'll see,' the former chief executive of Hewlett-Packard said last Friday at her Washington home. 'We never expect anything.'</p> <p>With Fiorina, though, expectations are generally pretty high. The daughter of a law school professor from Austin, Texas, she is a fiercely ambitious corporate ball breaker. Starting as a secretary, the 54-year-old penetrated the male dominated preserve of technology companies by drinking beer mugs of vodka and attending meetings held in strip clubs to shatter the glass ceiling as no other woman had ever done in America.</p> <p>It is an achievement that still stands even if it ended in humiliation. Fiorina was forced unceremoniously to bid farewell to her $3m salary and the corporate jets after a merger she had bulldozed through caused Hewlett-Packard to lose an estimated $14bn in value. </p> <p>Still, Fiorina has since dusted herself down. A long standing friendship with McCain has led her to reinvent herself as 'Carly the politician', giving much needed ballast to his economic team - an area in which McCain himself confessed he was no expert. </p> <p>The talk was that Fiorina was being lined up to become Treasury Secretary. And then, last month, disaster. On a radio interview, Fiorina was asked whether she thought Sarah Palin had the experience to run a large US corporation as she had done. 'No I don't,' Fiorina replied. 'That's not what she is running for.' Later, on television, she was asked to clarify those remarks and she compounded the error by saying: 'Well, I don't think John McCain could run a major corporation.'</p> <p>The comments could not have come at a worse time. Even as the markets were collapsing and voters were losing their jobs, savings and homes, a key figure in McCain's team was questioning the candidate's experience. Since 17 September McCain's lead has disappeared. Obama has not looked back. </p> <p>A well-placed Republican insider said: 'This is the most intense campaign and you have to surround yourself with experienced people. She does not qualify in that department. She's not a political person. </p> <p>'For McCain it has to be a seriously calculated, strategic team. She's very bright and a good executive, but politics is not as easy as people think. It's a lot tougher even if you are a smart woman.'</p> <p>Unsurprisingly, Fiorina is furious about the incident. 'Do you know what I said?' she asks. 'The Obama campaign literally cut and pasted those remarks to say what they wanted. They pushed it on the radar. I was given a silly question. I gave a hypothetical answer.' </p> <p>But McCain has another big problem with Fiorina, and it dates back to her sudden departure from Hewlett-Packard after winning a bitter merger battle with rival computer giant Compaq.</p> <p>The saga ended in Fiorina being summarily dismissed as she was preparing to fly to the Swiss Alpine resort of Davos for the meeting of world leaders and the business elite. But she received an estimated $24m severance package.</p> <p>To many, this is an example of rewarding failure. Not to Fiorina, though, whose self-belief remains intact. After all, the subsequent performance of HP, she says, more than vindicates her merger strategy. And it is true that analysts recommend HP shares as a defensive bulwark in plunging markets. But her huge payout has drawn comparisons to the rewards Wall Street bankers have scooped as markets collapse. </p> <p>'My pay package, which Obama has falsely stated, was voted on by shareholders. It's a matter of public record. The way it was handled is the way McCain believes it should be handled.' </p> <p>But isn't the financial crisis caused in part by the style of buccaneering capitalism you epitomised? 'I completely reject that,' she says. 'The current financial crisis has been caused by people lacking in common sense and judgment, greed, unethical behaviour and a fixation with short-term stock prices by everybody from analysts and investors. We had people betting the farm that real estate would rise forever.'</p> <p>It is the kind of homespun talk that could win over voters, but they don't appear to be listening to her or McCain. Voters see the dotcom collapse, the failure of Enron and the present crisis as three financial disasters under a Republican administration. 'Greed is a bipartisan affliction. It's not about political parties. When business people lose common sense, that's a problem,' she says.</p> <p>According to Fiorina, 'the great problem is markets not having confidence with decisions they made'. Is this a criticism of George Bush and his Treasury Secretary, Hank Paulson? 'I think right now, people are doing their best whether it's Gordon Brown or Hank Paulson. There's plenty of blame to go around.'</p> <p>As the US and Europe sink under a wave of debt, there is an increasing sense that American global dominance is disintegrating. So much for the neo-conservative vision of a 21st century ruled by the United States.</p> <p>'Asia without question is emerging as a financial powerhouse. This certainly is different to the 20th century. But American leadership is going to depend on the same things it always has. Innovation and entrepreneurial spirit,' says Fiorina. 'Political power is based on economic power. As long as the US is innovative our growth will be assured.'</p> <p>But will it be a US with McCain as its leader? He's 72. He must be pretty tired. 'They're all getting pretty tired. They have been doing this for two years. But John McCain is a great fighter. He is a man of extraordinary strength and vigour. He described this process as a privilege. He will fight to the last day.'</p> <p>Republican insiders now believe that even if McCain does pull off a victory, Fiorina is no longer in line for the Treasury Secretary's job she covets but a position as an ambassador or some other junior role.</p> <p>That would be a disappointment to the woman who accepts that she 'had to do crazy things to function in a man's world'. When she attended that meeting in a strip club she said her male colleague attempted to intimidate her. But she 'focused on the job' because 'every day you have to earn your stripes'.</p> <p>Twice married, she seems to live by buzzwords and motivational phrases. 'Tough choices, inspired commitment, real results,' her website proclaims. In two weeks, the eyes of the world will be focusing on just one result. But will Fiorina's role in the race to the White House have helped or hindered her man?</p> <h2>The CV</h2> <p><strong>Name</strong> Cara Carleton Sneed Fiorina, known as Carly Fiorina</p> <p><strong>Born</strong> 1954 in Austin, Texas</p> <p><strong>Education</strong>: BA in philosophy and medieval history from Stanford University; MBA in marketing from the University of Maryland; MSc in management from the MIT Sloan School of Management </p> <p><strong>Career</strong> Joined AT&amp;T in 1980 as a management trainee and rose to become a senior vice-president. 1995-99: Lucent Technologies. 1999-2005: Hewlett-Packard chief executive </p> <p><strong>Family</strong> Married to Frank Fiorina for 23 years</p> <p>• Carly Fiorina will be speaking at the International Leadership Summit in London on 3 and 4 December. See <a href=\"http://www.leadersinlondon.com\">leadersinlondon.com</a> for further details</p> <p>• This article was amended on Friday October 24 2008 to correct a spelling error.</p>",
  "<p>John Adams, one of the most revered living classical composers, has claimed that he is blacklisted in his native America and is being followed by the security services.</p> <p>The 61-year-old musician has accused the United States of being in the grip of a political and moral panic and has complained that he is now grilled by airport immigration officers whenever he flies home because of his controversial reputation. </p> <p>Adams made his name 20 years ago with his opera Nixon in China. Although it is now regarded as a landmark in modern music, the opera made headlines when it opened because it was heavily critical of the former Secretary of State, Henry Kissinger. Then the content of The Death of Klinghoffer, Adams's 1991 opera about the Palestinian Liberation Front's 1985 hijacking of the cruise ship Achille Lauro, provoked a storm of protest for its treatment of the murder of a disabled Jewish passenger.</p> <p>Interviewed on BBC Radio 3's Music Matters yesterday, Adams said he was now 'blacklisted'. 'I can't check in at the airport now without my ID being taken and being grilled. You know, I'm on a homeland security list, probably because of having written The Death of Klinghoffer, so I'm perfectly aware that I, like many artists and many thoughtful people in the country, am being followed.'</p> <p>The suggestion that Adams, who received a Pulitzer Prize for the choral work he wrote to commemorate the victims of 9/11, does not feel welcome in his own country will send shock waves through the musical world. The impact of his remarks will be amplified by the fact that his 2005 opera Doctor Atomic has its New York premiere at the Metropolitan Opera tomorrow, in a production directed by British film-maker Penny Woolcock.</p> <p>During the interview, presenter Petroc Trelawny asked Adams if he felt that America was living through an age of paranoia that resembled the McCarthy era of the Fifties.</p> <p>'Well it is, and of course Congress has continued to sign off on these Patriot Acts that continue to clip the wings of human rights,' said Adams, adding that poets, novelists and musicians with left-wing leanings are often watched, including, he said, the American composer Aaron Copland, who was 'hounded' all his life. 'I'm sure the FBI had a large file on him. So we artists assume that we are being followed.'</p> <p>Adams - whose autobiography, Hallelujah Junction, is out this month - was born in New Hampshire in 1947. His mother was a Democratic volunteer in the crucial presidential election primaries held there every four years. 'She was a passionate liberal and I've always had a fascination with political life,' he said.</p> <p>Adams went to Harvard in 1966, but abandoned his music studies for a factory job because he wanted to compose. His success was crowned following 9/11, when the New York Philharmonic invited him to compose an 'aural monument' to the victims of the terrorist attacks. His choral ode, On the Transmigration of Souls, was premiered by the orchestra in 2002.</p> <p>However, Adams believes that the Republican administration manipulated the memory of the attacks. '9/11 was a very glamorous event,' he said. 'I'm using the term in a very ironic sense - 3,000 people being killed; it's a terrible tragedy, but in the scale of human tragedy it's very small. </p> <p>'I think Americans went into what the novelist Philip Roth called \"an orgy of narcissism\" as a result of 9/11 - we kept replaying those images and kept re-reminding ourselves of what an indignation and how horrible and terrible that event was. And then, of course, we struck out by invading the wrong country.'</p>",
  "<p>Downtown Charlotte looks like the ultimate modern American city. Towering, glass-clad skyscrapers shoot into the blue North Carolina sky and it is hard to find a building that looks more than a few decades old. Sipping a Starbucks coffee in a city park is Tim Cable, 41, who worked as a consultant with the financial firms that have made this the biggest banking centre in America outside New York. It is a very different scene from the stereotypical southern image of rednecks, pick-up trucks and dusty towns. But then again, so are Cable's politics.</p> <p>'I am voting for [Barack] Obama,' he says. 'I decided that more than a year ago.' More surprisingly, Cable thinks the <a href=\"http://www.theguardian.com/world/democrats\">Democratic candidate</a> could win North Carolina in the <a href=\"http://www.theguardian.com/world/uselections2008\">November election</a>. That would turn this red state blue, and perhaps herald a huge change in American politics. 'Places like Charlotte are changing the face of the South,' Cable said.</p> <p>It is no pipe dream. In a potentially momentous shift, <a href=\"http://www.theguardian.com/world/barackobama\">Obama's campaign</a> to become America's first black President has made remarkable strides in the South. He has built up a firm lead in Virginia, which has not voted for a Democrat for President since 1964. He has opened up a narrow gap in North Carolina and is ahead in Florida. Across Dixieland, from Texas to Kentucky to the Carolina coast, Republican stalwarts are running up against a surging tide of Democratic party support. </p> <p>Obama's campaign has opened scores of offices across the South, often outnumbering the <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> on their own turf. <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> and his running mate, <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, have been forced to campaign here, diverting them from the battleground of Ohio and Pennsylvania.</p> <p>Obama's performance in the South could mark a new phase in American politics. The South has been the modern Republican party's spiritual home. The social conservative revolution was born here. It is the land of the Bible Belt and social values. Yet the Republican party is facing a serious challenge here for the first time since Bill Clinton.</p> <p>And Obama is no southern white conservative governor like Clinton. He is a liberal black senator from Chicago. If he wins even three of the traditionally Republican southern states, it might be heralded as the start of something almost revolutionary. 'The symbolic importance of electing an African-American is going to be immense,' said Professor Shawn Bowler, a political scientist at the University of California at Riverside.</p> <p>Nowhere is that more true than in the North Carolina town of Greensboro. On Elm Street, the city's main drag, stands a building gradually being renovated as a museum. The red and gold lettering on its front spells out the name Woolworths. It was here in 1960, at the store's diner, that four black students sat down at the whites-only lunch counter and refused to leave until they were served. They went hungry.</p> <p>The next day there were 28 protesters. The day after 300. Within two months the sit-in movement had spread to 15 cities in nine states and the civil rights struggle was ignited. That simple action in Greensboro heralded the long knell of racial segregation in America.</p> <p>Eliza Newson, 85, was born here at a time when her fellow blacks could be lynched for stepping out of line, were segregated from whites and risked their lives if they tried to do something as brazen as voting. Now Newson is going to vote for Obama. 'You know who I am voting for!', she said with a grin when asked her political opinions on the street outside the Woolworths building.</p> <p>Newson remembers the old days in Greensboro vividly. 'It used to be terrible. The white people didn't like the black people. The black people could not do this or could not do that,' she said. Eventually she left for New Jersey, only returning last year to help care for a granddaughter. She has found a Greensboro almost unrecognisable from the city she remembered as a young woman. 'It's changed. It's really changed,' she said.</p> <p>The South has been changing for a long time, but that pace has accelerated in recent decades. Many large cities across the region have successfully attracted modern businesses. That is how Charlotte has become a latter-day North Carolina boom town.</p> <p>The huge Wachovia bank, with 20,000 staff in Charlotte, making it the city's biggest employer, sits at one end of Tyron Street. At the other end stands the corporate headquarters of the even larger Bank of America. For almost three decades the two have engaged in a sort of civic rivalry, building competing skyscrapers and sponsoring rival arts projects as their thousands of employees patronised the swanky restaurants that sprang up on the street linking them.</p> <p>This 'new South' is found everywhere in the region. It has brought in hundreds of thousands of newcomers, often highly educated professionals who have little knowledge of or sympathy with the area's complicated political history. That is especially true in a place like northern Virginia. The area lies close to Washington and is now a booming suburb of the nation's capital. Its population has exploded and it leans heavily Democratic, dragging the rest of Virginia steadily away from the Republican party. Obama has a staggering 8 per cent lead in the state, which was once seen as solid John McCain territory. </p> <p>But that lead has not happened by a simple accident of demography. The Obama campaign has focused hard on winning its gains. Flush with huge amounts of cash, it has poured money and resources into southern states, opening branch offices in places usually ignored by a Democratic presidential campaign. It has 44 of them in Virginia alone. Obama has outspent McCain by a factor of eight to one in North Carolina and by three to one in Florida and Virginia. The Obama 'ground game' is large, highly motivated and very effective. 'The organisation that has been built up is very impressive,' said Professor Jeri Cabot, a political scientist at the College of Charleston in South Carolina. Obama has in the end benefited hugely from his long primary fight with Hillary Clinton. The cross-country battle meant that he built a high profile and organisation in every state in the country. 'Obama owes the Clintons dinner and a bottle of wine. They really helped him,' said Bowler.</p> <p>A key element in Obama's success in the South has been the huge voter drive among college students and black people that began in the primaries and has continued in the presidential run-up. This is aimed at driving up the turnout in groups that have traditionally had a poor record of turning up on election day. That is especially true of the South's black population, which is an almost monolithic Democratic voting bloc in a region that seemed equally monolithically Republican in presidential elections. Now blacks are expected to turn out in record numbers for Obama. In Georgia, they made up almost 40 per cent of the 369,000 early voters in the state, despite representing only 29 per cent of the electorate. McCain's double-digit lead in the state is now down to just 7 per cent. </p> <p>There seems little doubt that the strong enthusiasm black southerners are showing in early balloting is going to be duplicated even more so on election day itself, especially in those states where Obama has a viable chance of winning. Brandon Jackson, a young black writer in Charlotte, is typical. Wearing a T-shirt that features portraits of Obama, Martin Luther King and Malcolm X, he said he was deeply proud to have a chance to vote for a black candidate. </p> <p>'In the younger generation it really means something. It will be an amazing role model,' he said. He, too, thought Obama could win in the South. 'Yeah. There's going to be a huge turnout. He's got black and white people backing him here now.'</p> <p>There are signs that is true. White professional newcomers to the South are as open to Obama as they are elsewhere in the country. But the economic crisis gripping America has also profoundly shocked many working-class whites who might traditionally have shied away from voting for Obama.</p> <p>Take Judie Almond, 68, from the small rural town of Wadesboro, an hour's drive from Charlotte. She is a true social conservative. Resolutely anti-abortion, she fears that the country is on such a slide that homosexual marriage will not only soon be lawful but might become mandatory. 'We can't become a homosexual nation,' she said with passion.</p> <p>But Almond's most colourful biblical language and ire is now aimed firmly at Wall Street, not gays. The credit crisis has trumped all else in her world-view and she blames McCain's party. 'The Republicans have made such a mess. And the salaries these Wall Street people were getting? It's an abomination. It is sinful,' she said. She is almost certain to vote for Obama.</p> <p>Indeed, on the streets of Wadesboro - a hardscrabble little town that once had a textiles industry but now faces tough times - it is difficult to find people with many kind words to say about the Republicans. They blame them for the economy and the increasingly unpopular war in Iraq. The legacy of the past eight years has fallen firmly on McCain's shoulders and his attempts to shrug it off have not succeeded. Even the relentless negative campaigning by the McCain camp seems to have had little impact, and indeed might have backfired.</p> <p>'They should just have let John be John. This campaign is not his style. I don't like the constant attacks,' said James, an elderly man who said he was voting for McCain but declined to give his last name. That attitude is not uncommon. Indeed many whites in the South might end up sitting out this election. Pheobe Medlin certainly will. 'I would have voted for Clinton,' she said as she took a break on a street corner outside Wadesboro's library. 'But now I don't like either one of them.'</p> <p>It is often hard to say exactly how much race plays a role in such white attitudes. After all, in policy terms both Obama and Clinton are worlds away from McCain. But in many areas of the South, especially rural ones, old prejudices still prevent someone from casting a ballot to put a black man in the White House. </p> <p>Experts say that, even if Obama does win some southern states, the achievement will fall far short of a revolution for the Democratic party. It will represent an opportunity to begin changing attitudes, not actual change itself. 'It will matter. But far less than a lot of people think,' said Bowler.</p> <p>Certainly some old attitudes die hard. Back in Greensboro, lawyer Steve Schlosser had put up a forest of Democratic signs in front of his house. Then last week someone came around at night, broke into his yard and took down the Obama-Joe Biden sign, leaving all the others untouched. </p> <p>'I think many of my fellow white North Carolinians are just not yet ready to vote for a black candidate,' Schlosser said. But the incident had not deterred him. He went right back to the Obama campaign office in Greensboro and got a new sign. He would still let his neighbours know who he was voting for.</p> <p>'Next time I hear someone come into my yard, I am going to let my dog go after them,' he said with a smile. 'And he's a pretty big dog.'</p>",
  "<p>The 2008 US presidential election is perhaps unique in having transformed global politics before the result is even known, for two reasons.</p> <p>First, there is the simple fact of Barack Obama's candidacy. There is no doubt that Mr Obama's campaign has been damaged by racist agitation - some discreet, some more overt. There are sections of American society that will clearly never be reconciled to the idea of a black President. But no Western European country has come so close to installing a non-white citizen to its highest office of state.</p> <p>Second, the eruption of a massive economic crisis in the middle of the campaign - and the candidates' different responses - has revived an argument about the nature and moral purpose of capitalism not seen for more than a generation. However different the British and American political systems and cultures may be, we can be sure those arguments will soon cross the Atlantic.</p> <p>It is Mr Obama who has responded to the global financial crisis with greater agility and confidence, and earned a substantial poll lead as a result. He backed the Republican-devised banking bail-out, while tailoring his own message to address voters' resentment at an incumbent administration that has been a loyal friend to the very rich. Roughly speaking, Mr Obama intends to raise taxes for relatively wealthy Americans, cut them for the middle classes and temporarily suspend them for businesses that create jobs.</p> <p>John McCain, by contrast, offered shrill, populist attacks on Wall Street's 'casino capitalism' without acknowledging that his own party built the casino. He favours corporate tax cuts and has accused Mr Obama of planning a 'redistribution of massive amounts of wealth' that amounts to 'socialism'.</p> <p>Both candidates have made spending promises that they would struggle to honour in office. Government revenues will shrink in a recession and a huge tranche of national wealth has just been diverted to shore up the financial system. To borrow David Cameron's favourite image of fiscal austerity, the cupboard is bare.</p> <p>Restocking that cupboard - or rather, finding a way to plug the gaping hole in public finances without putting yet more burdens on taxpayers or ramping up unsustainable levels of national debt - is one of the biggest policy challenges on both sides of the Atlantic.</p> <p>Mr Cameron is lucky that he can get away with simply describing the problem with a nifty metaphor. There is unlikely to be an election before 2010. While Gordon Brown's sure-footed handling of the immediate crisis has created a modest recovery in Labour's poll ratings, that temporary advantage could easily be eliminated in a long, ugly recession. </p> <p>The Tories are counting on the fact that Labour's long incumbency will do to Gordon Brown in 2010 what the Republicans' stewardship of the economy is doing to John McCain. Mr Cameron wants to be the candidate of change and renewal. Despite his party's traditional preference for Republican Presidents, the Tory leader would gladly see Barack Obama installed in the White House. That would at least demonstrate that inexperience is no bar to electoral success.</p> <p>But the awkward fact for Mr Cameron is that his handling of the financial crisis so far has more of the John McCain about it than the Barack Obama. The Conservatives, like the Republicans, are so steeped in pro-business, pro-market ideology that they struggle to find a coherent language to express solidarity with ordinary people who are both anxious about their own finances and outraged by government indulgence of the super-rich.</p> <p>The extraordinary rhetorical U-turns spun from pure political expediency that David Cameron and George Osborne have recently performed, attacking irresponsible bankers and exorbitant bonuses, sound like empty populism.</p> <p>Gordon Brown can reasonably be accused of hypocrisy in suddenly turning on the bankers whom he once assiduously courted. But he can also mobilise a language of social equality and fairness that is embedded in the political tradition from which he hails. He could feasibly now start looking at ways to mitigate the effects of a serious recession by transferring some wealth from the super-rich to the poor.</p> <p>Indeed, if Obama wins, and that is the course he takes, even the Tories could start talking about redistribution. That would really signal historic change.</p>",
  "<p>The availability of more powerful computing means that we can all watch the US election, and particularly the effect of changes in polls, in something approaching real time - at least, as fast as the data from the polls can be pulled in.</p> <p>There are three notable sites where you can see what's going on, and to me it's hard to put a paper between them: so (in alphabetical order) <a href=\"http://www.270towin.com/\">270towin.com</a> and <a href=\"http://www.fivethirtyeight.com/\">FiveThirtyEight.com</a>, and <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/\">RealClearPolitics</a> (which provides polling data for our <a href=\"http://www.guardian.co.uk/world/uselections2008\">US Election 08 coverage</a>; hey, look, there they are on the right!).</p> <p>Both run Monte Carlo simulations using the latest poll data to predict who will win the US election. That means that you don't always get the same result - if you try the <a href=\"http://www.270towin.com/simulation/\">270towin simulator</a> twice in a row then you'll get two different answers.</p> <p>But, because it's a Monte Carlo simulation, it will trend around an indicative average of what you would expect in the one-off of real life. (In brief: a Monte Carlo simulation rolls the dice, or spins the roulette wheel, on a given chance-driven situation; you get a stack of results. With a fair roulette wheel, you'd expect to see every number come up equally; with two dice, you'd expect it to <a href=\"http://www.planease.com/product/analysis/risktx.aspx\">cluster around a value of seven</a>.</p> <p>(One of the fun - and scary - things is to look at the past choices that US states made in previous presidential elections.)</p> <p><a href=\"http://www.fivethirtyeight.com/\">FiveThirtyEight.com</a> also acts as a sort of political blog, but has lots of maps - including the <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/?map=17\">remarkable result from 1984</a>, when Reagan got 525/538 of the \"electoral college\" votes while getting 60% of the votes, and <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/?map=20\">the amazing one from 1972</a>, when Nixon got 62% of the votes cast but 520 \"electoral college\" votes. And then there's 2000, when.. oh no, let's not. Which goes to show how the first-past-the-post system, as used in the US states - and here, since you mention it - can distort things. (The 270towin site shows how many actual votes were cast.)</p> <p>Any other sites we should know about?</p>"
]