[
  "<p>Barack Obama says that his grandmother has died.</p> <p>The Democratic presidential candidate announced the news in a joint statement with his sister Maya Soetoro-Ng. He said his grandmother, Madelyn Dunham, had died peacefully after a battle with cancer.</p> <p>He said: \"She was the cornerstone of our family, and a woman of extraordinary accomplishment, strength and humility. She was the person who encouraged and allowed us to take chances.\"</p> <p>The candidate learned of her death this morning while he was campaigning in Jacksonville, Florida. He planned to go ahead with campaign appearances.</p> <p>Late last month, Obama took a break from campaigning and flew to Hawaii to be with the 86-year-old Dunham, who helped raise him.</p>",
  "<p>Iran's nuclear programme has returned to the forefront of the US presidential campaign as John McCain tries desperately to scare voters in Florida and Pennsylvania from choosing Barack Obama. The Democratic candidate would, he says, <a href=\"http://iranvnc.com/en/floater_article/1/5728\">negotiate with Iran</a> over its nuclear programme. The Bush administration has saddled the next president with a bankrupt strategy and a crisis rapidly spinning out of control. Remarkably, there is widespread agreement among foreign policy experts of both parties that changing course and negotiating with Iran early in the next administration is essential to prevent a conflict that could engulf the entire Middle East. The barrage of slime from McCain hides the fact that he has no strategy to resolve the standoff and prevent the coming military confrontation. A vote for John McCain is literally a vote for war with Iran.</p> <p>Whichever candidate <a href=\"http://www.theguardian.com/world/2008/nov/03/uselections2008-last-campaign-day\">wins tomorrow</a> will inherit a crisis of passive appeasement of Iran's nuclear ambitions. The Bush administration sought an economic stranglehold on Iran through UN sanctions but soaring energy prices wiped out any impact of the weak measures it attained at the security council. It faired no better in its attempts at political isolation, and far from halting Tehran's nuclear drive, the complete failure of the Bush administration's strategy has allowed Iran to accelerate its uranium enrichment programme bringing them much closer to a nuclear capability.</p> <p>Making the task more difficult, the next president will take over during a period of dramatic political transition in the key countries in the conflict. Not only will there be a new administration in Washington, but there will also be a <a href=\"http://www.theguardian.com/world/2008/oct/28/israel-palestinians-middle-east\">new government in Israel</a> after fresh elections there in February or March and Iran has its own presidential elections in May. Throughout this period, Iranian nuclear scientists will continue to make progress on the uranium enrichment programme. </p> <p>Iran is still likely several years from a nuclear weapon, but that is not the only timeline at work and there is a real urgency to change the dynamic surround their nuclear programme. As Iran's uranium enrichment has <a href=\"http://www.theguardian.com/commentisfree/2008/oct/31/iran-weaponstechnology\">continued unabated</a> during the Bush administration and new concerns emerge about the scope of its nuclear programme, even moderate Israeli officials are growing increasingly worried about Iran reaching a level of nuclear knowledge that is impossible to turn back. That threshold could be reached in little more than a year even though Iran would still be years from a functioning weapon. Unless the current trajectory of the crisis changes dramatically before that window closes, the Israelis may be compelled to act and fighting could spread across the entire region. Whatever one thinks about the merits of such an action, the next American president must do all that he can to prevent it. </p> <p>Negotiating without preconditions is the only pathway to a breakthrough that could prevent an Israeli attack. Requiring that your adversary accede to all of your demands before negotiations can begin is simply an excuse not to negotiate. Barack Obama has pledged that he would drop the ultimatum that Iran suspend its nuclear programme before he would meet with the Iranian leader to conduct negotiations to designed to bring Iran's nuclear development to a halt. This shift would allow senior officials from both countries to engage in preparatory meetings to establish a framework for negotiations and the parameters and likelihood of any agreement. This strategy is no guarantee of success, but Obama knows that America's current strategy is an abject failure and that we need to try something different, and he is not alone.</p> <p>A presidential election campaign is a terrible place to look for consensus across party lines, but that's just what has been happening among foreign and security policy experts of both parties on the question of negotiating with our adversaries. Recently, <a href=\"http://wonkroom.thinkprogress.org/2008/09/16/five-former-us-secretaries-of-state-talk-to-iran/\">five former secretaries of state</a>, three Republicans and two Democrats, endorsed talking with Tehran. So has the defence secretary, Robert Gates. Even the new Centcom commander General David Petraeus said last month that \"you have to talk to your enemies\". </p> <p>The only one left out is John McCain, who bizarrely seems to think that too much presidential diplomacy caused the current impasse. Earlier in the campaign he derisively said of Obama's proposal that \"many believe all we need to do to end the nuclear programmes of hostile governments is to have our presidents sit down with leaders in Pyongyang and Tehran, as if we haven't tried talking to these governments repeatedly over the past two decades\". McCain's latest decent into dishonour warns that nothing less than a <a href=\"http://www.newstin.co.uk/related.a?edition=uk&amp;group_id=en-010-006245768&amp;similarFilter=US\">second holocaust</a> could occur if Obama prevails on Tuesday.</p> <p>All of McCain's incendiary charges hide the fact that, just like his secret plan to kill Osama bin Laden, he has not given any indication what he would do differently from the woefully inadequate efforts of the Bush administration to stop Iran's nuclear programme. After the catastrophe of the Bush administration, we do not have the luxury of repeating the same mistakes. Barack Obama promises the chance of averting disaster. John McCain only promises war.</p>",
  "<p>Exactly a year ago President Musharraf of Pakistan, in his capacity as chief of army staff, illegally declared <a href=\"http://www.iht.com/articles/2007/11/03/asia/pakistan.1-164654.php?WT.mc_id=rssfrontpage\">a state of emergency</a> and unceremoniously dumped most of the country's top judges. Nine months later he was forced to step down, and Asif Zardari, husband of former Prime Minister Benezir Bhutto, was subsequently <a href=\"http://www.theguardian.com/world/2008/sep/06/pakistan1\">elected president</a>. His party – the Pakistan People's Party – had pledged to reinstate the deposed judges, but most have still not been restored to their posts. Is there hope for respect for human rights and the rule of law in Pakistan? </p> <p>The declaration of the state of emergency last November was frightening. Musharraf used his new powers under the emergency to summarily dismiss <a href=\"http://www.independent.co.uk/opinion/commentators/the-statement-by-chief-justice-iftikhar-chaudhry-399166.html\">Chief Justice Iftikhar Chaudhary</a>, and most of the judges of the higher judiciary, and replace them with his own \"yes men\". Hundreds of lawyers and political activists who opposed Musharraf's actions were detained. </p> <p>The supreme court had increasingly been challenging Musharraf's government over the apparent misuse of executive powers. It was about to determine Musharraf's eligibility to contest the October 2007 presidential election while at the same time holding the office of chief of the army. Chaudhary had also taken a tough stance on hundreds of cases of disappearances, and had found against the government in several rulings. When the state of emergency was declared these cases were immediately shelved. Currently hundreds of cases remain pending before the supreme court. </p> <p>There was a brief glimmer of hope after the elections in February. A new coalition government moved quickly to distinguish itself from the old Musharraf regime by expressing its support for human rights. Significantly it signed the <a href=\"http://www.unhchr.ch/html/menu3/b/a_cescr.htm\">international covenant on civil and political rights</a> and the <a href=\"http://www.hrweb.org/legal/cat.html\">UN convention against torture</a>. It also made a public commitment to commute all death sentences, Pakistan has 7,000 people on death row, one of the largest number in the world. But sadly little has since been done since by Pakistan to put its words into effect. </p> <p>A weak and compliant judiciary has eroded the rule of law in Pakistan. The unique ability of an independent judiciary to challenge human rights violations, review abusive laws and provide redress to individuals who have suffered is essential. The new government has given some assurance that it will uphold the independence of the judiciary, but it has not followed through on this commitment yet. </p> <p>What this means in reality is that hundreds of cases of disappearances remain pending. <a href=\"http://www.amnesty.org.uk/content.asp?CategoryID=10893\">Amnesty International</a> has documented many of these cases, including that of Masood Janjua, a 45-year-old businessman from Rawalpindi, and his friend Faisal Faraz, 25, an engineer from Lahore. Both were apprehended nearly three years ago (30 July 2005) while travelling on a bus. Security forces have denied holding the men but Mr Janjua's wife Amina has presented the supreme court with an affidavit from five people declaring that her husband has in fact been held at various places of detention – including an army building called 501 Workshop in Rawalpindi – by the Inter-Services Intelligence (ISI) agency. </p> <p>These cases establish a pattern of security or other forces arbitrarily detaining people, blindfolding them, and moving them around numerous detention centres so they become almost impossible to trace. This is what Chaudhary and others were trying to address. </p> <p>This is a critical time for the new government of Pakistan. After a year of great uncertainty, there is an opportunity now to make a clear pledge to respect for human rights and the rule of law, starting with measures which uphold the independence of the judiciary and limit the President's authority in appointing judges. </p> <p>For its part, the international community, including the British government, can tell Zardari that it expects such assurances – including, critically, the upholding of the judiciary's independence – as an indication that the country has drawn a line under the events that began on November 3 2007. </p>",
  "<p>On the last full day of campaigning, the candidates for the US presidency are making a mad dash across the country in an effort to energise their supporters and win over undecided voters.</p> <p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, the <a href=\"http://www.theguardian.com/world/republicans\">Republican</a> nominee, is visiting seven cities in seven states - including his home state of Arizona, in a reflection of his lagging position in the polls. <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>'s schedule is lighter only by comparison: the <a href=\"http://www.theguardian.com/world/democrats\">Democrat</a> is visiting three tough battleground states where polls show him ahead but too close for comfort.</p> <p>McCain is fighting in part for the roughly 4-9% of the electorate who polls show still have not chosen a candidate, even as the presidential campaign nears two years old. </p> <p>\"My friends, it's official: There's just one day left until we take America in a new direction,\" McCain told a raucous, heavily Hispanic rally in Miami just after midnight.</p> <p>The Arizona senator's campaign manager, Rick Davis, told reporters last night that those holdouts could prove decisive for a McCain victory. </p> <p>\"If Barack Obama hasn't closed the deal with them after two years in the campaign and a year as the nominee of their party, maybe they're holding out for a good reason,\" he said <a href=\"http://www.politico.com/news/stories/1108/15193.html\">according to the Politico</a>. </p> <p>\"Now, maybe they just decided not to vote and they don't want to say that because everyone they know is voting. So we'll see. If we see the vote drop below 130 million, you'll know they didn't show up. If it goes over you'll know they came out, [and] I think that's a good chance for us to win.\" In 2004, 124 million Americans cast ballots. </p> <p>Obama, meanwhile, told radio talk show host Russ Parr that he was feeling \"peaceful\". \"The question is going to be who wants it more,\" he said. \"And I hope that our supporters want it bad, because I think the country needs it.\"</p> <p>By Saturday, 24 million had already voted in this year's race, with the Democrats apparently gaining an advantage, according to an analysis by Michael McDonald, an associate professor of government and politics at George Mason University. </p> <p>The exact results of the early vote will not be known until election day, but according to party registration statistics early voters in several key states have been predominantly Democrats. In Florida, for instance, of the 4.1m votes cast early, 45.5% have been by registered Democrats, 38% by Republicans and 17% other.</p> <p>Today's polls show Barack Obama well positioned for victory. He leads in every state John Kerry won in 2004, and is ahead deep into the territory won by George Bush that year. National polls show Obama leading by about seven percentage points.</p> <p>McCain's heavy travel schedule today reflects his effort to defend Republican turf against Obama's surge. Of the seven states he hits today, only <a href=\"http://www.theguardian.com/world/pennsylvania\">Pennsylvania</a> voted Democrat in 2004. He will also stop in <a href=\"http://www.theguardian.com/world/florida\">Florida</a>, Tennessee, <a href=\"http://www.theguardian.com/world/indiana\">Indiana</a>, <a href=\"http://www.theguardian.com/world/newmexico\">New Mexico</a>, <a href=\"http://www.theguardian.com/world/nevada\">Nevada</a> and Arizona. The latter is his home state, where Obama has pulled close behind him in the polls and has run advertisements.</p> <p>Obama is to hold rallies in Florida, <a href=\"http://www.theguardian.com/world/northcarolina\">North Carolina</a> and <a href=\"http://www.theguardian.com/world/virginia\">Virginia</a>, three states won twice by Bush. North Carolina and Virginia have long been in Republican hands, but polls show Obama is poised to retake them.</p> <p>The vice-presidential candidates have similarly exhausting schedules today. <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> will be in <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a>, Missouri, <a href=\"http://www.theguardian.com/world/iowa\">Iowa</a>, Colorado and Nevada, all states that Bush won in 2004. <a href=\"http://www.theguardian.com/world/joebiden\">Joe Biden</a> will campaign in Missouri, Ohio and Pennsylvania.</p>",
  "<p>Chicago was today bracing itself for a huge and possibly chaotic street party as more than a million people were expected to descend on the city centre tomorrow night in anticipation of a victory for Democratic presidential hopeful, Barack Obama.</p> <p>Obama, who lives in Chicago, has planned a huge public party in Grant Park which is in the downtown area. The campaign issued more than 70,000 tickets for the event but they were sold out in a matter of hours. Nonetheless huge numbers are expected to come into the city anyway, prompting a major security clampdown, concern about public safety and some businesses to send employees home early.</p> <p>\"It's going to be surprising,\" Chicago mayor, Richard Daley told the Chicago Tribune. \"There are going to be a lot of people who want to come down to celebrate, we hope it's a million or more, that's realistic. It's going to be wonderful. Only the private event is ticket. You can be in the park and around it ... You think I'm nuts? You think I'm not going to invite people down? The mayor's not going to tell anybody not to come to this celebration, It's a historic event. If they want to be there, they should.\"</p> <p>Republican contender John McCain is meanwhile scheduled to hold a far more low-key affair in his home state of Arizona at the Biltmore resort and spa where he's expected to address roughly 2,000 people.</p> <p>The scale of Obama's event in Chicago is causing a logistical nightmare for the local law enforcement. Last Friday police superintendent Jody Weis warned, \"We can't have foolishness. We can't have mischief.\" </p> <p>And last week helicopters flew low over Hutchinson Field, the part of Grant Park where the rally will take place, while police scoured rooftops on downtown buildings. All Chicago police officers have had their days off cancelled for the night and local firefighters have been asked to have their personal equipment handy at home.</p> <p>\"We expect a good, supportive crowd, and we expect it to be a happy occasion,\" Obama's campaign manager, David Axelrod, has said. \"Whatever the result, we don't expect trouble.\"</p> <p>Even the US Coast Guard will patrol in Burnham harbour and on Lake Michigan, which borders the park. With traffic expected to be snarled and parking banned in large areas of the city the decision to stage an event of this scale has proved controversial in the city. </p> <p>A Chicago Tribune website poll asking whether the rally is a good idea showed the city evenly split with 52% in favour and 48% opposed.</p> <p>McCain's operatives have ridiculed Obama's event as typically ostentatious and self-aggrandising. \"I don't know if he is planning another Berlin moment, but we're having what will be a great victory night celebration with a lot of supporters,\" said campaign spokesman Brian Rogers, referring to the throngs that turned up to greet Obama in Europe in July.</p> <p>Hotels overlooking Grant Park have been booking up fast. Steve Wood and some of his neighbours booked a block of suites at the Essex Inn, which has a view of the park. He plans to watch events unfold with his partner and 9-year-old twin daughters. </p> <p>\"If my parents had taken me to JFK's victory night party when I was 9 years old,\" he told the Chicago Tribune. \"That would be something I'd remember the rest of my life.\"</p>",
  "<p>John McCain has finally settled upon a consistent attack on Barack Obama: <a href=\"http://www.usnews.com/blogs/john-farrell/2008/10/29/the-facts-about-barack-obamas-and-john-mccains-tax-plans--no-socialism-here.html\">he's a socialist</a> who will redistribute the wealth. Down in the polls, McCain probably sees no reason to hold back, but <a href=\"http://blogs.suntimes.com/sweet/2008/10/mccain_calling_obama_a_sociali.html\">such rhetoric</a> will only further poison the political discourse we desperately need to resist ideological purity in such troubling economic times. Indeed, true socialists would probably oppose a New Deal 2.0 because it is their intention to watch our capitalist system crumble, not prop it up with half measures. Historians can attest that FDR had to battle populists to the left of him at least as often as he battled opponents to the right.</p> <p>In any event, the great irony here is that McCain's portrayal of Obama to the left leading up to tomorrow's election may create a mandate for Obama to pursue <a href=\"http://www.denverpost.com/headlines/ci_10864851\">more redistributive economic policies</a> once elected. It will be hard for Republicans to charge that Obama did not run as a liberal when that is precisely what they have labelled him for the past several weeks.</p> <p>But what is more troubling about these latest talking points is the fact that the term \"government\" has become synonymous with \"socialist\". This may be Ronald Reagan's most enduring harm to political discourse in America, since it was he who famously observed that \"government isn't the solution, it's the problem.\" One is hard pressed to find a less useful cliché in today's troubled world.</p> <p>Here we are on the verge of <a href=\"http://ap.google.com/article/ALeqM5ioHc80xKMiATnqCpK0cDKJzk_nPQD93QHKRG0\">nationalising our banks</a> in response to a credit crisis not seen since the Great Depression. We've bailed-out Wall Street with a $700bn package based on the recommendation of the most ideologically driven Republican president in history. McCain soon thereafter proposed a further $300bn mortgage bail-out for distressed homeowners. And now the \"tax cut and spend\" Republicans really have the nerve to claim the high ground on <em>laissez faire</em> capitalism during an economic collapse likely brought about by deregulation?</p> <p>We do indeed live in strange times, but rarely do such political contradictions appear so <a href=\"http://ap.google.com/article/ALeqM5guE0JhhcEZtoFThYoT1S3gx9bh_AD93INACO0\">glaringly obvious</a> by occurring back to back in the 24-hour news cycle. Even an electorate that practices as much cognitive dissonance as Americans no doubt <a href=\"http://elections.foxnews.com/2008/10/30/palins-alaska-shares-oil-wealth-residents/\">notices such hypocrisies</a>. Under the Republican vocabulary, one might be tempted to call George Bush and John McCain socialists. </p> <p>Most political scientists will tell you that America has long been a \"mixed economy\", which combines free-market principles with a range of entitlement programmes that come primarily from the New Deal. It's a convenient way of explaining to college freshmen a complex issue, and it is almost comforting to think we blend together the best of both worlds. But if contemplated long enough, the idea that \"big government\" is socialism, and that \"mixed economies\" are somewhere on a continuum between capitalism and socialism, leads to one inescapable conclusion: there are no truly free market countries in the world, save the anarchies.</p> <p>And, as most economists will tell you, that's not a place we want to end up. Anarchist states do very poorly economically. Thus, although our political vocabulary prefers capitalism to socialism, true <em>laissez faire</em> capitalism does not exist in any industrialised country nor can we cite any successful economy which lacks strong institutions. What's really at issue is how these strong institutions behave.</p> <p>Part of the problem in this discussion is that a <a href=\"http://www.azcentral.com/arizonarepublic/opinions/articles/2008/10/29/20081029robb29.html\">government action</a> is not and should not be confused with socialism. Socialism is a loaded term, often meaning different things to different people. To Marx, it meant some intermediary period of transition to full communism, where society would be totally egalitarian and altruistic and have no need of government. To contemporary observers who are accustomed to viewing the Soviet Union as a communist society, democratic socialism is juxtaposed to Stalinist society - a milder form of redistributive economic policies without the political repression. Think Sweden.</p> <p>But since it is so politically unacceptable to openly sympathise with socialism in America, it's difficult to engage in a dialogue on economic issues as soon as the dreaded S-word is dropped in the conversation. It's not a conversation starter, it's a conversation ender, and few Democrats even posses the historical and economic ammunition to engage in a conversation on the issue other than to simply protest the comparison.</p> <p>When people say \"socialism\" they seem to be drawing upon images of centrally planned economies - which suffer from chronic shortage and an inability to efficiently or effectively allocate resources and managerial talent. But from my vantage point, nationalising banks is not socialism, because it doesn't amount to a centrally planned economy, merely expanded institutional intervention, which was already happening.</p> <p>While drastic relative to our <em>laissez faire</em> rhetoric, on the continuum, we've simply inched closer to full intervention by upping the level of engagement. Nevertheless, the mixture is so far from pure here it's not nearly as drastic as the term socialist implies. But even if it were drastic, the redistribution of wealth in the bail-out package and nationalisation of banks seems geared toward the rich and thus doesn't fit into the \"leftist\" box we've created for it. Our conceptualisation of the issue breaks down under any serious scrutiny.</p> <p>The truth is every government action - or inaction - has an effect on the economy. Government is the guide rail through which the economy flows, determining the contours and incentives of market activity. For our entire economic history - the government has been an active participant in the markets. Whether it was our early protectionist tariffs, the transcontinental railroad or the New Deal, government has always been there, only being noticed when things go terribly wrong. But to properly conceptualise the government's role in the economy, imagine a world without government. There would be no labels on food, no institutional contract enforcement if someone bailed-out on an agreement and no police to keep the streets crime-free enough to conduct commerce with currency, which is backed by fiat of the government. </p> <p>Former Republican speaker Newt Gingrich told National Public Radio in 2005 that Americans so trust the free market that they give their credit card information to companies that transmit it across the country to some headquarters. But can one imagine such a transaction without any tort liability on the part of the corporation if it seriously harmed us in that transaction? Institutions play a major role in any economy, so much so that universities today teach \"political economy\" to deal effectively with the intersection of government and markets.</p> <p>Americans must abandon the incendiary rhetoric of the Reagan revolution, which conceives of government in a way that leaves little room for practical policies, and falsely conceptualise our economy as some sort of anarcho-capitalist society. We are not, and never have been, a free market. And by the looks of this economic crisis, we won't be one anytime soon.</p> <p>Nevertheless, it would be nice if the media would step in to discuss why McCain's support for the bail-out package wasn't socialism, but <a href=\"http://www.statesman.com/opinion/content/editorial/stories/11/2/1102phillips_edit.html\">Obama's tax plan</a> is. But for the media to do that, it would first have to explain to the world just <a href=\"http://www.salon.com/opinion/feature/2008/10/31/socialism/\">exactly what socialism is</a>, and what the role of government is in the economy. That discussion is no doubt too complicated in a normal news cycle, let alone in the scrutiny of a presidential election. But if America is to survive and flourish politically and economically, it has to elevate its discourse to the level of sophistication this issue requires, or it will find itself ill equipped to address the challenges of the 21st century.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339278702\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/3/1225727585162/nader.jpg\" alt=\"Nader\" width=\"140\" height=\"166\" class=\"gu-image\" /> </figure>  <p>Others have charted the long transformation of Ralph Nader from crusading activist to third-party presidential candidate to his current condition of seemingly total self-absorption (much earlier in the campaign, you'll recall, he <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/jul/29/ralphnaderopensmouthdisast\">took it upon himself</a> to accuse Barack Obama of not being black enough). But he seems to have sailed through even that, now, to a strangely serene place where his campaigning is largely a Dadaist exercise in mocking the absurdity of politics. Recently, he released a campaign ad in which he <a href=\"http://uk.youtube.com/watch?v=7rvuF7p2uwE\">spoke in a depressed voice to a talking parrot</a>; a couple of weekends ago he <a href=\"http://elections.foxnews.com/2008/10/26/nader-claims-world-record-campaign-speeches-single-day/\">broke the Guinness World Record for the number of speeches in a single day</a>; and tomorrow, he <a href=\"http://www.votenader.org/media/2008/11/03/oneword/\">plans a press conference</a> in Washington DC along the following lines:</p> <blockquote> <p>In deference to the sound bite journalism that dominates presidential political media coverage, independent presidential candidate Ralph Nader will host a press conference at which he will only issue one-word responses to questions for the first 30 minutes.</p> </blockquote> <p>Of course, Joe Biden <a href=\"http://www.youtube.com/watch?v=XberX_t-WvI\">already gave</a> the best one-word answer to a question from the media this election season, but there's no harm in Nader trying to rival him. How it's supposed to gain Nader any votes is less clear -- a few seconds of cable TV time, perhaps? And it does make you wonder if he has now accepted that he's no longer a remotely credible figurehead for the (hugely important) campaign to end two-party politics in America.</p>",
  "<p>US Senate majority leader Harry Reid said yesterday that Senator Ted Stevens of Alaska cannot remain a senator even if he's re-elected tomorrow because he's a convicted felon.</p> <p>Stevens, 84, was convicted last week in federal court on seven felony counts of failing to report gifts and services, including renovations that doubled the size of his Alaska home. Since his conviction, Stevens has continued to campaign for re-election, even as he maintains his innocence and says he \"has not been convicted of anything\". </p> <p>Stevens, who is appealing the jury verdict, has been relying on the technical definition of \"conviction\", which doesn't take effect until sentencing. His sentencing has been postponed pending his appeal.</p> <p>Stevens, who's served in the Senate since 1968, faces his most difficult re-election bid ever tomorrow against Democrat Mark Begich, the mayor of Anchorage.</p> <p>Reid's statement came in response to a press release issued on Saturday night by the Stevens campaign. In it, Stevens trumpets the claims of his longtime friend, Senator Daniel Inouye, a Democrat from Hawaii, who testified as a character witness in Stevens' corruption trial.</p> <p>Stevens, Inouye said in the press release, \"will retain his Senate seat while the legal process moves forward\".</p> <p>\"As the Senate has done in every other instance in its long 220-year history, I am absolutely confident that Ted Stevens will be sworn into the Senate while he appeals this unjust verdict,\" Inouye said. \"I am certain that this decision in Washington, DC, will be overturned on appeal.\"</p> <p>Not so, said Reid, a Nevada Democrat.</p> <p>\"While I respect the opinion of Senator Daniel Inoyue, the reality is that a convicted felon is not going to be able to serve in the United States Senate,\" Reid said. \"And as precedent shows us, Senator Stevens will face an ethics committee investigation and expulsion, regardless of his appeals process. This is not a partisan issue and it is unfortunate that Senator Stevens has used his longtime friendship with Senator Inouye for partisan political gain.\"</p> <p>Reid said that Stevens need look no further than the comments made by Stevens' fellow Republicans, including Senate Republican leader Mitch McConnell from Kentucky, who said there would be \"zero tolerance\" for a convicted felon in the Senate.</p> <p>Reid also referred to statements made by the head of the committee charged with re-electing Republican senators, Senator John Ensign of Nevada. Ensign said he was \"disappointed to see his career end in disgrace\".</p> <p>If that's not enough, Reid said, consider what Republican presidential candidate John McCain, a fellow senator, said: Stevens has \"broken his trust with the people and should now step down\". </p> <p>McCain's running mate, Alaska Governor Sarah Palin, also has called on Stevens to step down.</p>",
  "<p><a href=\"http://www.theguardian.com/politics/gordonbrown\">Gordon Brown</a> today issued an eve-of-election plea for the winner in the US presidential poll to show leadership during the global financial crisis.</p> <p>Barack Obama or John McCain will only be president-in-waiting when world leaders including the outgoing President Bush convene in <a href=\"http://www.theguardian.com/business/2008/oct/23/creditcrunch-globaleconomy\">Washington on November 15</a> – the winner will be sworn in as president on January 20. </p> <p>But Brown said the world would need clear American leadership in the \"coming weeks and months\" during a speech to Arab businessmen on the penultimate day of his trip to the Middle East.</p> <p>Leaders of the world's 20 most developed nations are due in Washington in 10 days' time to thrash out new rules for revamped international cooperation.</p> <p>Brown said: \"The next stage of globalisation will require even more international cooperation with American leadership central to its success. In the coming weeks and months, the whole world will want to work closely with America on a shared common agenda to bring growth and jobs back to our economies; to give greater stability to our financial system; to defeat protectionism in favour of free trade; and of course to work for a more secure world and, in the Middle East, peace.\"</p> <p>Brown is thought to have discussed his ideas for a revamped IMF on at least one of the occasions he has met the presidential candidates.<br> In a speech to Gulf businessmen in Abu Dhabi on the third leg of his Gulf tour, Brown said he feared that countries retreating to isolation and protectionism might wreck chances for a quick and sustainable recovery.</p> <p>Brown seems to have had some success in <a href=\"http://www.theguardian.com/politics/2008/nov/03/gordon-brown-saudi-arabia-qatar\">enlisting Gulf support</a> for his plan to see developed nations contribute funds to an emergency bail-out fund, the details of which will emerge in Washington. </p> <p>The prime minister has proposed a five-point plan for November 15 meeting:<br>• stronger banks and more lending;<br>• the restoration of confidence in the financial system;<br>• better coordination of fiscal and monetary policy;<br>• free trade;<br>• more money for the IMF, which he has spent the past three days drumming up from the oil-rich states. </p> <p>On Sunday, Brown said he expected the Saudis would contribute funds and Qatar's prime minister, Sheikh Hamad bin Jassim, has pledged support, but confirmation will not come before the November 15 meeting. Brown said if the money was forthcoming, the IMF would need to be overhauled to reflect changed international relations. </p> <p>Despite being one of Brown's closest allies in the Gulf, the Qatar prime minister appeared to ridicule the his call for a fixed oil price. \"We wish that we have a fixed price but this is a market need [to have a variable oil price],\" Jassim said at a joint press conference with the prime minister in Doha. He said he thought a fair oil price was $70-90 (£44-56).</p>",
  "<p>The polls in Seattle, Washington, are closed and a Diebold AccuVote electronic voting machine is chattering its way through the results. Votes cast using its touchscreen ballot have been captured on an encrypted memory card and duplicated on a continuous printed paper roll.</p> <p>So has the city chosen Senator McCain (Republican) or Senator Obama (Democrat) for president? Neither, as it happens. The only votes recorded on this AccuVote for the highest office in the land are for one Mark Harris (Independent).</p> <p>Fortunately for America, this is only my test run of voting technology that will be used for real by around a third of US voters tomorrow. But before Americans rejoice at their narrow escape from four years' rule by a technology writer, they might want to listen to Dan Wallach, associate professor of computer science at Rice University in Texas.</p> <p>Last year, <a href=\"http://www.cs.rice.edu/~dwallach/pub/texas-house-elections25june08.pdf\">Wallach conducted an in-depth review of the Diebold AccuVote for Californian election officials</a> (PDF) and discovered its software was littered with vulnerabilities.</p> <p>\"We found all kinds of problems,\" he says, \"Our study showed that you only need to apply an evil software patch — forcing the machine to swap votes between candidates — to a single machine, and you can arrange for that patch to spread to every machine in the system. It takes a relatively modest effort to corrupt every voting machine in the county.\"<br> The study found similar vulnerabilities with voting machines from two other manufacturers, leading California's secretary of state to <a href=\"http://www.sos.ca.gov/elections/voting_systems/ttbr/diebold.pdf\">withdraw her approval for all three devices</a> (PDF).</p> <p>Nevertheless, these machines will be used by millions of voters across the country on election day. \"There are no nationwide legal requirements for electronic voting machines. They vary from state to state and even from county to county,\" explains Professor Edward Felten, director of the center for information technology policy at Princeton University. \"Even for states that follow federal guidelines, its testing and certification processes have lots of problems.\"</p> <p>These problems are starting to be revealed by early voting in some states. Voters in West Virginia, Texas and Tennessee have reported electronic \"vote flipping\", where their touchscreen selections flip unexpectedly to rival candidates. It seems particularly prevalent where 'straight ticket' selection of the entire ballot along party lines is allowed. (A <a href=\"http://www.youtube.com/watch?v=1aBaX9GPSaQ\">video by the makers of the Simpsons about such flipping</a> has gone viral.)</p> <p>This is probably not an organised attempt to defraud voters, according to Wallach: \"If the machines were maliciously flipping candidates, you wouldn't be seeing it on screen, it would be happening silently behind the display. It's most likely poor programming, user confusion and calibration errors.\"</p> <p>When mass voting starts, more such bugs are bound to emerge. During the presidential primary elections earlier this year, thousands of votes were erroneously switched or lost entirely when software and hardware errors affected machines from South Carolina and Florida to Ohio and even Washington DC.</p> <p>Ironically, electronic voting was originally adopted in an effort to reform problems with archaic punch-card and lever machines. These were responsible for the <a href=\"http://www.cs.uiowa.edu/~jones/cards/chad.html\">infamous \"hanging chads\"</a> that helped swing the close-run presidential elections in 2000 in favour of George Bush.</p> <p>In 2002, the House and Senate passed the Help America Vote Act, which gave states $3.8bn (£2.4bn) to modernise voting technology and improve access for the disabled. Individual states chose different technologies, some of which have proved more secure and reliable than others.</p> <p>\"There seems to be an inherent problem with any system that keeps only electronic records,\" says Professor Felten. \"It makes it very difficult for election officials and voters to verify their votes.\" Twelve states currently use paperless electronic voting machines, and 16 more have been judged by the non-partisan Brennan Center for Justice to offer \"inadequate\" post-election manual audits.</p> <p>Both Felten and Wallach are calling for voting machine manufacturers to make their software open source, as is already the case in Australia's Capital Territory. \"Revealing source code should be mandatory,\" says Wallach. \"It's really important for transparency and it doesn't reduce security.\"</p> <p>Wallach is also working on a next-generation voting machine called VoteBox that uses sophisticated cryptographic techniques to allow voters to challenge whether machines are recording their votes correctly.</p> <p>\"The technology to build a fundamentally better machine is available today,\" he says. \"But it's unclear whether there is the money to develop it. The Help America Vote Act gave a one-time deluge of cash to upgrade systems. When the money runs out, we're heading back to paper.\"</p> <p>Wallach's predictions appear to be coming true. Alaska, California, Florida, Iowa, Maryland, Tennessee and New Mexico are ditching electronic voting machines and this election will see a decrease in their numbers nationwide for the first time.</p> <p>The only technology growing in popularity is optical scan voting, which combines a simple paper ballot with uncomplicated computer scanners. Almost 100 million American voters will vote via optical scanning tomorrow — around 50 million more than by touchscreen.</p> <p>Washington state is going one step further. When my Diebold AccuVote is packed up at 8pm on November 4, its memory card and paper roll carefully dispatched to the voting depot, Seattle's polling stations will close their doors for the last time — because Washington state is moving to a vote-by-mail system for all future elections.</p> <p>It's a sure solution for electronic voting fraud. But now I can't help wondering: exactly how secure is my postman?</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339273618\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/3/1225721203950/springsteen.jpg\" alt=\"Springsteen and Obama\" width=\"460\" height=\"324\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama, with his family, embraces Bruce Springsteen at a rally in Cleveland, Ohio, last night. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Gallup's final presidential estimate is <a href=\"http://www.gallup.com/poll/111703/Final-Presidential-Estimate-Obama-55-McCain-44.aspx\">Obama 53%, McCain 42%</a>, among both definitions of likely voters. The Wall Street Journal/NBC sees a small narrowing compared to its poll last week, down to <a href=\"http://online.wsj.com/article/SB122567494708692025.html\">51%-43%</a>. Nate Silver <a href=\"http://www.fivethirtyeight.com/2008/11/todays-polls-3-am-edition-113.html\">has more</a>. (The Washington Post's short version: if you define Missouri, North Carolina, Florida, Ohio, Indiana and Montana as toss-ups, and Pennsylvania and Virginia as leaning Democratic, McCain would have to win all the solidly Republican states, all the leaning Republican states, all the tossups and still find 23 more electoral votes in order to win.) An Obama landslide is now a more likely outcome than a McCain win of any kind, Mark Halperin <a href=\"http://www.time.com/time/politics/article/0,8599,1855843,00.html\">reckons</a>.</p> <p>Twin New York Times profiles of the candidates on the eve of the election paint <a href=\"http://www.nytimes.com/2008/11/03/us/politics/03mccain.html\">McCain</a> as growing happier, at peace with his likely fate, and <a href=\"http://www.nytimes.com/2008/11/03/us/politics/03obama.html\">Obama</a> as unflappable as ever, yet not immune to the swirling emotions around him -- \"the realization, presumably, that he may be about to become president; the huge optimism that he has unleashed, evident in the crowds he is drawing (and something he has told aides worries him a bit, given the expectations set for him); the weighty thinking he is gradually giving to <a href=\"http://ap.google.com/article/ALeqM5iEHnFZIMYMB9\">how he would staff a government</a> and deal with a transition in such a difficult time. All of this is taking place as a woman who played a large role in raising him, his grandmother, is approaching death...\" [<a href=\"http://nytimes.com/\">New York Times</a>]</p> <p>Four major urban police forces make preparations for civil unrest tomorrow night, with SWAT teams in Detroit, Oakland and Philadelphia, and every cop on duty in Chicago. [<a href=\"http://news.bostonherald.com/news/regional/view/2008_11_03_BPD_optimistic_for_peaceful_Election_Day/srvc=home&amp;position=2\">Boston Herald</a>]</p> <p>McCain campaign manager Rick Davis does the dutiful thing, remaining relentlessly upbeat in his communications with reporters. On undecideds: \"If Barack Obama hasn't closed the deal with them after two years in the campaign and a year as the nominee of their party, maybe they're holding out for a good reason.\" Others, of course, fear a bad reason -- racism -- but as Ezra Klein notes, that's getting harder and harder to believe: at this point the Bradley Effect would seem to require a huge group of \"prankster racists\", determined to switch in the polling booth just to upset pollsters. [<a href=\"http://www.politico.com/news/stories/1108/15193.html\">Politico</a>, <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=11&amp;year=2008&amp;base_name=the_racist_vote\">Ezra Klein</a>]</p> <p>Would the Reverend Wright card have worked, if the Republicans had decided to play it? Party insiders mull the question. [<a href=\"http://www.politico.com/news/stories/1108/15191.html \">Politico</a>]</p> <p>McCain makes his closing argument, tightly focused on economics, in the sympathetic op-ed pages of the Wall Street Journal. [<a href=\"http://online.wsj.com/article/SB122567508079392051.html?mod=todays_us_opinion\">Wall Street Journal</a>]</p> <p>Never mind all that pro-Obama stuff: here is why you should vote for McCain. \"Experts say the United States is like a bus full of enraged cows teetering on the edge of a sea cliff, with swarms of bloodthirsty sharks circling the waters below... We can't afford to prolong the misery. We can't afford to elect some pie-in-the-sky character who appeals to our better instincts. We can't afford to put aside ignorance and poverty. We need to be pushed over that ledge.\" [<a href=\"http://news.aol.com/political-machine/2008/11/02/john-mccain-for-president/ \">AOL Political Machine</a>]</p> <p>Are <a href=\"http://www.politico.com/blogs/bensmith/1008/The_history_argument.html \">people</a> voting for Obama in order to <a href=\"http://www.politico.com/blogs/bensmith/1108/Tallying_visits_in_Delaware_County.html \">be part of history</a>? Some intriguing anecdotes from canvassers. [<a href=\"http://www.politico.com/blogs/bensmith/1108/Tallying_visits_in_Delaware_County.html \">Ben Smith</a>]</p> <p>Here is a news story about a voting machine <a href=\"http://www.ledger-enquirer.com/news/story/494575.html\">landing in a woman's driveway in Georgia</a>. She didn't ask for it. This does not fill one with immeasurable confidence about ballot processes in Georgia. There may be <a href=\"http://www.nytimes.com/2008/11/03/us/politics/03voting.html\">problems elsewhere</a>, too, especially in <a href=\"http://www.time.com/time/politics/article/0,8599,1855855,00.html\">Florida</a>. [<a href=\"http://www.ledger-enquirer.com/news/story/494575.html\">Columbus Ledger-Enquirer</a>]</p> <p>Today's the last day for you to enter our historic <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/31/uselections2008-johnmccain2\">Election Prediction Contest</a>! I'll be liveblogging election night <a href=\"http://blogs.guardian.co.uk/burkeman\">here</a> from around 5.30pm ET/10.30pm UK time tomorrow. [CORRECTION: More like 6.30pm/11.30pm, actually] Bring a bottle, and your friends.<br></p>",
  "<p>When discussing the Senate races in the United States this year, one question looms large on the mind of any political analyst or junkie. Namely, will the Democrats or won't they? Get to 60 votes, that is.</p> <p>The figure 60 is – outside of gaining a simple majority (of 51 votes) – the second-most important number to shoot for in the Senate. This is because a procedure known as the <a href=\"http://en.wikipedia.org/wiki/Filibuster\">filibuster</a>, in the past used when the minority found legislation so offensive that they were willing to get up and talk, talk and talk some more, is now employed by Republican minority leader and legislation constipator Mitch McConnell more often than Sarah Palin can say \"You betcha!\". To stop this verbal assault requires a \"supermajority\" or 60 votes. Hence, it is a magic number of sorts.</p> <p>When this election season began, prognosticators of all stripes believed that <a href=\"http://www.theguardian.com/business/useconomy\">economic malaise</a>, an unpopular war in <a href=\"http://www.theguardian.com/world/iraq\">Iraq</a> and a <a href=\"http://www.theguardian.com/world/georgebush\">Republican president</a> in the White House with an approval rating on par with scurvy, made Democratic pickups the most likely outcome. When five Republican senators decided to retire and Democrats raised a lot more money than their Republican counterparts, Democratic chances were only enhanced. And every day brings seemingly worse news for the GOP.</p> <p>Currently, short of a damaging event on the level of a natural disaster – or a public endorsement by Madonna – Democrats are poised to gain at least six seats. Right now, in Virginia, New Mexico, Colorado, New Hampshire, Alaska and Oregon the die has been cast. As Democrats effectively now have 51 seats in the senate (by including the two independents who caucus with the Democrats – Joe Lieberman of Connecticut and Bernie Sanders of Vermont), that would mean they need three more to get to 60. Currently, comedian Al Franken is slightly ahead of Republican incumbent and used-car salesman impersonator Norm Coleman in Minnesota, and the Democrats are also in position to beat former Republican cabinet member and wife of 1996 GOP presidential candidate Bob Dole, North Carolina Senator Liddy Dole. That gets you to 59.</p> <p>Yet, in three more races in the South – Mississippi, Georgia and Kentucky (McConnell's seat) – the polls show a dead heat. Meanwhile in Maine, Democrat Tom Allen is gaining on election-year moderate Susan Collins. In the Georgia race, as a special bonus, if nobody gets 50% (quite likely with a Libertarian candidate also running), then a runoff will be set for a month later, or the beginning of December.</p> <p>So if you think all the drama might be done election night, just imagine one more month of fun, especially if the Democrats are standing at 59 seats on November 5. This would prove my theory, which is that American electioneering never does in fact end. </p> <p>In any case, November 4 should be a very good night for the Democrats. And Republicans? Well, they may find themselves looking up the definition of <a href=\"http://encyclopedia2.thefreedictionary.com/Hari-kiri\">hari-kiri</a>.</p>",
  "<p>Anti-Americanism doesn't just manifest itself at the dining tables of fashionable London or at routine flag-burning displays in the Middle East. It has serious practical consequences too. Hostile public opinion in Turkey prevented American troops from invading Iraq from the north, seriously complicating the whole war. In Poland and the Czech Republic it has delayed cooperation with Washington on missile defence. Many American businesses and tourists will also testify to the problem. But are we getting the full story from Pew and the other pollsters that aim to teach us about the world's view of the United States? New opinion polling, conducted for <a href=\"http://americaintheworld.typepad.com/\">AmericaInTheWorld</a>, questions three components of the conventional wisdom on anti-Americanism.</p> <p>First of all we found that British citizens may make anti-American noises in the abstract but they still look to America when the chips are down. We are all too familar with <a href=\"http://pewglobal.org/americaagainsttheworld/\">those surveys</a> that find that many Europeans regard America as a greater threat to world peace than Iran. Our demographically balanced survey of nearly 2,000 British citizens tried to probe more deeply. We asked respondents to imagine that they had been taken prisoner by terrorists and that they had to be rescued by troops from a foreign nation. More than half (53%) said that they would most want to be rescued by the American military. Less than 1% preferred their liberators to be Iranian soldiers. Nearly five times as many Britons wanted the Stars and Stripes to be on their rescuers' uniform than wanted to see the flags of Germany or France. America scored almost as highly when we asked British people to choose a nation that they would like to work or holiday in.</p> <p>The second misconception concerns <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>. The likely election of Barack Obama as America's next president will have an electric effect on global opinion but it will not cure every form of anti-Americanism. We found that his current popularity might struggle to survive the real challenges of presidential office. To a large extent we found that he is damned whatever course of action he chooses. For example, 51% of Britons would think less of him if he approved a military strike against Iran but 52% would also rate him less favourably if he failed to prevent Iran from acquiring nuclear weapons. The course of action most likely to erode his support within Britain would be protectionist measures that stopped UK businesses from enjoying free access to US markets. Seventy per cent of British citizens would feel less warmly about him should he pursue such protectionism. A President Obama offers no inoculation against the unpopular responsibilities that burden the world's superpower.</p> <p>The third piece of conventional wisdom treats anti-Americanism as a rational phenomenon. Anti-Americanism is often understood to be a response to the mishandling of the Iraq war or of Washington's failure to ratify the Kyoto treaty on global warming. These factors certainly explain much of the rise in anti-Americanism documented by Pew but they don't tell the full story. Our survey found that much anti-Americanism is based in ignorance. We asked our panel of British voters to say whether certain factual statements about America were true or false. We found that Britons were consistently prone to inaccurately think the worst of America. They wrongly believed that America had sold Saddam Hussein a large share of his weaponry. In reality China, Russia and France had armed the former Iraq dictator.</p> <p>They wrongly believed the US was performing worse than Europe on CO2 emissions. Many also believed that emergency medical treatment was unavailable to America's poor and that polygamy was protected by US courts. These misconceptions exist in a nation widely regarded as America's best friend. The ignorance and associated negativity may be much worse in nations with less historical and cultural empathy.</p> <p>Anti-Americanism is not going to disappear when President Bush leaves the White House or when the Iraq war fades in the memory. It is a more complex phenomenon than most analyses suggest. The world's top power has always been resented. Perspectives are often contradictory. Some hate America for its religious conservatism. Others hate America's social liberalism and the violent output of Hollywood. Some protest against America for intervening in the world. Some for washing its hands of global responsibilities. I do not argue that America should ignore world opinion but it should not believe that world opinion is as simple as some opinion polls suggest.</p>",
  "<video data-media-id=\"gu-video-339257902\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1896199647_islam-FLV-16x9.flv\"/> </video>   <p>American Muslims have been called the \"outcasts\" of this presidential election. Muslims themselves have <a href=\"http://www.newsvine.com/_news/2008/10/23/2033012-us-muslim-voters-are-election-year-outcasts \">told the media</a> that Islam is being treated as \"political leprosy\", a \"scarlet letter\", or the \"kiss of death\". In Pittsburgh, a city with a large Muslim population, the Guardian team heard sentiments like these when we attended a lecture by the writer and political analyst Raeed Tayeh titled Are Americans Obsessed with Islam?, followed by a panel discussion involving local community leaders and advocates.</p> <p>One of the few <a href=\"http://www.cair.com/Portals/0/pdf/American_Muslim_Voter_Survey_2006.pdf \">comprehensive surveys (pdf)</a> of Muslim voters in the United States was produced two years ago by the Council on American-Islamic Relations (CAIR). While they are a diverse community, American Muslims overall tend to be young, well educated, professional, middle-class, and family-oriented, and differ in their degree of religious observance. Muslims are also somewhat more likely than Americans in general to vote regularly, fly the US flag and do volunteer work.</p> <p>Most importantly for this election, CAIR's demographic research found that American Muslims were concentrated in 12 states, including the battleground states of Pennsylvania, Ohio, Florida, Virginia, and Michigan, where they ran from about 3 to 7% of the population. In the survey, 42% of respondents said they were Democrats and just 17% identified themselves as Republicans, while 28% said they did not belong to a political party. This reflects a dramatic turnaround in the past decade: in 2000, George Bush won an astonishing <a href=\"http://www.washington-report.org/archives/Jan_Feb_2001/0101026.html\">72% of the Muslim vote</a>, based on some combination of his social and fiscal conservatism, perceived openness on the Israeli-Palestinian conflict and deliberate outreach to the Muslim community. By 2004, with the \"war on terror\" and the war in Iraq under way and civil liberties in a shambles, the numbers were more than reversed, with some 90% of Muslim voters choosing Kerry.</p> <p>This year, it appears that Barack Obama can count on a <a href=\"http://ipsnews.net/news.asp?idnews=40825\">substantial majority</a> of Muslim votes. To begin with, many Muslims in the United States are African American. Those who trace their roots to the Middle East, Asia, and elsewhere like Obama's record of opposition to the Iraq war and believe he can be better trusted on civil liberties and immigration issues. While some will vote for him enthusiastically, others will do so despite feeling alienated and betrayed by what they see as Obama's eagerness to escape being \"branded\" a Muslim (which 12% of Americans apparently still believe he is).</p> <p>The accusations have been both vicious and absurd: emails and robocalls have declared that Obama attended a fundamentalist madrassah, that he will take the oath of office on the Qur'an, that he is a Manchurian candidate for a worldwide terrorist jihad. In his responses, Obama has often failed to denounce the underlying racism inherent in these attacks, and has done little to dispel the overarching sense that <a href=\"http://www.npr.org/templates/story/story.php?storyId=95985609\">Islam itself is a stigma</a> from which he must distance himself. \"I'm not and never have been of the Muslim faith,\" he <a href=\"http://www.huffingtonpost.com/naomi-klein/obama-being-called-a-mus_b_89228.html \">said in one interview</a>, as if he were answering to some sort of unChristian activities committee.</p> <p>Imam Mahdi Bray expressed this feeling of betrayal at the Pittsburgh forum. \"No Muslim wants to be sacrificed at the alter of political expediency. I think Barack Obama has practiced that. I think that for his own candidacy that Obama has kind of thrown us under the bus.\"</p> <p>On the other side, however, is John McCain, whose campaign, <a href=\"http://www.contracostatimes.com/columns/ci_10611058\">as one <br>Muslim writer put it</a>, has from the start \"conflated the terms 'Islamic' with 'terrorism' and 'radical extremism'.\" He points to the DVD distributed to tens of thousands of voters in swing states, called \"Obsession: Radical Islam's War on the West,\" with scenes of Muslims \"flying planes into buildings, bombing people, burning American flags and screaming with homicidal rage. Although the video dutifully offered a disclaimer that most Muslims are not fanatics, its horrific images and sinister music conveyed an emotional message about Muslims that was unmistakable.\"</p>",
  "<p>Campaigning for Barack Obama in the still warm and sunny battle-ground of Virginia, what lessons are there for British politics in this historic election?</p> <p>1) First, find your Tony Blair. Watching Obama give a long <a href=\"http://www.huffingtonpost.com/2008/10/30/rachel-maddow-interviews_n_139402.html\">interview to Rachel Maddow</a>, a woman who the BBC could hire tomorrow to show how political talk shows can be interesting and fun, I was struck by his uncanny resemblance to Blair. It was time to get past tit-for-tat politics, said Obama. Capitalism was OK. The Republican party had many fine people in it, the Democratic candidate declared. Obama is as devout a Christian as he is devoted family man. Welcome to Barack Blair!</p> <p>2) Speak well. The old rules of rhetoric never go away. Obama is a terrific public orator. Every time he stands at a podium, still, slim and in control of his body as he speaks without notes in short, effective sentences he exudes command and control. By contrast, <a href=\"http://www.theguardian.com/politics/2008/oct/01/davidcameron.toryconference1\">David Cameron's conference speech</a> this year was as interesting as John McCain's Tory conference speech in 2007.</p> <p>3) If you are a Conservative, be one. McCain is tarred with being the continuation of Bush-Cheney years by other means. In fact, he opposed much of the Bush ideology over the years. His latest TV advert shows Obama praising McCain for initiating environmental legislation in the Senate. This makes Obama look good but dismays American rightwing voters who don't like to see their man hugging the enemy close.</p> <p>4) Gear up for door-to-door canvassing. Spending time with Democrats gives the lie to the view that American elections are all about <a href=\"http://www.theguardian.com/world/2008/oct/30/uselections2008-barackobama-4m-30-minute-infomercial\">big money and TV campaigning</a>. They are but the intensity of phone canvassing and door knocking is greater than I have ever seen in the UK outside byelections. Canvassers have handheld personal data machines that allow instant transfers of voters' intentions and interests. As I write friends are taking leave from work to drive hours to North Carolina to get out the vote in a state where Obama and McCain are neck and neck.</p> <p>5) Hit greed but love business. Obama lashes Wall Street but talks up Main Street. Small businesses are the new working unrich in America. The Tories chez nous are now the party of the super-wealthy as the millionaires' frontbench presided over by <a href=\"http://www.theguardian.com/politics/2008/oct/27/osborne-tories-deripaska-mandelson\">Oligarch Osborne</a> and super-rich Cameron demonstrate. But Labour can come dangerously close to being anti-business especially in the rhetoric from those looking to a post-election leadership fight.</p> <p>6) Be tough on international issues. Obama wants to <a href=\"http://afp.google.com/article/ALeqM5jnI2PmONXtYeD7lMyxUPK4Y5gEGg\">increase troop commitments</a> in Afghanistan and has taken India to task over <a href=\"http://economictimes.indiatimes.com/News/PoliticsNation/Obamas_remark_on_solving_Kashmir_dispute_welcome/articleshow/3664967.cms\">Kashmir</a> where nearly a million Indian and Pakistani soldiers face off against each other, instead of the latter being transferred to Pakistan's western borders to help uproot Islamist jihadists seeking to reconquer Afghanistan to close down every girls' school. His vice-presidential running mate, Joe Biden, is friend and supporter of Georgia's Mikheil Saakashvili in contrast to Tory footsying around with Russian money or Tories on the Council of Europe collaborating with Kremlin puppets. Obama wants to work with Europe as a whole, not deal one by one with EU member states rejecting European unity as in the Hague-Cameron vision of Europe. His promise of an undivided Jerusalem as the eternal capital of Israel is a further example of a foreign affairs approach that his mixed-message language on Iraq should not occult.</p> <p>7) Don't invite losers to speak at your party conference. Cameron cosied up to McCain who has been the only major international speaker at the Tory conference since Cameron became leader. At least one Tory shadow cabinet member has been spotted sitting with Republicans at the McCain-Obama debates. While some Tory MPs keep Obama buttons in their pockets and I came across a Tory activist working for Obama, the Cameron-McCain link is another example of Cameron's shallow judgment on international politics.</p> <p>8) Talks about individuals not just families. Obama has dropped the tired Clinton line about hard-working families and now talks of hard-working Americans. This is right. In Britain, 30% of households are not family units. They are single people, widows, the divorced, parents alone. Tax policy now has to focus on the individual as much as the family.</p> <p>9) Don't promise too much. Obama is riding two waves. One is the deep sense of despair mixed with shame that the Bush-Cheney years have done so little for America at home and abroad. The second is a deeper tide-of-history movement that is bringing to an end the long 30-year era of global market capitalism which begun with the arrival of Thatcher and Reagan just as they ended the 30-year era of welfare state capitalism initiated after 1945. Americans hope Obama will be the new Roosevelt. He may be a new Carter. But underneath the rhetoric of change, Obama is centrist, cautious and careful in limiting specific pledges. But he is offering a tax cut to all middle- and working-class Americans.</p> <p>10) Don't fall for populism. Obama exudes thought and intellect. He can speak clearly and vividly. He acknowledges differences and seeks to bridge them, not use the culture and other wars throbbing in American civil society as a vehicle for partisan point-scoring. The arrival of 50 million non-Americans in the last 15 years as legal or illegal migrants has provoked political storms across the red (Republican)-blue (Democrat) divide. In Britain there is a loser-takes-all auction between politicians on immigration. Obama refuses to play that populist card and British politics could learn from him.</p>",
  "<h2>Kabul: 'Whoever wins must bring a new leadership'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-339256030\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/02/barack220x400.jpg\" alt=\"Barack Obama balloons at the Brandenburg Gate in Berlin\" width=\"220\" height=\"400\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Balloons at the Brandenburg Gate in Berlin during the opening of the US embassy in June. Photograph: Miguel Villagran/AP</span> <span class=\"element-image__credit\">Photograph: Miguel Villagran/AP</span> </figcaption> </figure>  <p>The newly-constructed American University of Afghanistan was supposed to herald a new era in Afghan-American relations. Instead, its affluent students are regular targets for attack and attempted kidnappings in an increasingly unstable Kabul. Some now believe foreign forces should leave and the Taliban come back into government.</p> <p>\"I think we have almost reached the point of no return. There are no good solutions left,\" said Ali Padsha, 19, who was raised in America. \"The longer foreign forces stay, the more problems will be created. When we [Afghans] see foreign forces in our country, it makes us crazy, it always has.</p> <p>\"The new Taliban are smarter than before and not as hardcore. They know what to do to keep the people happy.\"</p> <p>Seven years after the US-led invasion of Afghanistan, the situation is deteriorating rapidly. \"The rivers are running backwards,\" has become a popular lament in Kabul, whose residents are now looking to a change of leadership in America as the starting point for change in Afghanistan.</p> <p>Afghans generally favour Barack Obama. Some like him because he is the son of a Muslim, affectionately referring to him as Hussein Jan, adding Jan (an Afghan term of endearment) to his middle name. Many educated Afghans believe he has a more nuanced understanding of the regional predicament and support his plans to get tough with Pakistan. But others are cynical, seeing no difference between the candidates and viewing both men's commitment to sending more troops with hostility.</p> <p>Afghans face elections next year and are aware that the new American leader will play a defining role in determining who will be the next Afghan president. </p> <p>\"Whoever takes over America must bring a new leadership to Afghanistan,\" says Fahim Dashti, the editor of the popular Kabul Weekly. The victor will also have to work to counter the country's rampant anti-Americanism.</p> <p>\"The US has failed on everything they said they would do,\" says Dashti, a popular and influential thinker who fought with the Northern Alliance supported by America to drive out the Taliban in 2001.</p> <p>\"They said they were going to get rid of the Taliban - now the Taliban are at the edges of the city and even operating inside Kabul itself. They said they were going to end opium production but there is more opium than ever being produced. They said they were going to bring democracy but what we have is more like a dictatorship. Most people live beneath the poverty line and there is mass unemployment.\"</p> <p>Ali and his university friends are sympathetic to the incoming president. \"I feel bad for whoever wins this election,\" he said. \"They are going to have a really hard job cleaning up the mess left by the previous administration.\"<br><strong>Clancy Chassay</strong></p> <h2>Paris: 'Obama is France's ideal of the American dream'</h2> <p>Paris's Rue La Fayette, named after the great French hero of American independence, is known for its hordes of shopping US tourists. But struggling bars, hotels and even famous department stores are lamenting a fall in trade as US tourist numbers in Paris shrink to a record low. \"Business is down, we're all suffering,\" said Lionel Pinheiro, a waiter at one bistro. \"If Obama wins, I hope it might ease the financial crisis and bring the tourists back.\"</p> <p>Liberal Americans abroad have grown tired of having to apologise for their nationality during the Bush years. But France is now wondering: is it OK to start loving Americans again?</p> <p>\"We don't lynch Americans in the street,\" said Charlotte Lepri, a US specialist at the French thinktank, Institute for Research in Integrated Strategies (IRIS). \"But there are certain associations with Bush. Now there is a turnaround and real enthusiasm for a black candidate who represents France's ideal of the American dream.\"</p> <p>This new optimism could make it easier for the pro-US French president, Nicolas Sarkozy, to deepen rapprochement with Washington if Obama is elected. The latest poll shows over 70% of French people would vote for Obama. </p> <p>So great is the myth surrounding Obama, that some analysts warn the public could be in for a shock. The war in Afghanistan, France's increase in troops there and the growing death toll have unsettled public opinion. But few appear to realise that an Obama presidency will ask for more military involvement from allies. \"I don't think all French voters are aware of this part of his project, and they are going to get a surprise,\" said Jacques Mistral of the French Institute of International Relations (IFRI).<br><strong>Angelique Chrisafis</strong></p> <h2>Baghdad: 'The Republicans must finish their commitment'</h2> <p>Dr Amira Edan al-Dabab, above, has spent the past five years picking up the pieces of Iraq's plundered past and fears the results may again be lost if America elects Barack Obama.</p> <p>Since the fall of Baghdad in 2003, Edan, the director of the Iraqi Heritage and Antiquities Directorate, has been travelling the globe in search of up to 15,000 looted relics that used to comprise the essence of the National Museum of Iraq, treasures from three millennia which etched Iraq's place in the Arab heartland.</p> <p>Through half a decade of occupation, several years of brutal insurgency and attempts at sectarian cleansing, Iraq has seen tens of thousands of people killed, and at least two million leave. Security has improved and so too have prospects for some. But throughout Baghdad, many like Edan believe the country could again find itself at the edge of the precipice if the US doesn't tend to unfinished business.</p> <p>\"The Republicans must finish their commitment to Iraq, especially by signing the security treaty,\" she said. \"McCain is going to win,\" she continued. \"I read that the other man nominated is going to pull out the troops. We wish, we need and we hope that this won't happen.\"</p> <p>Most Iraqis seem more concerned about the short term. The time, they say, is not even nearly ripe for the Americans to leave and - for now - they'd rather the devil they know.</p> <p>Twenty kilometres north of Baghdad, the Tarmeya and Qadr district was until earlier this year the most active spot in the most dangerous area of Iraq. But the worm has turned. Tarmeyah is no longer an al-Qaida safe haven and McCain is seen as the best bet to keep it that way. </p> <p>\"If they go now, we may as well all leave too,\" said Bassam Jassam, from the region's dominant tribe, the Mashadani. \"McCain is best for us now. But we need to get through the next two years and after that all the Americans can leave.\"</p> <p>\"The thing we need is stability and strength,\" said Edan. \"If that goes, and it could, all of this could go again. There is so much at stake for us.\"<br><strong>Martin Chulov</strong></p> <h2>Beijing: 'America is going down while China is rising up'</h2> <p>Rao Jin has a soft spot for Barack Obama; he's drawn to his friendly face as well as admiring his personal achievements. But the hero of young Chinese nationalists stops well short of an endorsement.</p> <p>\"I hope the next president can really change the way the US deals with things, always using weapons or economic sanctions,\" says the 24-year-old founder of anti-CNN.com. \"The election has been a hot topic on our site. [But] one individual can't change much. Both Obama and McCain are standing for certain interest groups, and both of them will serve for America's benefit.\"</p> <p>Rao's website became a rallying point for fenqing (\"angry youth\") after the international storm over Tibet this year. He says it is not nationalist; merely a counterweight to western media bias and hegemony.</p> <p>For many in China, the US epitomises Occidental aggression and hypocrisy: preaching free trade but practising protectionism; idealising democracy while allowing vast donations; using human rights to justify invading Iraq.</p> <p>Some hope that Obama's mixed parentage and peripatetic childhood have made him more sympathetic to other cultures. He's popular among the young and there's fascination at the prospect of a black president - and what that would say about US tolerance of differences.</p> <p>But younger people are not counting on America to change itself. Many see the end of its global dominance as inevitable, given China's growing economic and international power.</p> <p>\"America is going down, while China is rising up,\" said Rao. Hu Ben, erstwhile Chinese subtitler for The West Wing and international editor for a major portal, added: \"A lot of young people still think America is our enemy. They're quite happy with the sub-prime crisis - they think this is China's chance.\"</p> <p>Officials and analysts also seem relaxed about the election result. The \"China card\" has been waved less often in this race than previous campaigns. They sense an emerging, broadly optimistic bipartisan consensus on Sino-US relations. John McCain appears more hawkish on security issues and relations with Taiwan, but Obama seems tougher on trade, Tibet, human rights and environmental protection.</p> <p>\"There will be differences on detailed issues, but the big picture won't change whoever wins,\" predicted Jin Canrong, associate dean of the School of International Studies at Renmin University.<br><strong>Tania Branigan</strong></p> <h2>Moscow: 'We don't beg from the west any more'</h2> <p>With its padded vinyl seats, chrome fittings and Wurlitzer jukebox, the famous Starlite Diner is a little corner of small-town America right in the heart of Moscow. When it opened in 1994, Russia was reeling in post-Soviet turmoil and was trying to court the west for much-needed investment.</p> <p>\"That's all changed now,\" said Sergei Demidov, 35, a banker, tucking into a plate of tenderloin steak and fries. \"We don't beg from the west any more and Washington can't order us around like it did in the 1990s.\"</p> <p>Relations between the US and a resurgent Russia hit a post-cold war low this summer after a fierce proxy conflict in former Soviet Georgia. Most Russians see the US as an aggressive bully that wants to encircle and weaken their country - regardless of whether a Democrat or a Republican is in charge.</p> <p>Barack Obama, however, is widely perceived as the lesser of two evils. A survey in October by Moscow's Levada Centre polling agency showed that 35% of Russians supported Obama, with 14% for John McCain and 37% confessing no sympathy for either. \"Obama would be better,\" said Maria Balandina, 26, an arts events manager. \"He's a democrat, he was against the war in Iraq, he's young.\"</p> <p>Former Vietnam pilot McCain, on the other hand, has called for Russia to be ousted from the G8 for allegedly backsliding on democracy and famously claimed he saw only the letters K-G-B in the eyes of Vladimir Putin (unlike George Bush, who thought he glimpsed the Russian leader's soul).</p> <p>However, observers say Obama's messianic zeal for reform inside America may not transform into a clear foreign policy. McCain, while a tough talker, might be more convenient for Kremlin hardliners who identify with his blunt rhetoric. \"Obama represents a new challenge for Moscow,\" said Andrei Kortunov, an analyst from the New Eurasia foundation. \"I'm just not sure Russia is ready for that challenge quite yet.\" <br><strong>Tom Parfitt</strong></p> <h2>Tehran: 'I'm not optimistic it will make much difference'</h2> <p>Rhythmic chants of \"Marg bar Amrika\" - \"death to America\" - boomed from loudspeakers in the streets as the crowd warmed up for Friday prayers, in an event unchanged since the 1979 revolution.</p> <p>Ayatollah Mohammad Emami-Kashani, frail but imposing in the white turban and brown robes of a senior cleric, lambasted \"global arrogance\". That is shorthand for the US, but he spells it out anyway. \"The claims the US makes against Iran are wrong. The world is waking up to its lies.\"</p> <p>Weekly prayers combine politics and religion, agitprop with faith. Mullahs, militiamen and civilians, including schoolchildren, are bussed in to sit on the mosque's pale green carpets. Women in black chadors are kept separate behind a screen. Kashani does not mention Barack Obama, though there is plenty of discussion of whether victory for him will do anything to improve relations between these old enemies.</p> <p>Iran's nuclear ambitions - which it insists are peaceful - and its role and influence in Iraq, Lebanon and Palestine, have kept it locked in confrontation with the US since George Bush included the Islamic republic in his \"axis of evil\" address in 2002. Ayatollah Ali Khamenei, the supreme leader, seemed to be signalling no change ahead last week when he called Iran's dispute with America \"deep-seated\". </p> <p>Still, Mohammad Khatami, the reformist former president, has spoken of \"new possibilities\" if Obama wins. Parliamentary speaker Ali Larijani found the Illinois senator \"more rational\" than John McCain.</p> <p>By coincidence, the word obama is close to the Farsi for \"with us,\" though few believe a Democratic victory will be enough to draw the sting from this relationship. Some think all the change must come from the US side - an unlikely prospect. \"I'm not optimistic it will make much difference to Iran,\" Mohsen Rezaei, ex-commander of the Revolutionary Guards, told the Guardian.</p> <p>Others hope it will. \"The countries that have good relations with the US see the benefits,\" said Mehdi, a young consultant, walking past Tehran's \"nest of spies\" - the old US embassy, still festooned in angry slogans. \"We should consider that.\"<br><strong>Ian Black</strong></p> <h2>Lahore: 'McCain understands the Pakistan reality better'</h2> <p>The liberal elite at Pakistan's most prestigious university, which offers American-style business education, look like their peers anywhere around the world. Except here many are backing John McCain.</p> <p>The students at the Lahore University of Management Sciences are not drawn to McCain as a person, saying that Barack Obama is far more appealing, but many believe McCain will be better for Pakistan, a view that is widely held across the country.</p> <p>It all goes back to Obama's statement that he would order unilateral and immediate strikes against Osama bin Laden in Pakistan if intelligence pointed to him being present in the country.</p> <p>\"Obama has stated, so clearly, that 'I'm going to attack Pakistan',\" said economics student Motahar Saleheen, between classes at the sprawling LUMS campus. \"One nation should not be allowed to interfere with the sovereignty of another.\"</p> <p>In Pakistan, Obama's remarks have been distilled down to a commitment to \"bomb Pakistan\", causing fury in a country fearful of becoming the next theatre of war in Washington's anti-terror fight.</p> <p>\"Tomorrow, if Obama attacks Pakistan, we will all rise up to defend ourselves, and the western media will brand us all terrorists,\" said fellow student Shahzad Mehboob.</p> <p>Even before Obama's position on Pakistan was known, there has long been a belief in the county that Republicans are more Pakistan-friendly than Democrats, rooted in the massive financial and military aid provided by he Eisenhower, Reagan and Bush presidencies to Islamabad.</p> <p>Pakistan has been a key ally of the Bush administration, which heavily backed the military-led regime of former president Pervez Musharraf, so the change in US president could have a profound impact on the country.</p> <p>\"John McCain understands the Pakistan reality better,\" said politics undergraduate Osama Khawar. \"But as a human being Obama is a better candidate. It's a dilemma for us.\"<br><strong>Saeed Shah</strong></p> <h2>Nairobi: 'Whether you're black or white, vote for Barack'</h2> <p>For reggae fans there is Makadem, for rock, Extra Golden. Folk lovers have Kenge Kenge while Tony Nyadundo offers a more traditional sound.</p> <p>All have recently released songs in Kenya with a common word in the title - Obama - and a similar message.</p> <p>\"If you're voting for real change, Barack Obama be the right man, whether you're black or white, young or old, vote for Barack, Barack Obama,\" sings Makadem, who launched the video for \"Obama be thy name\" at Nairobi's National Theatre last week.</p> <p>Obama-mania in Kenya is no surprise. The Democratic candidate's late father was Kenyan, and many of his relatives, including his 87-year-old step-grandmother Mama Sarah, still live here. Neither is it a recent phenomenon; during his Obama's trip to Kenya in 2006, thousands turned out to see him.</p> <p>But the presidential campaign has lifted the excitement to a new level. Obama's face now appears on many of the ubiquitous Matatu minibus taxis, thousands of bumper stickers bear his name. Locally printed campaign T-shirts are selling fast; one features the slogan \"Ndio Tunaweza\" - Swahili for \"Yes we can\". A musical based on Obama's memoir is set to open. Underlying the enthusiasm, is aspiration: many people still believe strongly in the American dream; Kenya has more students studying in the US than any other African country. And Obama, whose father travelled to Hawaii on a scholarship, is the ultimate embodiment of that immigrant dream.</p> <p>Policy-wise, a more nuanced US approach to terrorism issues, especially in places like Somalia, might be expected. But the biggest change may be intangible. One Kenyan columnist wrote this week an Obama win would unleash a \"momentum of enlightenment\" proving that talent and character rather than ethnicity and power should determine success.<br><strong>Xan Rice</strong></p> <h2>Gaza: 'Without pressure on Israel there's no solution'</h2> <p>Only a few years ago the bright yellow and orange al-Awda Factory for Biscuits and Ice Cream was a vibrant business and one of the largest factories in the Palestinian territories. Today, like most private firms in the Gaza Strip, it is in dire trouble.</p> <p>Only one of four production lines is working. There are barely two-dozen staff producing packets of hazelnut-flavoured wafers. There is not enough ink to print a sell-by date, not enough cardboard boxes to hold the packets, not enough plastic to wrap the boxes. When the wafers are delivered, they arrive at stores in old fruit cartons. Sales are down to 25% of what they were eight years ago. And this is a good day - for the previous week all production lines were shut down for want of ingredients, packaging and spare parts.</p> <p>The factors that have brought the biscuit factory to such a parlous state will be one of many unenviable Middle East challenges awaiting the new president.</p> <p>Since the Islamist movement Hamas won Palestinian elections in 2006 and then took full control of Gaza last year, Israel has gradually increased the pressure on what it calls the \"hostile entity\". It has severely limited imports and prohibited all exports. Few of Gaza's 1.5 million people can ever leave. Despite this, Hamas grows steadily stronger, not weaker.</p> <p>Like many Gazans, Mohammed Telbani, the factory's general manager, says he has little interest in the election. \"Presidents have changed but no one did anything for us,\" he said, waving his hand dismissively. He doubts that a new president will have the power or the will to reverse decades of US policy in the Middle East which he, like most here, sees as decisively pro-Israeli. \"Without pressure on Israel there won't be any solution to the problem,\" he said.</p> <p>If they had to choose, most Palestinians, like most other Arabs, would probably side with Obama (and, conversely, opinion polls show more Israelis would side with McCain). Gazans talk urgently about the need to lift the economic blockade of the strip, to allow the crossings to open and the economy to restart. Palestinians as a whole simply want Washington to play a much tougher role as a Middle East peace broker, bringing concrete change and eventually that much-promised independent Palestinian state.<br><strong>Rory McCarthy</strong></p> <p><strong>·</strong> This article was amended on Monday November 3 2008. Jacques Mistral is from the French Institute of International Relations (IFRI), not the Institute for Research in Integrated Strategies (IRIS). This has been corrected.</p>",
  "<p>Your leader on the US presidential election (October 27) referred to \"the two US presidential candidates\". There are, in fact, six candidates. The others, in addition to Obama and McCain, are: Ralph Nader, Independent; former congresswoman Cynthia McKinney, Green party, who is black; former congressman Bob Barr, Libertarian party; and Baptist pastor and radio talkshow host Chuck Baldwin, Constitution party. They get little, if any, mention in your paper and clearly have no hope of getting to the White House. But it is to be hoped you will at least tell us this week how many votes they get.<br><strong>Kenneth Brown</strong><br>Bisley, Gloucestershire</p> <p>Reggie Love (The man behind the man, October 29) is also the name of a character in John Grisham's The Client (played by Susan Sarandon in the film). She is someone who comes through to do good, despite corporate, political and illegal adversity. Hopefully, this bodes well for the Obama campaign. <br><strong>Stewart Eaton</strong><br>Cologne, Germany</p> <p>The video report from Kansas City, Missouri, moved me to tears (Meet Joe 12 Pack - an Obama volunteer, October 29). As an American who has lived in Scotland for 17 years, I find the efforts of the Obama-Biden volunteers there utterly remarkable. To see young and old from every race and background working so tirelessly renders me speechless. Thanks so much for making it possible for those of us so far away to experience a bit of what is happening at home.<br><strong>Sharon Roe</strong><br>St Andrews, Fife</p> <p>Thirty years ago, when Zimbabwe was coming to birth, several people, working independently (like Leibniz and Newton on calculus) discerned that Mugabe backwards spelt the Yorkshire exclamation \"E ba gum\". But no one has published the equally world-shattering news that Obama spelt backwards is the singular first-person future tense for \"I will love\" in Latin: \"amabo\".<br><strong>Iain Innes Burgess</strong><br>Hampton Wick, Middlesex</p> <p>My friend Adam has not only shaken hands with me but last weekend shook hands with Obama. I've shaken hands with Harry Young, the socialist, who shook hands with Lenin. This puts Obama only four handshakes away from Lenin. Shouldn't someone tell Sarah? <br><strong>Peter George</strong><br>Norwich</p>",
  "<p>You're a British broadcaster and you want to report the US election. How do you do it? The traditional answer is as straightforward as it is bizarre. You grab a producer, a camera crew and a man or woman with a microphone. Then you stick them in a backless tent on a rooftop in the nation's capital and tell the viewers back home you're \"reporting live from Washington\". Which, of course, you are. Sort of.</p> <p>Actually, it's a bit more complicated than that. You can't choose any old patch of concrete in the sky. It has to be a rooftop with a direct view of the president's official residence. Who would doubt the veracity of a news anchor if the White House can be seen over his right shoulder?</p> <p>If you think this sounds daft, it is. But it is also a tried-and-tested formula practised without question by TV companies from around the world.</p> <p>During the 2004 US election, I spent a few days on the roof of Washington's Chamber of Commerce building, where there were five broadcasters, including Sky, the BBC and Japan's NHK - and perhaps 20 more tents on neighbouring rooftops. All the residents of this broadcasting shantytown were making the same promise to their viewers back home: that they could paint a picture of a country while being almost totally cut off from it.</p> <p>So why has Sky News taken over a 1940s colonial-style mansion in Florida, 1,000 miles from Washington, and created its own \"White House\" from which to present its pre-election coverage? I've spent the week watching behind the scenes.</p> <p>Last Monday, at just after 12.30pm UK time - breakfast time in Miami - the Sky anchor Andrew Wilson straightened his back, peered authoritatively into the camera and welcomed viewers to \"the official start of our US election coverage\". The presidential candidates and their deputies \"have all said they're turning their backs on Washington and taking this election to the people\", he said. \"So we're going to take it away from Washington as well.\"</p> <p>Here's what he didn't say: the home's owner, a wealthy French businessman, has been packed off to the Ritz with his family - along with a fat cheque and a promise that the cameramen won't break the family mementos that the director is carefully keeping out of view.</p> <p>This will give you an idea of the splendour of the building: its owner employs two nannies, two maids and a chef. The racing driver Eddie Irvine lives next door, and the tennis star Anna Kournikova is a few houses down. Sky may be living in a real house - but it's not quite Main Street USA. A local property expert tells me the home is worth around $12m (£7m). </p> <p>Sky won't say what it's paying for the house - but the police officer permanently stationed outside the door (one of the conditions set by the state's film commission) is costing more than $800 a day. Which is quite a lot of money to pay a man to sit in his car eating cake, drinking Coke and watching action movies on DVD.</p> <p>Wilson, a former US correspondent, tells me why Sky has decamped. \"The candidates aren't [in Washington] and neither are the voters. But here in Florida, Obama is spending more on TV advertising than in any other state. That's because it's pretty much true that whoever wins Florida wins the election.\"</p> <p>Barack Obama and John McCain have brought their campaigns here recently, and there are leaflets shoved at you constantly - something that doesn't happen in DC, undisputed Democratic territory.</p> <p>Even if a replica White House is essentially a visual gag, this is a clever way to bring in voices that wouldn't be heard 45m up in the air in Washington DC. Throughout the week, I brush past local politicians, radio talk-show hosts, psephologists, activists and ordinary voters as they make their way to the house's \"oval office\" or the \"situation room\".</p> <p>But the availability of guests is not, of course, the sole reason Sky is here. There are aesthetic considerations too. The swimming pool provides an alluring backdrop on to which Sky can project its opinion poll graphics (unfortunately called the \"pool of polls\"). And a huge crane enables a camera to swoop up and over to show the cobalt sea at its sparkly best.</p> <p>Certainly the crew seem to think they've landed a plum job (I watch the sound-man one day with an onerous duty: making sure the fronds of a palm tree do not flap in front of the camera lens). But it's not just Wilson and his team who are pleased that Sky has landed in Miami. I knock at the window of the police car outside. The cop winds down his window and switches off the DVD player on the passenger seat.</p> <p>What's your role here? I ask naively. \"I'm here to make sure no one goes in who shouldn't,\" he says with a twinkle. \"But no one really knows they're here anyway. So there's not a lot to do.\"</p> <p>• Sky News election coverage continues from across the US and on <a href=\"http://news.sky.com/skynews/\">skynews.com</a></p>",
  "<p>This US election has proved that everything is bigger in America - including politics. Take advertising, for instance. On TV, radio and even in computer games Barack Obama has so far out-advertised John McCain by three-and-a-half to one, according to the Campaign Media Analysis Group, spending an average of $3.5m (£2m) a day - not including the 30-minute adverts he bought on most of the major networks last week at a rumoured cost of $3m. </p> <p>But even if the candidates aren't paying for airtime, they're still on TV. The final presidential debate was watched by more than 60 million people, and the cable news networks CNN and MSNBC, which specialise in political coverage, are up 165% and 81% in primetime respectively as compared with the same quarter last year. </p> <p>Then there is, of course, the Sarah Palin effect. Her speech at the Republican national convention, where she was introduced for the first time, matched Obama's historic convention speech in audience figures and beat the Academy awards, the Olympics opening ceremony and even the final of American Idol, with around 40 million viewers. </p> <p>Clips from Palin's calamitous interview with CBS's Katie Couric were viewed 6m times on <a href=\"http://www.youtube.com/\">YouTube</a>. And those clips proved to be gold dust for the other great winners in this election cycle - late-night comics. </p> <p>Tina Fey's impression of a bumbling Palin on NBC's comedy staple Saturday Night Live saw ratings for the show, which had been subdued, jump 44% in viewers compared with last year. When Palin herself appeared, the show pulled in 17 million viewers, a huge number given the time slot. Other cable comedians also profited from campaign missteps on both sides, with Comedy Central's satirical The Daily Show and The Colbert Report averaging 1.8 and 1.4 million viewers a show, both up 16% year on year. The Daily Show had its highest-ever rating, 3.6 million, when Obama appeared on it last week. David Letterman got his highest viewing figures in three years when McCain, who had stood him up previously, returned to face the music in mid-October, attracting 6.5 million viewers. </p> <p>According to Bill Wolff, the executive producer of the Rachel Maddow Show, a new political show that MSNBC launched to immediate primetime ratings success: \"2004 was a big deal, but this is incredible.\" Wolff thinks the rise in figures across the board comes from a widespread dislike of the Bush administration and an eagerness to engage in choosing new leaders as a result. \"The other part of it is the amazing personalities in play over a dramatic, compelling, different and unpredictable race,\" he says. \"The news has transcended its normal audience. People who usually watch sports are watching politics to see who's going to win. It's become the national obsession.\"</p> <p>And it isn't just TV shows that have benefited - news and political websites have enjoyed huge increases too. <a href=\"http://www.politico.com/\">Politico.com</a> has seen a 219% increase in unique users year on year, according to the ratings company Nielsen. The websites of the <a href=\"http://www.latimes.com/\">LA Times</a>, <a href=\"http://online.wsj.com/public/us\">Wall Street Journal</a>, <a href=\"http://www.nypost.com/\">New York Post</a>, <a href=\"http://www.boston.com/bostonglobe\">Boston Globe</a>, <a href=\"http://abcnews.go.com/?lid=ABCCOMGlobalMenu&amp;lpos=News\">ABC</a> and <a href=\"http://www.foxnews.com/\">Fox News</a> are up around 100%, and the <a href=\"http://www.nytimes.com/\">New York Times</a>, <a href=\"http://news.google.com/\">Google News</a> and <a href=\"http://www.msnbc.msn.com/\">MSNBC Digital Network</a> have increased traffic by around 40%.</p> <p>\"The web lends itself to immediacy, so when people have a passionate and visceral reaction to something they see, and they're thinking about it, they can go right to a website,\" says Chuck Schilling, the research director for agency and media analytics at Nielsen. </p> <p>But what will happen when the election is over? Will traffic hold up? Schilling thinks that news websites, and video clip sites such as those for The Daily Show and Saturday Night Live, may be able to retain some of their new users after the election. So it may not just be McCain or Obama who wins tomorrow.</p>",
  "<h2>Danit Brown</h2> <p>The day after the election, I saw <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> standing in the produce aisle of my local grocery store, wearing an \"I voted\" sticker and holding a cantaloupe. Outside, his wife waited in a station-wagon pointed north. \"What's he doing in Michigan?\" my husband wanted to know. \"Where are his bodyguards?\" Already, someone had driven through our town and taken down all the signs promising change, requisitioning them for fuel for a bonfire so large that the planes taking off and landing at the airport two towns over were going to be able see it. Even now, we could catch faint whiffs of burning posterboard whenever the A/C kicked on. \"Change, my ass,\" said the cashier who rang up our bottled water, first-aid kit and the masking tape we were going to use to keep our windows from shattering. \"I hear they're closing the border to Canada.\" In the produce aisle, Obama set down the cantaloupe and picked up a tomato. We all pretended not to see. I imagined walking up to him, taking his hand, saying, \"Come to my house. Stay with me. We have cable and a foldout sofa, and a gun for protection.\" I imagined his fingers, warm and dry, in mine. I liked him. He was handsome: tall, thin, a father of girls. In the voting booth, the day before, I'd pictured White House interns flashing their thongs, the leaders of nations peeling grapes and swooning, the Oval Office a den of love. How could they help it? I was miles and miles away from Washington, my finger poised over the lever, and on the other side of the privacy curtain, my husband - short and white and blotchy - was coughing politely: I'd already taken too long. Behind us, the line of voters stretched out the door, across the parking lot. I thought I was the only one, but later, on the news, they'd reported I wasn't, that thousands of us had turned in blank ballots, unable, finally, to cast a vote for a world whose rules we didn't know. \"Who does that?\" my husband had muttered, his nostrils flaring the way they do when he lies. \"Beats me,\" I said. \"Beats me.\"</p> <p>• Danit Brown is the author of Ask For A Convertible, a collection of short stories. </p> <h2>Hari Kunzru</h2> <p>Here in New York, we're still reeling. The victory celebrations had a tinge of mania to them. For one night, we allowed ourselves to believe that it was the beginning of a new era. Post-racial! Post-feminist! Post-culture wars! Post-Bush! Grumpy Grampy and Caribou Barbie didn't win through, at least not here. But the real undercurrent of hysteria wasn't the thwarted assassination attempt by that splinter group from the Michigan Militia, but the unwelcome knowledge that we've entered the Post-Boom. America's world dominance is over. There'll be no new buildings in NYC for at least 10 years. Brooklyn thirtysomethings are resigning themselves to being in debt for ever. Upper East Side pre-schools are offering Chinese as standard. The bank back-office staff are carrying their cardboard boxes to the door and the hipsters are rubbing their hands in anticipation of a revival of the golden era of downtown - cheap rents, cheap drugs, empty spaces to hold parties. Yes, once the yuppies retreat there shall be punk poetry and DIY experimental sound-art for all. One vast pop-cultural reenactment - every nuance of No-Wave studied and recreated. We're only a month in, and Obama's decision to raise tariffs to \"save the economy\" hasn't really hit home. There's no money for social programs (we gave it all to bail out Goldman Sachs, remember?) so we can kiss goodbye to free healthcare, or indeed any social protection for the poor. It's dog-eat-dog time, and the big dogs have the best lobbyists. The president's got a timetable to leave Iraq, but economists are beginning to point out that America only got out of the last Depression by having a really big war. Lend-lease 2.0? i-Munitions? It's definitely the way to go. All we need is an enemy. The ragheads didn't really work out. But hey, things are hotting up in the Russian border states. It's a long-shot, but it might just work ...</p> <p>• Hari Kunzru is the author of three novels, including My Revolutions, and the short story collection Noise. His debut novel, The Impressionist, won the Betty Trask award and the Somerset Maugham award.</p> <h2>Kevin Brockmeier</h2> <p>As late as November 3, no one could have imagined that the election would culminate the way it did. Certainly I couldn't. </p> <p>After all, who would have guessed that the worst accusations lobbied against John McCain by Barack Obama's most fervent supporters, and against Barack Obama by John McCain's, would turn out to be true? That Barack Obama was indeed a covert Muslim terrorist - and also, simultaneously, a radical black Christian - whose true agenda was to disenfranchise white Americans, institute a broad-based socialist agenda of government hand-outs and immense taxation, then hand the whole nation over to the terrorists and retire to an island in the Caribbean? That John McCain was in fact a doddering old fool - and also, simultaneously, a vicious ultra-conservative mastermind - whose actual goal was to deprive middle-class Americans of healthcare, job opportunities and all their hard-earned social freedoms before dying a year into office and allowing Sarah Palin to assume the mantle of power, appointing Dick Cheney her vice-president and puppet-master? And that it would all come to light on the afternoon before election day, in a fashion so conspicuous and indisputable?</p> <p>It was a dispiriting turn of events, to say the least. </p> <p>Of course, most Americans, horrified by the choice with which they suddenly had been presented - a terrorist on one ticket and a dictator on the other - and unable to fathom voting for the Libertarians or (God forbid) the Greens, chose to stay home, away from the polls on November 4. But as for the rest of us, and I number myself among them, what were we to do? In the privacy of the voting booth, how were we to make our decision? </p> <p>I'm sure you'll recall the chaos of election night, as poll workers across the nation counted by hand the tens of millions of write-in candidates whose names marked our ballots. It was several weeks before every vote was recorded and the tabulations checked and rechecked. </p> <p>As the whole world now knows, the winner, by some 10,000 ballots, was America's most beloved movie personality, Tom Hanks. Mr Hanks is neither a radical black Christian Muslim terrorist nor a near-dead senile ultra-conservative, but a patriot. He has announced that he is prepared to accept the responsibilities of high command and is scheduled to be inaugurated on January 20 which, according to Entertainment Weekly, should give him just enough time to finish his voiceover work for Toy Story 3 before assuming the duties of office. </p> <p>We are all wondering who he will name as his vice-president. I'm rooting for Julia Roberts. Julia Roberts or maybe Will Smith. I'll be happy either way. </p> <p>In any case, I am certain Mr Hanks will get the economy, the housing crisis and that nasty business in the Middle East straightened out in no time. I, for one, am looking forward to four years of peace, prosperity, and delightful Pixar productions, the kind with those hysterical fake out-takes at the end - you know the ones I mean. I am filled with hope for the future.</p> <p>• Kevin Brockmeier is the author of the novels The Brief History of the Dead and The Truth About Celia. He has won three O Henry awards for short stories.</p> <h2>Harry Shearer</h2> <p>November 5, 2008, was the best of times and the worst of times for Senator John McCain. Eking out a surprise electoral-college victory in the presidential election he was favoured to lose, McCain was taking a victory lap around his Sedona, Arizona, compound when, complaining of chest pains, he texted his wife Cindy. What turned out to be his final message was: \"Sell Budweiser stock.\"</p> <p>Within hours, vice-president-elect Sarah Palin was being sworn in as president-elect, a peculiar ceremony, since the new president doesn't take office until January 20. Still, the theatrics at Anchorage's IceDome were impressive. The cast of Disney's Polar Bears on Ice skated a specially choreographed number to a disco-ised version of Hall &amp; Oates' Sarah Smile, after which president-elect Palin signed a premature proclamation according full rights to the unborn, including the right to vote. Early interwomb polls that evening gave Palin a huge lead in the 2012 election.</p> <p>• Harry Shearer provides the voice for Mr Burns and other characters on the Simpsons. He is the author of the novel Not Enough Indians.</p> <h2>Paul Maliszewski</h2> <p>We awoke still tired. We had, my wife and I, stayed up too late, watching returns and taking in all the commentary, even though we vowed before turning on the television, no commentary tonight, we're just going to tune in periodically, then we'll do something else, read or maybe watch a movie. We were interested in the results, in the actual numbers, but during the months leading up to the election, we consumed our fill of comment and interpretation and what passes for analysis and then declared moratoriums on the sorry lot - The News Hour, Election Center, Ballot Bowl, the best political team on television, if they did say so themselves. We twisted the coverage shut like a tap. What need did we have for additional information? We were not, after all, undecided. Our pronouncements, however, lacked teeth, and will power. So there we were, on the sofa, facing the commentators, listening, weighing, smirking. Wolf Blitzer advised that the only way to watch was with a laptop at one's side. Someone else said something about narrative, about message, about running a highly disciplined campaign. That is so true, I said. Hadley looked over at me, narrowing her eyes and nodding. We were in profound agreement and we continued to watch.</p> <p>Our baby got us up at six. Sometimes he sleeps an extra hour, it just depends, on what we're still not sure. As Hadley pumped Elliot some milk for the day and then readied for work, I played with him on the floor. Obama won, I told him, handily. Obama, I said again. It was a name I imagined he liked the sound of. I said the name once more, elongating the syllables this time, enunciating. He, too, had seen some of the coverage, looking up from his blanket as the candidates delivered snippets of speeches. I had explained it to him, who was who and what they were about. I laid it all out, not in baby talk but in complete sentences spoken sweetly and with a little silliness. I try to talk to Elliot in sentences, I guess, so he hears whole thoughts. This was his first election. It was a good year to be born. Tomorrow, I thought, he will be six months old.</p> <p>• Paul Maliszewski's collection of essays, Fakers, will be published by The New Press in January. </p> <p>• These stories are taken from Five Dials magazine, published monthly by Hamish Hamilton. Each issue can be downloaded for free at <a href=\"http://www.hamishhamilton.co.uk/fivedials\">hamishhamilton.co.uk/fivedials</a></p> <p>• <strong>Election night online</strong> Join us for live coverage throughout Tuesday night as America decides. Including audio, video, blogs and analysis as the results come in <a href=\"http://theguardian.com/uselections2008\">theguardian.com/uselections2008</a></p>",
  "<p>\"Forgotten but not gone\" was the way in which the supremo of Boston politics, Billy Bulger, liked to dismiss the human irritants he had crushed beneath his trim boot. The same could now be said for the hapless 43rd President of the United States as the daylight draws mercifully in on his reign of misfortune and calamity. How is he bearing up, one wonders, as the candidate from his own party treats him as the carrier of some sort of infectious political disease? How telling was it that the most impassioned moment in John McCain's performance in the final debate was when he declared: \"I am not George Bush.\"</p> <p>Where, O where are you, Dubya, as the action passes you by like a jet skirting dirty weather? Are you roaming the lonely corridors of the White House in search of a friendly shoulder around which to clap your affable arm? Are you sweating it out on the treadmill, hurt and confused as to why the man everyone wanted to have a beer (or Coke) with, who swept to re-election four years ago, has been downgraded to all-time loser in presidential history, stuck there in the bush leagues along with the likes of James Buchanan and Warren Harding? Or are you whacking brush in Crawford, where the locals now make a point of telling visitors that George W never really was from hereabouts anyroad.</p> <p>Whatever else his legacy, the man who called himself \"the decider\" has left some gripping history. The last eight years have been so rich in epic imperial hubris that it would take a reborn Gibbon to do justice to the fall. It should be said right away that amid the landscape of smoking craters there are one or two sprigs of decency that have been planted: record amounts of financial help given to Aids-blighted countries of Africa; immigration reform that would have offered an amnesty to illegals and given them a secure path to citizenship, had not those efforts hit the reef of intransigence in Bush's own party. And no one can argue with the fact that since 9/11 the United States has not been attacked on its home territory by jihadi terrorists; though whether or not that security is more illusory than real is, to put it mildly, open to debate. </p> <p>Bet against that there is the matter of hundreds of thousands of Iraqi civilian casualties, more than 4,000 American troops dead, many times that gravely injured, not to mention the puncture wounds and mutilations inflicted on internationally agreed standards of humane conduct for prisoners - and on the protection of domestic liberties enshrined in the American constitution. If the Statue of Liberty were alive, she would be weeping tears of blood.</p> <p>If Bush himself has been largely kept out of sight, his baleful legacy has been visible in the McCain campaign. McCain has made much of his credentials for independence of mind, a claim which once was credible given his support for immigration reform and opposition to Bush's tax cuts. But somewhere along the road to the Republican nomination, all of this became less important than the lessons of the Reagan-Bush-Rove political playbook which, with the exception of the Clinton election of 1992, seemed to have a track record of unbroken success. </p> <p>McCain knew this from bitter personal experience, having been on the receiving end of Bush lowball politics in the South Carolina primary in 2000. Coming out of a convincing win against George Bush in New Hampshire he was stopped in his tracks by a smear campaign conducted through push-poll phone calls in which people were asked whether they knew that the daughter McCain had adopted from Sri Lanka was in fact the illegitimate child of an affair with a woman of colour. Now you would think McCain could never reconcile himself to a politician capable of those kinds of tactics. But there he was in the campaign of 2004, stumping the country for the incumbent, ingratiating himself with the conservative base he knew he would need, even as his old Vietnam buddy, John Kerry, was being coated in slime by the Swift Boaters. </p> <p>Whatever misgivings McCain might have had about adopting the hardball tactics of his 2000 adversary have long since disappeared before the blandishments of classic Bush-style operatives like Rick Davis and Stephen Schmidt. \"Do you want to be pure, or do you want to win\"? they must have asked right after the nomination. Ditching Joe Lieberman as a running mate and unleashing pitbull Palin was his answer. </p> <p>So even while George Bush is kept at arm's length from the campaign, his campaign style lives on as Obama is stigmatised as a terrorist-friendly stealth-socialist, too deeply unAmerican to be let anywhere near the Oval Office. \"He just doesn't see America as we do\" says Sarah Palin trying to wink her way into Dick Cheney's seat. McCain is betting the house that this way of doing politics has at least one more hurrah left in it, and we will find out on in the early hours of Wednesday morning whether he is right.</p> <p>The Bush presidency is the spectre haunting the feast in more than tactics. Although every conservative administration since Ronald Reagan has promised to deliver, through supply-side stimulation, economic growth without bloated deficits, they have never been vindicated in their blind faith in what Bush senior once rashly called \"voodoo economics\". Consistently, they have brought the US Wall Street crashes and recessions along with massive deficits; and yet somehow, the stake that history attempts to drive through the heart of their economic theology never puts the ghoul away. </p> <p>No weight of evidence to the contrary has ever shaken the totemic belief that tax cuts can grow the economy robustly enough to compensate for drastic shortfalls in revenue. George W Bush clung to this belief even as the Clinton budget surplus was converted into a mountainous deficit, and John McCain continues to parrot the same belief with the shining face of a true believer. </p> <p>Not even Gibbon could supply a story as fatefully bizarre as the ultimate consummation of Reagan-Bush conservatism, its last act: the most massive shift of financial power from the private to the public sector since the New Deal. Rather like the Pope deciding that all along he really wanted a barmitzvah. </p> <p>If you look at this saga as the history of a dynasty; it's come full circle. For, believe it or not, there once was a time when Bush politics was about centrist moderation. Dubya's revered granddad, Prescott Sheldon Bush, son of an Ohio railroad executive and senator for Connecticut from 1952 to 1963, was punished in the Catholic towns of industrial Connecticut for his connection with Planned Parenthood. Not only that, but he was a trustee of the United Negro College Fund, the kind of institution that made the eventual career of Barack Obama conceivable. </p> <p>But the Bushes have always been selective about idealism. And even at the height of the Kennedy-Johnson apogee, Prescott and George Herbert Walker Bush were turning the pages of Barry Goldwater's Conscience of a Conservative. They could smell the wind direction changing. The future of Republican money and Republican power lay elsewhere; with Texas oil. Hence the migration to Midland Texas of George Herbert Walker Bush and his makeover into a Texan who knew the ways of the corporate world; and how to bring about the Great Cosiness between government and business that seemed like the perfect feedback loop: money to power, power to money; tax breaks for the corporations; donations to those who might command the heights.</p> <p>This is the politics George W Bush inherited, and he has been its faithful disciple; to the point of purging it of any remaining traces of pragmatism. It is astounding to hear rightwing talkshow bloviators rant about the predicament of the Bush administration being caused by its failure to carry out the true conservative agenda. For there never has been and never will be a more doctrinally faithful instrument of the creed. Never mind the hanging chads of 2000, the Cheney-Bush administration seized the moment to bring on the Goldwater-Reagan Rapture in which government was once and for all got out of the way of business.</p> <p>So it hasn't really been all George Bush's fault, the stupendous American fiasco. He came to power armed with an ideology that was about to crash and burn; that was, years before the present tumult, already fatally disconnected from historical reality. It was on his watch that American government needed reinventing. It was responsible government that was needed in Iraq and Afghanistan; government that was desperately needed in New Orleans after Katrina, while all George Bush could manage was a fly-by. It is government that this most anti-governmental of all American administrations is learning that is needed now to save the United States from a second Depression. </p> <p>In his heart of hearts I actually think the shell-shocked Dubya, somewhere in the bowels of his presidency knows this. But he is nowhere to be found, and so on goes the mad rant that health care reform and progressive taxes are the Trojan horse for socialist revolution. To which those who have another view altogether might want to say, fear not, for yours, as a Republican president once said, is a government of the people, by the people. And really it will not perish from the earth.</p>"
]