[
  "<p>Rarely has a figure emerged so suddenly and spectacularly on to the American political scene as Sarah Palin. Equally rare is the way she has since been buried by an avalanche of scandal and mistakes.</p> <p>From the shock of being chosen as John McCain's running mate and her stunning speech at the Republican National Convention to the almost daily update of gaffes, it has been a rollercoaster ride.</p> <p>Palin brought things that had rarely or never been seen before on a presidential campaign. Moose-hunting. Her husband Todd as Alaska's First Dude. Her supporters proudly touting lipstick as a political weapon. Hockey moms and pitbulls. But away from the gimmicks, there was the historic nature of her place as a woman on the Republican ticket.</p> <p>Yet, after almost two months on the campaign trail, her net impact is the greatest surprise: zero. Palin has reverted to the traditional role of the Vice-President. It is the one that Joe Biden has played for the Democrats to considerably less attention. That role is to be an attack dog. 'In the end, her impact is going to be neutral. The base loves her, but she is not going to bring many people on board for McCain who aren't there already,' said Professor Tracy Osborn, a political scientist and expert on women in politics at the University of Iowa.</p> <p>For a while, though, everything about Palin seemed fresh. She was young, attractive, forthright and delivered a convention speech as if wielding a stiletto heel. Suddenly McCain's campaign had rock-star quality. Thousands flocked to see her. </p> <p>But the wheels came off fairly quickly. The media obsession with Palin had a dark side, too. Every little obscure spat of her time in Alaska (a state which has quirky domestic politics at the best of times) was magnified. The greatest was Troopergate. It should have remained a minor staffing controversy in the frozen north. Did Palin use her powers to sack someone who refused to fire a state trooper Palin's family was feuding with? Who knows? But the issue refuses to die. On Friday, she gave a deposition under oath as a second inquiry took off. </p> <p>There have been even more colourful scandals. There was the unplanned pregnancy of her teenage daughter. The disastrous interview with news anchor Katie Couric, in which Palin stumbled over the simplest of questions. In the harsh glare of the campaign spotlight a picture of a bumbling Palin emerged that scared more people than it inspired. </p> <p>In the latest poll, 55 per cent of Americans believed her unprepared to be President. On Friday, the Los Angeles Times claimed Palin abused her position as governor to promote friends, their relatives and financial donors, sometimes with little regard for their qualifications. It said that more than 100 appointments went to campaign donors or their relatives. </p> <p>Equally headline-worthy was last week's media obsession with her wardrobe after it was revealed that the Republican party had spent $150,000 on designer clothes for her. The New York Times (which has now endorsed Barack Obama) also reported that Amy Strozzi, Palin's make-up artist, had briefly been the highest-paid operative in the Republican campaign after netting $22,800 for two weeks' work in October. Palin has reacted angrily to those stories, decrying a media that pays attention to her appearance in a way that it does not for the male candidates. </p> <p>But the media seems worried that if the Republicans lose the election Palin might drop off the radar. To keep her flame alive some have even speculated Palin may have a television career ahead of her. 'I think she's a perfect fit as a TV host, stirring passions on both sides,' said Michael Levine, a Hollywood PR expert.</p> <p>But the pundits should stop fretting. Most serious analysis still sees a strong political future for Palin within the Republican party. She still has the backing of the powerful evangelical grassroots. Time will help to erase the memory of her gaffes. She will become a smoother and more experienced politician. </p> <p>'She has a bright future ahead of her,' said Osborn, who predicted that she might end up in the Senate when an Alaskan seat becomes available. Others see a possible 2012 presidential run. Whatever happens, Palin will not be returning to the political obscurity from which she so suddenly emerged.</p>",
  "<p>Voting for a Republican president runs in the blood of places like Gainesville. The pretty little town of 15,000 sits in north Texas ranch country and it is safe to say that Barack Obama has few fans here. Certainly Jim Farquhar, who works in the justice system, has taken to heart warnings that Obama has links with dangerous radicals, such as former 1960s militant Bill Ayers. </p> <p>'Obama scares me. He has all these friendships. You just don't know how that might effect him once he gets into office,' Farquhar said as he stood outside Gainsville's sturdy old courthouse. 'I'm voting for John McCain.'</p> <p>Such worries are increasingly not shared by many other Americans. Weeks of relentless attacks on Obama by McCain and his running mate Sarah Palin have not succeeded in denting Obama's lead. Instead it has strengthened. Across America, battleground states such as Ohio and Pennsylvania are falling into Obama's column and southern states such as Virginia and North Carolina are going from red to blue. Some Democratic insiders are even whispering about the prospect of a landslide.</p> <p>The flipside of that is a potentially devastating Republican loss. If current polling holds true, the party may be reduced to its core support in the solid red heartland that runs through Texas, Oklahoma, Alabama, Georgia and other southern and western states. That would trigger a profound crisis for a party that just three years ago was basking in the afterglow of a convincing presidential win and dreaming of creating a 'permanent majority'. </p> <p>Now that same Republican party could face a prolonged period in the political wilderness, working out how to appeal to an American public that seems prepared to send a pro-choice, black senator from Chicago to the White House and reject a conservative Republican war hero. </p> <p>'The Republican party is going to have to work out what sort of party it actually wants to be. It's a changing world for them,' said Professor Shaun Bowler, a political scientist at the University of California at Riverside. It might not be easy. A powerful Democratic win could wipe out Republican moderates. It could leave the party in the grip of its conservative and evangelical base who remain critical of figures such as McCain but who are wildly enthusiastic about politicians such as Palin. The Republican party could end up in a bitter civil war for its political future.'</p> <p>One of the key battlegrounds in that conflict will be the role of religion in Republican politics. The evangelical base has been a key part of the political coalition that has brought the party such success in recent years. Political guru Karl Rove cemented evangelical ideas into President George W Bush's brand of conservatism and used them to inspire a very effective 'get out the vote' team in elections.</p> <p>Rove focused on social issues such as gay marriage and abortion as a way of ensuring fanatical evangelical support. Nothing came to symbolise the power of the evangelical movement more than the rise of mega-churches, especially in staunchly Republican areas. These enormous edifices now dot the landscape of many states and Texas is no exception.</p> <p>In the northern Dallas suburb of Prosper, a new mega-church has just opened. It is called Prestonwood North and is a branch of its mother church a few miles south in Plano, a fast-growing city of some 260,000 people. At first glance the church looks like a sparkling new office development, identical to many other buildings popping up on farmland as these 'exurbs' of Dallas succumb to development. But the large cross on its front reveals the truth. Taken as a whole, Prestonwood now has almost 30,000 members, making it one of the largest churches in America. It was recently named as one of America's 50 most influential churches.</p> <p>It certainly fits in in Prosper. Once a hamlet, it is gradually being swallowed by the suburbs, but its politics remain God and guns. 'People around here all voted for Bush. That has not really changed. It's a churchgoing kind of place,' said Michelle Williams, 32, a dental nurse.</p> <p>In Texas, church and politics have been mixing. In recent weeks, leading evangelical leaders in the state have endorsed McCain from their pulpits. They include Pastor Gary Simons, who heads a church near Dallas. He compared Obama to King Herod, the biblical child killer, because of his support for abortion. 'How many of you would want to go to the polls and vote for Herod?' Simons asked his congregation. </p> <p>But increasingly such nakedly political preaching is looking out of step with many religious voters. Obama, who is a regular churchgoer and looks at ease in religious surroundings, has made huge strides in appealing to evangelical voters. His campaign has aggressively courted the religious vote, holding regular meetings with evangelical leaders.</p> <p>That is in marked contrast to the 2004 Democratic nominee, John Kerry. It has worked too. A recent survey showed Obama and McCain in a virtual dead heat among born-again Christians, with support for McCain running at 45 per cent and Obama on 43 per cent. In 2004, Bush won 62 per cent of that vote. 'If Obama goes on to win, one of the significant stories will be the profile of the faith vote ... the Democrats are poised to make up significant ground among born again and evangelical voters,' said David Kinnaman, president of the evangelical research group that carried out the poll.</p> <p>The trend is also likely to reflect growing differences in the evangelical movement itself; changes that are leaving the Republican party behind. Far from being a monolithic bloc, evangelicals have increasingly embraced a wider variety of causes. Some are just as likely to campaign on fighting Aids and issues in the developing world as to crusade against abortion and gay marriage. One of the hottest topics in conservative Christianity at the moment is environmental conservation and global warming, neither of which is a Republican strong suit.</p> <p>Yet, following a possible November defeat, the Republican party itself could still remain firmly in the hands of its conservative evangelical wing. Even as America drifts away from causes that right-wing evangelicals care about, the Republican base remains fixated on them. After all, McCain was forced to court the evangelical vote in order to secure the nomination himself. </p> <p>To cement his position, he ended up choosing Palin - a true religious conservative - as his running mate. That move electrified die-hard Republicans but turned off other voters for whom the collapsing economy - not fighting the teaching of evolution in schools or banning abortion - has become the overriding concern. It allowed Obama to seize the vital middle ground. </p> <p>'In the Republican party itself it seems that the Christian right is going to be in the ascendancy. But that is looking like a losing political strategy for the future,' said Bowler.</p> <p>There is increasingly a sense that what works for the Republican base no longer works for the rest of the country, even in the heart of red state America. Take Kingfisher, Oklahoma. The town sits in the middle of a county that is one of the reddest in America when it comes to presidential politics. It voted for Bush over Kerry in 2004 by a staggering 85 per cent to 15 per cent. Even now the state of Oklahoma remains spectacularly loyal to the Republicans. The most recent poll showed McCain 24 points ahead of Obama. A previous one gave him a lead of more than 30 per cent.</p> <p>But even in Kingfisher the signs of Republican disarray are not hard to find. Businesswoman Charlene Franks is put off by the campaign that McCain and Palin are running. 'I am voting for McCain but I don't really like it. It's the economy that matters right now and groceries are getting expensive. We really don't eat that much any more,' she said. Her views on Palin were not complimentary either. 'She is not ready to be president,' Franks said.</p> <p>Ready or not, Palin is still likely to be one of the most dominant forces in Republican politics after the election. Unlike McCain, she draws thousands to her rallies. She has developed a genuinely enthusiastic following among activists who are dedicated to her cause. Already there is speculation that Palin, if McCain loses in November, will be the hottest pick for the nomination in 2012. </p> <p>That will be made easier by a large-scale electoral defeat. In a process reminiscent of the Labour party in the 1980s and the Conservatives in the late 1990s, the Republicans could end up as an extremist rump, reduced to a few stronghold states and obsessed with causes that seem not to matter to the general public. </p> <p>Across America, moderate Republicans are facing a tough battle as the Democrats look set to increase greatly their strength in Congress. Some analysts are seeing Democratic gains of up to nine Senate seats and 30 seats in the House of Representatives. In a leaked Republican party document last week, an incredible 58 House seats were ranked as potentially at risk with 11 of them virtually written off as already lost. </p> <p>If the Democrats perform strongly enough to control 60 Senate seats then they would have a virtual free rein over the political landscape. Republicans would probably survive only in their heartland, thus thrusting the party further right at a time when the country has shifted left. That would mark a profound change similar to Ronald Reagan's win in 1980 which seemed to usher in a conservative-dominated era. </p> <p>The possibility has many Republican pundits terrified. 'The end of the Reagan era?' blared one headline in the political magazine National Journal. The Wall Street Journal added fuel to the fire with an editorial that went ever further. 'Get ready for change we haven't seen since 1965 or 1933,' it warned under the headline: 'A liberal supermajority'.</p> <p>Such a prospect angers conservative Republicans. But much of that anger is directed at the current occupant of the White House. For eight years Bush preached conservatism from the Oval Office. He spoke of a desire for small government, limited spending and an emphasis on social issues such as fighting abortion. Instead the size of government has increased - mostly due to the creation of the Department of Homeland Security - and spending has rocketed because of Iraq and Afghanistan. </p> <p>On social issues, Bush has delivered a more conservative Supreme Court but abortion remains legal. In a final blow to conservative ideals, the economic crisis has seen Bush's administration preside over the semi-nationalisation of swaths of the financial services industry.</p> <p>No wonder there is anger on the streets of places like Gainesville. After all, the Texas town backed Bush in 2004 with 79 per cent of the vote. Now its people feel they did not get what they voted for. 'There's been no leadership. I liked Bush as a man. He was not very polished, but that was part of his appeal. But things have not turned out well,' said Bill Wilkinson, a writer, as he walked past a cafe on Gainesville's town square. </p> <p>Of course, it is still premature to declare an Obama victory. 'Anything can happen. But the election is clearly Obama's to lose,' said Kinnaman.</p> <p>McCain has built a long political career on unlikely comebacks. He might yet pull off the biggest surprise of his life. But for the moment the signs are grim across the Republican heartland. </p> <p>From Kingfisher, Oklahoma, to Gainesville, Texas, and far beyond the mood is sour. 'I guess it looks like Obama is going to make it,' said Farquhar. 'But no one is happy about it. It is going to be beyond just having another tax-and-spend liberal in office.' </p> <p>That will be for the future to decide. But for the moment it looks as if Obama and the Democrats are preparing for the highest office in America, to add to their control of both House and Senate. The Republicans, meanwhile, are bracing for what could be a painful period of exile.</p> <p>• This article was amended on Wednesday October 29 2008. We referred to Barack Obama as the 'pro-life black senator from Chicago'. Obama supports a women's right to choose; we meant 'pro-choice'. This has been corrected.</p>",
  "<p>'Lately,' said John Updike, 'I've been feeling not so much a wish to die as a wish that being alive didn't generate so many demands.' Sitting across from Updike in a Boston hotel suite with my notebook open, I was the demand, and I have to say that he looked equal to it: now 76, with a wintry shock of white hair, his eyes gleamed in his angular, bevelled face, and his mouth curved in wry amusement. 'You write a book,' he went on, 'and that generates demands, like this interview - though of course I'm sure it will be perfectly delightful!'</p> <p>Incorrigibly prolific as he is, Updike has only himself to blame for the demands that admiring readers make on him. 'Back when I started, 50 years ago, our best writers spent long periods brooding in silence. Then they'd publish a big book and go quiet again for another five years. I decided to run a different kind of shop, on the English model you might say, with a much more regular output. I still want to give my public, such as it is, a book a year.' He is now at work on the book after next, a novel about ancient Rome, which will join the queue for publication after a volume of short stories that is due in 2009. Meanwhile this season's Updike is The Widows of Eastwick, in which the sorceresses from The Witches of Eastwick, published in 1984, return to the rampage, with conjuring sprees in Egypt and China before they revisit the sedate New England coastal town where they re-erect their cone of gynocratic power.</p> <p>'I suppose sequels are inevitable for a writer of a certain age,' Updike sighed. 'When I re-read the earlier book, I was struck by how rich and dynamic it was, if I may say so - by the energy there was in the women and their magic. They're paler now, somewhat filmy. They are crones, after all. But they do less harm this time: they're violent in the first book, they kill a rival. That was my warning to the feminists, since the peaceniks in the Sixties claimed that women in power would behave better than men, be gentler and kinder. If that were true, how do you account for Golda Meier and Margaret Thatcher? Now my widows are trying to atone for some of the damage they did.'</p> <p>Alexandra, the leader of Updike's coven, rejoices at the chance to release her 'inner witch'. Did Updike, I wondered, have his own inner wizard, concealed somewhere beneath his patrician uniform of navy blue blazer and rigorously ironed pants? He chuckled and looked enigmatic. I was referring to his uncanny imaginative empathy, which extends beyond other human beings - the wickedly skittish Harry Angstrom (nicknamed Rabbit) in the sequence of novels that began with Rabbit, Run, the tribe of copulating suburbanites in Couples, or the hundreds of quirky individuals who populate his short stories - to non-human creatures. His recent Shakespearean novel, Gertrude and Claudius, imagines how a horse sees the world, with two uncoordinated eyes looking in opposite directions. Couples transcribes a hamster's fumbling stream of consciousness, and in The Widows of Eastwick Alex fantasises about being a crab, 'moving sideways on tiptoe with eyes on stems', or a barnacle, 'standing on your head in a little folding bucket kicking food toward your mouth'.</p> <p>'Did I actually write a soliloquy for a hamster?' asked Updike. 'Ah well, it's all the same for me. I'm happy to be Rabbit, or to be a crab. Barnacles amaze me - how unlike us they are, the monstrous ways in which the poor things have to contrive to have sex. When you sit at your desk, if you're lucky there's a moment when you feel empowered to be someone or something else, to leap into another skin. It's what Keats called negative capability. There has to be some gap between you and the other life, which the creative spark can jump across.'</p> <p>Updike once told an interviewer that the breezy way in which he surveyed his characters from above as he arranged their futures at the end of Couples gave him the sensation that he was flying. Magicians, whether male or female, surely feel that way too. Was he, I asked, a senior Harry Potter? 'Hm,' he said, not sure whether I was teasing him. 'Rowling - is that her name? - certainly brought magic back into our minds, though it's always been there. What interests me is why men think of women as witches. It's because they're so fascinating and exasperating, so other. There's such a psychological gap between the sexes. The erotic impulse jumps across that distance, like the creative spark. Maybe that's what I meant when I said I was flying.'</p> <p>In the Eastwick novels, magic is Updike's way of liberating the anarchy of nature, repressed and disciplined by scientific laws. The witches worship a 'creatrix', otherwise known as Mother Nature. Darryl, the lover they share in the first novel, pays tribute to this pagan goddess as he splashes with them in his hot tub: he marvels at the fecundity of the female body, able to incubate and expel new lives. This homage to creativity is aesthetic as well as religious. I suspect that Updike, from whom books continue to pour, shares the polymorphous slipperiness and the fertile abundance of his witches. But I found the question difficult to phrase. How do you ask an upright grandfather if he feels androgynous, or get a church-going Wasp to admit that he possesses devilish talents?</p> <p>Updike smiled as my tact got my tongue in a twist. 'Well, I'm reminded of something the prophet Tiresias said after a magic spell turned him into a woman for seven years. He was asked whether the man or the woman had greater pleasure when they made love, because he'd experienced it both ways. He replied that sex was infinitely better for the woman! My three witches are artists - a sculptor, a musician and a writer - because I think that for women living is itself a work of art. I love the way they put themselves together in the morning, the way they prepare their faces - mostly for other women, because men are too crass to notice. Men don't have this aesthetic sense about life; they see it as a job to be done, something to be got through. And I enjoy the fact that writing novels lets me get interested in female things like clothes and furniture and food, all the domestic stuff men usually overlook. So maybe you're right about that.'</p> <p>Down on earth, without a magician's wand to alter reality, I found Updike preoccupied with the obligations of citizenship, anxious about the outcome of the presidential election. His characters keep whoever occupies the White House in their peripheral vision, and often take the cue for their own behaviour from the frailties or vices of the chief executive.</p> <p>In Couples, the assassination of Kennedy is noises off, dimly apprehended by the heroine, Foxy, as she lolls in a dentist's chair; the disaster does not cause the cancellation of a party the wife-swappers have organised for that evening. 'Yes, I loaned Foxy my own memories of that day,' Updike recalled. 'I was at the dentist near here in Brookline, and I remember when the easy-listening station on the radio they played to keep the patients calm interrupted some pop song for the news from Dallas. At first it was just the report of a shot; by the time I stepped forth on to the street, flashing my new crowns, Kennedy was dead and Johnson was being sworn in to replace him. I love that decision to go ahead with the party. Politics was really far from central to people's lives in the early Sixties; it was all about the discovery of the private life. And Kennedy was a hedonist and an adulterer too, of course. I was a naïve boy in those days, a bit shocked to realise that my patriotic and religious values were fading.</p> <p>'Oddly, Lyndon Johnson reminded me of my father, which left me with very mixed feelings about the Vietnam protesters who brought him down. My father was a good teacher but not a disciplinarian; he didn't have the terroristic instinct you need to keep a class quiet. And I made life difficult for him myself, because I was naughty to win the approval of my peers. So I felt guilty about the protests, which wasn't the general mood at the time! It's an unpopular opinion, but I think the President should be respected. It's a terrible job, you can only lose at it. It's an insanity to want it, in fact.'</p> <p>That sympathy even extends to the current incumbent. 'I think Bush got pushed into it, and he'll probably be happy to get out. He gave me an award in 2003, the National Humanities Medal, and I was touched by the way he handled things. He'd been in meetings about Iraq all day, he was weighed down by that, but he wanted to make each of us who were getting medals feel the moment personally, so he had to be presidential - and, for as long as the ceremony lasted, he was.' Updike was luckier than he might have been if he had turned up at Buckingham Palace to be gonged: the Queen would have wearily asked if he was still scribbling, then waited for him to move along.</p> <p>We spoke on the day of the second presidential debate, in which McCain, strutting and frothing, dismissively referred to Obama as 'that one', as if unable to bring himself to voice his rival's suspiciously exotic name. 'I'm for Obama, 100 per cent,' said Updike. He has a personal reason for his enthusiasm: his memoir Self-Consciousness is dedicated to his two half-African grandsons and contains a letter to the boys, assuring them that all Americans are 'of mixed blood'. 'Things have moved on since I wrote that. I now have three grandchildren who are Obama's colour: my daughter married a Ghanaian, and my son has a Kenyan wife. The colour brown has come around, as the song says!</p> <p>'I really think Obama would regenerate this worn-out country. I'm such a believer that I probably won't be able to watch the debate tonight. I get so upset when I think about the alternative. McCain is blameable for choosing Palin as his running mate. She's a bird-brain, she annoys me terribly. McCain himself is worse. You know the way he grits his teeth? Mine grit too as I watch him.' Novelists, like actors, create character by an act of physical identification, which even extends to someone they despise. Opposite me on a couch, Updike's teeth froze, his arms shortened and stiffened, and his sparkling eyes turned wild. The magus momentarily became the grizzled, barking, Republican nominee.</p> <p>I told Updike that both Obama and McCain had nominated him as one of their favourite writers. 'They did? I'd have thought Barack would be reading Hegel, not fiction! And I can't imagine McCain reading anything. He's so irascible, readers have to be patient.' Just in case the candidates were bluffing, I asked Updike to assign one of his books to them as required reading. He made a lattice of his intertwined fingers and sunk his face into it: this is his portable, manual cave, into which he retires to do his thinking. He spent a while perusing his back list, which after all comprises 23 novels, a dozen collections of short stories, an equal number of volumes of critical prose, half a dozen collections of poetry, five books for children, a play and an autobiography. Then he re-emerged into the light, beaming.</p> <p>'Here we go. For Obama I'd recommend a novel of mine called The Coup. It's about an imaginary African country where the dictator pretends to hate the US, though he actually went to college here. The politics were based on Gaddafi - what's he called, not Mohamed, Muammar, right? The joke is how unlike Obama my character is! Now for McCain. I think he should read another novel, Memories of the Ford Administration. It's about an academic who hardly remembers Gerald Ford's term in office because he was too busy committing adultery and researching James Buchanan's presidency. Buchanan was old, tired, ineffective, and failed to prevent the Civil War; Abe Lincoln succeeded him. Maybe if McCain read the book he'd have the humility to realise he should gracefully yield to a younger, brighter man. Or maybe not.'</p> <p>Enjoying the game, Updike was reluctant to stop playing. 'I could assign books to the vice-presidential candidates too,' he chuckled. 'Let's see. Palin is religious and so I am. She should read A Month of Sundays, which is about an errant minister rehabilitating himself in the Arizona desert. Who knows, maybe McCain's ranch is nearby? The book is as goofy as Palin, all brightness and gloss. And I want to give something to Joe Biden, Obama's running mate. He reminds me of the good-natured, diligent guys I grew up with in smalltown Pennsylvania. For him I'd say it ought to be any one of the Rabbit books - maybe the second, Rabbit Redux, in which my deplorable character at least appears as a working man. How's that?' Updike's satisfaction was deserved: in his store there is a book for every occasion, which justifies my belief that he has imagined everyone and everything, prescriptively narrating the lives that the rest of us lead.</p> <p>As I left, news spread of Wall Street's latest giddy lunge into a gulf. 'This credit crunch,' said Updike, 'reminds me of something that Saul Bellow said - that we're obsessed with the afterlife, though we want it now rather than waiting until we get to heaven.' Despite Updike's delight in what he calls the world's 'muchness' - its thronging people, its blossoming vegetation, its rabbits, toads and barnacles - he is dismayed by excess and surfeit, by an American grossness embodied in the waddling obesity of his fellow citizens. Affluence has supplied the wrong kind of earthly paradise; the 'indulgent economy', as Updike called it in Couples, has subsidised our greed. His reference to Bellow reminded me, however, of Updike's own story The Afterlife, in which an elderly American on holiday in England survives a nocturnal fall downstairs which may be his symbolic tumble into death. Next day, reborn, he goes on a trip to the coast, and sees a world made new and radiant by metaphor: electric pylons resemble a host of angels marching across the land. The earth becomes heavenly when Updike writes about it. He has done more to enrich us than all of Wall Street's bankers and brokers, and his books, unlike the papery profits of the Stock Exchange, will not lose their value.</p> <p>• The Widows of Eastwick is published by Hamish Hamilton this Thursday, £18.99. To order a copy for £17.99 with free UK p&amp;p, go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885</p> <h2>Updike in chapters</h2> <p><strong>Early life</strong></p> <p><strong>1932</strong> Born 18 March in Shillington Pennsylvania. His father was a teacher and his mother a writer.</p> <p><strong>1950</strong> Studied English at Harvard where he edited student satirical magazine The Harvard Lampoon</p> <p><strong>1954</strong> Took a year-long fellowship at the Ruskin School of Drawing and Fine Art in Oxford. </p> <p><strong>Career</strong></p> <p><strong>1955</strong> Joined The New Yorker, contributing poetry, stories and editorials. </p> <p><strong>1959</strong> Published his first novel, The Poorhouse Fair</p> <p><strong>1960 </strong>Published Rabbit, Run</p> <p><strong>1963</strong> Received the first of many awards, the National Book Award for his novel The Centaur (right).</p> <p><strong>1982</strong> Won the Pulitzer prize for his 1981 novel Rabbit Is Rich</p> <p><strong>1991</strong> Won a second Pulitzer for Rabbit at Rest. </p> <p><strong>Family life</strong></p> <p>Married twice. Has four children with his first wife, Mary, whom he divorced in 1976. Lives with his second wife, Martha, whom he married in 1977.</p>"
]