[
  "<p>A bad election year for Republicans got even worse today as the party's elder statesman and longest-serving senator, Ted Stevens, was found guilty of hiding lavish gifts he received from an oil executive.</p> <p>The conviction of Stevens came after a month-long trial that became a national media event in the US, complete with stunning errors by government prosecutors and a reported violent outburst by one juror. </p> <p>The jury ultimately convicted Stevens, 84, on all of the seven felony counts he faced, deciding that the influential Republican lied to conceal the bounty he was given by the chief of an oil company in his home state of Alaska – including home renovations, discounted cars, a stained-glass window, and a live sled dog.</p> <p>The verdict significantly harms Republican chances of holding onto Stevens's seat in Congress next week, when he must stand for re-election against a young Democratic mayor, Mark Begich. The prospect of ending Stevens's 40-year career has raised Democratic spirits.</p> <p>The Stevens conviction has the potential to help as well as hurt John McCain in the final days of the presidential race. Stevens and McCain, both famous for their tempers, often clashed over spending policy - with the Alaskan remaining a staunch supporter of the congressional pet projects, known as earmarks, that McCain often rails against.</p> <p>McCain's running mate, Sarah Palin, ran into trouble after her claim to have opposed an infamous Stevens earmark - dubbed the 'bridge to nowhere' - was debunked by fact-checkers. In fact, Palin held on to money for the bridge after Congress cancelled the earmark.</p> <p>The government case against Stevens was closely tied to his reputation as a power broker and influential friend of Alaskan industry, turning an unflattering spotlight on the state's political culture that risks dragging down Palin as well.</p> <p>Stevens was accused of knowingly hiding gifts from Bill Allen, the chief executive of Alaskan oil-services company Veco. It is a criminal offence for public officials to omit gifts from their annual financial reports, as Stevens did between 2000 and 2006.</p> <p>Defence lawyers depicted the senator as unfairly trapped in the net of aggressive prosecutors. Stevens' wife took the witness stand to accept blame for not keeping track of bills for the family home renovation, for which Veco partially picked up the tab.</p> <p>Stevens himself also took the stand, a move that may have cost him in the jury's eyes. He was combative and snappish with prosecutors, impugning the prosecution's tactics and providing a stark contrast to the laudatory testimony of Colin Powell, who served as an early character witness for the senator.</p> <p>Stevens faces up to 35 years in prison, but prosecutors are likely to recommend a far smaller sentence. A hearing to decide his fate, set for February, could be postponed if defence lawyers follow through on their vow to quickly appeal the case.</p> <p>As for Stevens's fate at the ballot box, he must decide whether to stand for re-election as a convict or resign to make way for a last-minute Republican replacement. Few in Washington believe he would take the latter option, however, and Stevens instructed reporters recently that a resignation \"would never happen, ever. Okay?\"</p>",
  "<p>John McCain, searching for an elusive comeback with only a week left to the election, today warned Americans to face the prospect of the most liberal administration in the country's history if the Democrats are allowed to control both the White House and Congress.</p> <p>Campaigning in Ohio, which he described as \"a must-win\" state, McCain searched for a message that might still turn the election even at this late stage. He emphatically distanced himself from President George Bush's economic -policies and prepared to dust down one of his main selling points, his record as an American war hero.</p> <p>McCain, after a meeting with his economic advisers in Cleveland, Ohio, described Obama as \"the most liberal person to ever run for the presidency\". He labelled Obama, the Democratic Speaker of the House of Representatives Nancy Pelosi, and Harry Reid, the Democratic senate leader, as \"a dangerous threesome\". </p> <p>McCain's running mate, Sarah Palin, took up the same theme, telling a rally in Leesburg, Virginia: \"If big government spenders control the House and the Senate and heaven forbid the White House, they will have a monopoly in Washington.\"</p> <p>The warnings are a tacit admission by McCain and Palin of their underdog status.</p> <p>In the final frenetic days of campaigning, McCain and Obama are tracking one another across the battleground states.Both were in Ohio today, and are scheduled to be in Pennsylvania Tuesday and Florida Wednesday.</p> <p>These states are turning into McCain's last stand. Having lost ground elsewhere according to the polls, he can not afford to lose any of these three. This was his 14th visit to Ohio since securing the Republican presidential nomination earlier this year.</p> <p>Turnout at McCain's rallies in these states have been poor compared with Obama and he is being outspent in Ohio in advertising by four to one. </p> <p>He is taking a beating, too, on the normally passionately Republican talk-radio shows. Bill Cunningham, who broadcasts from Cincinnati, Ohio, and whose broadcasts go out on 300 stations across America, spent his Sunday night show berating McCain for the way he had conducted the campaign, making it clear he thought the election was lost and urging the Republicans to begin planning to ensure Obama does not secure a second term.</p> <p>After today's economic meeting, McCain again attempted to cut himself free from Bush, whose unpopularity is a massive drag on his campaign. McCain, who at the last presidential debate earlier this month reminded Obama he was not Bush, said after the Cleveland meeting that both he and Obama \"disagree with President Bush on economic policy\". </p> <p>However, he added, they had a fundamental difference on how to resolve the economic crisis. Obama wanted to raise taxes while McCain wanted to lower expenditure.</p> <p>Republicans critical of how McCain has been fighting the election campaign accuse him of failing to stick to a -message for any length of time. He began the campaign last month by stressing he had been tested by crisis as both a Navy fighter pilot and a POW in Vietnam, but has since largely dropped these claims from his repertoire.</p> <p>However, he is planning to return to the theme at a rally tomorrow in Florida, where he will be surrounded by several retired members of the military.<br></p>",
  "<p><strong>1 Oregon Senate </strong></p> <p>Hanging on: Gordon Smith (Republican)</p> <p>Smith is considered one of the few Republicans likely to survive this year's wave of anti-incumbent fever among US voters. The reason, according to many analysts, is Smith's decision to openly brag about his friendships with Democrats. Most of his campaign adverts feature a glowing cameo by a famous liberal, from Ted Kennedy to Barack Obama to John Kerry. Smith's opponent, actual Democrat Jeff Merkley, accuses the two-term senator of \"trying to fool\" voters – but polls show the tactic may be working.</p> <p><strong>2 North Carolina Senate</strong></p> <p>Running scared: Elizabeth Dole (Republican)</p> <p>No one expected that Republican royalty such as Dole, who served in the presidential cabinets of both Ronald Reagan and George HW Bush, would be in danger of losing in the red state of North Carolina. But Barack Obama's powerful organising operation in the south, combined with the no-holds-barred TV commercials run by Democratic challenger Kay Hagan, is giving Dole the shock of her career. Her poll ratings are falling so fast that Dole, the wife of former presidential nominee Bob Dole, recently had to loan personal money to her campaign.</p> <p><strong>3 Minnesota Senate</strong></p> <p>Getting serious: Al Franken (Democrat) </p> <p>Before his entrance into politics, Franken was best-known as a Saturday Night Live comedian. And his campaign was hurt from the start by the lewd jokes Franken left in his wake, as Republican incumbent Norm Coleman attacked him for publishing a satirical essay called Porn-O-Rama. Yet Franken has battled back in recent days, taking advantage of public stumbles by Coleman and an economic meltdown that has heightened public frustration with George Bush's party.</p> <p><strong>4 Mississippi Senate </strong></p> <p>Riding the wave: Ronnie Musgrove (Democrat)</p> <p>This former governor started out the year as the longest of long shots in a state where even Dick Cheney remains ultra-popular. But as Obama's candidacy inspires unprecedented participation by black voters, Musgrove stands to reap the benefits. Mississippi's 39% black population ranks No 1 in the US, meaning that Musgrove only has to hold on to three out of every 10 white voters in order to position himself for victory. The relatively unknown status of his Republican rival, Roger Wicker, doesn't hurt either.</p> <p><strong>5 Florida House of Representatives</strong></p> <p>Scandal-plagued: Tim Mahoney (Democrat)</p> <p>Mahoney promised to be \"more moral\" when he was elected to replace a Republican caught sending sexually explicit online messages to underage boys. But Mahoney's own weakness came back to haunt him this week when a former campaign aide accused him of paying her $121,000 in hush money to hide evidence of their extramarital affair. Mahoney claimed to have broken no laws, but the FBI and the congressional ethics committee are already investigating. With Republican challenger Tom Rooney surging in the polls, some in Washington wonder if Mahoney's seat in Congress is cursed. </p> <p><strong>6 Alaska Senate</strong></p> <p>Found guilty: Ted Stevens (Republican)</p> <p>Could an election in the icy frontier of America have been decided in a Washington courthouse? Stevens, nicknamed Uncle Ted by Alaskans after showering government money on the state for 40 years, was found guilty today of criminally concealing gifts he received from a friendly oil executive. The verdict is considered likely to kill Stevens' chances of overcoming his young Democratic foe, Mark Begich. But the irascible Stevens has defied the odds before, and no one is counting him out next week as his legal team prepares to consider an appeal. </p> <p><strong>7 New Mexico Senate</strong></p> <p>Moving up: Tom Udall (Democrat)</p> <p>Udall and his Colorado brother Mark, both of whom followed their legendary father Mo into Congress, are poised to make the Senate a family affair next year. The brothers are each running strong against their respective Republican opponents, and Tom Udall was confident enough this week to go on the offense on national security - usually the favourite issue of the right wing. Udall's emotional new TV adverts feature a paralysed veteran praising the Democrat for supporting US troops in Iraq. </p> <p><strong>8 Virginia Senate</strong></p> <p>Charging in: Mark Warner (Democrat)</p> <p>The winning name on the ballots in Virginia may be the same, but Mark Warner's replacement of retiring Republican John Warner symbolises a new era in this southern state. Mark Warner was elected governor of Virginia in 2001 as a next-generation Democrat, promising to develop high-tech industry and never raise taxes. Now Obama is following in his path by building a formidable lead in what was once a conservative stronghold, making this southern dominion the next blue state. Could a run for the White House be Mark Warner's next move?</p> <p>· This article was amended on November 05 2008. </p>",
  "<video data-media-id=\"gu-video-339025590\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The <a href=\"http://www.guardian.co.uk/world/syria\">Syrian</a> foreign minister today condemned the killing of eight civilians in a <a href=\"http://www.guardian.co.uk/world/usa\">US</a> raid as an act of \"criminal and terrorist aggression\". </p> <p>Speaking at a press conference during a visit to London, Walid al-Moallem demanded a US investigation into the attack, which was launched from <a href=\"http://www.guardian.co.uk/world/iraq\">Iraq</a>.</p> <p>Moualem said eight unarmed civilians including three children were killed. But at the funerals of the victims today, an Associated Press photographer saw the bodies of seven men.</p> <p>Moualem warned of military retaliation if there were future cross-border raids, saying: \"If they do it again, we will defend our territory.\"</p> <p>Washington has said it targeted foreign fighters in the raid.</p> <p>Moualem said: \"They [the US] know we stand against al-Qaida. We condemn their attacks against the Iraqi people.\" </p> <p>\"The Americans do it in the daylight … this means it is not a mistake, it's by blunt determination. For that, we consider this criminal and terrorist aggression.\"</p> <p>He said the attack should be investigated in Iraq. A planned joint news conference with Moualem and the foreign secretary, David Miliband, was cancelled today.</p> <p>Baghdad said it had no prior knowledge of the raid but described it as regrettable and said it was trying to contain the fallout. Russia and Iran have condemned the US action. </p> <p>Syrian state television said the attack was on a farm near Abu Kamal, five miles from the Iraqi border. </p> <p>Doctors in nearby al-Sukkariya said another seven people were taken to hospital with bullet wounds.</p> <p>The attack threatens to unleash a new wave of anti-US feeling in Syria and across the <a href=\"http://www.guardian.co.uk/world/middleeast\">Middle East</a>.</p> <p>During the funeral procession, a crowd of angry residents shouted anti-US slogans and carried banners reading \"Down with Bush and the American enemy.\"</p> <p>The Syrian president, Bashar al-Assad, is being courted by Europe and had been looking forward to improved relations with Washington after the US presidential election on November 4.</p> <p>News of the attack has led news bulletins across the Arab world. The Syrian Tishin newspaper called it a \"US war crime\".</p> <p>Syria summoned the US charge d'affaires in Damascus to explain the attack and called on the Iraqi government to prevent its airspace from being used this way again.</p> <p>\"This is an outrageous raid which is against international law,\" the Syrian ambassador to London, Sami al-Khiyami, told Reuters. \"It is a terrible crime. We are expecting clarifications from the Americans.\"</p> <p>Witnesses said eight US soldiers landed in two helicopters and killed building workers. </p> <p>A senior Syrian source, quoted by the official Sana news agency, said four helicopters violated Syrian airspace. The source described the target as a \"civilian building under construction\".</p> <p>In Washington, an unnamed military official told the Associated Press news agency that the raid targeted elements of a \"foreign fighter logistics network\".</p> <p>It was because of Syrian inaction, the official said, that the US was \"taking matters into our own hands\". It is the first known US attack on Syrian soil.</p> <p>\"The attacked area was the scene of activities of terrorist groups operating from Syria against Iraq,\" Ali al-Dabbagh, an Iraqi government spokesman, told Reuters.</p> <p>Farhan al-Mahalawi, the mayor of the Iraqi border town of Qaim, told Reuters that the targeted village had been surrounded by Syrian troops.</p> <p>The Iraqi foreign ministry under-secretary, Labid Abbawi, said: \"We are trying to contain the fallout from the incident. It is regrettable and we are sorry it happened.\"</p> <p>Abbawi said he did not believe the raid would affect negotiations over a security pact with the US, but admitted: \"Some will use the incident for the argument against the agreement.\"</p> <p>In Israel, a security official said the country was not involved. Last year, Israel destroyed an alleged nuclear site in northern Syria.</p> <p>Qaim has been a significant crossing point for foreign fighters, weapons and money entering Iraq to fuel the Sunni insurgency. </p> <p>Last Thursday, the commander of US forces in western Iraq told reporters that US troops were redoubling efforts to secure the Syrian border. Major General John Kelly said Iraq's western borders with Saudi Arabia and Jordan were fairly tight as a result of good policing by security forces in those countries, but Syria was \"a different story\".</p> <p>Thabet Salem, a political analyst, told the Arabic-language al-Jazeera TV news channel that the US appeared to have mistaken building workers for infiltrators.</p> <p>\"It will raise questions as to why this is happening towards the end of the current US administration,\" he said.</p> <p>Last year, the then US commander in Iraq, General David Petraeus, praised Syria's cooperation in reducing violence in Iraq. </p> <p>But Syria has since refused to restart intelligence-sharing with the US until Washington recognises its assistance by returning an ambassador to Damascus.</p>",
  "<p>With polls showing Barack Obama pulling ahead of John McCain in the US presidential race, the Republican party's hard-right evangelical allies are starting to panic. As the political elites in the movement freak out, they're sowing the seeds of grassroots anxiety that God will punish America for electing Obama. </p> <p><a href=\"http://www.newadvent.org/cathen/14569a.htm\">Theodicy</a> lies at the heart of the evangelical right's political strategy: Christians must perpetually engage in spiritual warfare with Satan, and take dominion over governmental and legal institutions. God will be pleased then; but if these Christian soldiers fail to vanquish Satan, God won't be happy at all. Chaos ensues: socialism, Bible burning, abortions in public schools, boy scouts forced into homosexuality!<br> Religious-right honchos are girding the troops for political apocalypse. Townhall magazine, owned by Salem Communications, one of the largest Christian broadcasters in the country, ran a September feature, \"Obamageddon: Could We Survive a Barack Presidency?\" This month evangelical publishing giant Stephen Strang, whose magazine Charisma endorsed McCain, predicted that <a href=\"http://www.strangreport.com/2008/10/life-as-we-know-it-will-end-if-obama-is.html\">\"life as we know it will end if Obama is elected</a>.\" Last week, the political arm of James Dobson's Focus on the Family sent out a \"Letter from 2012 in Obama's America\", a <a href=\"http://focusfamaction.edgeboss.net/download/focusfamaction/pdfs/10-22-08_2012letter.pdf\">16-page (pdf)</a> parade of horribles, and talk radio show host Janet Porter imagined that <a href=\"http://www.rightwingwatch.org/2007/11/hillary_will_pu.html\">Christians will be imprisoned</a> with Obama in the Oval Office. </p> <p>Christian right activist and McCain supporter Gary Bauer openly worried to televangelist Rod Parsley that an Obama presidency could mean that \"God could take his hand of protection off of America.\" Further economic woes? A national security or military crisis? Don't blame the morally bankrupt party that the religious right has enabled for the past three decades. Blame Obamageddon. </p> <p>Fundamentalist Christians are perpetually eager for The End, with daily contemplations on television, radio, blogs and other media about whether the legalization of gay marriage, the financial meltdown, or the possibility of an <a href=\"http://www.time.com/time/politics/article/0,8599,1830590,00.html\">Antichrist president</a> are \"signs of the times\" – clues that the cultural chaos that will precede Christ's showdown with Satan at Armageddon is finally at hand. </p> <p>Yet how could you get the foot soldiers marching on election day if they would happily stay home waiting for the Rapture? That's why the leadership is promising God's punishment for failing to resist Satan's temptations. God won't be happy if America doesn't elect his \"<a href=\"http://www.salon.com/politics/war_room/2008/09/18/palin_email/index.html\">chosen</a>\" candidate, Sarah Palin, whose supporters believe is a modern-day <a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=10&amp;year=2008&amp;base_name=prophecy_and_prayer_for_palins\">Queen Esther</a>. God will punish the country who reversed course on his carefully laid-out plan and elects the Muslim-socialist-terrorist instead.</p> <p>If McCain somehow pulls it off in the end the religious right will no doubt claim that its support – and God's hand – were indispensable for a come-from-behind victory. But if the polls are right and Obama wins, the fundamentalists are already poised to pounce on any new crisis, be it on economic, national security, or another front, as the latest divine cause célèbre.</p>",
  "<video data-media-id=\"gu-video-339025590\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>US helicopters flying from <a href=\"http://www.guardian.co.uk/world/iraq\">Iraq</a> landed inside Syria yesterday and dropped special forces who killed eight people, the Damascus government said today as Washington admitted it had targeted \"foreign fighters\".</p> <p>Syria warned it held the US \"wholly responsible for this act of aggression and all its repercussions\". </p> <p>Russia and Iran condemned the raid. Iraq said it had had prior knowledge of the attack, but described it as regrettable. It was trying to contain the fallout from the incident, it said.</p> <p>The Syrian government said eight people had been killed, among them a man and his four children, and a woman. At the funerals of the victims today, however, an Associated Press photographer saw the bodies of seven men. </p> <p>Syrian state television said the attack had been against a farm near Abu Kamal, five miles from the Iraqi border. Doctors in nearby al-Sukkariya said another seven people were taken to hospital with bullet wounds.</p> <p>The attack threatened to unleash a new wave of anti-US feeling in Syria and across the <a href=\"http://www.guardian.co.uk/world/middleeast\">Middle East</a>. </p> <p>During the funeral procession, a crowd of angry residents shouted anti-US slogans and carried banners reading: \"Down with Bush and the American enemy.\"</p> <p>The Syrian president, Bashar al-Assad, is being courted by Europe. He had also been looking forward to improved relations with Washington after the November 4 presidential election.</p> <p>News of the attack has led news bulletins across the Arab world. The Syrian newspaper Tishin called it a \"US war crime\".</p> <p>Syria summoned the US charge d'affaires in Damascus to explain the attack. It called on the Iraqi government to prevent its airspace being used in such a way in future.</p> <p>\"This is an outrageous raid which is against international law,\" the Syrian ambassador to London, Sami al-Khiyami, told Reuters. \"It is a terrible crime. We are expecting clarifications from the Americans.\"</p> <p>In London today, Syria's foreign minister, Walid al-Moallem, scrapped plans to hold a joint news conference with the foreign secretary, David Miliband.</p> <p>Eyewitnesses said eight US soldiers landed in two helicopters and the dead were building workers. A senior Syrian source, quoted by the official Sana news agency, said four helicopters violated Syrian airspace. The source described the target as a \"civilian building under construction\".</p> <p>In Washington, an unnamed military official told the Associated Press news agency the raid targeted elements of a \"foreign fighter logistics network\". It was because of Syrian inaction, the official said, that the US was \"taking matters into our own hands\". It is the first known US attack on Syrian soil.</p> <p>An Iraqi government spokesman, Ali al-Dabbagh, told Reuters: \"The attacked area was the scene of activities of terrorist groups operating from Syria against Iraq.\"</p> <p>Farhan al-Mahalawi, the mayor of the Iraqi border town of Qaim, told Reuters the targeted village had been surrounded by Syrian troops.</p> <p>The Iraqi foreign ministry undersecretary, Labid Abbawi, said: \"We are trying to contain the fallout from the incident. It is regrettable, and we are sorry it happened.\"</p> <p>Abbawi said he did not believe the Syrian raid would affect negotiations over a security pact with the US, but he acknowledged: \"Some will use the incident for the argument against the agreement.\"</p> <p>In Israel, a security official said the country was not involved. Last year, Israel destroyed an alleged nuclear site in northern Syria.</p> <p>Qaim has been a significant crossing point for foreign fighters, weapons and money entering Iraq to fuel the Sunni insurgency. Last Thursday, the commander of US forces in western Iraq told reporters US troops were redoubling efforts to secure the Syrian border. Major General John Kelly said Iraq's western borders with Saudi Arabia and Jordan were fairly tight as a result of good policing by security forces in those countries, but Syria was \"a different story\".</p> <p>Thabet Salem, a political analyst, told the Arabic-language TV news channel al-Jazeera the US appeared to have mistaken building workers for infiltrators. \"It will raise questions as to why this is happening towards the end of the current US administration,\" he said.</p> <p>Last year the then US commander in Iraq, General David Petraeus, praised Syria's cooperation in reducing violence in Iraq. But Syria has since refused to restart intelligence-sharing with the US until Washington recognises its assistance by returning an ambassador to Damascus.</p> <p>Joshua Landis, a US expert on Syria, said last night: \"The Bush administration must assume that an Obama victory will force Syria to behave nicely in order to win favour with the new administration. Thus White House analysts may assume that it can have a freebie - taking a bit of personal revenge on Syria without the US paying a price.\"</p> <p>Syria is due to take a step in from the cold today when its foreign minister, Walid al-Mualim, visits London to hear praise for its newly conciliatory policies in Lebanon. Officials are expected to urge him to distance his nation from Iran.</p> <p>In recent months, Syria has established diplomatic relations with Lebanon and held several rounds of indirect talks with Israel, with Turkey acting as broker. In July, President Assad was invited to an EU summit in Paris.</p> <p>Some Iraqi leaders warned that opponents of a security pact under negotiation with the US would use the attack to support their arguments.</p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://www.livingroomcandidate.org/flash/player.swf?id=3941\"> <object width=\"434\" height=\"370\"><param name=\"movie\" value=\"http://www.livingroomcandidate.org/flash/player.swf?id=3941\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.livingroomcandidate.org/flash/player.swf?id=3941\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"434\" height=\"370\"></embed></object> </figure>  <p><em>Video: Museum of the Moving Image</em></p> <p>Vast sums are being spent on television advertising for this year's <a href=\"http://www.guardian.co.uk/world/uselections2008\">US presidential elections</a>, by the candidates and their parties, and by independent advocacy groups. If you live in a \"swing state\", you may have seen most of them all too often. If you live outside the US, you may not have seen them at all. Either way, once the election is over, you probably don't expect to see them again…</p> <p>But times have changed. Thanks to the internet, you can now watch almost any of these adverts at any time – more than 300 of them, going right back to 1952. And you can do it without going to YouTube.</p> <p><a href=\"http://www.movingimage.us/site/site.php\">The Museum of the Moving Image, New York,</a> has collected more than 50 years of American political advertising at a single site: <a href=\"http://www.livingroomcandidate.org/\">The Living Room Candidate</a>. You can start with Disney's black and white cartoon for Dwight D Eisenhower and work your way through to Barack Obama.</p> <p>You can watch the adverts for John F Kennedy, Richard Nixon, Ronald Reagan, George Bush, Bill Clinton, and George W Bush – winners all. You can also see Barry Goldwater, Hubert Humphrey, George McGovern, Walter Mondale, Michael Dukakis, Ross Perot, Bob Dole and others who might have you saying \"Who?\"</p> <p>To put the ads in context, the site provides a brief summary of each campaign and the state of the nation. You also get a coloured map of the US to show the final result. </p> <p>Each advert also comes with a list of credits, a transcript and links to related ads. You can save or share ads, and create your own playlist. This makes the site a valuable educational resource, and so far eight lesson plans have been provided. Topics include Understanding the Language of Political Ads, and Children in Political Ads (political ads tend to feature cute kids).</p> <p>There are also selections of ads on various themes, such as civil rights, taxes, welfare and war.</p> <p>Browsing the site is fascinating. Old ads give you some instant insight into what America was like at the time, and tell you as much about the development of TV advertising as they do about politics. For example, the development from Eisenhower reading cue cards in 1952 to Ronald Reagan, a consummate actor, is remarkable. The political messages, however, remain much the same.</p> <p>When so many candidates are sold like cornflakes, John F Kennedy's use of a more documentary type of approach also stands out.</p> <p>One not to miss is the <a href=\"http://www.livingroomcandidate.org/commercials/1964\">Lyndon Baines Johnson ad from 1964</a>, made by the Madison Avenue advertising agency Doyle Dane Bernbach. This segues from a cute little girl counting as she picks the petals off a daisy to the countdown to a nuclear explosion. The voiceover says: \"We must either love each other or we must die.\" It's a hugely powerful ad. It was only shown once: once was enough. </p> <p>The Living Room Candidate site was started in 2000, and it gets better every year. Especially every four years.</p>",
  "<p>If Sarah Palin had never come along, the McCain campaign's greatest contribution to pop-culture would surely have been <a href=\"http://www.mccainblogette.com/\">McCainBlogette</a>, starring the Arizona senator's 23-year-old, blonde, beer-swilling, John Kerry-voting daughter <a href=\"http://men.style.com/gq/blogs/gqeditors/2008/03/caps-font-var-1.html\">Meghan</a>. Which isn't to say the young McCain is jealous or anything. Meghan recently pronounced the Republican vice-presidential nominee <a href=\"http://www.cnn.com/2008/POLITICS/09/16/lkl.meghan.mccain/\">\"really chill\"</a> on Larry King Live.</p> <p>McCainBlogette is primarily a photo blog, garnished with Meghan's political commentary (<a href=\"http://www.mccainblogette.com/postings/101708_0829.shtml\">\"My father nothing short of ROCKED Wednesday night's debate.\"</a>), captions and favourite music playlists (grouped under titles such as \"Crazy, Sexy Country\"). This June 12, in a post titled \"Republican\", readers learned of her trip to an Arizona elections office in Phoenix to <a href=\"http://www.mccainblogette.com/archive/june_9_12.shtml\">change her party affiliation</a> for part one of a unique gift.</p> <p>Meghan explained to fans that though she had been \"registered as an Independent since I was 18 years old\" after some \"careful thought and consideration\", she decided to take the plunge and re-register \"as a Republican … as a symbol of my commitment to my dad and to represent the faith I have in his ability to be an effective leader for our country.\" She added: \"Happy Father's Day, Dad!\"</p> <p>The entry shows Meghan at the State Capitol Executive Tower building with her mother Cindy, filling out the change-of-party form, chatting it up with the Arizona secretary of state and calling our attention to an \"awesome PEZ dispenser collection\" in one of the photos.</p> <p>Part two of that present to her father, announced on the same day as her come-to-Eisenhower moment, has just been released by Simon &amp; Schuster. <a href=\"http://www.simonsays.com/content/book.cfm?tab=22&amp;pid=631312\">My Dad, John McCain</a> is a children's book in the same minimalist vein as Meghan's blog. Now, her brief story garnishes heavily crosshatched colour drawings by illustrator Dan Andreasen.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339020537\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/19/mccain140x130.jpg\" alt=\"My Dad, John McCain, by Megan McCain\" width=\"140\" height=\"130\" class=\"gu-image\" /> </figure>  <p>The book begins: \"There are a few things you need to know about my dad, and one of them is that he would make a great president.\" Meghan gives the young target audience a brief bio of her father that eschews any controversies and sticks to what's important. The subject was a bit of a rebel in school, you see, a brave pilot and then a resident of the Hanoi Hilton for five and a half years, where \"My dad and the other prisoners were treated badly … and the food was really bad - he once found a chicken foot in his lunch.\"</p> <p>Meghan also includes a potted civics lesson for first-graders: \"If you want to be president, first you have to be nominated by a political party. Then you run in the general election against the other candidates. My dad's a Republican, so he wanted the Republican party to choose him.\" She gives a special shout-out to the voters of New Hampshire for making that possible.</p> <p>What Meghan McCain fails to include is any convincing reason why senator McCain would make a great president other than that he is a \"great man\". She explains that he was a war hero who refused special treatment in Vietnam, reminds people that he's a \"maverick\" who'll \"say what he really thinks\" and professes unlimited faith in his patriotism: \"My father loves this country more than anyone I know.\"</p> <p>And, that's it. It would be too much to expect a children's book to explain the Republican nominee's tax or healthcare policies but My Dad, John McCain doesn't provide any hint whatsoever to where Meghan's dad would lead the country.</p> <p>Perhaps that's not the point of this book. It's not as if anyone is expecting her story to get out the elementary school vote for the Republicans. One way to read it is as nothing more than an expression of a daughter's undying admiration for her dear old dad. In that way, it's touching.</p> <p>But another way to read it is a diagnosis of everything that's wrong with the McCain candidacy. His handlers have tried to make this a campaign about the Arizona senator's outsized biography. It's not enough.</p>",
  "<p>In just nine days time there is strong possibility we will all wake up to find that the most powerful person in the modern world is a <a href=\"http://www.theguardian.com/world/barackobama\">black man</a>.</p> <p>But if, as is now widely expected, <a href=\"http://www.theguardian.com/world/uselections2008\">Barack Obama wins the US presidential election on November 4</a>, it is worth asking when the last time that a black person was the most powerful in the world was.<br><br>With so many powerful black people who have take on so many key roles around the world - <a href=\"http://www.theguardian.com/world/gallery/2008/jul/17/southafrica.photography?picture=335779442\">Nelson Mandela</a>, <a href=\"http://en.wikipedia.org/wiki/Kofi_Annan\">Kofi Annan</a> and <a href=\"http://www.theguardian.com/world/colin-powell\">Colin Powell</a>, to name just a few - why is it that not one of them has been propelled into an office of truly global significance?</p> <p>Perhaps it's worth going back a few centuries, perhaps even as far back as the reign of the <a href=\"http://en.wikipedia.org/wiki/Pharaoh\">Egyptian pharaohs</a> - quite a depressing thought, especially as they would not even have been considered black in the way we define the race today.</p> <p>And although there is consolation in the numerous black generals that made up the Roman Empire, it cannot be said that the statues that line the <a href=\"http://en.wikipedia.org/wiki/Appian_Way\">Appian Way</a> have ever been made to mould their faces.</p> <p>My personal view is that one would have to go back to an age where the <a href=\"http://en.wikipedia.org/wiki/Roman_Catholic_Church\">Roman Catholic church</a> was the most powerful institution in the world - back to AD492 when the third and final person of African descent was appointed Pope of the Catholic church. <a href=\"http://en.wikipedia.org/wiki/Pope_Gelasius_I\">St Gelasius</a> was elected the third black pope after Pope St Victor 1 in AD189 and Pope Militiades between AD311 and AD314.</p> <p>Have I missed anyone? Give us your suggestions below.</p>",
  "<p><a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama </a>is taking the fight to states won by George Bush in a bid to open a wide path to the White House and keep <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> on the defensive in the final week of the presidential campaign.</p> <p>The Democratic presidential hopeful will campaign in <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a> and <a href=\"http://www.theguardian.com/world/virginia\">Virginia</a>, while his wife, Michelle, heads to Nevada, New Mexico and Colorado, three western states Bush won but the Democrats are likely to take in November.</p> <p>In Canton, Ohio, Obama today will make what aides describe as a closing argument for his two-year campaign. He is expected to continue pressing the case that McCain will continue Bush's politics. McCain has acknowledged that he and Bush share \"a common philosophy of the Republican party\".</p> <p>\"In one week, you can put an end to the politics that would divide a nation just to win an election; that tries to pit region against region, city against town, Republican against Democrat; that asks us to fear at a time when we need hope,\" Obama will say, according to excerpts released by the campaign.</p> <p>\"After 21 months and three debates, Senator McCain still has not been able to tell the American people a single major thing he'd do differently from George Bush when it comes to the economy. Senator McCain says that we can't spend the next four years waiting for our luck to change, but you understand that the biggest gamble we can take is embracing the same old Bush-McCain policies that have failed us for the last eight years.\"</p> <p>In a reprise of Ronald Reagan's famous line from a 1980 debate, Obama will say: \"The question in this election is not 'Are you better off than you were four years ago?' We know the answer to that. The real question is, 'Will this country be better off four years from now?'\"</p> <p>McCain is concentrating on Pennsylvania, which has not voted Republican since 1988. Hillary Clinton defeated Obama there in the spring primary by 10 percentage points. After a rally in Ohio this afternoon, McCain returns to Pennsylvania for an event in Pottsville, central Pennsylvania, where McCain hopes to pick up enough culturally conservative, older whites to counter Obama's support in the cities of Philadelphia and Pittsburgh. Polls show Obama leading in the state by about 10 percentage points.</p> <p>The Republican campaign has sent McCain's running mate, Sarah Palin, to defend Virginia, where she will hold two rallies. Virginia has not voted for a Democrat since 1964, but a Washington Post/ABC News poll this morning showed Obama leading McCain 52% to 44%.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/fRB2wFhXIPs?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/fRB2wFhXIPs&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/fRB2wFhXIPs&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Guess which US presidential candidate is being <a href=\"http://abcnews.go.com/International/Story?id=4261093&amp;page=1\">endorsed by residents of the Japanese city of Obama</a>? That's right: Bob Barr, obviously. But none the less, here's a fun-filled musical number, Obama Is Beautiful World, sung in and around Obama, adding to the roster of international support for the Democrat, and upping the pressure on <a href=\"http://spainformccain.com/\">Spain For McCain</a>, who are known to monitor this blog, and who will be granted space on it if they can compose and record a McCain song prior to election day. [<a href=\"http://www.youtube.com/watch?v=fRB2wFhXIPs\">YouTube</a>, via <a href=\"http://www.politico.com/blogs/bensmith/\">Ben Smith</a>]</p>",
  "<p>A strange confluence of events: it just so happened that, virtually on the eve of the launch of <a href=\"http://www.theguardian.com/commentisfree/belief\">Cif belief</a> site, Ariane Sherine <a href=\"http://www.theguardian.com/commentisfree/2008/oct/21/religion-advertising\">launched her atheist bus campaign</a>. I say \"her\", but as she would be the first to say, it's as much yours as hers. This was an idea that materialised from an idle \"wouldn't it be nice?\" piece of musing by Ariane on \"<a href=\"http://www.timesonline.co.uk/tol/comment/columnists/guest_contributors/article5003070.ece\">a comment-is-free website</a>\" (Dear Joan, let me send you the url). </p> <p>All credit to Ariane: after commenters on her original piece proposing an atheist ad campaign on London buses expressed their support, she took it up and ran with it. That meant finding out about placing the ads and the cost of doing so, thinking about the wording, and then – stroke of genius – winning the support (in matching funding up to £5,500) of Richard Dawkins and his foundation. But the rest is history, because – thanks to Cif givers – the target funding was far exceeded before breakfast after Ariane's post went live on Monday at 7am. It also broke Cif records, the thread eventually closing with more than 2,000 comments.</p> <p>Her feet have hardly touched the ground since, and when I last spoke to her, Ariane was understandably a bit frazzled, if elated. She <a href=\"http://www.theguardian.com/commentisfree/2008/oct/23/atheist-bus-campaign-ariane-sherine\">blogged for us again on Thursday</a> with a campaign update, after being up all night checking the fine print of the Advertising Standards Authority's code, having spent the previous two days rushing from radio interview to TV studio.</p> <p>At time of writing, the total raised was heading north of £100,000 (not including gift aid or the Dawkins contribution). Many of you have taken the opportunity to suggest additional ways of taking forward the atheist bus campaign, given the unexpected level of funding. You can count on Ariane keeping you posted on plans and developments here.</p> <p>Meanwhile, it just goes to show that the themes of religion, faith, belief, unbelief, atheism, agnosticism, what you will, still have the power to involve us and engage us deeply. (Mind you, we'd have to be pretty thick not to have noticed some interest in this on Cif before now.) But for those of you with a special interest, please join <a href=\"http://www.theguardian.com/commentisfree/andrewbrown\">Andrew Brown</a> – now not only blogging, but busily editing <a href=\"http://www.theguardian.com/commentisfree/belief\">Cif belief</a>. </p> <p>The atheist bus campaign definitely made a nice change from thinking about collapse of the banking system, world recession, shenanigans on super-yachts, and the rest. But the bread-and-butter of Cif continues, of course, with the recent series on \"A new Bretton Woods\" and, this week, with \"After New Labour\", looking ahead to the second Commentisfree/Soundings panel debate, starring MPs Harriet Harman and Jon Cruddas, Chuka Umunna and Jeremy Gilbert (further detail and booking information <a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/1\">here</a>). And then there's the small matter of the US presidential election drawing to its conclusion on November 4-5 – along with our Washington-based colleagues, Cif will be staying up, so please join us for state-by-state comment as the results come through.</p> <p>Which reminds me: much has been much said about how professionally – and gainfully – the Obama campaign has used the web as a fundraising tool. On a more modest scale, the atheist bus campaign has raised a six-figure sum via Cif, but I wonder whether a party political cause could ever match such an enthusiastic reception, let alone make as much money. In a country generally liberal and lackadaisical about religious observance (certainly, by comparison with the US), we seem to care much more about the big philosophical questions than we do about the big political ones. Or am I wrong? You tell me.</p> <p>Perhaps more fruitfully, if you have any bright ideas for other campaigns like Ariane's, we're all ears. Sadly, I suspect the beauty of the atheist bus initiative was its spontaneity as a \"Cif community\" enterprise; premeditated, these things lack the necessary authenticity. But hey, prove me wrong, please.</p>",
  "<video data-media-id=\"gu-video-339025590\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>American helicopters flying from <a href=\"http://www.guardian.co.uk/world/iraq\">Iraq</a> landed inside Syria yesterday and dropped special forces who killed eight people, the Damascus government said last night, as Washington admitted it had targeted \"foreign fighters.\"</p> <p>Syria warned that it held the US \"wholly responsible for this act of aggression and all its repercussions\". </p> <p>It described the dead as Syrian civilians, five of them members of the same family. Syrian state television reported that the attack was against a farm near Abu Kamal, five miles from the Iraqi border. Doctors in nearby al-Sukkariya said another seven people were taken to hospital with bullet wounds.</p> <p>The incident threatened to unleash a new wave of anti-American feeling in Syria and across the <a href=\"http://www.guardian.co.uk/world/middleeast\">Middle East</a> at a time when President Bashar al-Assad, already being courted by Europe, is looking forward to improved relations with Washington after the November 4 presidential election. News of the attack led bulletins across the Arab world last night - suggesting it will have wide resonance.</p> <p>Syria summoned the US charge d'affaires in Damascus to explain the incident. It also called on the Iraqi government to prevent its airspace being used in this way in future.</p> <p>Eyewitness accounts said eight US soldiers landed in two helicopters and that the dead were building workers. A senior Syrian source quoted by the official Sana news agency, said four helicopters violated Syrian airspace and described the target as a \"civilian building under construction\".</p> <p>In Washington an unnamed military official told the Associated Press the raid had targeted elements of a \"foreign fighter logistics network\", and that, due to Syrian inaction, the US was \"taking matters into our own hands\". It was the first known American attack on Syrian soil.</p> <p>Intriguingly, Farhan al-Mahalawi, mayor of the nearby Iraqi border town of Qaim, told the Reuters news agency that the targeted village had been surrounded by Syrian troops.</p> <p>In Israel, a security official said Israel was not involved. Last year Israel destroyed an alleged nuclear site in northern Syria. Qaim has been a significant crossing point for foreign fighters, weapons and money entering Iraq to fuel the Sunni insurgency.</p> <p>Only last Thursday, the commander of US forces in western Iraq told reporters American troops were redoubling efforts to secure the Syrian border. Major General John Kelly said Iraq's western borders with Saudi Arabia and Jordan were fairly tight as a result of good policing by security forces in those countries, but that Syria was a \"different story\".</p> <p>Thabet Salem, a political analyst, told al-Jazeera TV that the US appeared to have mistaken building workers for infiltrators. \"It will raise questions as to why this is happening towards the end of the current US administration,\" he said.</p> <p>Late last year the then US commander, General David Petraeus, praised Syria's cooperation in reducing violence in Iraq. But Syria has since refused to restart intelligence sharing with the US until Washington recognises its assistance by returning an ambassador to Damascus.</p> <p>Joshua Landis, an American expert on Syria, commented last night: \"The Bush administration must assume that an Obama victory will force Syria to behave nicely in order to win favour with the new administration. Thus White House analysts may assume that it can have a \"freebee\" - taking a bit of personal revenge on Syria without the US paying a price.\"</p> <p>The attack comes as Syria takes another step in from the cold today when its foreign minister, Walid al-Mualim, visits London to hear praise for its newly conciliatory policies in Lebanon - and to be urged to distance itself from Iran.</p> <p>In recent months Syria has established diplomatic relations with Lebanon and held several rounds of indirect talks with Israel, with Turkey acting as broker. In July, President Assad was invited to an EU summit in Paris.</p>",
  "<p>This election isn't over for another eight days and the next one is four years away, but the question being asked with some urgency is: will Sarah Palin run for president in 2012?</p> <p>A faint, but audible, chant can be heard among her supporters, to paraphrase the oil drilling mantra on the campaign trail: \"Run, baby, run!\" They see her as the leader to steer the conservative movement out of its malaise, a politician who can excite the party faithful in a mirror image of what Barack Obama did for the Democrats.</p> <p>Should Obama win on November 4, and many conservatives are resigned to that, the chorus is likely to grow. But so too will the voices of opposition, with their own Palin chant: \"Get back to Alaska!\" </p> <p>Here too the rumblings are audible. Over the weekend, advisers to the Republican presidential candidate, John McCain, were briefing more than one news outlet that Palin was \"going rogue\", pursuing her own political interests with an eye on 2012 rather than concentrating on McCain's stab at the top job.</p> <p>\"She is a diva,\" one unnamed adviser told CNN. \"She is playing for her own future and sees herself as the next leader of the party.\" The Politico website carried the views of other anonymous McCain aides who attacked Palin for being \"green\", sloppy and incomprehensibly willing to criticise McCain for his campaign strategy.</p> <p>Palin has recently broken with the McCain campaign on several points. She has publicly chided the decision to abandon the race in Michigan and questioned why Obama's controversial former pastor, Jeremiah Wright, has been treated as out of bounds.</p> <p>Such outspokenness is just one way in which Palin has divided opinion across the country. She has emerged as a singularly charismatic but also divisive politician, splitting the electorate into those who see her as the epitome of small-town America or small-minded America.</p> <p>That division cuts deep within the conservative movement and reflects a basic disagreement over the future direction of the Republican party. In the soul-searching that would follow a McCain defeat much of the debate may centre on the personality of Palin.</p> <p>Rich Lowry, editor of the conservative National Review, is an admirer of Palin who thinks she will stand for president in 2012. \"She has a window, as a rock star of the right. She's been given an opportunity in terms of national exposure and high name recognition that many ambitious politicians would kill for,\" he told the Guardian.</p> <p>Lowry first met Palin in August last year when a group of senior National Review pundits went to visit her in Juneau, capital of Alaska, on a cruise organised by the magazine. An earlier cruise earned her the admiration of influential figures from Rupert Murdoch's Weekly Standard including William Kristol, who also writes for the New York Times, and the magazine's editor Fred Barnes. Other important Palin advocates include the talkshow host Rush Limbaugh, several presenters on Murdoch's Fox News and leading members of her Christian evangelical alliance.</p> <p>In the opposing corner are other conservatives, notably Kristol's fellow New York Times columnist David Brooks who sees the Alaskan governor as part of a drift within the movement towards anti-intellectualism. \"Once conservatives admired Churchill and Lincoln above all - men who prepared for leadership through constant reading, historical understanding and sophisticated thinking,\" he has written referring to Palin. \"Now those attributes bow down before the common touch.\"</p> <p>The image of Palin as anti-intellectual emerged partly as a result of her disastrous TV interviews in which she was unable to answer such simple questions as which newspapers she reads, and partly as a result of the lampooning of Tina Fey on Saturday Night Live. Palin has also courted the persona, accentuating her rustic accent on the campaign trail and talking disparagingly about Obama's \"elitism\".</p> <p>Michael Franc, an expert in government relations at the conservative Heritage Foundation thinktank, thinks Palin has thrown into relief a crucial post-election debate for Republicans: should they continue on the populist path laid by Ronald Reagan, or aggressively expand their support base in the interests of electoral success.</p> <p>\"The problem is that Palin's populism appeals to only 45% of the electorate at most and something has to change to get the party back up above 50%\" he said. Demographic changes in America have seen the rise of an electoral group of highly educated professionals repelled by populist arguments and open to Democratic advances, Franc added. Palin must appeal to them if she is serious about standing in 2012.</p> <p>Lowry agreed that to have a serious shot at the White House Palin has to fill out her political profile.</p> <p>\"If she tries to float by on her celebrity and charm she will squander the great opportunity she has been given. But if she bones up on what Sarah Palin conservatism means, then she will be a formidable contender,\" he said.</p> <p>The other priority for 2012 would be to keep her profile high - not an easy task from the media wilderness of Alaska. Help is likely to be at hand from media outlets keen to embrace her celebrity. </p> <p>But a media career may also work against her search for seriousness, said Robert Thompson, professor of popular culture at Syracuse University. \"She needs to build up her political gravitas which she has seemed to lack, and doing a TV talk show may not be the best way,\" he said.</p>",
  "<p>John McCain shrugged aside daunting poll figures yesterday to claim he was placed to win next week's presidential election even as an inquest was beginning inside the Republican party.</p> <p>Interviewed on NBC's Meet the Press, <a href=\"http://www.theguardian.com/world/johnmccain\">McCain</a> dismissed the polls that showed huge leads for Barack Obama and said he sensed the race tightening.</p> <p>The Republican presidential nominee predicted a \"late night\" next Tuesday, suggesting the voting would be close enough to have to wait for the final counts in some states. \"This has been a very close race, and I believe I will win it,\" he said.</p> <p>But in a sign of how much of a mismatch the campaign has become, <a href=\"http://www.theguardian.com/world/barackobama\">Obama</a>, speaking on Saturday in Albuquerque, New Mexico - won in 2004 by George Bush - attracted a crowd of 45,000. McCain, speaking in the same city the same day drew only about 1,500 onlookers.</p> <p>Some Republicans, breaking with the convention of staying silent until the votes are in, are already dissecting his campaign strategy and acknowledging openly they believe the race to be lost.</p> <p>A blame-game has begun among McCain staff over responsibility for strategic blunders, in particular the confused and often conflicting messages the campaign has sent out over the past two months.</p> <p>At McCain's campaign headquarters in Arlington, Virginia, demoralised staff and volunteers at the weekend listened in near-silence to invocations from senior campaign figures saying all was not lost.</p> <p>David Frum, Bush's speechwriter, who wrote the Axis of Evil speech, suggested yesterday, in an opinion-piece for the Washington Post, that the party shifted resources from the presidential race \"that is almost certainly lost\" to senate ones so that there would be a base on which to build a Republican revival after the election. \"A beaten party needs a base from which to recover,\" Frum wrote.</p> <p>Mark McKinnon, a former McCain campaign adviser, wrote for the Daily Beast website: \"The most popular parlour game in Washington DC these days is the bludgeoning of the McCain campaign.\" </p> <p>McKinnon said the McCain strategist Steve Schmidt, said to be behind the character attacks on Obama, and colleagues, had run a good campaign and \"taken McCain further than he had any reasonable right to, given the political climate\".</p> <p>He added that the election \"ain't over yet\" and that McCain might \"have a couple of barrel rolls left\".</p> <p>In another blow to McCain's campaign yesterday, the largest paper in Alaska, Sarah Palin's home state, endorsed Obama. The Anchorage Daily News said McCain had \"stumbled and fumbled badly\" in his response to the economic crisis and Palin was not ready to be vice-president. </p> <p>McCain now faces an important decision on the final days of the campaign. If he does assume he will lose he may want to be remembered as having fought a dignified race in the end - or he could throw everything at Obama. </p> <p>Yesterday he pounced on a Reuters/Zogby poll which put him only 5 points behind Obama (who is on 49%), saying that was evidence that the race was closer than indicated by other polls giving Obama double-digit leads.</p> <p>Obama, back on the trail after visiting his ailing grandmother in Hawaii, picked up on a comment by McCain, on Meet the Press, in which he had said he shared a common philosophy with Bush. Speaking in Denver, Obama, who has sought to tie McCain down as a continuation of Bush, said: \"I guess that was John McCain finally giving us a little straight talk, and owning up to the fact that he and George Bush actually have a whole lot in common.\" </p> <p>In Pennsylvania, Republicans are distancing themselves from an email sent to Jewish voters comparing a vote for Obama with the events of the 1930s leading to the Holocaust. The email warns of a \"second holocaust\" if Obama were elected, portraying him as a danger to Israel.</p>",
  "<p>At a recent charity dinner, a rare moment in the campaign when the two US presidential candidates traded self-deprecating jokes rather than insults, Barack Obama denied he was born in a manger. He revealed he came from Krypton and had been sent by his father Jor-El, to save planet Earth. The joke contained a serious thought: the Democrat was acknowledging that after the worst US presidency in living memory, the world's expectations of an Obama administration were so inflated as to beg failure.</p> <p>The next president's in-tray is already full to overflowing. Consider the events of this weekend alone: in Kabul a private security guard working for the shipping company DHL shot dead the director and deputy of his firm, a Briton and a South African; in Ghazni, south-west of Kabul, officials investigated reports that 20 security guards had been killed in a US airstrike; in Pakistan, a full-scale war raged against the Pakistani Taliban in Bajaur; in Baghdad, the Iraqi cabinet yesterday cancelled a meeting to discuss the status of US forces in the country; in Israel, Tzipi Livni, foreign minister and linchpin of the negotiations with the Palestinians announced she could not form a coalition government, and would have to go to the country. On current polling, an election in February would be won by the hawkish Likud leader Binyamin Netanyahu. Four active conflicts and a world recession are a large enough bequest - even for superman.</p> <p>Afghanistan is the elephant in the room. Military commanders today make little secret of their belief that the campaign is not working. Some question whether more troops will improve matters. General David Petraeus, the architect of the surge in Iraq who is now running US Central Command is said to doubt whether the template he used for Iraq will work in Afghanistan. A larger toolbox of policies is needed to cope with a corrupt central government in Kabul surrounded by a belt of mini-emirates in the provinces. Engaging elements of the Taliban will rank high on any to-do list.</p> <p>Iraq leaves both presidential candidates with major challenges, as a paper by one of Petraeus's former advisers, the Middle East analyst Toby Dodge, makes clear. John McCain, who began his campaign saying he did not mind if US troops were in Iraq for the next 100 years but has since tempered his rhetoric, will be troubled by the sustainability of the security gains made during the surge of US troops. The problems come from the top. Nouri al-Maliki's use of Iraq's army for personal political gain will cause increasing problems to the US, whose policy is predicated on improving the capacity of the Iraqi state, not just its prime minister. The tensions inherent in trying to incorporate 103,000 Sunnis in the al-Sahwa, or Awakening, who rose up against al-Qaida, into a Shia-led army are also fierce. Mr Obama is not spared difficulty. The commitment to withdrawing all combat troops in 16 months is the central plank of his campaign. The question is how he can learn the lessons of the last time this was tried by US General George Casey in 2006.</p> <p>Unlike Mr McCain, Mr Obama has no shortage of advisers: 500 at the last count. Colin Powell may have wanted to exorcise the ghosts of the UN speech where he presented \"evidence\" of Saddam's weapons of mass destruction by throwing his lot in with Mr Obama last week. There are also Tony Lake, Susan Rice, Richard Holbrooke - all possible secretaries of state - and Joe Biden, chairman of the senate foreign relations committee, whose choice as running mate was a sign that Mr Obama was thinking ahead. But Mr Obama's biggest foreign policy asset will be himself. At points in the campaign where he was tested - such as the surfacing of incendiary videos of his former pastor the Rev Jeremiah Wright - Mr Obama showed what has been described as a gut steadiness. As US president and world leader that quality will be in demand as never before.</p>",
  "<p>As the sun rose over Soweto on South Africa's first democratic election in 1994, the Mwale family were too busy with practical matters to ponder the historical resonance of the day.</p> <p>Following rumours that a white supremacist group was going to poison the main water tank, they boiled the water and cooked a huge pot of mealies. The day before, during early voting, granny had waited seven hours to cast her ballot for Nelson Mandela and the kids had to bring her food. Now it would be granny's turn to come to the rescue.</p> <p>I recall walking with the mother of the house, Esther Mwale, in silence at 7am through zone 9 of Meadowlands, the morning fog slowly lifting to reveal that people had ironed their best trousers and put on their sturdiest shoes for the day. All dressed up for democracy.</p> <p>The two hours Esther spent queueing to vote somehow served as a dignified, humane response to the horrors of apartheid. After his wife, Ruth First, was killed by the regime, African National Congress militant Joe Slovo said: \"The most effective punishment is to force those who did it to live in a democratic South Africa.\" And here it was.</p> <p>But if long lines of black people at polling stations showed the promise of a fledgling democracy in South Africa, the prospect of similar scenes next week will illustrate a failing democracy in the US. A longstanding, systematic, legal and political campaign to suppress the vote in Democratic areas combined with the shambolic, shameful neglect of the electoral infrastructure could yet cause chaos on an unprecedented scale. </p> <p>In short, come next Tuesday, the issue may not so much be who votes for whom, but who gets to vote and whose votes get counted. A recent CNN poll showed that 42% of voters are not confident their vote will be accurately cast and counted - almost three times the figure four years ago. With the record numbers of newly registered voters will be a record number of lawyers on both sides. If it's close, the courts may once again pick the winner.</p> <p>The popular response to such an unpopular outcome is not difficult to imagine. According to the Washington magazine The Hill, police across the country are preparing for unrest. Swat teams will be on standby in Oakland, California. The Democratic secretary of state in Ohio now has protection from death threats after she refused to make a list of 200,000 newly registered voters available to Republicans.</p> <p>Some of this mayhem stems from a noxious blend of officiousness and incompetence. In Jackson County, West Virginia, people have been hitting the touch-screen for Barack Obama and finding they have voted for John McCain. In Florida they are testdriving the third ballot system in three election cycles. Election workers are struggling. Those who thought they would vote early and avoid the queues are waiting in line for three hours. </p> <p>Added to the technological flaws with machines and lack of technical training for those operating them are technocratic electoral laws that aren't fair, don't work and in any case aren't being heeded. According to the New York Times, tens of thousands of eligible voters in six battleground states have been illegally removed from voter rolls or will be prevented from voting in ways that violate federal law. In Wisconsin, one in five voters' names on the registration database did not completely match names on other state records, including four of the six former judges charged with overseeing the elections. Both presidential candidates may have been wasting their time wooing Samuel Joseph Wurzelbacher - aka Joe the plumber - at the last debate. He is registered as Worzelbacher, and therefore may find himself ineligible to vote. </p> <p>While this is happening everywhere (Jackson county is 98% white and voted for Bush in the last two elections), it is compounded by a protracted Republican effort to disenfranchise Democratic voters under the guise of combating voter fraud. Voter fraud is a serious issue. The trouble is it barely exists. In the six years since the Bush administration has made it a priority, barely 100 people have been convicted and fewer than 200 have been charged. The overwhelming majority were either people who thought they were eligible but weren't (immigrants, felons etc) or those registering fictitious people. </p> <p>\"If they found a single case of a conspiracy to affect the outcome of a Congressional election or a statewide election, that would be significant,\" Richard Hasen, election law expert at the Loyola Law School, told the New York Times last year. \"But what we see is isolated, small-scale activities that often have not shown any kind of criminal intent.\"</p> <p>But that hasn't stopped Republicans trying. Five of the 12 US attorneys who were fired last year, in the scandal that led to the resignation of US attorney general Alberto Gonzales, were axed because they refused to pursue the issue of voter fraud with sufficient vigour. It also explains the Republican attacks on the community group Acorn, which pays people to register voters in low income and minority areas. Some of Acorn's workers made up names. That should be and has been condemned. But there is no evidence that it has resulted in a single fraudulent vote ever being cast since Acorn began its large-scale voter registration drives four years ago. </p> <p>While attempts at voter suppression are partisan in intent they are racial in effect. The Democrats have not won an election without the black vote since 1964. The most effective and crude way to undermine their base is to minimise the vote in black areas. This is precisely what happened in Florida in 2000, where Republicans lowered the threshold for inclusion on the \"purge list\" of ineligible voters. By the time they were done, African-Americans accounted for 88% of those purged, even though they only comprised 11% of the actual electorate. </p> <p>The practical consequences of this interference, manipulation and, at times, intimidation is twofold. It disenfranchises people who either don't have the time, inclination or wherewithal to stand up to officialdom. And it creates huge lines while others stay and fight. A Democratic party survey from 2004 found half of the state's African-American voters in Ohio reported some problems at the polls on election day. On average, black voters waited in longer lines than whites, were more likely to be asked for identification when they got there and felt more intimidated. </p> <p>This year will be worse. Obama's strategy has hinged on registering huge numbers of new voters. Overrepresented among them are the black, the young and first-time voters. For at least six months this eventuality has been predictable. And yet electoral officers around the country have declared themselves entirely unprepared. Just as in South Africa 14 years ago, the huge turnout we are seeing in early voting, and which will undoubtedly come on election day, marks a celebration of a historic moment in the nation's democracy. But the long lines and their demographic composition will mark not dignity but disorganisation and discrimination.</p> <p>It remains one of the paradoxes of this election that black America may yet get a president before black Americans have fully secured their right to vote.</p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p> <p><strong>·</strong> This article was amended on Monday October 27 2008. It said 12 US judges were fired last year. This has been corrected to 12 US attorneys</p>",
  "<p>John McCain accused Barack Obama of making a premature \"victory lap\", following reports that the Democratic candidate's backroom team was deciding key staff jobs in the White House and that an Obama draft speech had been completed for his inauguration on January 20.</p> <p>McCain has several times in the past few weeks claimed Obama was being over-confident and presumptuous, behaving as if the election on November 4 was a done deal. Speaking at the weekend, the presidential nominee for the Republican party joked that when Obama lost he would ask him to \"save that manuscript of this inaugural address and donate it to the Smithsonian\".</p> <p>McCain added that the Smithsonian Institution should put the speech \"right next to the Chicago paper that said 'Dewey Defeats Truman'\".</p> <p>Bill Burton, a spokesman for Obama, described the writing of such a speech as completely false. \"There is no draft of an inaugural speech,\" he said.</p> <p>Obama has had a transition team in place for months, led by John Podesta, who was Bill Clinton's chief of staff and is now head of the liberal Washington think-tank Centre for American Progress. The team is engaged in talks with potential candidates for key jobs, including those of White House chief of staff, secretary of state and secretary of the treasury.</p> <p>Podesta dismissed McCain's jibes on an inaugural speech, saying the confusion had occurred over a chapter he had written for a book with ideas presented in the form of an inaugural address. The book was written in the spring and published in the summer before Podesta began working for Obama. \"No one involved in pre-transition work has written one word of any address, inaugural or otherwise,\" Podesta said.</p> <p>McCain, despite his attack on the Democratic presidential candidate, has got a team in place, too; led by John Lehman, the navy secretary under Ronald Reagan.</p> <p>Both presidential campaigns, in fact, set up their transition teams quite late, laying themselves open to charges that they were being slow with crucial planning.</p> <p>The period between November 4 and the inauguration on January 20 is awkward as power shifts to the incoming president. Announcements are then made within this transition period about who will fill the top jobs.</p> <p>Among potential candidates being sounded out for a place in an Obama administration as secretary of state is Richard Holbrooke, the veteran diplomat who was involved in brokering the Dayton agreement that helped end hostilities in Bosnia. Obama has met him several times and likes him, according to aides, though there are differences over foreign policy.</p> <p>Obama's endorsement by George Bush's former secretary of state, Colin Powell, also puts the latter into the mix. Others are Richard Lugar, a Republican senator - to underline Obama's promise to take a bipartisan approach to politics - and John Kerry, the failed Democratic presidential candidate of 2004.</p> <p>Obama's two leading foreign policy advisers are Tony Lake, who was Bill Clinton's national security adviser, and Susan Rice, who also worked for the national security council under Clinton, and who favours US involvement in Darfur.</p> <p>An ideological battle is taking place inside the Obama camp over whether or not to pursue liberal intervention abroad or take a more pragmatic and limited approach to foreign affairs. An indication of the priorities is Obama's proposal to appoint three national security council deputies who would have more power than in the past and cover Iraq, Afghanistan and terrorism.</p> <p>The names mentioned most often as White House chief of staff have been Tom Daschle, a former Senate leader, congressman Rahm Emmanuel, and Podesta. The present defence secretary, Robert Gates, could stay in his post. For the treasury job, names include Timothy Geithner, president of the Federal Reserve Bank of New York, Larry Summers and Robert Rubin, both former secretaries to the treasury under Clinton.</p> <p>If McCain were to win, Lehman or Rick Davis, McCain's campaign manager, would be in the running to become White House chief of staff, the New York Times suggested on Saturday. For the secretary of state job, names mentioned included senator Joe Lieberman, a former Democrat who is now an independent, and Robert Zoellick, president of the World Bank. For the treasury post, the New York Times suggested it might be John Thain, chief executive of Merrill Lynch, or Zoellick.</p>",
  "<p>Hillary Clinton is long gone from the presidential race, but the women of US TV news are still leaving an indelible mark on the campaign scene this year. </p> <p>From MSNBC's Rachel Maddow, whose new programme has doubled its primetime ratings in one month, to CBS's Katie Couric, who has buried her critics with tough interviews of Sarah Palin, female presenters are increasingly prominent.</p> <p>\"People love these women,\" Marie Wilson, a women's rights advocate, says. \"The popularity of and trust in these women, who have been on everything from Meet the Press [on NBC] to Fox News, has really increased the normalcy of women experts on TV.\"</p> <p>Wilson, who founded the White House Project, which aims to advance women in leadership, points to a singular driving force behind the female ascendance in US political news: Clinton. \"It wasn't until you got a serious woman contesting for president that you got a serious decision to put women on the air.\"</p> <p>Campbell Brown, who jumped from NBC to host her own CNN show in March, became a YouTube sensation when she refused to let a young Republican spokesman dismiss questions on Palin's foreign policy experience. The segment was so pointed that John McCain cancelled a future CNN appearance in retaliation, but Brown's network stood by her.</p> <p>Some female presenters are pitted against not only McCain and Barack Obama but their male counterparts as well. When the Republican nominee accused MSNBC's Mika Brzezinski of pro-Obama bias during a live interview, her co-host Joe Scarborough promptly sided with McCain. But Brzezinski would not back down. </p> <p>\"As a characterised Obama supporter, which I take objection to,\" she told McCain, \"I'll just say, take care of my brother working on your campaign.\"</p> <p>The high visibility of these strong female presenters is a welcome development for women's rights campaigners. Yet many warn that US political news is a long way from parity between the sexes. \"There's a double-edged sword here because we've seen so much problematic coverage,\" says Jennifer Pozner, director of the advocacy group Women in Media &amp; News. \"More coverage is not always better. We need to look at the content as well as the people providing the content.\"</p> <p>Much of that problematic coverage centred on Clinton, who was caricatured by some TV presenters as an emasculating woman with a campaign made possible by her successful husband. After the former first lady ended her presidential run in June, Couric offered a postmortem to CBS news viewers. \"One of the great lessons of [Clinton's campaign] is the continued and accepted role of sexism in American life, particularly in the media,\" she said.</p> <p>The next great test of women's rise in the US media may come after the election, when NBC will crown the new host of America's most popular Sunday politics programme, Meet the Press. The current frontrunners for the job are all white males - a fact that alarmed the Washington-based communications consultant Margot Friedman into starting a campaign of her own.</p> <p>Friedman has launched the website dontletnbcdiswomen.org to marshal support for a female presenter for the role. She has not endorsed a particular newswoman for the job, but her site suggests Brown, Gwen Ifill of PBS and Andrea Mitchell of NBC. If Obama becomes the first black president next week, Friedman says, \"it's going to be a whole new ball game in the US. And yet, if you turn on the TV on Sunday morning, it looks like 1980. It's funny that mainstream media is not keeping pace with what's happening in politics.\"</p>"
]