[
  "<p>There is a striking similarity between Barack Obama and his new nemesis, Sarah Palin - and it's not just that they are both big on basketball. They have equally set out on what Obama likes to call an \"improbable journey\" that will see one of them make it all the way to the White House on November 4.</p> <p>In Palin's case, the improbable journey began here: a sprawling wooden compound that looks like a cross between an oversized McDonald's and a prison complex. It occupies a patch of barren ground on the edge of Wasilla, the tiny town in Alaska in which she spent her childhood and cut her political teeth. Above the entrance a banner announces that this is the home of the Wasilla Assembly of God, motto: \"To know Him, and to make Him known!\"</p> <p>It was here Palin was baptised, or \"saved\", as she describes it, and later had her children baptised. It was here she was inducted into the peculiar rituals of her fundamentalist faith - the charismatic preaching, the laying on of hands, the tears and cries of joy of the Pentecostal church. \"I grew up in the Wasilla Assembly of God,\" she once said. \"Nothing freaks me out about the worship service.\"</p> <p>On the night I visit the church, the congregation is huddled in a group, arms raised or clasped around each other, as the senior pastor, Ed Kalnins, leads them in prayer. \"Lord, we know that you have made this church a platform,\" he exclaims. \"You are using the wonderful Governor Palin to get your message of the gospel across.\"</p> <p>Pastor Ed, as his flock calls him, moved to Wasilla in 1999 - three years after the town elected Palin as its mayor. What struck him the first time they met, he has said, was that in her eyes religion came first, politics second. He thought to himself: \"This person loves Jesus. That's the bottom line. She loves Jesus with everything she has. She is a disciple of the Lord Jesus Christ before she is the mayor. Sarah Palin is the real deal.\"</p> <p>Pastor Ed's language may be colourful. But he has put his finger on a central truth about the woman who in two months' time could become the next vice-president of the US. From her earliest days at the bottom of the political ladder in minuscule Wasilla, through to her sudden rise this week into international stardom, she has always been on a mission.</p> <p>Her trajectory has run in parallel with that of her party. Her career took off precisely at the moment when the Christian right seized control of the Republican movement, casting out the fiscal conservatives who had traditionally held sway with their focus on such worldly matters as low taxes and small government.</p> <p>The shift in the party's focus from mammon to God is illustrated perfectly in Palin's successful campaign to become mayor in 1996. All previous elections had revolved around such existential questions as how to improve the pavements and get litter off the streets. She ignored all that, campaigning instead against abortion and gun control and casting aspersions on her (Republican) opponent about his infrequent attendance of church.</p> <p>Victoria Naegele was editor of the local paper, The Frontiersman, at the time and can recall the shock of the Palin revolution. \"I remember thinking 'Wow! Are religious issues really germane to the job of being mayor of a town of just 5,000 people?'\"</p> <p>Naegele remembers vividly too a second shockwave that came swiftly after Palin's election. Instead of easing her way into the role, she went in with guns blazing, demanding that six of the department heads of the council - none of them political appointments, several with many years' service - submit their resignations. When Naegele protested through the editorial columns of the paper at what she saw as the new mayor's heavy-handed style, she felt the heat. \"It was a difficult time. I was lambasted as a liberal, when in fact I am a Christian conservative Republican, just like Sarah Palin.\"</p> <p>Then, in an incident that is fast turning into the stuff of political legend, Palin was revealed earlier this week to have attempted to censor Wasilla's library. The idea is almost laughable when you see the library itself. Its small collection of books includes a prominent section on hunting and fishing, and no visible copies of Lady Chatterley's Lover. Yet in 1996, after parents complained about a book their child had taken home, Palin took umbrage. Frustratingly, no one can remember the volume concerned. What we do know is that Palin turned on the then librarian, Mary Ellen Emmons, asking her in a council meeting what she would do if she were told by the mayor to remove certain books from the collection.</p> <p>Local resident Anne Kilkenny was in the public gallery and heard the librarian's reaction: \"She sucked in her breath, and replied that the books in the library were all acquired in accordance with professional criteria and she would resist completely.\"</p> <p>Palin has since claimed her question was purely rhetorical. That is not how Naegele and Kilkenny perceived it at the time. A few weeks later, Palin sent Emmons a letter terminating her employment. \"People in the town rose up in anger,\" Kilkenny recalls. \"The library is an important institution in our city, as there's not a lot else to do here in the winter but sit by the fire with a good book. There was real public pressure, and Sarah was forced to rescind the letter.\"</p> <p>Emmons survived. Others were less fortunate. The museum director, city planner and public works director all quit within months of Palin's ascendancy, and the police chief was sacked outright (he sued for wrongful dismissal but lost). Palin said the turnover was needed to clean out the \"old boys' club\". Others were not so sure.</p> <p>Again, she was utterly in tune with the trajectory of her party. By the end of the 1990s the Republican leadership had adopted a modus operandi that also combined religious zealotry with managerial ruthlessness. Yet this development was not without its detractors within the party. One of the loudest critics was the very man who has put Palin on the national stage: John McCain. Paradoxically, it was partly his disdain for the grip that TV preachers came to hold over the Republicans that earned him a reputation as a maverick.</p> <p>Since then, Palin has travelled a huge distance in her journey towards the White House. Two years ago she became Alaska's first female governor, with some of the most valuable natural resources in the US under her control. Stylistically, she's become much more sophisticated. But under the surface, the way of operating has changed little.</p> <p>The religious mission is still front and centre of her politics. She opposes abortion in all cases other than those in which the mother would die if she were to give birth. She is a vocal opponent of gay marriage, and advocate of the teaching of anti-evolutionary creationism, or \"intelligent design\", in schools.</p> <p>Her religious beliefs extend to a conviction that the Iraq war is God's will. When she returned to Wasilla in June to pray with her old congregation, she said of the troops being posted to Iraq, including her own son, Track: \"Our national leaders are sending them out on a task from God. We have to pray there is a plan and that it's God's plan.\"</p> <p>Most poignantly, she will not countenance sex education for teenagers, preferring instead to preach that abstinence is the only complete protection against pregnancy or venereal disease. It would be a cheap shot to suggest that this week's bombshell revelation that her 17-year-old daughter, Bristol, is herself pregnant was Palin's comeuppance.</p> <p>But it would not be unfair to point out that Alaska has the highest per capita incidence of chlamydia in the country, and that the rate of teenage pregnancies across the US, including within her state, has just risen for the first time in 14 years - a trend many blame on George Bush's preferment of abstinence-only education. \"It's frustrating we aren't doing more to inform our children,\" said Brittany Goodnight of the Alaska branch of Planned Parenthood.</p> <p>If the religious flame still burns bright, so too does the ruthless determination. In an echo of what happened to the librarian and police chief in Wasilla all those years ago, Palin is embroiled in a full-scale investigation by the Alaskan state legislature into allegations that she sacked the safety commissioner because he in turn refused to act against a police officer whom Palin wanted dismissed. </p> <p>The officer, Mike Wooten, was the governor's former brother-in-law, who had been through an acrimonious divorce from her sister. Palin, her husband, Todd, and several of her aides tried to convince the commissioner, Walter Monegan, to fire Wooten, but he refused.</p> <p>The casualties scattered along Palin's path continue to mount. Lyda Green, a neighbour of Palin's in Wasilla, has just become the latest. She is stepping down as a state senator after 14 years.</p> <p>Green is the leader of the Republicans in the Alaskan senate and an old-style fiscal conservative. She voted against several of the governor's most important initiatives over the past two years, including a move to increase taxes on the big oil and gas companies. Green was surprised by the reprisals that followed. \"I found early on that if you disagreed with her it was not taken as a disagreement with policy, but a personal disagreement.\"</p> <p>First came the embarrassment of a radio interview between Palin and a local rightwing shock-jock in which the interviewer called Green a bitch and a cancer within the party. Palin's response on air? She laughed.</p> <p>\"She knew I'm a cancer survivor - she sent me flowers,\" Green says. \"That was a very lacklustre moment.\"</p> <p>Then Palin arranged for a friend to stand this summer against Green in the Republican party's selection process for her own senate seat. Green decided to stand down rather than go through a primary battle she was sure would be ugly. \"There came a point when I thought it was no longer worth it,\" says Green. \"I didn't need, in a community as small as this, to stand in the face of this very popular governor.\" Then she adds: \"But it's not a way to run a government.\"</p> <p>That's a pertinent observation, I suggest, in the light of the next destination Sarah Palin hopes to reach in her improbable journey. \"It is pertinent,\" Green replies.</p> <h2>Putin v Palin: who would win in a shoot-out?</h2> <p>American politicians have a long tradition of talking up their expertise with firearms. Most recently, then-hopeful presidential candidate Mitt Romney was caught boasting he'd \"been a hunter pretty much all my life\" - by which, it turned out, he meant he'd been rabbit shooting twice. But Sarah Palin's claim seems far more justifiable: a lifetime member of the National Rifle Association, she's been caribou hunting on numerous occasions, and footage exists of her firing an A4 assault rifle in Kuwait. She has also taken a close personal interest in \"aerial wolf gunning\", an Alaskan practice that involves exactly what you'd imagine.</p> <p>Vladimir Putin's recent tiger-tranquillising triumph, on the other hand, raises numerous questions. It wasn't caught on camera, even though he was with a TV crew, whose lives he reportedly saved, and footage that was released showed another member of the crew explaining how to hold the weapon. Firing a tranquilliser dart is easier, too: there's less kickback. Putin has been photographed brandishing a rifle in the past, but actual instances of shooting seem curiously absent.</p> <p>Gun enthusiasts swooned over Palin in the US, though some noted the rifle in the Kuwait video appears to be a modified one, equipped with a laser; you can't see the targets, but it's likely she was shooting at a simulator screen. Still, as one of the soldiers can be heard to observe, she's apparently \"hitting pretty close to dead centre\". </p> <p>This may not be the most persuasive foreign policy qualification in presidential history, but if Palin had to face Putin in a shoot-out on an ice floe in the Bering Strait, it seems likely she'd win. Unless Dick Cheney was hunting in the vicinity, of course, in which case he'd probably accidentally kill them both.</p>",
  "<p>The war in Georgia has clearly exposed the security vacuum in the surrounding region, as well as a lot of raw nerves. Russia's hasty decision to recognise the \"independence\" of South Ossetia and Abkhazia was a shot across the bows for every former Soviet country, and has intensified speculation about who might be \"next\" – and how to prevent Russia from multiplying the supposed Kosovo \"precedent\" in other ex-Soviet countries. </p> <p>Having established itself as the main broker in the conflict, the European Union has many urgent priorities in Georgia itself. But it should also be thinking ahead about how it can demonstrate a stronger commitment to security, democracy, and prosperity in the European \"neighborhood\". The most effective way of dealing with a newly-assertive Russia will be for Europe to issue a collective refusal to accept a bipolar Europe of distinct Russian and EU spheres of influence. </p> <p>The place to start is Ukraine. Fortunately, the EU-Ukraine summit on September 9 in Evian, France, provides the perfect opportunity. </p> <p>Many Ukrainians now hear domestic echoes of the lead-up to war in Georgia. Ukraine has its own potentially separatist region in <a href=\"http://en.wikipedia.org/wiki/Crimea\">Crimea</a>, and the country's Russian minority numbers some 8.3 million. Half of Ukraine's population is Russian-speaking in various degrees. Although the Ukrainian constitution bans dual citizenship, the government has had to launch an inquiry into alleged covert Russian passport-holding in the Crimean city of Sevastopol. Ukrainians note that Russia justified its invasion of Georgia, as the Nazis justified their <a href=\"http://en.wikipedia.org/wiki/German_occupation_of_Czechoslovakia\">dismemberment of Czechoslovakia</a>, as being necessary to \"protect\" a minority to whom they had just given citizenship. </p> <p>Russia has begun a war of words over Ukraine's supply of arms to Georgia. And the conflict itself has shown that the Russian Black Sea Fleet, based in Sevastopol, can operate with impunity, whether Ukraine likes it or not. </p> <p>Based on its analysis of Ukraine's \"<a href=\"http://www.time.com/time/magazine/article/0,9171,901041206-832153,00.html\">Orange Revolution</a>\" as a foreign-backed \"NGO revolution\", Russia has also been quietly building its own network of Russia-friendly NGOs in Ukraine since 2004. Ukrainians also talk of an <em>otkat ekonomiya</em> (\"kickback economy\"), in which Russian money percolates throughout the Ukrainian elite. </p> <p>The European Neighborhood Policy is worthy enough, but it does not address the pressing concerns about maintaining and securing Ukraine's independence. Many member states will worry about leaping straight to the contentious issue of ultimate membership for Ukraine, but the EU already recognises Ukraine's theoretical right to join once it has met the Copenhagen criteria; and it cannot be beyond EU leaders' verbal dexterity to play up the prospect. What Ukraine would value most is a real sense that it is being treated distinctly in its own right. The key words are \"association\" and \"partnership\", in whatever order or combination. </p> <p>The EU has more scope for short-term measures, and should develop a multi-dimensional solidarity strategy as a signal to both Ukraine and Russia. For example, the EU's foreign ministers should invite their Ukrainian counterpart to give a briefing on Ukraine-Russia relations at their next meeting. Ukraine should be offered a road map for visa-free travel. The new EU-Ukraine agreement should include a beefed-up solidarity clause, building on the 1994 Budapest Memorandum, whereby the EU would consult and assist Ukraine in case of challenges to its territorial integrity and sovereignty. And the EU should back Ukraine if it insists that the Russian Black Sea Fleet leaves on schedule in 2017. </p> <p>The EU should also launch a comprehensive study of all aspects of Europe's reliance on Russian energy supplies, including transit, energy security and conservation, supply diversification, and the impact of \"bypass\" pipelines like Nord Stream and South Stream. It should consider linking the opening of the Nord Stream pipeline, which would allow Russia to cut off gas to Poland and Ukraine while maintaining deliveries to Germany, to the opening of the proposed \"White Stream\" pipeline to bring gas from Azerbaijan directly to Ukraine via Georgia, bypassing Russia. </p> <p>The EU could even play a part in keeping the 2012 European Championship football finals on track. The decision to appoint Ukraine and Poland as co-hosts was a powerful symbol of European unity across the current EU border (Poland is a member, Ukraine is not). UEFA is unhappy with Ukraine's progress in building the necessary infrastructure, but Ukraine should be given time to get its act together. </p> <p>Where appropriate, the EU should extend these measures to Moldova, which is now calling Ukraine a \"strategic shelter.\" </p> <p>Ukraine faces a crucial presidential election in 2009 or 2010 (and Moldova will hold elections in March 2009). After getting its fingers badly burned at the last election in 2004, Russia is clearly tempted to intervene again. The \"Russian factor\" will strongly influence the campaign. Greater Western engagement is needed to ensure that the \"Europe factor\" is equally prominent. </p> <p><em>Andrew Wilson is a senior policy fellow at the European Council on Foreign Relations. </em></p> <p><em>Copyright: <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>/European Council on Foreign Relations, 2008. </em></p>",
  "<p>When gnarled former PoW John Sidney McCain III announced Alaska governor Sarah Palin as his running mate, we were introduced to a new and instantly ubiquitous phrase - \"hockey mom\".</p> <p>Oh sure, those two words have probably been co-joined millions of times before. \"Can you drive me to hockey, mom?\" for instance. It's not like we're talking <a href=\"http://www.google.com/search?hl=en&amp;safe=off&amp;sa=X&amp;oi=spell&amp;resnum=0&amp;ct=result&amp;cd=1&amp;q=%22shove-ha%27penny+daschund%22&amp;sp\">\"shove-ha'penny\" and \"daschund\"</a> here.</p> <p>But this was something new. This was a cold-bloodedly deliberate attempt at political branding. Palin referred to herself a hockey mom in her carefully scripted and vetted acceptance speech - and not for the first time. In 2004 she boasted: \"It's said the only difference between a hockey mom and a pit bull is lipstick. So with lipstick on, the gloves come off.\"</p> <p>This is a deliberate political coinage. The question being, why? And how exactly does a hockey mom differ from a <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C05E5DF1F31F933A15753C1A960958260\">soccer mom</a> (a phrase that's been around since at least 1983 but became a political cliché during the 1996 presidential election when it was widely used to describe <a href=\"http://everything2.com/title/soccer%2520mom\">suburban white women who voted for Bill Clinton</a>).</p> <p>Philadelphia Weekly writer and hardcore soccerphobe Brian McManus thinks there is no difference. Soccer and hockey moms are the \"same exact thing, only she's from Alaska and they don't play soccer there. They play hockey.\" His colleague Dan McQuade agrees: \"It's too fucking cold to play soccer in Alaska.\"</p> <p>But extensive research - by which I mean <a href=\"http://www.google.com/search?hl=en&amp;q=soccer+alaska&amp;btnG=Google+Search&amp;aq=f&amp;oq=\">typing the words \"soccer\" and 'Alaska\" into Google</a> - revealed this assumption to be utter rubbish.</p> <p>So given that in Alaska soccer moms outnumber both the timber wolf and the caribou - what message was Palin trying to send by twisting the stereotype?</p> <p>\"A hockey mom is more American,\" says Philadelphia columnist Liz Spikol. \"A lot of Americans are suspicious of soccer, and still believe it connotes the foreign. Whereas hockey is as GOP-North American as a fetus on posterboard.\"</p> <p>She has a point. The soccer mom has mutated out of her political pigeonhole. In the lexicon of hipsters looking for an easy bourgeois icon to bash, the soccer mom has become an SUV-driving, road-hogging, sweatpants-wearing, latte-sipping, brat-spewing, strip mall-shopping, suburban folk devil.</p> <p>To others she's become lazy shorthand for white, middle-class heteronormativity. In the hit TV series Weeds the suburban drug dealer heroine is repeatedly referred to as a soccer mom - despite the fact that, when seen at her son's game in the first episode, she clearly believes that a match is comprised of four quarters.</p> <p>So why has the Republican candidate for vice-president worked so hard at branding herself with the hockey mom label? Of course it might simply be that she's genuinely immersed in ice-hockey culture. The thug who impregnated her 17-year-old daughter (and who <a href=\"http://gawker.com/5044198/field-guide-levi-johnston\">described himself as \"a fucking redneck\" on his MySpace page</a>) certainly is.</p> <p>\"I live to play hockey,\" he writes. 'Ya fuck with me I'll kick [your] ass'\"</p> <p>And there, I think - in a sweary nutshell - is the reason Palin is so keen to be seen as a hockey mom. In the minds of the effete conservative elite who run the Republican party, the hockey-playing yob who got Palin's daughter pregnant represents an idealised form of American masculinity - unthinking, brutish, willfully ignorant, easy to manipulate, unquestioningly patriotic, proudly reactionary, quick to respond to any perceived threat with overwhelming violence - and very unlikely to ever vote Democrat. Or - by extension - play soccer.</p> <p>For the weird truth is that while <a href=\"http://www.slate.com/id/2199361/\">millions more Americans play and watch soccer than play and watch hockey</a>, millions of Americans stills see hockey as the more American sport.</p> <p>In the big cities - especially in California and the liberal north-east - soccer shirts now outnumber all other sports related streets wear gear (on non-match days, at least). In Philadelphia - a city that prides itself on its gritty, down-to-earth, parochial fan culture - a stroll around Center City on any Saturday afternoon shows evidence of the massive inroads cosmopolitan soccer culture has made into the American psyche. And it isn't just the shirts, or the soccer decals on every other car-arse. Soccer is everywhere in popular culture - the default choice whenever a movie or TV show needs a scene set at a sports event.</p> <p>But there remains a brutish, ignorant, xenophobic rump who regard soccer as effete, foreign and profoundly anti-American. And they are of course overwhelmingly attracted to the Republican party. For these die-hards soccer is emblematic of an imagined anti-American liberal (and, whisper it, Jewish) enemy-within out to undermine \"real\" American culture.</p> <p>And then there's the sport of ice hockey. Despite the fact that in both ice-hockey and soccer one of the most eagerly anticipated scenes is that of players slapping at each other ineffectually (ice hockey players because they're wearing pads and skates, the soccer players because all their muscles are in their legs and, besides, they've done nothing but play soccer since they were five and so never learned to fight properly), in the minds of what passes for the Republican intelligentsia, the two sports are worlds apart. Hockey is unpretentious, hardscrabble, working class and white. While soccer is French and gay.</p> <p>In the TV series Rescue Me - about unashamedly macho firefighters coming to terms with both post-9-11 trauma and their role in an increasingly feminised America, Dennis O'Leary and his super tough buddies are amateur ice hockey players. Of course they are. Had they been soccer players, at least a third of Americans would have been confused.</p> <p>Waidaminnit, what are they saying here? That 9-11 turned these guys gay?</p> <p>Of course, Palin misreads and underestimates both America and Americans; Republicans always do. On the train home from Philly today the three seats in front of me were filled with teenage field-hockey players - just part of the latest generation of women freed from spectating and cheerleading by America's awesome equality-of-sports-funding legislation, Title IX.</p> <p>There are conservative Americans who would no doubt find these confident, cocky, assertive teenagers un-womanly and uncouth (and some conservative readers of this blog too. I'm thinking particularly of the reader who described <a href=\"http://www.philadelphiaweekly.com/?inc=vid&amp;id=1110515\">Philadelphia's amazing female \"alleycat\" bike racers</a> as \"<a href=\"http://blogs.theguardian.com/sport/2008/07/28/allgirl_alleycat_racing_could.html\">extremely unattractive, damaged, self-hating, aggressive femiNazis/lesbians</a>.\")</p> <p>But they're crazy and wrong. These women look empowered, relaxed, athletic and totally in control. And they're America's next crop of young female voters. Not soccer moms. Not hockey moms. But players.</p>",
  "<p>Michael Moore, creator of the most successful documentary in box office history, stands to make a loss with his latest film – and claims that is just how he wants it. The Oscar-winning film-maker has taken the unprecedented step of releasing Slacker Uprising as a free internet download as a means of mobilising voters ahead of November's presidential election. \"This is being done entirely as a gift to my fans,\" Moore said in a statement. \"The only return any of us are hoping for is the largest turn-out of young voters at the polls in November.\"</p> <p>The 2004 election was a financial boom-time for Moore. While his Bush-baiting Fahrenheit 9/11 may have failed in its professed aim of upending the sitting president, it fattened its creator's bank account by earning a record $119 at domestic cinemas. Slacker Uprising, by contrast, will leave him an estimated $1m out of pocket. The film, which documents Moore's 2004 speaking tour of US cities, will be available to North American residents for three weeks from September 23rd before going out on DVD in October. Moore insists there are no plans to profit from the movie.</p> <p>Executive produced by Bob and Harvey Weinstein, Slacker Uprising is the first mainstream Hollywood picture to be released exclusively as an internet download. It takes its lead from recent innovations in distribution by the music industry. Last year, Radiohead's eagerly awaited album In Rainbows debuted online with optional pricing, while Neil Young briefly streamed his 2006 album Living With War for free ahead of its official release date.</p> <p>Slacker Uprising – originally titled Captain Mike Across America – focuses on Moore's tub-thumping tour of US campuses. Along the way, he corrals listless students into registering to vote – even going so far as to bribe them with \"ramen noodles and clean underwear\". Moore admits it is a movie pitched squarely at his Democrat fanbase. \"This film really isn't for anybody other than choir,\" he told AP. \"But that's because I believe the choir needs a song to sing every now and then.\"</p> <p>Others may prefer to sit it out, whether the film is available for free or not. Early reviews have not been kind, arguing that the picture lacks the scope and ambition of Fahrenheit 9/11 or last year's Sicko. According to Variety, Slacker Uprising is \"a repetitive and self-indulgent hodge-podge\" while Salon.com dismissed Moore's film as \"a 102-minute commercial for himself … a shameless act of self-promotion even for a shameless self-promoter like Moore.\"</p>",
  "<p>Michael Moore, the creator of the most successful documentary in box office history, stands to make a loss with his latest film – and claims that is just how he wants it. </p> <p>The Oscar-winning film-maker is releasing Slacker Uprising as a free internet download to mobilise voters ahead of November's presidential election. It is a first for a major Hollywood release.</p> <p>\"This is being done entirely as a gift to my fans,\" Moore said in a statement. \"The only return any of us are hoping for is the largest turnout of young voters at the polls in November.\"</p> <p>The 2004 election was a financial boom-time for Moore. While his Bush-baiting Fahrenheit 9/11 may have failed in its professed aim of upending the sitting president, it fattened its creator's bank account by earning a record $119m (£60m) at domestic cinemas. </p> <p>Slacker Uprising, by contrast, will leave him an estimated $1m out of pocket. The film, which documents Moore's 2004 speaking tour of US cities, will be available to North American residents for three weeks from September 23 before going out on DVD in October. Moore insists there are no plans to profit from the movie.</p> <p>Executive produced by Bob and Harvey Weinstein, Slacker Uprising is the first mainstream Hollywood picture to be released exclusively as an internet download. It takes its lead from recent innovations in distribution by the music industry. Last year, Radiohead's eagerly awaited album In Rainbows debuted online with optional pricing, while Neil Young briefly streamed his 2006 album Living With War for free ahead of its official release date.</p> <p>Slacker Uprising – originally titled Captain Mike Across America – focuses on Moore's tub-thumping tour of US campuses. Along the way, he corrals listless students into registering to vote – even going so far as to bribe them with \"ramen noodles and clean underwear\". </p> <p>Moore admits it is a movie pitched squarely at his Democrat fan base. \"This film really isn't for anybody other than choir,\" he told AP. \"But that's because I believe the choir needs a song to sing every now and then.\"</p> <p>Others may prefer to sit it out, whether the film is available for free or not. Early reviews have not been kind, arguing that the picture lacks the scope and ambition of Fahrenheit 9/11 or last year's Sicko. </p> <p>According to Variety, Slacker Uprising is \"a repetitive and self-indulgent hodge-podge\" while Salon.com dismisses Moore's film as \"a 102-minute commercial for himself … a shameless act of self-promotion even for a shameless self-promoter like Moore\".</p>",
  "<p>Angolans today turned out in force for the country's first election since 1992, when a disputed vote plunged the country back into civil war.</p> <p>Turnout was enthusiastic in Luanda, the capital, but some polling stations opened late amid complaints by voters and election observers of disorganisation and long delays.</p> <p>\"This is a mess,\" said Isaias Samakuva, leader of Unita, the former rebel group and Angola's largest opposition party. Samakuva has accused the ruling MPLA (Popular Liberation Movement of Angola) of having an unfair financial and media advantage in the election.</p> <p>Still, the campaign has been relatively peaceful, raising hopes that Angola, with a population of 16 million, may finally achieve stability and some prosperity. Members of the 220-seat parliament were being chosen and presidential elections are expected next year.</p> <p>\"We have now started a new political era, a new way of using politics to obtain our goals,\" President José Eduardo dos Santos, who had repeatedly put off the vote citing logistical problems, said as he voted in Luanda. </p> <p>He said the new era would be built on \"respect for freedom and the rights of everyone to express their point of view\".</p> <p>The MPLA is accused by international human rights groups of corruption and mismanagement, but the party has promised to carry on rebuilding a country ruined by civil war.</p> <p>Unita (National Union for the Total Independence of Angola) has urged Angolans to vote for change. But the opposition is tainted by its brutal conduct in the civil war that began in 1975. It was reignited during the 1992 election when Unita's leader, Jonas Savimbi, withdrew from the second round of a presidential poll after accusing Dos Santos of fraud.</p> <p>Savimbi led his supporters back into the bush where the rebel group resumed its war against the government. The war finally ended after Savimbi was killed in an ambush in 2002. An estimated half a million people died in the 27-year conflict, mostly a proxy war between the former Soviet Union and Cuba on one side and the US on the other. A legacy of the war is the presence of some 8 million land mines.</p> <p>Under Dos Santos, who has been in power since 1979, Angola has enjoyed an economic boom on the back of oil. Oil production has more than doubled since the end of the war to about two million barrels per day and the economy grew more than 24% last year.</p> <p>The newest member of Opec, the oil cartel, Angola overtook Saudi Arabia as the biggest oil exporter to China, which has invested billions of dollars in the resource-rich country. Yet despite oil and diamonds, Angola remains one of the world's poorest countries.</p> <p>Two-thirds of Angolans live on $2 (£1.13) a day and at least 40% of the workforce is unemployed.</p> <p>Results of today's election in which 8.3 million people are registered to vote, are expected next week. The MPLA, which has 129 seats, is hoping to win a two-thirds majority in parliament that would allow it to make sweeping changes to the constitution. Unita is the second biggest party; 12 smaller parties contesting the election.</p>",
  "<p>Detroit's Democratic mayor will be jailed for four months after pleading guilty to obstruction of justice in a plea-bargain arrangement, bringing to an end to a long-running scandal that has cast a shadow over the city.</p> <p>Along with the jail term, Kwame Kilpatrick has been ordered to pay $1m (£570,000) in restitution to the city, surrender his law licence and serve a five-year probation during which he will be barred from running for office. </p> <p>The scandal stems from the revelation that Kilpatrick had an extramarital affair with his chief of staff, Christine Beatty, and then tried to keep the affair secret. He was accused of forcing three police officers out of their jobs, and then, when they sued the city, of using $8.4m in public money to settle the lawsuit before the affair could be revealed in court. He faced up to 15 years in prison if convicted of perjury, obstruction of justice and misconduct charges.</p> <p>In the climax to a long-running scandal, Kilpatrick admitted he lied under oath during a whistleblower trial, which was brought by two sacked police officers.</p> <p>He told the court he had lied in denying he had had an extramarital affair with Beatty. \"I did so with the intent to mislead the court and jury, to impede and obstruct the disposition of justice,\" he said.</p> <p>In a separate deal, he also pleaded no contest to assault. He was charged after pushing and verbally abusing a police officer who was trying to serve a subpoena over the perjury.</p> <p>Kilpatrick, 38, known as the \"hip-hop'' mayor from when he took office in 2002, had been widely seen as a rising member of the Democratic party.</p> <p>But the eight-month scandal threatened to cast a shadow over the US presidential election to the point where the Barack Obama campaign team had called for his resignation, saying that the charges were a distraction the city could not afford.</p> <p>An article in the Detroit Free Press had revealed the mayor had lied on oath. It published <a href=\"http://www.freep.com/apps/pbcs.dll/article?AID=/20080429/NEWS01/80429056/-1/NEWS0101\">incriminating text messages</a> between Kilpatrick and Beatty, which led to charges of perjury in January.<br> Kilpatrick was defiant, claiming that the charges against him were racially motivated and that he was being victimised by a \"lynch mob mentality\". The scandal has raised questions over racial tension between white and black people in the city at a time of economic downturn.</p> <p>But he came under intense pressure from his party to step down. The Michigan Democrats warned of the potential damage of the charges on their US presidential campaign.</p> <p>In a speech last night, Kilpatrick said the decision to step down as mayor was the most difficult of his life. </p> <p>\"I take full responsibility for my actions, for the poor judgment that they reflected,\" he said. \"I wish with all my heart that we could turn back the hands of time and tell that young man to make better choices, but I can't.\"</p> <p>Kwame Kenyatta, a city council member, told the Detroit Press <a href=\"http://www.freep.com/apps/pbcs.dll/article?AID=/20080904/NEWS01/80904082/1003/NEWS\">the plea was \"sad, but historic\"</a>.</p> <p>\"This will go down in our history as a mayor who fell from grace and had to resign and admit in open court and in front of the world that he obstructed justice and that he lied to the citizens of Detroit,\" Kenyatta said. But, he added, \"this is Motown. This is a city that has come back many, many times before.\"</p> <p>Brooks Patterson, the chief executive of suburban Oakland county and an early critic of Kilpatrick, said: \"Detroit's long political nightmare is finally drawing to a close.''</p>",
  "<p>It was always going to be hard to top Sarah Palin's performance the night before. And John McCain, in what was arguably the most important speech of his career to date, certainly didn't manage it. Officially accepting the Republican presidential nomination in St Paul last night, the Arizona senator sought to present himself as the true candidate of change, a bipartisan reformer ready to shake up Washington with his outsider running-mate by his side. \"Let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd,\" he said. \"Change is coming,\" he said. But his performance left many unconvinced.</p> <p>\"McCain's argument is like staging a revolution against yourself,\" wrote the Washington Post critic Tom Shales. \"The Republicans have got to go so the Republicans can move in and clean up the mess.\" A tricky argument to pull off, and one that McCain's speech - light on both policy details and stirring rhetoric - didn't render any more persuasive. He won the adoring applause of the crowd only when he spoke about Palin, and then when he turned, towards the end of the evening, to the tale of his torture and imprisonment in Vietnam, ending with a rousing call to \"fight for what's right for our country\". They liked his strong words on energy independence, too. But they responded with less enthusiasm to his efforts to reach beyond the convention hall and connect with the economic concerns of a wider America. And there was something approximating silence when he sought to distance himself from the current administration with a series of attacks on how \"both parties\" had failed in Washington. </p> <p>His generally more respectful tone towards Barack Obama was markedly different to the tone of the previous day's speeches, which had been full of sarcastic barbs. </p> <p>The contrasts of the last days of the Republican convention provided a hint of the difficulties the party may face in the coming weeks, as McCain seeks to reach out both to loyalists and to independents. </p> <h2>Latest polls</h2> <p>Obama maintains his lead in Gallup's daily tracking poll, at 49% to 42%. But only a fraction of the poll's sample, which is small in any case, included interviews conducted after Sarah Palin's speech. On the other hand, a CBS poll - also conducted prior to the Palin speech - had the two candidates neck-and-neck at 42%, compared to an eight-point lead for Obama in the previous CBS poll. A new CNN poll shows Obama widening his lead over McCain in the swing states of Minnesota and Iowa, but has the race dead even in Ohio. Surveys out today could indicate what the immediate effects of Palin's performance have been.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain2\">McCain tries to steal message of change from Obama, but delivery falls flat</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/05/johnmccain.republicans2008\">Michael Tomasky: Now that was a bad convention speech</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/05/john.mccain.speech.republican\">Video: John McCain addresses the convention</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain4\">Analysis: McCain falls back on biography</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/05/uselections2008.johnmccain\">Martin Kettle: Proud to be a maverick</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/cartoon/2008/sep/04/sarah.palin.us.elections.republicans\">Cartoon: Steve Bell on John McCain and Sarah Palin</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/05/us/politics/05assess.html?_r=1&amp;hp&amp;oref=slogin\">NYT: The Party in Power, Running as if It Weren't</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/04/john-mccain-speech-reacti_n_124115.html\">Huffington Post: John McCain speech reactions</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/04/barack-obama-on-the-oreil_n_124056.html\">Barack Obama appears on the O'Reilly Factor</a></p> <p><strong>·</strong> <a href=\"http://www.youtube.com/watch?v=T6ZnHTWWErM\">YouTube: Tom Ridge Defends 'John Bush'</a></p> <p><strong>·</strong> <a href=\"http://www.theweekdaily.com/article/index/40052/3\">The Week: Palin's Working Class Appeal</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2199360/\">Slate: Character vs Issues</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2199362/\">Slate: The Sarah Palin FAQ</a></p> <h2>Quote of the day</h2> <p>\"I'm not running for president because I think I'm blessed with such personal greatness that history has anointed me to save our country in its hour of need. My country saved me. My country saved me, and I cannot forget it. And I will fight for her for as long as I draw breath, so help me God.\" Possibly the most pointed of McCain's attacks on Obama, clothed in the patriotic and high-minded terms of the most successful passages of his speech.</p> <h2>Quote of the day II</h2> <p>\"Man, I don't know what happened, but something happened. I might go home with some money after all\" - Stanley Stone, hawking McCain/Palin T-shirts ouside the convention centre, experiencing his own personal Palin Bounce yesterday after two days of almost no sales. Several merchandise sellers who'd also been in Denver all agreed, however, that the Republicans were still parting with far less cash than the Democrats.</p> <h2>Going weekly</h2> <p>Now that the excitement of the conventions is over, the election briefing will be sent out weekly.</p>",
  "<video data-media-id=\"gu-video-337321609\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>John McCain wrapped up the Republican convention tonight by reaching out beyond the party faithful to the independents who will determine in November whether he or Barack Obama is the next occupant of the White House.</p> <p>After formally accepting the Republican presidential nomination, he used his prime-time speech to try to steal from his Democratic rival the theme of change, a potent message in an election year in which voters are disillusioned with the George Bush presidency, the Iraq war and the state of the economy.</p> <p>\"Let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd: change is coming,\" he said.</p> <p>Warming to his theme of shaking up Washington, McCain appeared to borrow a phrase from the British prime minister John Major's last years in power saying he would take the Republican \"back to basics\".</p> <p>Touching on another theme popular with independents, he promised to end the \"constant partisan rancour\" that has left Washington so often deadlocked.</p> <p>McCain, the self-styled maverick who has so often angered his own party by bucking the party line, was given a five-minute standing ovation at the start of his 50-minute speech and again at the end, as confetti and 200,000 balloons floated from the ceiling, the traditional convention finish.</p> <p>But, a poor orator who has made few - if any - memorable speeches in the past, he failed to match either the rhetoric of Obama in Denver last week or even the feisty, sarcastic delivery of his own running mate, Sarah Palin.</p> <p>Some of the loudest cheers of the night were when Palin, the new darling of the Republican party, joined him at the end.</p> <p>Although the organisers said the theme of the day was \"peace,\" the tone of videos shown earlier in the night as well as in his speech and those of others was heavily militaristic. McCain devoted a large part of his speech to one of his biggest selling points, the period that turned him into an American hero, his five years in a Hanoi jail after his plane crashed on a bombing mission. As an admiral's son, he was offered the chance of early release but turned it down, refusing preferential treatment.</p> <p>The passage on his prison years, which seldom fails to resonate with Americans, earned him four standing ovations, to chants of \"USA, USA\".</p> <p>His time in jail, he said, turned him into a super-patriot. \"I fell in love with my country when I was a prisoner in someone else's … I was never the same again. I wasn't my own man anymore. I was my country's.\" </p> <p>The speech was a high point for McCain, aged 72, who was watched by his mother, Roberta, aged 96, and comes a year after he almost had to pull out of the Republican nomination with his campaign close to bankruptcy.</p> <p>McCain, ignoring the sustained personal - and frequently misleading - attacks on Obama at the convention, chose to present himself as above such tactics, saying he admired his Democratic rival for his achievement in winning his party's nomination. \"Despite our differences, much more unites us than divides us,\" he said, to applause. \"We are fellow Americans, an association that means more to me than any other.\"</p> <p>McCain, aware of his limitations as a speaker, attempted to recreate the intimacy of the townhall meetings with which he is more comfortable by placing the podium in the middle of the audience, but it was a failed experiment, with his delivery as deadening as ever.</p> <p>The start of his speech was briefly marred by protesters, including one from military veterans opposed to him. </p> <p>He used the convention to try to win over the millions watching at home with his promise of a bipartisan approach to politics, saying he had a proven record of working with Democrats in the Senate, often in the face of anger from fellow Republicans. \"I have the record and the scars to prove it. Senator Obama does not,\" McCain said.</p> <p>He is friends with many Democratic senators and has sponsored various bipartisan initiatives in the Senate, including a bill to ease illegal immigration along with the Democrat Ted Kennedy, angering Republicans.</p> <p>Forseeing a McCain presidency he said: \"I will ask Democrats and Independents to serve with me. And my administration will set a new standard for transparency and accountability.\"</p> <p>But pointing to other differences with the Democratic nominee, he said there was a gap between them on tax cuts, foreign policy - particularly Iraq - and drilling for oil in US waters. </p> <p>He issued a warning to Russia over the conflict in Georgia. \"We can't turn a blind eye to aggression and international lawlessness that threatens the peace and stability of the world and the security of the American people,\" he said.</p> <p>One of the loudest ovations he received all night was when he spoke about Palin. \"I can't wait until I introduce her to Washington. And let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd: change is coming,\" McCain said.</p>"
]