[
  "<p>Barack Obama reversed his position over petrol prices yesterday in the face of polls showing it has emerged as the dominant issue of the presidential election.</p> <p>The Democratic candidate said he would dip into the US strategic oil reserves to try to drive down prices, a policy he had previously opposed. He also confirmed that, as president, he would be willing to compromise over his earlier opposition to an expansion of oil drilling in US offshore waters. </p> <p>John McCain's campaign team were quick to portray him as \"two-faced Obama\". McCain is fighting on an energy platform based on increased drilling, more nuclear plants and cleaner coal.</p> <p>Obama's poll lead has dwindled over the past fortnight, in part because McCain's energy policy is proving to be more popular. A Quinnipiac University poll released on Thursday showed that petrol prices were the main election issue. US drivers are paying almost $4(£2) a gallon, double last year's price.</p> <p>Seeking to expand his electoral base, Obama has had to make a series of policy shifts over the past two months, ranging from the Israeli-Palestinian conflict to wire-taps and campaign finance.</p> <p>In a speech setting out a new energy policy in Lansing, Michigan, Obama, who turned 47 yesterday, said US addiction to foreign oil was one of the \"most dangerous and urgent threats this nation has ever faced\", from dependence on an unstable Middle East to \"the gas prices that are wiping out your pay cheques and straining businesses to the jobs that are disappearing from this state\".</p> <p>Obama proposed policies aimed at ending within 10 years US dependence on Middle East oil, mainly by a switch to alternative energy sources. </p> <p>The Democratic party, including Obama, reacted with outrage last month when McCain said he was prepared to reverse a 20-year-old ban on drilling in US offshore waters. But the US public, which had previously supported the ban on environmental grounds, has shifted in favour because of high petrol prices. </p> <p>Reflecting this switch, Obama hinted on Friday that he would be prepared to accept some offshore drilling. He said he remained opposed but would be willing to accept some to get a bipartisan compromise on energy policy through Congress.</p> <p>\"Like all compromises, this one has its drawbacks,\" he said yesterday. \"It includes a limited amount of new offshore drilling, and while I still don't believe that's a particularly meaningful short-term or long-term solution, I am willing to consider it if it's necessary to actually pass a comprehensive plan.</p> <p>\"I am not interested in making the perfect the enemy of the good - particularly since there is so much good in this compromise that would actually reduce our dependence on foreign oil.\" </p> <p>In another shift, he said: \"We should sell 70m barrels of oil from our Strategic Petroleum Reserve for less expensive crude, which in the past has lowered gas prices within two weeks.\"</p> <p>A further reversal is to give short-term relief to struggling families through a $1,000 rebate, paid for from oil companies' profits. Obama, during his battle with Hillary Clinton for the Democratic nomination, had resisted a similar proposal that he characterised as a short-term fix.</p> <p>He proposed to invest $150bn over the next 10 years in alternative energy sources, including a switch to hybrid and plug-in cars.</p>",
  "<p>Several Republican senators running for re-election say they'll be too busy campaigning to head to the Twin Cities in Minnesota for their party's national convention next month. Or, if you believe some Democrats, they're steering clear of George Bush and John McCain.</p> <p>\"The Republican brand ranks down there with mortgage companies and oil speculators,\" said Democratic strategist Erick Mullen, an adviser to General Wesley Clark's 2004 presidential campaign. </p> <p>\"The word itself is a monster on the loose and GOP senators facing tough elections, and that's all of them, are running into the woods like teenagers in a slasher movie.\"</p> <p>Conventions normally present an opportunity for candidates to raise money, build support and cultivate high-profile endorsements. </p> <p>But in what is shaping up to be a difficult year for congressional Republicans, at least five incumbent senators from some of the most competitive races in the country either won't be going to the Republican national convention in St Paul next month or have yet to decide.</p> <p>Democrats, on the other hand, are aiming to strengthen their slim Senate majority this year by riding Barack Obama's coattails to victory in several states in which the party's candidates not been competitive in recent decades.</p> <p>Some political observers counter the Republican candidates simply have other things to do than hobnob with delegates.</p> <p>\"They may think that going to a convention in the middle of a tough race will seem frivolous to voters,\" said John Fortier, a fellow at the American Enterprise Institute, a conservative think tank. </p> <p>He noted that Ronnie Musgrove, a Democratic Senate candidate in Mississippi, will not be attending the Democratic convention in Denver, instead campaigning in his state. Mississippi is one of the most conservative states in the country, and Fortier said Musgrove may want to show voters he is not close to the national party.</p> <p>The Republican Senate candidates who are not going to the Minnesota convention say they need to spend the time meeting with voters and attending end-of-summer festivities with their constituents.</p> <p>North Carolina senator Elizabeth Dole will be in her state campaigning during the convention: \"We can find more North Carolina voters here than in Minneapolis,\" spokesman Dan McLagan said, referring to the city next to St Paul.</p> <p>\"Just like many other candidates who are up for re-election this year, Senator Collins will be here at home, meeting with Maine people, and talking about the issues that matter most to us,\" said Kevin Kelley, a spokesman for Susan Collins.</p> <p>New Hampshire senator John Sununu, who lags about 10 points behind Democratic former New Hampshire governor Jeanne Shaheen in polling, has yet to decide whether to attend, a spokesman said. </p> <p>Oregon senator Gordon Smith, who is running slightly behind Democratic challenger Jeff Merkley in recent polls, has not made a final decision but is unlikely to attend, a spokeswoman said.</p> <p>\"We will use that week to focus on campaigning,\" said Lindsay Gilbride.</p> <p>Republican senator Ted Stevens, recently indicted on corruption charges, will not be attending the convention, the National Journal reported.</p> <p>Matt Bennett, a cofounder of Third Way, a moderate Democratic organisation, said it is unusual for incumbent senators to forgo the national party convention.</p> <p>\"Senate candidates almost always go to the convention, particularly incumbent senators,\" he said. For senators \"to be staying away is a stunning repudiation not only of McCain but … of Bush.\"</p> <p>One third of 100 members of the Senate are up for re-election every two years, and this year the calendar favours the Democrats. Twenty-three Republican seats are being contested, including incumbents up for re-election and senators who are retiring. </p> <p>Twelve Democratic seats are up for a vote.</p> <p>A poll conducted this week by Rasmussen shows voters choosing a generic Democrat over a generic Republican 47% to 34%. That shows that all other things being equal, voters prefer a Democratic candidate to a Republican.</p> <p>Speeches by Bush and McCain will be the biggest spectacles at the Republican convention. Recognising Bush's unpopularity, many Republicans, including McCain, have kept their distance from him this year. </p> <p>In addition, certain factions of the Republican party, most notably evangelical Christians and anti-immigration activists, have been cool to McCain's candidacy.</p> <p>Further compounding the Republican's troubles: Their convention this year begins unusually late in the summer on the US Labour Day holiday, September 1.</p> <p>\"I assume it's busyness\" keeping those Republican senators away from the convention, former Bush speech writer David Frum wrote in an email. \"Labour Day is the big weekend for campaigning ... and unusually (unprecedentedly?) late for a national convention.\"</p> <p>That day is seen the traditional end of the summer season in the US, and Americans typically take a brief holiday that weekend. It's also a key weekend for hitting the campaign trail. </p> <p>The 2004 convention, by contrast, opened August 30, the Monday before Labour Day. The Democratic convention in Denver opens August 26.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/amukRM9SSoo?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/amukRM9SSoo&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/amukRM9SSoo&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Gwyneth Paltrow is starring in a <a href=\"http://www.youtube.com/watch?v=amukRM9SSoo\">new advertisment</a> calling on fellow US expats to vote for Barack Obama.</p> <p>The Oscar-winning actor, who lives in London with her husband, Chris Martin, of the band Coldplay, fronts the video, which urges US citizens living abroad to register to cast their ballot from overseas in November's presidential election.</p> <p>Speaking alongside several other Americans living abroad, Paltrow says: \"Start now - right now. </p> <p>\"I'll be voting from London, but you can vote from anywhere. If you live abroad, you've got to do it. Every single vote will count.\"</p> <p>The Shakespeare in Love star asks: \"Where on earth will you vote?\" The screen then shows the slogan: \"Vote Democrat. Vote Obama. Vote from abroad.\"</p> <p>The internet-only video was produced by Democrats Abroad, a wing of the political party dedicated to winning the votes of the millions of US expats eligible to take part in domestic politics.</p> <p>More than six million Americans live abroad, but only 1m ballots were requested from overseas for the 2006 mid-term Congressional elections.</p> <p>The new video coincided with opinion polls showing a fall in Obama's lead.</p> <p>Two weeks ago, the Illinois senator held a nine-point lead over his Republican rival, John McCain. </p> <p>However, after McCain launched an aggressive television advertising campaign portraying the Democratic candidate as an elitist celebrity, compared in the adverts to Paris Hilton, polls have shown the race tightening. </p> <p>Obama has already gained several high-profile supporters from within the acting world including George Clooney and Will Smith.</p> <p>In April, Paltrow was among the guests at a London fundraising party held for Obama by Elisabeth Murdoch, the daughter of the media tycoon Rupert Murdoch.</p>",
  "<p>The Dark Knight has retained its top spot at the US box office for a remarkable third week in a row, consigning the new Mummy film, Tomb of the Dragon Emperor, to second spot on the latter's debut.<br> Christopher Nolan's Batman sequel pulled in another $43.8m (£22.2m) against the latter's $42.5m (£21.5m), and now stands at No 8 in the all-time box office chart for highest grossing US films, with a Bat-tastic $395m (£200m). To put that in perspective, Sam Raimi's hugely successful Spider-Man film, stands just above it at No 7 with £403m (£204m), a haul amassed over 15 weeks on general release; The Dark Knight was only released 17 days ago. Analysts are now wondering if The Dark Knight can overtake the all-time champ, Titanic, which took $600m in the US. Much of that will depend on fans returning to see the film for a second and third time, which could keep the film in cinemas until November or longer.</p> <p>The news is disappointing for the makers of The Mummy, as they would have considered themselves in with a good shout of downing The Dark Knight. Studio bosses had hoped for a much bigger opening, and the series which has now spawned three films (and a dubious spin-off) may have reached the end of its run.<br> The top five was rounded out by the previously released comedy Step Brothers at third place with $16m in its second week, the Abba musical Mamma Mia! was fourth with $13m in its third week, and the adventure tale Journey to the Center of the Earth, which, like the Mummy film, also stars Brendan Fraser, in fifth, with $6.8m in its fourth week. Elsewhere on the chart, the only other new entry was the comedy Swing Vote, the tale of a presidential election which comes down to one man's vote. It stars Kevin Costner, Dennis Hopper and Kelsey Grammer, and took $6.3m for sixth place.</p> <p>However, The Mummy: Tomb of the Dragon Emperor did manage to beat The Dark Knight to the top spot outside the US, after opening at No 1 in 26 of its 28 markets over the weekend. It took an estimated $59m against The Dark Knight's $37m in 51 countries.</p>"
]