[
  "<p>Another day, another death list. Despite having an arsenal of anti-press laws at his disposal, the leader of Zimbabwe's junta, Robert Mugabe, has resorted to using brute force and the threat of assassination to silence the independent media. Yet another list, prepared by Mugabe's Central Intelligence Organisation, is doing the rounds of internet websites. I take a cursory look at the list, and yawn. The same old names are there - all the stalwarts of our profession who endeavour constantly to bring to the world's attention the appalling atrocities being committed in the name of sovereignty by the Mugabe regime. </p> <p>Nobody on those lists panics - we've seen and heard it all before. Mugabe's dirty tricks department has been circulating similar ones since 2000. We know this is just another hazard of working as a Zimbabwean journalist - our so-called president wants to kill us.</p> <p>Since his power began to wane in the late 1990s, Mugabe has seen the independent media as his enemy. In 1999, the establishment of the country's first independent national daily, the Daily News, rattled his cage. He ordered the arrest and torture of the journalists Mark Chavunduka and Ray Choto. Both were eventually released. </p> <p>Then Mugabe lost the 2000 constitutional referendum and faced the spectre of electoral defeat at that year's general elections by the newly formed Movement for Democratic Change (MDC). The battle lines were drawn. He unleashed an onslaught against the media that has worsened with each passing year. </p> <p><strong>Harassment</strong></p> <p>In 2003, the misnamed Access to Information and Protection of Privacy Act (AIPPA) made it mandatory for all journalists and media organisations operating inside the country to be registered - policed - by the Media and Information Commission. Headed by a Mugabe apologist, Tafataona Mahoso, the MIC holds the dubious honour of having closed down five independent newspapers, including the Daily News and its sister, the Daily News on Sunday, in its first two years. </p> <p>During Mahoso's reign, countless journalists have been harassed, arrested, beaten, tortured and locked up, among them Gift Phiri, chief reporter for the independent weekly the Zimbabwean, who was tortured and had a finger broken. A cameraman has been killed. More reporters have been arrested in the past five years than during the first two decades of independence. In all these cases, there has not been a single conviction. </p> <p>But this year's general and presidential election, which Mugabe lost to the MDC and Morgan Tsvangirai, made the previous decade's media repression look like a grandmothers' tea party. The state-controlled media went into overdrive - its ham-fisted spin and sickeningly blatant deception would have been laughable had it not been so tragic. </p> <p>The 2003 act was used to control media coverage of the elections. Exorbitant registration fees were charged and only a handful of foreign correspondents accredited. Major media groups such as the Associated Press, South Africa's e.tv, the US broadcasters CNN and MSNBC, and the BBC were all blocked from receiving accreditation. </p> <p>Lined up against Mugabe was a small array of independent voices - local weeklies the Independent, Financial Gazette and Sunday Standard (producing fewer than 30,000 copies a week between them), the London-based SW Radio Africa, South Africa-based Voice of the People and the US-based Voice of America's Studio 7. The Zimbabwean, a serious independent weekly tabloid, had joined them in early 2005. Exploiting a loophole in AIPPA, the Zimbabwean is published outside the country and trucked in from South Africa. </p> <p>The Zimbabwean soon became the largest-selling newspaper in the country, its circulation increasing from 20,000 copies a week to more than 100,000 during 2007. In the weeks leading up to the March 2008 elections and during their aftermath, circulation increased further to 200,000 a week and the Zimbabwean on Sunday was added to the stable.</p> <p>Distribution of this title peaked at 100,000 before the truck carrying 60,000 copies of the Africa Day (May 25) issue was torched by eight plainclothes goons brandishing new AK-47 rifles, with which they beat the driver and his assistant before firing rounds into the petrol-soaked newspaper truck to set it alight. A few days previously, Mugabe's election agent, Emmerson Mnangagwa, had publicly blamed the Zimbabwean and other \"foreign media\" for Mugabe's humiliation at the polls.</p> <p>We managed to continue getting the newspapers into the country, using a hired South African trucker, some brave drivers and various routes, and on one occasion sending 40,000 copies in by air freight. But the Mugabe regime had a nifty solution up its sleeve. Punitive duties amounting to 70% of the invoice value of the papers were announced in late May. The first issue to arrive at Beitbridge border post in June was slapped with the new duty - £5,000 for 100,000 copies. </p> <p>We reeled at the audacity and fulminated at the injustice of it. We slashed the print run for the Thursday edition to 60,000 and scraped together all our resources to get another three issues of the Sunday edition published and into the country. But we could not go on. We suspended publication of the Zimbabwean on Sunday after the issue of June 22 this year. We have managed to secure funding to get 60,000 copies of the Zimbabwean into the country each week for a short period. After that, who knows? </p> <p><strong>International response</strong></p> <p>Several international organisations, including the World Association of Newspapers, have responded to our plea to condemn the duty and demand its removal. WAN and the World Association of Editors have written to Mugabe to protest. Needless to say, they have had no response. In the meantime, the reign of terror back home continues. Thanks to modern technology and brave MDC and civil society activists, the international media receive a steady flow of information and pictures illustrating the junta's bloody reign of terror. The few remaining journalists inside the country play hide-and-seek with the police and do not sleep at home. Many have left for safer climes. </p> <p>But back to the latest death threat. My eye is caught by a final paragraph: \"The majority of those named on the list, although they are living in the bliss and security of the Diaspora and the anonymity of cyberspace, their family members will not be so lucky.\" It's a chilling development. They are now threatening to harm our families. And we know this is no idle threat. Despite, for centuries, the family being sacrosanct in Zimbabwean culture and never before threatened, horror has gone to new heights in recent weeks. This flies in the face of everything decent. The unthinkable has become reality. </p> <p>I and my fellow journalists have chosen to take up the weapon of words against Mugabe's guns. We are prepared to face the repercussions of our actions. Some have already paid the ultimate sacrifice. But not my children. A line must be drawn somewhere, and very soon. </p> <p>· Wilf Mbanga is the founder and publisher of the Zimbabwean, the largest-circulation newspaper inside Zimbabwe today. He also founded the now-silenced Daily News, Zimbabwe's only independent daily from 1999 to 2003 </p> <p>This article appears in the British Journalism Review, Volume 19 Number 3, available from SAGE Publications, 1 Oliver's Yard, 55 City Road, London EC1Y 1SP. Subscription hotline: +44 (0)20 7324 8701. Email: <a href=\"mailto:subscription@sagepub.co.uk\">subscription@sagepub.co.uk</a></p>",
  "<p>In a little over two months' time, America's Democratic party could be celebrating its best general election performance in more than a generation. Opinion polls currently point to the Democrats consolidating their majority in the House of Representatives, strengthening their lead in the Senate and, to cap it all, winning back the White House. It is a dazzling triple prospect for a party that seemed at times in the 1990s to be teetering on the edge of the wrong end of history. The party opens its national convention in Denver today in a confident mood, though with nervous undertones. </p> <p>The wave that has swept Barack Obama to the party's nomination - which he will accept on Thursday - is still strong; in the latest Washington Post/ABC poll yesterday, Mr Obama leads John McCain by 49%-45% among Americans who are likely to vote. Yet the convention will not be a love-in for Mr Obama, who has much to prove this week. Judged by his own exceptional campaigning standards, Mr Obama has sometimes struggled to make the transition from party favourite to presidential presumptive. Since clinching the nomination in June, he has occasionally seemed to be resting on his oars - understandable enough after the exhausting contest with Hillary Clinton, but a mistake that has allowed Mr McCain get back strongly into the race. Presidential candidates always have to make the transition from appealing to the party to appealing to the country as a whole. In Mr Obama's case, however, this has coincided with a shift in voters' preoccupations from Iraq, which was his winning issue in the primaries, to economic insecurity, on which his campaign was less attuned than Mrs Clinton's, but which has now become the strongest Democratic issue in the 2008 campaign.</p> <p>Mr Obama's selection of Senator Joe Biden of Delaware as his vice-presidential running-mate partly reflects that fact. Mr Biden is a populist campaigner with working-class Irish Catholic roots. He is likely to spend much of the next two months in economically hard-pressed states such as Pennsylvania and Ohio, which the ticket must win in November and where Mrs Clinton polled strongly in the primaries. But his deep knowledge of foreign affairs also supplies strengths Mr Obama may seem to lack. Yesterday's poll found him trailing Mr McCain as the best candidate to handle terrorism, foreign affairs and a crisis; Mr Biden brings strength on all three - and he is an aggressive campaigner who can credibly attack Mr McCain. Overall, it is a smart appointment by Mr Obama. It signals that he knows he must regain the momentum in Denver this week. The big question over the coming days is whether the Clintons and their supporters will help or hinder that process.</p>",
  "<p>We Americans call Denver the \"Mile High City\". And, sure enough, this remarkably scenic frontier town, founded by gold prospectors seeking their fortune shortly before the civil war, sits 5,280ft above sea level.</p> <p>There's a mother lode of good-enough-for-journalism metaphors to choose from in that short first paragraph. Will Barack Obama strike gold? Ascend the mountaintop? Conquer the frontier? End the intraparty civil war still being waged by some Clinton supporters? The party leaders who chose Denver as the site of this year's convention were hoping to make the statement that Democrats really, honestly care about what we call \"flyover country\" between New York and Los Angeles - if you looked at a list of where Democratic conventions have been held since Franklin Roosevelt's time, you would be shocked to see that almost every one was in a city on either coast or in Chicago. But symbolism-rich Denver is apt in more ways than they could have known.</p> <p>Obama this week needs to complete as many of those metaphors as he possibly can. Until last Thursday, he had just suffered through the most disastrous three-week period of his campaign, and maybe of his life. John McCain's ridiculous but clever attack ads framed a negative narrative about Obama - the lightweight celebrity candidate - that seems to have stuck for some people and cable television hosts. Other McCain attacks have been disgraceful lies, like the one about how Obama cancelled a visit to US soldiers in Germany because he couldn't bring cameras, a wholesale fabrication that's been debunked. But they worked. </p> <p>And finally, after cooperating for most of the past year, the goddess of fate simply didn't spin her wheel in Obama's direction. He took a beach holiday in Hawaii. Nothing wrong with that. Unfortunately, though, the cold war was declared restarted while he was away. McCain's ideas about what to do vis-a-vis Russia and Georgia are insane and would likely start a third world war, but he sounded \"tough\" and \"experienced\", and alas that's all that matters.</p> <p>Obama was in trouble. The story of McCain's seven houses and the generally well-received selection of Joe Biden as his running mate put a tourniquet on the bleeding and gave the candidate a bit of momentum heading into the convention. So what must he do with it?</p> <p>I see four major tasks at hand. First, Obama needs to find a way to talk about the economy and people's hardships that's clear and direct. This language has eluded him so far. He's an intellectual. His heart isn't in bumper-sticker talk. He sees nuance. This is a good thing, for governing. But for campaigning it's a decidedly bad thing. He needs to find a phrase (Bill Clinton had \"putting people first\") that expresses a populist economic outlook and hammer it home.</p> <p>Second, he needs to put some emphasis on the theme that made him famous in the first place, back at the 2004 convention, the idea of \"post-partisanship\" and one America. There is not a red or a blue America, he said then; there is a United States of America. Many liberal activists pooh-pooh this notion as pretty talk that signals weakness to evil conservatives, but they're wrong. Average Americans like this idea. Nearly a third of the electorate don't belong to either party and are attached to no particular set of ideological beliefs. They will decide the election. They'll absorb some tub-thumping and even a little dose of class warfare on economics, but they want a leader who will make an effort to move us beyond our red-blue civil war.</p> <p>Third, he needs to give the Clintons their day in the sun and let Hillary's supporters vent whatever it is they need to vent. About 20% of her voters still say they're planning to vote for McCain. This is childish and ignorant beyond belief, but it is what it is. In a more just world, Obama would be able to stand at that podium and say: \"Are you people nuts? You're going to vote for a man who'll appoint supreme court judges who'll outlaw abortion rights because you're mad at me and Howard Dean?\" I wish he would, but of course he can't. He barely beat her, so he is in the position of having to smile as the Clintons act out their dramas. Whittling that 20% down to 5% won't happen this week. It'll happen in October. If it happens.</p> <p>Fourth, and most important, this convention needs to establish a clear negative narrative about McCain. I've been saying this since May but I'll keep saying it until it happens. The Obama team simply must find effective ways to attack McCain; not his positions but his character. We all admire his suffering in Vietnam, but that does not mean the rest of his life and career are without blemish. It would be nice if presidential campaigns were about who has the better healthcare policy, but they aren't. They usually end up being about which side has launched the more effective attacks. </p> <p>At the 2004 convention, the Democrats made the foolish decision not to allow any attacks on George Bush. He was a \"wartime president\" and Democrats thought they'd be high-minded about that. They paid the price. There's no teacher awarding gold stars. There are only voters. They may say they don't like negative campaigning, but they always respond to it. Don't let them down.</p> <p><strong>·</strong> Michael Tomasky is editor of Guardian America <a href=\"mailto:michael.tomasky@theguardian.com\">michael.tomasky@theguardian.com</a></p>",
  "<p>Denver yesterday gave way to four days of pure political theatre, opening its streets to party enthusiasts in full red, white and blue regalia and anti-war protesters in white death masks, who converged on the city to see Barack Obama declared the Democrats' presidential nominee.</p> <p>Organisers expect some 50,000 accredited delegates: Democratic governors and members of Congress, party officials and labour leaders. That is a fraction of the attendance at the city's annual livestock show, which drew more than 670,000 ranchers and farmers this year. But Denver authorities hope the convention - seen as the political equivalent of Woodstock - will put the growing city on the map.</p> <p>The sense of occasion surrounding the convention will culminate when Obama makes his acceptance speech before an audience of 75,000 at Denver's football stadium on Thursday.</p> <p>Yesterday afternoon saw the main pedestrian mall overtaken by a few hundred anti-war protesters, carrying banners saying: \"It's the system, stupid\".</p> <p>There were almost as many police on bicyles, horseback and on foot with assault rifles cradled close to their chests.</p> <p>The authorities have prepared chain-link holding cells in a disused warehouse in case of arrests - a facility protesters have denounced as a mini-Guantanamo.</p> <p>Tens of thousands of other activists have descended on the city to make their views known - from disgruntled supporters of Hillary Clinton, leftwing demonstrators wanting to recreate the chaos of the Democratic convention of 1968, opponents of the Iraq war and anti-abortion campaigners.</p> <p>Amid the protesters will be international observers as well as uninvited guests. The former New York mayor Rudy Giuliani and Mitt Romney, the former Massachusetts governor, who lost their races for the Republican nomination to John McCain, both plan to turn up in Denver during the convention. </p> <p>Embassies have sent observer contingents, as has the Labour party, which has dispatched a delegation led by the cabinet office minister Ed Miliband, who will have a key role in the next election.</p> <p>The crush of people, as well as the fact that Obama will be the first African-American to secure the nomination of a major political party, have dictated intense security arrangements overseen by the secret service. About 2,500 FBI and police will be deployed around the convention centre, a secret service spokesman said.</p> <p>The city's air space will be closed for the duration of festivities. Roads will be blocked off and transit stations shut. The entire Denver police force has been put on standby and the authorities are also pressing prison guards into convention duty.</p> <p>Delegates are being encouraged to get around on communal bicycles, set up in stands around the city for rent.</p> <p>Organisers had initially billed Obama's speech accepting the nomination as a public event, promising to give away half the tickets in the stadium to local Coloradans, rather than party grandees. But a cash crunch has compelled the organisers to give away box seats at the stadium to the biggest donors.</p> <p>Those in prime viewing spots on Thursday night will include the Republican billionaire Tom Golisano, owner of the Buffalo Sabres ice hockey team, who donated $1m to the convention. Big donors are also being invited to attend a post-speech reception where they will meet Obama.</p>"
]