[
  "<p><strong>Downing Street Diary: With James Callaghan in No 10</strong><br>by Bernard Donoughue<br>562pp, Jonathan Cape, £30</p> <p><strong>Tony's Ten Years: Memories of the Blair Administration</strong><br>by Adam Boulton<br>368pp, Simon &amp; Schuster, £17.99</p> <p>If you can't stand the heat, as President Harry S Truman so nearly said, keep out of the kitchen cabinet. Here is Bernard Donoughue, having somehow survived the torrid three years as senior policy adviser to Harold Wilson which he chronicled in volume one, bravely soldiering on alongside Wilson's successor, James Callaghan. Initially that's a relief: the court of King James is a pleasanter, less pressured place than the paranoid court of King Harold. The most important reason for that can be summed up in two words: Marcia's gone. </p> <p>All those tantrums and tears and petty revenges that punctuated Donoughue's version of life with Wilson are over. Jim is a rather more admirable figure than Donoughue had until now suspected; decent, shrewd, unexpectedly modest, still amazed to find he's reached the top of the tree, and endearingly old-fashioned. He's embarrassed by nudity on TV especially when his children are present, though these children are now in their 30s. Lady Falkender's role as the wicked witch of SW1 is played this time by HM Treasury, so devious, so duplicitous, constantly evading the issue, serving up documents only when it believes that no one will have enough time to spot what it's up to, bouncing the politicians by all available means, and innately suspicious of change: an indictment which by the end of the book seems to have spread to most of the civil service. But the office is a far more agreeable place than it was. Donoughue is missing his old comrade in arms Joe Haines, Wilson's press secretary, but he gets along fine with Callaghan's political adviser, Tom McNally, until with an election approaching McNally becomes preoccupied with his fight to get elected for Stockport (or as Donoughue more often calls it, Stockton; the book is marred by too many such errors).</p> <p>It all ends in tears, of course, with the winter of discontent. Even Callaghan, at the end of his term, is clearly not up to it. In his kindly old-fashioned way he cannot and will not stand up to the unions, and many of those about him are equally feeble. Does Jim, the author muses as the fatal date with the electors draws near, even want to win any more? Wouldn't he rather go back to the farm? The question of whether he deserves to win isn't answered in so many words, but it sounds in Donoughue's formulation like a question expecting the answer no. </p> <p>Like the Wilson volume, this is a vivid and often gripping first-hand account of life at the very heart of events. Adam Boulton, the respected political editor of Sky News, never gets such close access to Blair, though here too there's a lively account of kitchen cabinet turmoil. Cherie cannot conceal her envy of Blair's director of government relations, Anji Hunter. Cherie fails to invite her to a celebration party for the 1997 election victory. Later, Cherie and her ally Fiona Millar arraign Anji before what Boulton calls a kangaroo court. Later still, Cherie and Fiona fall out over the role of Carole Caplin, who has been brought in to restyle her. Yet all that is heavily overshadowed by the brooding, bullying presence of Blair's director of communications and strategy Alastair Campbell, who treats his boss with public disdain, is allowed to order civil servants about, deliberately and consistently lies to the media, and gets away with breaking the rule, observed by Donoughue, that kitchen cabinet secrets must remain unrevealed for 30 years.</p> <p>The interweaving of the political and the personal influences the shape of this book. For just as Fiona Millar is the partner of Alastair Campbell, the nearest thing this book has to a villain, so Anji Hunter, the nearest thing it has to a heroine, is the second Mrs Adam Boulton. As Adam explains in the preface, Anji sticks (unCampbell-like) by the rules and has had no hand in these memoirs, which could clearly have been a richer account of the politics and the personalities at the court of King Tony had she been less scrupulous. This perhaps is one reason why I found the book less revelatory than I'd expected. Essentially what Boulton has done is to take the last 58 days of Blair's premiership and use them to open windows on what happened before. Thus his speech at Reuters on the \"feral media\" becomes the peg for a review of the prime minister's relationship with the media; his final press conference in Brussels sets off a review of his record on Europe. It is diligently done on the basis of praise - especially for Northern Ireland and Africa - and blame, for Blair's presidential pretensions, his subservience to Bush, his conduct over the death of Dr Kelly - though Campbell is fingered there too. </p> <p>Boulton has his revelations - the fact that the so called \"deal\" between Brown and Blair at Granita was in truth a mere understanding, and reached rather earlier in Edinburgh; the moment after the death of Diana when Prince Philip was overheard on the telephone telling an intrusive Blair to fuck off - but he doesn't go in for melodrama. He portrays the Blair/Brown relationship not as the biggest fraternal spat since Cain and Abel but as a creative tension from which for much of the time the government benefited. If the book doesn't offer many excitements, that is also because as a political editor Boulton made it his job to pass on what he knew immediately to his audience, rather than keeping the juiciest bits for the book and a Daily Mail serialisation. And who knows: those who are still around in 2037 may at last come to learn what Anji still hasn't told Adam.</p> <p>• McKie's Gazetteer: A Local History of Britain is published by Atlantic</p>",
  "<p>Barack Obama will use his financial superiority over John McCain to dominate the airwaves in the final days of the election with a half-hour, primetime special.</p> <p>Campaign officials said yesterday that they were negotiating with CBS, NBC and Fox television for a half-hour broadcast on October 29, six days before Americans go to the polls. The media blitz represents the most ambitious - and by far the costliest - use of media in a presidential election.</p> <p>\"Strategically, this is about as big a megaphone as money will buy at this point,\" said Evan Tracey of the Campaign Media Analysis Group. \"Obama, as a former lawyer, will probably make a fairly well articulated closing argument with the production value of a Steven Spielberg movie.\" He estimated the cost of airtime would be at least $1m (£590,000) for each network.</p> <p>Short political ads have been the traditional way for politicians to communicate with voters. But a primetime, sitcom-length commercial would provide Obama an opportunity to make a closing argument to the entire country.</p> <p>\"It's a luxury to be able to afford that kind of communication,\" said Tad Devine, a Democratic media consultant who was a senior adviser to John Kerry's 2004 presidential campaign.</p> <p>Former candidates have departed from the traditional advertising format to buy blocks of airtime. In 1992, Ross Perot bought time on network television and Hillary Clinton paid for an hour-long town hall special on Lifetime television, a cable network aimed at women, during the Democratic primary.</p> <p>McCain, who took public financing, is on an $84m budget for these elections. Obama has no such constraints. He increased his spending on television advertising to $3m a day this week, and is expected to spend more as the election approaches. The McCain camp, in contrast, spent about $1.6m a day.</p> <p>In some key battlegrounds, such as northern Virginia or southern Florida, that amounts to a four-to-one advantage for Obama in airtime.</p> <p>In an attempt to compete, the McCain camp has resorted to trying to use the media to find an audience for its ads. In recent days, the Republicans have put out daily video releases. The so-called ads are seldom aired on television and instead rely on YouTube or cable television news broadcasts to find an audience.</p> <p>Yesterday's offering from the McCain camp again showed the Republican stepping up the negative tone. The ad directly accuses Obama of lying about his association with a former 60s-era radical, Bill Ayers. The commercial, which the McCain camp said would be aired nationally, is arguably his sharpest yet, and uses Obama's link to Ayers to assert Obama has \"blind ambition\" and \"bad judgment.\"</p> <p>The National Rifle Association is also running ads against Obama, while internet-driven rumours have falsely claimed he is a Muslim. Obama, who was campaigning in Ohio yesterday, said Americans want \"someone who can lead this country\" in a time of economic crisis, not divide it.</p> <p>Referring to McCain and Palin, he told an audience in the town of Chillicothe, Ohio, \"it's not hard to rile up a crowd by stoking anger and division\". Noting that McCain advisers have said their candidate will lose if the campaign's focus stays on the economy, Obama said: \"So in the last couple of days, we've seen a barrage of nasty insinuations and attacks, and I'm sure we'll see much more over the next 25 days. We know what's coming ... But it won't work.\"</p> <p>Obama's lead practically guarantees him a huge primetime audience because of prior media coverage, as well as analysis after it is aired. The programming also adds to McCain's difficulty. If he tries to match Obama in making his closing argument, he will have to make hard choices about pulling some of his TV ads in battleground states.</p> <p>There were few details yesterday about the content of the programme. It is widely assumed the broadcast is intended to make Obama appear presidential. That means he is unlikely to resort to McCain's negative tone. Joel Rivlin, a political consultant, argued that the broadcast, which will extend far beyond the battleground states, could help Obama drive up his popular vote.</p>",
  "<p>Barack Obama will use his financial superiority over John McCain to dominate the airwaves in the final days of the US election with a half-hour, prime-time special.</p> <p>Campaign officials said today that they were negotiating with CBS, NBC and Fox television for a half-hour broadcast on October 29, six days before Americans go to the polls. The media blitz represents the most ambitious - and by far the costliest - use of media in a presidential election.</p> <p>\"Strategically, this is about as big a megaphone as money will buy at this point,\" said Evan Tracey of the Campaign Media Analysis Group. \"Obama, as a former lawyer, will probably make a fairly well articulated closing argument with the production value of a Steven Spielberg movie.\"</p> <p>He estimated the cost of airtime would be at least $1m (£590,000) for each network.</p> <p>Former candidates have departed from the traditional advertising format to buy blocks of airtime. In 1992, Ross Perot bought time on network television and Hillary Clinton paid for an hour-long town hall special on Lifetime television, a cable network aimed at women, during the Democratic primary campaign.</p> <p>McCain, who took public financing, is on an $84m budget for these elections. Obama has no such constraints. The candidate this week increased his spending on television advertising to $3m a day, and is expected to spend even more as the election approaches. The McCain camp, in contrast, spent about $1.6m a day.</p> <p>In some key battlegrounds, such as northern Virginia or southern Florida, that amounts to a four-to-one advantage for Obama in airtime.</p> <p>In an attempt to compete, the McCain camp has resorted to trying to use the media to find an audience for its ads. In recent days, the Republicans have put out daily video releases. The so-called ads are seldom aired on television and instead rely on YouTube or cable television news broadcasts to find an audience.</p> <p>Today's offering from the McCain camp again showed the Republican stepping up the negative tone of his ads. The ad, which the McCain camp said would be aired nationally, directly accuses Obama of lying about his association with former 60s-era radical Bill Ayers.</p> <p>Obama's purchase practically guarantees the Democrat a huge prime-time audience because of prior media coverage, as well as analysis after it is aired.</p> <p>The prime-time programming also increases McCain's bind. If he tries to match Obama in making his own closing argument, the Republican will have to make hard choices about pulling some of his television ads in battleground states.</p> <p>There were few immediate details today about the content of the programme. It is widely assumed that the broadcast is intended to make Obama appear presidential. That means he is unlikely to resort to the negative tone of McCain's public appearances.</p> <p>Joel Rivlin, a political consultant, argued that the broadcast, which will extend far beyond the battleground states, could help Obama drive up his popular vote.</p> <p>If he were elected, that would allow Obama to claim a greater mandate to lead - which could help the Democrat in the current economic and political climate.</p> <p>\"Maybe it talks to him trying to run up the score in order to get more of a mandate to govern,\" Rivlin said. \"It could be something to do with increasing his popular vote nationally.\"<br></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/QmEUHeI7fzE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/QmEUHeI7fzE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/QmEUHeI7fzE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>The ABC network has refused to air an advert produced by Al Gore's environmental group, ruling that its charge of US government favouritism to the oil industry is too \"controversial\" for television.<br> The TV commercial, part of the WE campaign run by Gore's Alliance for Climate Protection, was submitted for airing after this week's presidential debate between Barack Obama and John McCain - both of whom have vowed to limit greenhouse gas emissions if elected.</p> <p>But ABC concluded that the advert violated its internal policy against \"controversial\" content during network-sponsored programmes, network spokeswoman Julie Hoover told the Guardian.</p> <p>\"All of our advertising is reviewed on a case-by-case basis, and the context of this particular ad was determined not to be acceptable per our policy on controversial issue advertising,\" Hoover said.</p> <p>The WE campaign has since attracted more than 170,000 supporters to an online petition drive asking ABC to reconsider its decision.</p> <p>The script of the advert is similar in tone to political speeches made by Obama and McCain during the election season. An unseen narrator states that climate change can be combated through wind and solar power as well as \"end[ing] our dependence on foreign oil\".</p> <p>Over an image of a young child playing with blocks, the narrator continues: \"So why are we still stuck with dirty and expensive energy? Because big oil spends hundreds of millions of dollars to block clean energy. Lobbyists, ads, even scandals. All to increase their profits, while America suffers.\"</p> <p>An ABC email published <a href=\"http://gristmill.grist.org/story/2008/10/10/91227/394\">on the blog of Grist magazine</a> stated that the advert was rejected due to its split-second shot of the US Capitol building.</p> <p>\"Per our guidelines, national buildings may be used in advertising provided the depictions are incidental to the advertiser's promotion of the product or service,\" the email stated. \"Given the messages and themes of this commercial, the image of the Capital [sic] building is not incidental to this advertising.\"</p> <p>Cathy Zoi, chief executive of the WE campaign, called ABC's decision \"outrageous\" in light of US networks' frequent airing of adverts from Chevron, Exxon Mobil and other oil companies. </p> <p>\"As our country faces deep economic problems, we need to be able to have an honest debate about the root causes of our problem,\" Zoi wrote in an email to supporters of Gore's group on Wednesday.</p> <p>To build publicity for their products, American companies often produce TV adverts with content that pushes the limits of broadcast standards. A Snickers commercial featuring two men embarrassed after sharing a kiss was pulled from the US airwaves last year after complaints from gay-rights groups.</p> <p>But rejection of an advert from a non-profit group is a far more rare occurrence. At the height of the US controversy over same-sex marriage in 2004, CBS and NBC turned down a commercial from the United Church of Christ that touted its acceptance of gay congregants.</p>",
  "<p>Remember the first of the several advisers Mayor Johnson lost in those crazy early months before we all learned to fear and revere him? Well, he's been busy advancing the great cause of freedom - no, really - in the Maldives. This has not pleased president Maumoon Abdul Gayoom, who has given the Australian political strategist a taste of his own medicine:</p> <blockquote> <p>Just before the start of Thursday's presidential voting, Gayoom, who won six previous five-year terms thanks to electoral rules that made him the only candidate, portrayed the 34-year-old Queenslander as a corrupt - and corrupting - outsider, masterminding the main opposition campaign.</p> <p>A barrage of press conferences, briefings and even cartoons released by the President's team called McGrath a malicious and highly paid outsider and said he was a Christian missionary, trying to undermine the country's Muslim faith.</p> <p>Democracy campaigners are now concerned that McGrath, who has been working in the Maldives for 12 weeks as an unpaid adviser to former political prisoner turned presidential candidate Mohamed Nasheed, may be deported before a final run-off election on October 29, and they have appointed minders to ensure there are no physical attacks on the Australian. </p> </blockquote> <p>Well, if he doesn't like it there he can always leave. Now, <a href=\"http://www.theaustralian.news.com.au/story/0,25197,24477125-2703,00.html\">read on</a>. </p>",
  "<h2>Slumps and slurs</h2> <p>As the Dow Jones index plunged, the candidates continued to focus relentlessly on the economy. John McCain pushed his retooled mortgage buy-up plan, while Barack Obama mocked it and called on the US treasury to implement the bailout agreed last week \"as quickly as possible\". But yesterday was also the day that a subtext of the recent campaign - the increasingly ugly tone of supporters at Republican rallies - became something more than a subtext.</p> <p>McCain and his running-mate, Sarah Palin, continue to raise questions about the extent of Barack Obama's associations with the Weather Underground co-founder Bill Ayers, because they know it's \"<a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain4\"> logically impossible to prove a negative</a>,\" Daniel Nasaw writes on <a href=\"http://www.theguardian.com\">theguardian.com</a>. But some supporters are going further. In recent days, audience-members at McCain/Palin events have shouted \"treason!\" and \"terrorist!\" about Obama, and \"kill him!\" about either Obama or Ayers. One reportedly used a racial epithet at a black TV sound engineer, and told him to \"sit down, boy\". <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/09/uselections2008.barackobama1\">Videos circulating on the internet</a> yesterday showed other rally attendees speaking about Obama's \"terrorist connections\". Rally warm-up speakers have referred to \"Barack Hussein Obama\" at least twice.</p> <p>In a statement, the McCain campaign sought to distance itself from what it calls \"inappropriate rhetoric\", but for the first time the Republican National Committee will today launch ads in Indiana and Wisconsin that mention Ayers's name. And in Wisconsin yesterday, when one man took to the microphone to <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/10/mccain_supporter_rants_about_h.php\">call the Democratic contender a hooligan and a socialist</a>, McCain replied: \"The gentleman is right.\" The race, it seems, may get much dirtier yet.</p> <h2>What to watch for</h2> <p>Obama is in Ohio, McCain is in Wisconsin and Minnesota. Today also marks the conclusion of the Troopergate investigation, which could see Sarah Palin censured for abuse of power in the firing of the head of the Alaskan police, allegedly because he refused to become involved in <a href=\"http://www.theguardian.com/world/2008/oct/10/uselections2008-sarahpalin\">a family feud involving her brother-in-law</a>, a state trooper. Palin has said she had other reasons for dismissing the police chief. </p> <p>Palin emerges from <a href=\"http://www.theguardian.com/world/2008/oct/10/uselections2008-sarahpalin1\">Ian Cobain's mega-profile</a> in today's Guardian as a rentlessly ambitious climber whose bid for the mayoralty of Wasilla was conducted with an eye to the presidency of the United States. \"She's really pretty insecure,\" her mayoral campaign manager says. \"I was with her before she gave a speech to the people from BP in Anchorage when she was running for governor, and she was terrified. There are real fears there. But every time she goes out and persuades people to like her, it lifts her, it makes her feel better about herself ... She's a brilliant politician, but it's all about getting more and more people to love her.\"</p> <h2>Latest polls</h2> <p>One day of post-debate data did little to change the major tracking polls. In Gallup's, for example, the candidates remained in exactly the same position as yesterday — Obama on 52% and McCain on 41%. Obama continues to surprise in battleground states. In one new poll he leads McCain 51% to 43% in Virginia, a state which hasn't gone Democratic in a presidential election since 1964.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/09/sarahpalin-republicans\">Tomasky talk: Troopergate won't implicate Palin</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/media/2008/oct/10/barack-obama-tv-ad\">Obama buys 30-minute TV ad</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/oct/10/uselections2008\">Younge America video: 'Race relations ... are abominable'</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/oct/09/afghanistan.johnmccain\">Simon Tisdall: Fighting talk is self-defeating</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/09/uselections2008.barackobama\">Ed Pilkington: McCain has the look of a loser</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/deadlineusa/2008/oct/10/uselections2008-useconomy\">Deadline USA: a housing crisis tour of Riverside</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.fivethirtyeight.com/2008/10/debate-may-have-helped-obama.html\">FiveThirtyEight.com: Debate may have helped Obama</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/news/stories/1008/14444.html\">Politico: Hispanics turn cold shoulder to McCain</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/09/AR2008100902331.html?hpid=opinionsbox1\">EJ Dionne, Washington Post: Obama v McCain is FDR v Hoover</a></p> <h2>Quote of the day</h2> <p>Joe Biden has been off the trail due to the death of his mother-in-law, but yesterday he was back, and cracking wise: \"Sarah Palin says, you know, 'I was in second grade when Joe Biden was elected to the United States senate'. That's true, but she was in sixth grade the last time John had a new idea.\"</p> <h2>Retort of the day</h2> <p>In Tuesday night's town hall debate, some people thought John McCain patronised one young questioner, Oliver Clark, by suggesting he might not have heard of Fannie Mae or Freddie Mac before the present financial crisis. Clark certainly had heard of the mortgage lenders, he reveals <a href=\"http://firstread.msnbc.msn.com/archive/2008/10/09/1523335.aspx\">in a fascinating account of participating in the event</a>: \"I have a bachelor degree in Political Science from Tennessee State, so I try to keep myself up to date with current affairs. I have a Master degree in Legal Studies from Southern Illinois University, a few years in law school, and I am currently pursuing a Master in Public Administration from the University of Memphis ... \"</p>",
  "<p><a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> has upped the ante in the US presidential race by buying airtime for a half-hour TV commercial on CBS and NBC.</p> <p>Obama's cash-rich campaign could spend $6m (£3.5m) on the slots after approaching Fox and ABC to buy similar advertising space, <a href=\"http://www.alleyinsider.com/2008/10/obama-steps-in-to-save-big-media-buys-30-minute-commercials\" target=\"_blank\">according to a report</a>.</p> <p>The Democratic presidential candidate intends the commercial to provide a \"closing argument\" to the entire country at the end of his presidential election race against Republican rival John McCain. </p> <p>It is set to air at 8pm Eastern time on October 29, less than a week before election day on November 4. It will run in the slot where The New Adventures of Old Christine airs on CBS and Knight Rider airs on NBC. </p> <p>The move is not unprecedented, but Obama is reportedly the first candidate in 16 years to buy up such a slot. The last candidate to do so was Ross Perot in 1992.</p> <p>Usually, presidential candidates run more targeted strategies to hit media in key battleground states in the runup to election day.</p> <p>Under federal rules the TV networks have to offer the McCain campaign the same opportunity, at the same rates.</p> <p>\"We will, of course, make an equivalent opportunity available to Senator McCain and other legally qualified candidates upon request,\" said CBS.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]