[
  "<p>The WPP chief executive, Sir Martin Sorrell, has cast doubt on his German rival GfK's ability to find the cash for a takeover of market research group Taylor Nelson Sofres (TNS). </p> <p>Sorrell, who has put his own unsolicited £1.1bn proposal to TNS's shareholders, accused GfK of misleading the market by claiming last month it had financing lined up.</p> <p>\"I think it's a joke - we know they can't [raise the money] from everything we've heard,\" Sorrell told the Guardian from Beijing, where he has been attending the Olympics. \"They are misleading the market. It's about time they put up or shut up. Their original press release has been blown out of the water.</p> <p>\"The Takeover Panel should do something about it. GfK should explain themselves: they have misled the market and been economical with the actualité. It was disingenuous and outrageous to put that release out.\"</p> <p>Sorrell claimed the GfK chief executive, Klaus Wübbenhorst, and the company's finance director, Christian von Ahlefeld, had failed on a recent trip to the US to drum up any cash from investors.</p> <p>GfK abandoned its plans for a nil-premium merger with TNS last month after WPP came up with a cash-and-shares offer worth more than £1.1bn, its third attempt to gatecrash GfK's deal.</p> <p>A spokesman for GfK said the company was in talks with \"a serious and substantial investor and talks are progressing very well\". They went on to say that \"an announcement will be made at the proper time\". Reports have linked GfK to the German billionaire Günter Herz and his sister Daniela, as well as to a number of private equity houses.</p> <p>Despite pouring scorn on GfK's attempt to rival his offer, Sorrell said he did not assume his offer would prevail. \"I'm not confident until the fat lady sings,\" he said. With TNS shares currently priced around the level of WPP's offer, it is inconceivable that shareholders will take WPP's money until they hear from GfK.</p> <p>Sorrell suggested TNS had suffered as a result of the continuing uncertainty around the company. \"This whole bid has been a terrible process. All is fair in love and war, but they're not doing the business much good,\" he said.</p> <p>He said the \"winners\" from Beijing in advertising terms were the seven companies that have paid between £40m and £100m each for official partner status at the London Games: Adidas, EDF, Lloyds TSB, BP, BT, British Airways and Nortel. \"The value of the local sponsorship for 2012 is much greater now than it was three or four weeks ago because of the performance of the team. They have done a good deal,\" he said </p> <p>The Beijing Olympics, along with the US presidential election, would boost revenues in 2008, WPP said as it released interim results that showed a 4.3% increase in first-half organic sales to £3.34bn and pre-tax profits up 15% to £339m. But it said the prospects for 2009 were less certain if the financial crisis persisted and prices continued to rise, warning that growth in China could start to slow because of inflationary concerns.</p>",
  "<p>Barack Obama and John McCain might not admit it, but presidential conventions are a lot like beauty pageants. From the lavish decor to the gaudy outfits, conventions are staged to crown a Mr America who will carry his party's banner into the autumn election. Almost everything is scripted in advance, right down to the vote on the convention floor that formally anoints the nominees.</p> <p>Why go to such great lengths - $70m (£38m) is being spent by the Democrats on their Denver affair next week - when everyone knows who the respective belles of the respective balls are? TV coverage of the 2004 conventions drew an average of 21 million viewers, and this year's events promise to lure even more, many of them unsure about who to vote for in November.</p> <p>Held in the late summer, after primary contests have chosen two presidential hopefuls, the conventions typically boost tourism for their host cities and polling performance for the candidates. More than 4,400 delegates, some of them super, representing each of the 50 states, Washington and a handful of US territories, are heading to the Democratic shop window in Denver, along with 15,000 members of the media and untold thousands of protesters. </p> <p>But conventions aren't all balloons, and orchestras playing God Bless America. The party platforms, detailed outlines of policy goals that are haggled over in advance, will be approved amid the hoopla. Candidates for lower office will show up to meet new fundraisers, and business lobbyists will show up to curry favour with those candidates.</p> <p>Until the 1830s, congressmen chose the presidential nominees in camera. Conventions were conceived to allow non-Washington elites to participate in the process, but the horse-trading and infighting between political factions hardly diminished. Before the age of TV cameras and bloggers, party bosses could freely wheel and deal on the convention floor to secure victory for their preferred candidates, creating memorable fights and long rounds of voting.</p> <p>In 1924, it took 103 ballots for the Democrats to settle on John Davis - who went on to lose to Calvin Coolidge. Wendell Willkie won the 1940 Republican nomination in six ballots, but only after the Philadelphia police prevented his rival's supporters from throwing punches on the convention floor. The most famous melee occurred at 1968 Democratic convention, when young liberals alienated by the Vietnam war rioted in the streets of Chicago to protest the defeat of anti-war presidential challenger Eugene McCarthy. </p> <p>One famous McCarthy backer, though she did not protest in Chicago, was Hillary Clinton, who won the right to a symbolic nomination in Denver next week but has promised not to upstage the Obama spectacular.</p> <p>While the main event is staged inside an arena, with a long roster of speakers promoting the candidates' agendas, hundreds of private galas take place off the convention floor. </p> <p>Hollywood star sightings are also a convention ritual: Matt Damon and Ben Affleck were at the 2004 Democratic convention; and Denver will play host to Susan Sarandon, Kanye West, and other Obama fans.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336893772\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/22/mc220.jpg\" alt=\"John McCain and Cindy McCain\" width=\"220\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain with wife Cindy McCain. Photograph: Kevin Winter/Getty Images</span> <span class=\"element-image__credit\">Photograph: Kevin Winter/Getty</span> </figcaption> </figure>  <p> According to its marketing literature, The Residences at 2211 Camelback, an upmarket apartment building in Phoenix, Arizona, is \"a dream within a dream environment,\" where \"life beyond the expected awaits your discovery\". An \"ambience of distinction embraces residents and their guests upon arrival and rewards them with soaring architecture [and] a bountiful treasure of luxury amenities that ensure personal comfort\". There's a fitness centre, business facilities and a boardroom, a massage service, and a rooftop pool terrace with a sun deck and spa, offering \"majestic mountain views,\" all just yards away from \"couture boutique shopping, exquisite dining [and] championship golf\". If John McCain does not win the US presidency this November, his two combined units at 2211 Camelback might provide a consoling setting in which to reflect upon why. So might his ranch on the banks of a creek in Sedona, a couple of hours' drive away, which has three houses on it, or his three-bedroom apartment in Virginia. Or one of a number of other hideaways - the exact number, of course, being precisely McCain's biggest problem at the moment.</p> <p>Whether or not it ends up proving decisive in the outcome of the election, McCain's admission in an interview this week that he does not know how many homes he owns - \"I'll have my staff get to you,\" he promised a reporter for the Washington-based website Politico - certainly had many of the qualities of the perfect political gaffe. Like the first president Bush acting stunned by a supermarket checkout scanner, or John Kerry going windsurfing, it threatened to demolish McCain's man-of-the-people credentials - an especially awkward matter in a campaign in which charges of elitism have been flung about so energetically, and in which winning the votes of struggling lower-middleclass Americans in key swing states is seen as crucial to victory. (It didn't help that McCain, days earlier, had suggested that only those with an income of £3m or more really counted as \"rich\".) </p> <p>Helpfully for Barack Obama, it also raised another theme, one that the Democratic candidate's campaign team felt unable to broach in the attack advertisement they launched within hours: the idea that McCain, who will soon turn 72, is growing so forgetful that he can't recall basic facts about himself.</p> <p>To be fair, the truth about McCain's homes, which are mainly owned by his heiress wife, Cindy (pictured with him, above), or by companies she controls, is complex. To paraphrase Bill Clinton, who arrived at the White House having never owned any home at all, it depends on what the meaning of the word \"home\" is. Do the knocked-together units at 2211 Camelback, worth about $1.7m (£920,000), count as one or two? </p> <p>Cindy McCain certainly owns a $1m condominium unit in La Jolla, California, overlooking the Pacific Ocean, but it's reportedly occupied by an elderly aunt. A loft-style apartment in Phoenix features \"a giant silver chimney\" extending from the fireplace to ceiling \"about 20ft above,\" one reporter noted - but it was bought for McCain's daughter Meghan. \"The reality is they have some investment properties and stuff,\" McCain campaign spokesman Brian Rogers told the Washington Post. \"It's not as if he lives in 10 houses. That's just not the case. The reality is they have four that actually could be considered houses they could use.\"</p> <p>The McCain properties, worth an estimated $13m in total, demonstrate a striking homogeneity in their architecture and locations. Counting 2211 Camelback as a single residence, three of them are in Phoenix, or not too far away. Five are apartments in modern tower blocks, and three overlook the Pacific Ocean. Two are in Coronado, near San Diego in California. (Last year, Cindy McCain told San Diego Magazine she comes to the area \"any time I get a chance to\".) </p> <p>The most distinctive is probably the McCain ranch in Sedona, where McCain played host to several potential vice-presidential candidates earlier in the campaign, though the description of it as a \"ranch\" sometimes irritates his opponents. \"McCain doesn't graze cattle or sheep,\" the liberal Arizona blogger David Safier wrote recently. \"He doesn't sell meat or wool. He has about 15 acres of land in Oak Creek near Sedona with a large vacation home ... and about six smaller guest houses... 'Ranch' evokes images of cowboys and horses and cattle roundups ... it makes McCain and [President George] Bush seem like virile, independent men of the land.\"</p> <p>In fact, Bush only purchased Prairie Chapel Ranch - his beloved \"Western White House\" in Crawford, Texas, where he entertains world leaders and relaxes by clearing brush - in 1999.</p> <p>Nevertheless, accusations of housing-related elitism tend to work more effectively in US politics when levelled against Democrats: rightwing wealth, it's implied, is the result of vigorous capitalist success, whereas liberal wealth is hypocritical, suggestive of out-of-touch elitism and feyness - and so it remains to be seen whether McCain's remarks will hurt him to the degree that Kerry was damaged by attacks on his family's home ownership in 2004. </p> <p>In purely factual terms, the two cases are remarkably similar: Kerry, as Republicans took much delight in noting, had the use of at least five homes, again mostly owned by his heiress wife. One of them, notoriously, was a 1485 barn that had been shipped over piece-by-piece from England to Idaho - although not by Kerry but by his wife's former husband, John Heinz III, a Republican. </p> <p>Obama certainly does not live in penury, something upon which the McCain campaign was quick to try to capitalise in the wake of their candidate's gaffe. Obama owns a large redbrick home in Kenwood, a neighbourhood of Chicago, which may or may not be \"a frickin' mansion\" - as Rogers described it - but which does have four fireplaces and a wine cellar. And purchasing it did involve Obama in dealings with the disgraced Chicago businessman Tony Rezko, a donor to his campaign, though the candidate has insisted that he paid well above market price and received no favours. (A McCain ad released on Thursday referred to the Rezko connection as Obama's own \"housing problem\".) Obama also rents a second-floor apartment in a townhouse in the Capitol Hill neighbourhood of Washington DC. </p> <p>As so often in this election season, though, the McCain campaign response ended up sounding peevish, like a playground taunt hurriedly constructed in an attempt to turn Obama's own words against him. \"Does a guy who made more than $4m last year, just got back from a vacation on a private beach in Hawaii and bought his own million-dollar mansion with the help of a convicted felon really want to get into a debate about houses?\" Rogers asked. McCain \"is a guy who lived in one house for five and half years - in prison in Vietnam\".</p> <p>Rezko was not a convicted felon at the time, of course (and, incidentally, there are no private beaches in Hawaii). On the other hand, some of the McCain family's homes may have been smart investment decisions, and their total number really is a question of definition. But it's perception that matters - and the appalling impression made by McCain left his campaign, last night, in the curious position of looking forward to the wall-to-wall media coverage that Obama's vice-presidential announcement was bound to generate: at least it promised to change the subject.</p>",
  "<p>As almost everyone in at least two hemispheres knows, next week's Democratic party convention will be the most important four days so far in the life of Barack Obama. Having just barely regained some footing after two disastrous weeks in which he took a beach holiday while enduring a barrage of Republican attacks and saw his lead over John McCain vaporise, Obama arrives in Denver with his future on the line.</p> <p>But another prominent figure has a lot at stake, too. For Howard Dean, the Democratic party chairman who will oversee the proceedings in the Rocky mountain city, it's not so much about his own future, but his party's future and his legacy as a political leader.</p> <p>In his three and a half years on the job, Dean has dramatically departed from the traditional role of a US party chairman. Despite the lofty title, historically the chairman has been a glorified bursar. Their job has been to raise money, placate the donors and otherwise keep a low profile. </p> <p>But Dean has done it differently. He has been a mediocre fundraiser. What he has tried to do instead is transform the thinking inside the party. And he's done better at that than many sceptics would ever have thought.</p> <p>\"I hope we've changed the way we do Democratic politics in this country,\" Dean told the Guardian. \"And I think it will lead to the election of Barack Obama as president.\" If it does, Dean will have to go down as one of the most innovative and successful Democratic chairmen of the last 50 years.</p> <p>The 59-year-old's journey has been an improbable one. He grew up in a Republican family in the poshest of posh surroundings - New York City's upper east side and the Hamptons. He went to Yale, famously requesting, in his first year, that he be assigned to live with a black roommate. His medical training took him to Vermont where, in 1980, he led a successful campaign to halt the construction of a condominium building (he wanted a bicycle trail). He entered politics and, like so many before and after him, got the bug. He became the state's lieutenant governor, cutting ribbons and attending funerals. But then, in 1991, the governor died. Suddenly Dean was one of 50 elite politicians in the US. </p> <p>He was a moderate and even penny-pinching governor, not considered a liberal at all. But as he watched the country's radical swing to the right under George Bush, he inched left. The story from there is more familiar. The failed presidential campaign. The infamous Iowa scream, which haunts him still on late-night talk shows. The penchant for deeply impolitic statements (\"I hate the Republicans\"). The emergence, due to conservatives' repetition, of his name as a synonym for elitist, latte-sipping, gay-loving, America-bashing liberalism. </p> <p>Those attacks endeared him to the party's core constituencies. After John Kerry lost to Bush in 2004, the time came to select a new party chairman. Dean was one of seven candidates. The big party leaders - Senate majority leader Harry Reid, House of Representatives speaker Nancy Pelosi and others - were mortified at the prospect of this radioactive presence becoming the titular leader of their party. </p> <p>But there was nothing they could do about it. The party chairman is chosen by national committee members - party activists spread across the country. These people, livid at their leadership for blowing another election with their pusillanimity and caution, loved Dean's in-your-face, partisan style. In February 2005, they made him chairman.</p> <p>The pre-Dean practice in the party had been built on two foundations. First, that electing a president is really all that mattered (as opposed to, say, building the party at grassroots level). Second, that the way to elect a president is concentrate on a handful of \"swing states,\" such as Ohio, Florida and Michigan, not worry about states that were already Democratic, such as New York, and write off all the Republican states.</p> <p>That is what Dean changed. He implemented his now-famous \"50-state strategy\". Hiring party organisers in every state, even ruby-red Oklahoma and Alabama. Paying them actual salaries, even. Spending money not just to win the election but to build a national infrastructure that could bear fruit into the next generation, or two. Does it seem obvious? Well, no one thought of it before. </p> <p>Three years on, Dean feels justified - for now. Asked whether his strategy will receive the ultimate vindication of electing a president, he said: \"I think it remains to be seen. But so far I feel my approach has been the right one. We have a congressional majority in some large proportions in the House, and I think we're going to certainly gain in the Senate. And where we're going to gain in the Senate is places like Virginia and Alaska and Colorado and New Mexico [all states that voted for Bush in 2004]. That's essentially expanding the playing field, which is what this is all about.\"</p> <p>He has made important converts. \"As many people know, Governor Dean was not my first choice to become head of the DNC, nor was he necessarily my second choice,\" said Harry Reid. \"But the success of his 50-state strategy has made a big believer out of me.\" Brendan Daly, a spokesman for Nancy Pelosi, said: \"The 50-state strategy has helped bring more people into the process. Democrats from Barack Obama to House candidates across the country are competing in even bright red states. This will be a great Democratic year.\"</p> <p>Not everyone is a believer. There is a certain family, rather prominent in Democratic politics, that is known never to have liked Dean. The female head of that household has millions of passionate followers, and many of them think Howard Dean rigged the primary campaign against Hillary Clinton. They point especially to hotly disputed votes from Florida and Michigan, states Clinton won but which saw their vote allocation cut in half by an official party committee ecause they violated party rules about when to hold their primaries. </p> <p>The charge doesn't hold water - party chairmen used to dictate outcomes like that in the era of the smoke-filled room, but those days are gone. Still, some Clintonistas thumb their collective nose at pleas for unity, calling themselves PUMAs (party unity, my ass), and 18-25% of them, according to polls, say they're voting for John McCain.</p> <p>Dean insists he has worked assiduously to appease them. \"I truly believe that we are much more unified than the media is writing about because of their tendency to focus on the nail that sticks up rather than what's really going on,\" he said.</p> <p>One very important Clinton backer sounded only partially pacified. Alan Patricof, one of Clinton's most prominent finance staff, said Dean \"has tried very hard to keep things smooth\". But he added: \"A different person with closer relationships with some people might have been able to push people around. Howard wasn't able to push people around.\"</p> <p>Dean says, \"I'm a huge fan of Hillary's and always have been.\" Whether the feeling is mutual is at the very least open to question. But if Barack Obama is elected president, what will it matter?</p> <p>As Dean knows, for all his successes at the state and local levels, a party chairman's legacy comes down to one question: did the party elect a president on his watch? Dean remains confident about Obama's chances, and he likes the way the nominee has embraced the Dean strategy of expanding the map, fighting for votes in states such as Indiana and North Carolina, where Democrats haven't even tried for years. Dean sees his legacy as being about both Obama and that expansion.</p> <p>\"I'm not the one to judge myself,\" he said. \"My own view is this party desperately needed to be shaken up and turned around. And we've done that. I believe we're going to win the presidency. But I don't think we're going to go back to the old days of trying to eke out a victory by six electoral votes and focus on just 20 states. I don't think we're going to go back to that model anymore.\"</p> <p>The fact that next week's convention is in Denver, a red state in what is sometimes called \"flyover country\", makes that clear. The party has changed. But now, the change needs to result in a win.</p>",
  "<p>As almost everyone in at least two hemispheres knows, next week's Democratic party convention will be the most important four days so far in the life of Barack Obama. </p> <p>Having just barely regained some footing after two disastrous weeks in which he took a beach holiday while enduring a barrage of Republican attacks and saw his lead over John McCain vaporise, Obama arrives in Denver with his future on the line.</p> <p>But another prominent figure has a lot at stake, too. For Howard Dean, the Democratic party chairman who will oversee the proceedings in the Rocky mountain city, it's not so much about his own future, but his party's future and his legacy as a political leader.</p> <p>In his three and a half years on the job, Dean has dramatically departed from the traditional role of a US party chairman. Despite the lofty title, historically the chairman has been a glorified bursar. Their job has been to raise money, placate the donors and otherwise keep a low profile.</p> <p>But Dean has done it differently. He has been a mediocre fundraiser. What he has tried to do instead is transform the thinking inside the party. And he's done better at that than many sceptics would ever have thought.</p> <p>\"I hope we've changed the way we do Democratic politics in this country,\" Dean told the Guardian. \"And I think it will lead to the election of Barack Obama as president.\" If it does, Dean will have to go down as one of the most innovative and successful Democratic chairmen of the last 50 years.</p> <p>The 59-year-old's journey has been an improbable one. </p> <p>He grew up in a Republican family in the poshest of posh surroundings - New York City's upper east side and the Hamptons. </p> <p>He went to Yale, famously requesting, in his first year, that he be assigned to live with a black roommate. His medical training took him to Vermont where, in 1980, he led a successful campaign to halt the construction of a condominium building (he wanted a bicycle trail). </p> <p>He entered politics and, like so many before and after him, got the bug. He became the state's lieutenant governor, cutting ribbons and attending funerals. But then, in 1991, the governor died. Suddenly Dean was one of 50 elite politicians in the US.</p> <p>He was a moderate and even penny-pinching governor, not considered a liberal at all. But as he watched the country's radical swing to the right under George Bush, he inched left. </p> <p>The story from there is more familiar. The failed presidential campaign. The infamous Iowa scream, which haunts him still on late-night talk shows. The penchant for deeply impolitic statements (\"I hate the Republicans\"). The emergence, due to conservatives' repetition, of his name as a synonym for elitist, latte-sipping, gay-loving, America-bashing liberalism.</p> <p>Those attacks endeared him to the party's core constituencies. After John Kerry lost to Bush in 2004, the time came to select a new party chairman. Dean was one of seven candidates. </p> <p>The big party leaders - Senate majority leader Harry Reid, House of Representatives speaker Nancy Pelosi and others - were mortified at the prospect of this radioactive presence becoming the titular leader of their party.</p> <p>But there was nothing they could do about it. The party chairman is chosen by national committee members - party activists spread across the country. These people, livid at their leadership for blowing another election with their pusillanimity and caution, loved Dean's in-your-face, partisan style. In February 2005, they made him chairman.</p> <p>The pre-Dean practice in the party had been built on two foundations. First, that electing a president is really all that mattered (as opposed to, say, building the party at grassroots level). </p> <p>Second, that the way to elect a president is concentrated on a handful of \"swing states,\" such as Ohio, Florida and Michigan, not worry about states that were already Democratic, such as New York, and write off all the Republican states.</p> <p>That is what Dean changed. He implemented his now-famous \"50-state strategy\". Hiring party organisers in every state, even ruby-red Oklahoma and Alabama. Paying them actual salaries, even. </p> <p>Spending money not just to win the election but to build a national infrastructure that could bear fruit into the next generation, or two. Does it seem obvious? Well, no one thought of it before.</p> <p>Three years on, Dean feels justified - for now. Asked whether his strategy will receive the ultimate vindication of electing a president, he said: \"I think it remains to be seen. But so far I feel my approach has been the right one. We have a congressional majority in some large proportions in the House, and I think we're going to certainly gain in the Senate. And where we're going to gain in the Senate is places like Virginia and Alaska and Colorado and New Mexico [all states that voted for Bush in 2004]. That's essentially expanding the playing field, which is what this is all about.\"</p> <p>He has made important converts. \"As many people know, Governor Dean was not my first choice to become head of the DNC, nor was he necessarily my second choice,\" said Harry Reid. </p> <p>\"But the success of his 50-state strategy has made a big believer out of me.\" </p> <p>Brendan Daly, a spokesman for Nancy Pelosi, said: \"The 50-state strategy has helped bring more people into the process. Democrats from Barack Obama to House candidates across the country are competing in even bright red states. This will be a great Democratic year.\"</p> <p>Not everyone is a believer. There is a certain family, rather prominent in Democratic politics, that is known never to have liked Dean. </p> <p>The female head of that household has millions of passionate followers, and many of them think Howard Dean rigged the primary campaign against Hillary Clinton. They point especially to hotly disputed votes from Florida and Michigan, states Clinton won but which saw their vote allocation cut in half by an official party committee because they violated party rules about when to hold their primaries.</p> <p>The charge doesn't hold water - party chairmen used to dictate outcomes like that in the era of the smoke-filled room, but those days are gone. Still, some Clintonistas thumb their collective nose at pleas for unity, calling themselves Pumas (party unity, my ass), and 18-25% of them, according to polls, say they're voting for John McCain.</p> <p>Dean insists he has worked assiduously to appease them. \"I truly believe that we are much more unified than the media is writing about because of their tendency to focus on the nail that sticks up rather than what's really going on,\" he said.</p> <p>One very important Clinton backer sounded only partially pacified. Alan Patricof, one of Clinton's most prominent finance staff, said Dean \"has tried very hard to keep things smooth\". But he added: \"A different person with closer relationships with some people might have been able to push people around. Howard wasn't able to push people around.\"</p> <p>Dean says, \"I'm a huge fan of Hillary's and always have been.\" Whether the feeling is mutual is at the very least open to question. But if Barack Obama is elected president, what will it matter?</p> <p>As Dean knows, for all his successes at the state and local levels, a party chairman's legacy comes down to one question: did the party elect a president on his watch? Dean remains confident about Obama's chances, and he likes the way the nominee has embraced the Dean strategy of expanding the map, fighting for votes in states such as Indiana and North Carolina, where Democrats haven't even tried for years. Dean sees his legacy as being about both Obama and that expansion.</p> <p>\"I'm not the one to judge myself,\" he said. \"My own view is this party desperately needed to be shaken up and turned around. And we've done that. I believe we're going to win the presidency. But I don't think we're going to go back to the old days of trying to eke out a victory by six electoral votes and focus on just 20 states. I don't think we're going to go back to that model anymore.\"</p> <p>The fact that next week's convention is in Denver, a red state in what is sometimes called \"flyover country\", makes that clear. The party has changed. But now, the change needs to result in a win.</p>",
  "<p>The leftist winds of change blowing strongly through South America in the 21st century arrived this month in Paraguay, where the latest member of the extraordinary coalition assembled over the past 10 years by Hugo Chávez of Venezuela assumed office in Asunción. <a href=\"http://www.latimes.com/news/nationworld/world/latinamerica/la-fg-leftists17-2008aug17,0,7472318.story\">President Fernando Lugo</a>, a former radical bishop well-versed in liberation theology, who won an election in April with the support of a hastily-assembled <a href=\" http://www.theguardian.com/world/2008/aug/15/4\">Alliance for Change</a>, is the new hope of the left, joining Chávez, Evo Morales of Bolivia, and <a href=\" http://uk.reuters.com/article/oilRpt/idUKN1917845720080819\"> President Rafael Correa</a> of Ecuador in a fresh alliance of political leaders putting social and economic reform at the top of the agenda. Lugo's victory marked a significant moment in the history of Paraguay, defeating a corrupt and exhausted <a href=\"http://news.bbc.co.uk/1/hi/world/americas/7357874.stm\">Colorado party</a> that had ruled the country for more than six decades, most of the time under the leadership of a military dictator. </p> <p>On the morning after his inauguration, Lugo travelled with Chávez to the northern town of San Pedro where he was once the bishop, and received from the hands of the Venezuelan president a replica of the sword of <a href=\" http://en.wikipedia.org/wiki/Sim%C3%B3n_Bol%C3%ADvar\"> Simón Bolívar</a>, a symbolic act that welcomed the new recruit into the radical band of \"Bolívarian\" brothers that Chávez has created. Chávez's ambitions had been confined heretofore to the Andean countries once liberated by Bolívar from Spanish rule at the beginning of the 19th century, but this new friendship with Paraguay is a historical first. In his southward march from Venezuela, Bolívar never got beyond Bolivia, and indeed was a sworn enemy of Paraguay's founding father, the ascetic lawyer José Gaspar Rodríguez de Francia.</p> <p>After a week in office, Lugo has left no one in any doubt where he stands. Like Correa in Ecuador, he sees no further use for the tutelage of the International Monetary Fund, preferring the advice of the US economist <a href=\"http://www.whirledbank.org/ourwords/stiglitz.html \">Joseph Stiglitz</a> who has suggested that a 10% tax on beef and soya exports would do wonders for the country's low tax base. The wealthy landowners would complain, as they have done in neighbouring Argentina, but they are unlikely to risk alienating Lugo's support among the rural poor so early in his presidency.</p> <p>Another bastion of the old conservative order is the legal system, where root and branch reform is expected imminently. Lugo has already begun clearing the decks with the <a href=\" http://ap.google.com/article/ALeqM5iBRlghOMK6pEbIMAvdymMZXCK-SgD92MP9180\">military</a> and the police, traditionally the arbiters of Paraguay's political affairs. He has put a definitive end to the \"period of transition\" that has constrained the country's democratic practice since the downfall of <a href=\" http://en.wikipedia.org/wiki/Alfredo_Stroessner\"> General Alfredo Stroessner</a>, nearly 20 years ago in 1989, and brought in an entirely fresh high command.</p> <p>A purge of the diplomatic service will follow, with the removal of an entire generation of ambassadorial placemen. The appointment as foreign minister of Alejandro Hamed, a leftist historian who has been the ambassador in Beirut, has already alarmed Israel and the United States. The Israelis have a supporter in the vice-president, Federico Franco of the Liberal party, but Franco does not form part of Lugo's inner group of political advisers. This is a matter of some irritation to Franco, since Lugo's electoral victory was won in part with the support of the powerful Liberal machine. </p> <p>In his inaugural speech, Lugo called for an unusual combination of austerity and happiness. He had already renounced his presidential salary, and he called upon young people to embark on the task of reconstructing the country with a smile. He invoked the great political leaders of Paraguay in the 19th century like Francia and the López family, but, in the presence of President Michelle Bachelet of Chile, whose father was a member of the government of Salvador Allende, he quoted Allende's last words on the morning of his overthrow in September 1973. Allende had famously expressed the hope that \"much sooner than later the great avenues will re-open along which free men will pass to build a better society\". Lugo echoed these words with the thought that the avenues would be \"covered not with asphalt but with the dreams of the founders of the Patria Grande (the great fatherland of Latin America)\".</p> <p>Lugo also invoked the writers and poets of the 20th century. These of course included <a href=\" http://en.wikipedia.org/wiki/Augusto_Roa_Bastos\">Augusto Roa Bastos</a>, the country's most famous novelist; <a href=\" http://en.wikipedia.org/wiki/Elvio_Romero\">Elvio Romero</a>, a popular communist poet who died in exile in Buenos Aires, and <a href=\" http://en.wikipedia.org/wiki/Rafael_Barrett\">Rafael Barrett</a>, an Anglo-Spanish journalist who made Paraguay his home and wrote from an anarchist perspective about its social life and the conditions of slavery that existed in the countryside. (Typically, the British government has closed its embassy in Asunción and could only afford to send its ambassador in Argentina to Lugo's inauguration. Spain sent their crown prince.)</p> <p>Lugo has received the almost unprecedented support of the Latin American media, perhaps because he is seen to deserve the respect accorded to a former bishop and perhaps too because it is hoped that he will prove more moderate than seems likely to be the case. \"This is a victory for the Latin American revolution,\" said Chávez in Asunción, but Ecuador's <a href=\"http://www.newstatesman.com/international-politics/2008/08/president-lugo-paraguay\"> Correa </a> warned that Lugo's international reception might not be so delirious once his reforms begin to bite.</p>",
  "<p>More4 is aiming to be \"the place to go\" for television coverage of this autumn's US presidential election, incoming controller <strong>Hamish Mykura</strong> revealed at the <a href=\"http://www.mgeitf.co.uk/home/mgeitf.aspx\">MediaGuardian Edinburgh International Television Festival</a> today.</p> <p>Mykura, who formally takes the reins of the channel when current incumbent Peter Dale steps down next week, told delegates that his channel will \"pack\" his schedule with programmes themed around US politics to mark this November's election.</p> <p>\"More 4 will be the place to go with the US elections,\" he said of the event, which he said promises to be \"one of the best elections in living memory\".</p> <p>More 4's line-up includes the only UK broadcast of the debates between the candidates, Democrat Barack Obama and Republican John McCain, and the transmission of the lavish HBO seven-part drama series <a href=\"http://www.hbo.com/films/johnadams/\">John Adams</a> about the US founding father and the country's second president.</p> <p>More 4 will also show HBO's film Recount, a dramatisation of the controversial \"hanging chads\" furore during the 2000 election that saw George W Bush come to power, starring Kevin Spacey and John Hurt, Mykura added.</p> <p>Other programming adding to More4's US election season include the The Daily Show with Jon Stewart, and a reshowing of Death of a President, the controversial film the channel showed in 2006 imagining the assassination of Bush. \"It will be our fond farewell to George Bush,\" Mykura quipped.</p> <p>Mykura also refuted suggestions that his channel would suffer due to budget cuts. More4's budget is understood to have fallen by about a third since the channel's launch in 2004, from about £30m to £20m. In June Dale cited his \"frustration\" with cuts as the reason for tendering his resignation.</p> <p>\"The consensus seems to be that budgets are down but when I look into the coffers I think that money is there,\" said Mykura.</p> <p>Mykura also refuted claims that his channel would be abandoning original drama commissions altogether as a means of making savings.</p> <p>\"It would be a mistake to say that the door is closed on big one-off dramas on More4. It isn't. I certainly hope to do one a year, I might even be able to do more than that.\"</p> <p>He added that his channel would be showing a televised version of the acclaimed stage production of King Lear starring Sir Ian McKellen and directed by Trevor Nunn.</p> <p>Mykura went on to insist that one aim of his channel was to act as a \"counterblast\" to the \"comfortable view of our recent past\" taken by BBC4, with programmes such as its \"curse of comedy drama season\" about classic British comedians and the drama The Long Walk to Finchley about Mrs Thatcher's early years.</p> <p>Speaking at the same session, E4 controller <strong>Angela Jain</strong> compared her channel to BBC3 with the comment: \"I don't have to make any shows that have any worthy intent whatsoever, I just have to make shows that are fun.\"</p> <p>She also admitted that he channel had a \"tough\" year ahead, but added: \"We have to be ruthless when we commission things but that is not necessarily a bad thing...a good idea will always win in the end.\"</p>",
  "<p>With everyone now speculating that McCain is close to naming Mitt Romney as his veep, Jonathan Cohn of TNR <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/08/21/and-there-goes-romney-s-shot-at-vp.aspx\">raises an interesting point</a> at The Plank:</p> <blockquote> <p>If this housing gaffe sticks and John McCain has a hard time shaking the economic elitist level, it's hard to imagine him picking Mitt Romney as running mate. According to documents that Romney released during his presidential run, he is worth between $190 and $250 million, making him the wealthiest presidential candidate to run this election cycle.</p> </blockquote> <p>Since the McCains' <a href=\"http://money.cnn.com/galleries/2007/moneymag/0712/gallery.candidates.moneymag/4.html\">net worth</a> is still estimated at \"only\" around $40 million or so, they're practically on food stamps compared to Romney, who at least earned his fortune, albeit by taking over companies, rather than marrying into it. But it sure seems like a GOP ticket with a combined net worth of nearly $300 million feeds nicely into the out-of-touch narrative.</p> <p>And yes, the Romneys appear to own <a href=\"http://latimesblogs.latimes.com/washington/2008/06/romney_californ.html\">at last count</a> four homes.</p>",
  "<p>Pakistani politicians will elect a new president early next month, the election commission said today.</p> <p>Members of the federal and provincial assemblies must select a successor to Pervez Musharraf, who resigned on Monday to avoid impeachment charges. </p> <p>The commission secretary, Kanwar Dilshad, said the vote would take place on September 6. </p> <p>Nomination papers would be accepted from August 26 and could be withdrawn until August 30, he said. He did not announce a final date for nominations. </p> <p>Wrangling over the presidency is adding to the pressure on the shaky coalition government, which pushed Musharraf from power.</p> <p>Benazir Bhutto's widower, Asif Ali Zardari, who heads the Pakistan People's Party (PPP) – the largest party in parliament – has emerged as a likely candidate for the role.</p> <p>\"The majority of the party thinks that Asif Zardari should be president,\" said Farzana Raja, a PPP spokeswoman. </p> <p>A decision on the party's candidate was expected today, she said. </p> <p>Under the constitution, a new president should be elected within 30 days of an incumbent's resignation.</p> <p>The coalition government's second-biggest party, that of the former prime minister, Nawaz Sharif, has threatened to quit the alliance, demanding that judges dismissed last year by Musharraf be restored to the bench.</p> <p>Sharif agreed today to a debate in parliament next week on the restoration of judges, while setting a new deadline of Wednesday for the demand to be met.</p> <p>\"This resolution should be tabled before parliament on Monday. On Wednesday, it should be passed and the judges restored,\" Sharif said. </p> <p>The PPP is reluctant to restore the judges because of concern the deposed chief justice might take up challenges to an amnesty from charges against Zardari and other party leaders last year, analysts said.</p> <p>But even if Sharif's party were to move to the opposition benches in parliament it would not force a parliamentary election, analysts said. The PPP is the biggest party in parliament and should be able to gather enough support to remain in government. </p> <p>The PPP and Sharif's party were bitter rivals during the 1990s when Bhutto and Sharif served two terms as prime minister. </p> <p>Thrown together by opposition to Musharraf, their differences are likely to loom larger now that he has gone, analysts said.</p>",
  "<p>The British government will lose its leadership position on climate change and risk scuppering a global deal to cut emissions if it presses ahead with a new generation of dirty coal power, say leading US scientists and environmental leaders.</p> <p>The heads of three influential groups, representing more than 2 million members, have written to the foreign secretary, David Miliband, warning that the UK proposals for up to eight new coal plants threatens the chance of the US joining a post-Kyoto international agreement to be agreed in 2009.</p> <p>It is the first public sign of growing international anger over the plans and will add to pressure on Miliband and the environment secretary, Hilary Benn, to oppose the government's new coal policy in cabinet. Most immediate is the decision on whether to approve the first major planning application for a new coal plant at Kingsnorth in Kent, the site of this month's <a href=\"http://www.theguardian.com/environment/kingsnorthclimatecamp\">Climate Camp protest</a>.</p> <p>In the UK, there has already been heavy criticism of the plans to build new coal plants, without technology to capture and bury the large volumes of carbon dioxide emitted. Lord Smith, the new head of the government's Environment Agency, recently added forcefully to condemnations by the Environmental Audit Committee, the Royal Society, City investment groups, the government's environmental advisor Jonathon Porritt, former chief scientist Professor Sir David King, and the Institute for Public Policy Research think-tank. </p> <p>The letter, now revealed to the Guardian, is signed by the heads of the <a href=\" http://image.theguardian.com/sys-files/Guardian/documents/2008/08/15/Milibandletter.pdf\">Sierra Club, the Union of Concerned Scientists and the Natural Resources Defense Council</a>. It argues Britain is in a particularly important position because of \"your government's historic commitment to lead on global warming in Europe and around the world.\"</p> <p>It adds: \"As proposed, these conventional coal plants lack any limits on their emissions of carbon dioxide and would drastically increase the UK's carbon dioxide emissions and make achievement of your stated pollution reduction goals extraordinarily difficult, if not impossible. Building new conventional plants and setting the UK up to fail and lose its leadership mantle will make our work in the US all the more difficult.\"</p> <p>Tim Jones, climate policy officer for the World Development Movement anti-poverty campaign group, said the concern was shared across the developing world, especially where emerging environment campaigns are arguing for much poorer nations to cut emissions, and rich countries like the UK are being blamed for changes such as typhoons, drought and rising sea levels. </p> <p>\"They can adapt to one to two degrees of warming, but if it's more than that they can't adapt; they are just filled with despair,\" said Jones.</p> <p>British officials and ministers are understood to have already been challenged over plans for unabated coal power by other governments.</p> <p>The US intervention - signed by Carl Pope, the Sierra Club's executive director, Kevin Knobloch, the UCS president, and Frances G Beinecke, the NRDC director – follows an unprecedented campaign against new coal power in the US which has led to 66 of a proposed 150 new plants being abandoned or rejected by politicians and the courts, and most of the remainder locked in legal battles.</p> <p>But although the two main candidates for the US presidential election in November, John McCain and Barack Obama, have both declared their support for international emissions cuts, campaigners warn that any deal would also have to be approved by Congress, which would need to know there was public support for such a move, particularly during a recession.</p> <p>'If the UK takes a firm stand and rejects conventional coal it will send a strong, clear message to our new President and a new Congress, as well as to other countries considering new coal plants,' the letter adds. </p> <p>Replying for the British government, the energy minister at DBERR, Malcolm Wicks, said \"as a 'live' planning case I cannot comment on the merits or otherwise…or on the timing of any decision\". </p> <p>In a Guardian interview earlier this month, Wicks widened the government's argument in favour of coal, saying that new power stations were not just essential for energy security but also to allow the development of carbon capture and storage technology. Without that technology, \"all is lost on global warming\", he said, because of China's reliance on the fuel. \"The idea that if we showed some kind of lead and we in Britain say no to coal and China will say 'OK we will follow' is just daft,\" he said. Green campaigners reject the idea that CCS cannot be developed without new, unabated power stations.</p> <p>A recent report by the IPPR said the European Union's goal of reducing emissions from the power sector and heavy industry through its emissions trading scheme would collapse if the go-ahead were given to seven new coal plants in the UK and up to 75 across Europe.</p>",
  "<p>With the crisis in the property market still casting a shadow over the world economy, it's good to know some people's biggest problem is keeping track of how many homes they've got.</p> <p>US presidential candidate <a href=\"http://www.theguardian.com/world/2008/aug/22/johnmccain.uselections2008\">John McCain's inability to remember how many houses he owns</a> has been the gaffe of the week in the election race.</p> <p>The <a href=\"http://blogs.theguardian.com/usa/2008/08/at_home_with_john_and_cindy.html\">Guardian's Oliver Burkeman \"did the math\"</a> and suggested the senator and his wife had eight places they could call home.</p> <p><a href=\"http://www.youtube.com/watch?v=dhuMgUkiVOY\">This video</a> – with the aid of the song 1234 by Feist – comes up with the answer: 10.</p> <p>Barack Obama, meanwhile, claims the McCain property portfolio comes to seven, and has released <a href=\"http://www.youtube.com/watch?v=lCMVL5tXLGQ\">a new ad</a> on the theme. The payoff line, set to a hot of the White House, runs: \"Here's one house America can't afford to let John McCain into.\"</p>",
  "<p>WPP has reported strong results for the first half of 2008 with like-for-like revenue up 4% to £3.3bn and pre-tax profits up 15% to £339m - but the world's second largest advertising group has warned that 2009 looks \"uncertain\".</p> <p>WPP said that its performance in 2008 should match that of last year, despite economic uncertainty, due to major advertising drivers such as the US presidential election and the Beijing Olympic games.</p> <p>WPP's performance in the first half of the year, a marked improvement after Sir Martin Sorrell's company saw a deterioration in growth at the end of the first quarter, was fuelled by a strong performance in emerging markets such as Asia.</p> <p>\"The group's profit performance in the first half of the year was strong and ahead of most estimates, despite the general economic tightening in the United States and western Europe in the second quarter,\" the company said.</p> <p>Revenues in the six months to the end of June were up 2.1% in North America, 2.5% in the UK and 3.2% in WPP's continental Europe operation.</p> <p>In emerging markets such as Latin America and Asia, the company's revenues were up 10.7% in the first six months.</p> <p>Overall, WPP managed to increase its operating margin by 0.5% to 13.6%.</p> <p>The stronger-than-expected results led WPP to increase its dividend by<br>20% to 5.19p per share.</p> <p>However, WPP posted a note of caution about performance in the medium term.</p> <p>\"The prospects for 2009 remain less certain, particularly if the United States and western European economies continue to be impacted by the financial crisis and commodity price increases,\" the company said.</p> <p>WPP said the Chinese economy, a massive engine of growth for advertising, may slow due to inflationary pressures and the impact of the weakening US economy on the rest of the world.</p> <p>The company said it expected the economic difficulties to remain until the middle of next year, with prospects for 2010 looking good.</p> <p>\"In mid-2009 the financial markets may start to rebound and 2010, in the real world, continues to look better,\" said WPP. </p> <p>\"[2010 has] the prospect of the impact of 'mini-quadrennial' events such as the Fifa World Cup in South Africa, the Winter Olympics in Vancouver, the mid-term congressional elections in the United States, the World Expo in Shanghai and the Asian Games in Guangzhou.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]