[
  "<p>Nato has issued new military rules of engagement in Afghanistan in an attempt to limit civilian deaths, after the air strike last month which reportedly killed 90 people, including 60 children, it emerged yesterday.</p> <p>The orders were issued by General David McKiernan, the Nato commander in Afghanistan, who also asked the US central command to reopen an inquiry into the air strike in the western district of Shindand, as video footage surfaced showing the bodies of child victims. </p> <p>US drone air strikes on the Afghanistan-Pakistan border are meanwhile reported to have hit a house and madrasa linked to a Taliban commander, Jalaluddin Haqqani. Taliban officials claimed Haqqani was not there at the time of the attack and that 20 people had been killed in the attacks. </p> <p>The rules of engagement for Nato troops will focus on house searches, saying they should be led by Afghan forces, and that permission from homeowners should first be sought. A limit on the size and weight of bombs used in air strikes was imposed last year, but there is continuing anxiety in Nato about the counterproductive impact of civilian casualties on the majority Pashtun population. </p> <p>The new directives seek to \"sharpen tactical directives, to give more clarity to commanders on the ground\", one official said. It was an attempt \"to re-educate commanders, to re-emphasise how careful everyone should be\" in carrying out air strikes and air support for ground troops.</p> <p>\"Killing civilians is not the best way to attract hearts and minds,\" one European official noted sarcastically yesterday. But western officials also say that troops on the ground have to rely on air support because they often find themselves outnumbered.</p> <p>A report by the independent New York-based group Human Rights Watch said yesterday that civilian deaths in Afghanistan from US and Nato air strikes nearly tripled in the past year and recent bombings have led to more killings, fuelling a public backlash.</p> <p>It said that despite earlier changes in the rules of engagement which had reduced the rate of civilian casualties since they peaked in July last year, continuing air strikes had greatly undermined local support for the efforts of international forces in the country. </p> <p>There is general alarm in Washington and London about the worsening security situation, particularly along the principal roads across the country. Route 1 from Kabul to Kandahar has become far more dangerous over the past few months, particularly for Afghan government employees.</p> <p>There is also trepidation over the expected withdrawal from combat of Dutch and Canadian forces in the next 18 months. </p> <p>Western officials say that the counter-insurgency effort against the Taliban should be strengthened by the unification of the Nato and US missions in Afghanistan under the single command of McKiernan, which is due to be confirmed by Congress later this month. </p> <p>Officials and diplomats in Kabul will also be carefully watching the presidential election in the US. John McCain, the Republican candidate, has said he would send three extra US brigades to Afghanistan, while the Democratic candidate, Barack Obama, has said he would send two.</p> <p>US forces have already reinforced their headquarters in southern Afghanistan, and are expected to send an expert on counterinsurgency, Brigadier General John Nicholson, in the next few weeks. </p> <p>British officials are also upbeat about the role of the governor of the southern province of Helmand, Gulab Mangal, a former communist commissar in the Afghan army, whom British officers praise for being businesslike and efficient. </p> <p>However, there is deepening concern in western capitals about the weakening position of the Afghan president, Hamid Karzai, who has been unable to project his authority much beyond Kabul, and has been criticised for failing to deal with ministers accused of corruption and incompetence. He faces elections next August, and he is being urged by London and Washington to take his campaign outside the capital and into the countryside, to persuade ordinary Afghans he is working for their benefit.</p> <p>British officials believe they have stabilised the opium cultivation in Helmand province, questioning UN figures suggesting it has increased over the past year. They have clashed in the past with American officials who have called for aerial spraying. British officers in Afghanistan believe the opium problem will only be solved by long term economic development, which in turn requires greater security.</p>",
  "<p>The current panic about Russia is a curious phenomenon. By any objective standard Russians are freer in the authoritarian state established by Putin than at any time in the Soviet Union. Many are also materially better off. Russia has abandoned global expansionism, and is now a diminished version of what it has been throughout most of its history - a Eurasian empire whose chief concern is protection from external threats. Yet western attitudes are more hostile than they were during much of the cold war, when many on the left viewed the Soviet Union, which was responsible for tens of millions of deaths, as an essentially benign regime.</p> <p>To see how this state of affairs has come about one must understand the progressive narrative - embraced nowadays as much on the right as the left - that shapes western perceptions. The Soviet collapse was a defeat for communism, a prototypical progressive ideology. There was never any prospect of post-communist Russia embracing neoliberalism, another western model. Something like Putin's Russia was always on the cards, but the return of history isn't part of the progressive script. Most of our leaders are disciples of Woodrow Wilson, with a religious faith in what Francis Fukuyama only the other day described as \"the march of history towards global democracy\". Prosperity brings bourgeoisification and liberal values, or so they believe. Russia - rich, nationalist and authoritarian - doesn't fit this progressive fairytale, and the west's reaction is a mix of threatening bluster and mounting panic.</p> <p>Nothing is more misguided than talk of a new cold war. What we are seeing is the end of the post cold war era, and a renewal of geopolitical conflicts of the sort that occurred during the late 19th century. Their minds befogged by fashionable nonsense about globalisation, western leaders believe liberal democracy is spreading unstoppably. The reality is continuing political diversity. Republics, empires, liberal and illiberal democracies, and a wide variety of authoritarian regimes will be with us for the foreseeable future. Globalisation is nothing more than the industrialisation of the planet, and increasing resource nationalism is an integral part of the process. (So is accelerating climate change, but that's another story.) As industrialisation spreads, countries that control natural resources use these resources to advance their strategic objectives. In deploying energy as a weapon Russia is not resisting globalisation but exploiting its contradictions.</p> <p>We are back to great-power politics, shifting alliances and spheres of influence. The difference is that the west is no longer in charge. With their different histories and sometimes sharply conflicting interests, Russia, China, India and the Gulf states are not going to form any kind of bloc. But it is these countries that are shaping world development at the start of the 21st century. The US - its bankrupt mortgage institutions nationalised and its gigantic war machine effectively funded by foreign borrowing - is in steep decline. With its financial system in the worst mess since the 1930s, the west's ability to shape events is dwindling by the day. Sermonising about \"law-based international relations\" is laughable after Iraq, and at bottom not much more than nostalgia for a vanished hegemony. </p> <p>Deluded about its true place in the world, the west underestimates the risks of intervening in Russia's near abroad. Russia's weaknesses - demographic decline, cronyism in the economy and a seething sense of national humiliation - are well known, but western vulnerabilities are no less real. Our leaders bore on about Russia needing us as much as we need Russia. In fact, despite a recent blip, investment in Russia is a byproduct of the global market that will continue for as long as it continues to be profitable, whereas Russian energy supplies can be curtailed at will by the Russian government. Economists will tell you the country is too reliant on oil. But the world's oil reserves are peaking while globalisation continues to advance, and Russia stands to gain from any international conflict in which supplies are disrupted. Again, the west needs Russia if the Iranian nuclear crisis is ever to be defused peacefully, and without Russian logistical cooperation Nato forces will find it even harder to bring the aimless, unwinnable war in Afghanistan to any kind of conclusion.</p> <p>Right-thinking bien-pensants in all parties believe Russia would be more amenable to western interests if only it were more truly democratic. But Putin is wildly popular precisely because he is asserting Russian power against the west; if he were more accountable to public opinion he might be harder to deal with. Democracy has numerous advantages, but it is no guarantee of a reasonable foreign policy. The current Georgian imbroglio is itself a spin-off from democratic politics. Mikheil Saakashvili's reckless incursion into South Ossetia, where Russian forces had been stationed under international agreements for 16 years, was most likely encouraged by elements in the Bush administration in the hope of damaging Obama in the run-up to the presidential election. The gambit may have worked, but the result has been a conflict that increases Russia's leverage over the flow of oil in the region and strengthens Iran in central Asia. If Dick Cheney's pledge of support for Georgia during his travels last week was a move in the Great Game it was spectacularly ill judged.</p> <p>Clearly, with the exception of some in \"old Europe\", our leaders do not know what they are doing. The grandstanding of David Miliband and David Cameron in Ukraine illustrates the point. Blathering about national self-determination and territorial integrity, they seem not to have noticed that the two principles are normally incompatible. Self-determination means secession and the break-up of states. In the Caucasus, a region of multi-sided national enmities, it means a wider war and worsening ethnic cleansing. The stakes are even higher in Ukraine. Deeply divided and with a major Russian naval base in the Crimean port of Sevastopol, the new state will surely be torn apart if an attempt is made to wrench it from Russia's sphere of influence. The country would become a battlefield, with the great powers irresistibly drawn in. Playing with Wilsonian notions of self-determination in these conditions is courting disaster.</p> <p>Let there be no mistake: Russia is, in some respects, a dangerous state. With their background in the security services, its leaders are ruthless pragmatists who will use any means to achieve their objectives. Their goal may be to roll back western influence in Russia's near abroad, but their strategy is to take whatever they can. Perceiving the west to be in decline, they are testing whether it has any coherent strategy to protect its interests. From what we have heard from our leaders, it does not.</p> <p>A start would be to shelve plans for further Nato expansion, while making it unequivocally clear that existing commitments in eastern Europe and the Baltic states will be honoured. At the same time every effort must be made to reduce Europe's dependency on Russian energy. Western leaders need to acquire a capacity for realistic thinking, or else they will be woken from their dream of progress by the force of events.</p> <p><strong>·</strong> John Gray is emeritus professor of European thought at the LSE.</p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>A group running TV adverts linking Barack Obama to embattled former Detroit mayor Kwame Kilpatrick has had Jerome Corsi - author of a controversial book attacking Obama - on its payroll for the past year.</p> <p>The political action committee Freedom's Defense Fund (FDF) is spending $25,000 this week to air <a href=\" http://www.youtube.com/watch?v=iNyZ-cbPdoM\">a TV commercial</a> in Michigan that blasts Obama for praising Kilpatrick, who resigned and headed to prison on Thursday following months of ethical scandal.</p> <p>\"Do you know who Barack Obama's friends are?\" the FDF advert asks after listing Kilpatrick's offences and playing footage of Obama calling him a \"great mayor\".</p> <p>FDF has allied itself with Corsi since last year, paying him $17,500, according to federal election records. Corsi is known for co-writing a book in 2004 that savaged the war record of John Kerry, then the Democratic presidential nominee, and penning a similar attack this year called The Obama Nation.</p> <p>FDF executive director Todd Zirkle said the group paid Corsi for writing direct-mail fundraising appeals on its behalf. FDF also gives copies of The Obama Nation to contributors who donate $44 or more.</p> <p>A litany of Corsi's anti-Obama claims have been debunked since his book was published last month, from smaller assertions about Obama's memoir to more explosive charges about the authenticity of the candidate's birth certificate.</p> <p>Obama offered the public praise for Kilpatrick featured in FDF's ad in May 2007, three months before the Detroit mayor's ethics troubles began to emerge in earnest. By September 2007, a jury had found that Kilpatrick improperly sacked two policemen who discovered that he was conducting an extramarital affair with his chief of staff. </p> <p>John McCain told Michigan TV station WXYZ yesterday that he has no knowledge of the ad linking Kilpatrick to Obama, but said he would criticise future character-based attacks on his Democratic rival \"if it's called for\". McCain has remained largely silent on the Corsi book.</p> <p>FDF is closely tied to direct-mail fundraising firm BMW Direct, which uses the same operating office in downtown Washington. Zirkle said BMW is a contractor for FDF, though the Boston Globe reported in June that BMW established FDF <a href=\" http://www.boston.com/news/nation/articles/2008/06/29/firm_gets_big_cut_of_campaign_donations/?page=3\">\"to fund conservative campaigns and causes\"</a>.</p> <p>Corsi, who also writes for the conservative website WorldNetDaily, <a href=\" http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=56306\">reported earlier this year</a> that BMW Direct had turned down an offer to conduct direct-mail fundraising for the McCain campaign. </p> <p>As conservative groups gear up for the final two months of the campaign season, TV spots such as FDF's may be judged more on the buzz they create than on their price tag, according to political media expert Evan Tracey.</p> <p>\"Twenty-five thousand dollars in one cable system in a county is not enough for voters to see it, process it, absorb it,\" Tracey said. </p> <p>\"But if the ad gets written about, blogged about, amplified in the media - then people decide to get their chequebooks out and give the group money so they can run the ad where people will actually see it.\"</p> <p>Indeed, Zirkle said FDF plans to run future TV spots in battleground counties spotlighting Obama's relationship with former pastor reverend Jeremiah Wright, onetime anti-war activist Bill Ayers, and Kenyan opposition leader Raila Odinga.</p> <p>\"If the general public understands his background includes not more or less some of these people,\" Zirkle said, but \"everybody he's associated with who's been of this ilk - well, not everybody, but a lot of his associates in college and afterwards are of questionable character.\"</p>",
  "<p>For more than five decades I've been hiding an embarrassing family secret. But it resurfaced with a jolt as I watched the most extraordinary pair of US presidential conventions in my adult lifetime, an experience that brought home the toughest obstacle facing Barack Obama's challenge for the White House.</p> <p>It is not his youth, not inexperience, not even his race. It is the ghost of another presidential candidate from Obama's home state of Illinois – and not the national hero whom he and his campaign staff would clearly prefer to emulate, Abraham Lincoln.</p> <p>I was born in Washington DC, minutes after election day 1952, the son of parents who embodied the American dream. The children of Russian Jewish immigrants who had arrived at <a href=\"http://www.ellisisland.org/\">Ellis Island</a> with next to nothing, they had made their way through state secondaries, university, then through law school. Young, by then comfortably settled in the nation's capital, they had become deeply caught up in the 1952 election race between a respected Republican party war hero and a Democratic governor from Illinois who combined intellect, eloquence, a self-deprecating wit, and a stirring promise to \"talk sense to the American people\".</p> <p>My late mother (who would go on to work as a civil rights lawyer in the Kennedy administration) was especially transfixed by the energy and idealism of the Democratic challenger. It was she who, years later, let me in on the family secret. Had he won, she said, my parents had decided to name me – as an election-day child – in his honour: Adlai.</p> <p><a href=\"http://en.wikipedia.org/wiki/Adlai_Stevenson\">Adlai Ewing Stevenson II</a>'s landslide defeat in 1952, and by an only slightly narrower margin to the incumbent Eisenhower four years later, did have the virtue of having spared me hours of likely schoolyard ridicule as a boy. Yet his memory has lived on, not just in the Temko family but in the pattern of American presidential battles ever since.</p> <p>One thing, above all, sealed Stevenson's sorry electoral fate. It was the image that he was somehow too smart, too eloquent, out of touch with \"ordinary\" Americans. In different contests at different times ever since, that same rap has helped defeat a train of other Democratic candidates: <a href=\"http://www.theguardian.com/news/2005/dec/12/guardianobituaries.usa\">Eugene McCarthy</a>'s anti-war crusade in 1968, <a href=\"http://www.mcgoverncenter.com/george.htm\">George McGovern</a> in 1972, and most recently <a href\"http: www.johnkerry.com pages about \">John Kerry</a> last time around.</p> <p>America has changed profoundly since Stevenson's day (even in crashing down to defeat, he carried the then \"solidly Democratic\", and solidly segregationist, south). But many of those changes – the electoral divide between a now solidly Democratic eastern seaboard and much of the rest of the country, and the rise of evangelical politics and the profound culture clash between Democrat and Republican – has made what a leading newspaper columnist called the \"Adlai egghead\" problem more, not less, of a challenge for Barack Obama.</p> <p>Obama can still win the White House in the end. Indeed, he could win by a much more comfortable margin than the pollsters and pundits are suggesting. But only if he can find a way to exorcise the political ghost of my almost-namesake from Illinois.</p> <p>The parallels between the two democratic candidates 55 years apart are striking, and go well beyond the fact that they are both Harvard Law School graduates with political roots in the same midwestern state. Both Obama and Stevenson built their reputations on a gift for using words not only with power but beauty. Both draw their political strength, and their appeal, from conveying a sense that the presidency is about ideas and ideals as much as policies – and by calling on voters, in a time of national uncertainty and drift, to join in what Stevenson called the creation of a \"new America\".</p> <p>And both share an engaging tendency to confront electoral assaults not by striking back, but by turning the tonic of humour on themselves. When the internet bloggers began spreading the suggestion that Barack Hussein Obama was a closet Muslim, he quipped that he was a thin guy with a funny name trying to make it into the White House. When Stevenson was branded an egghead, he famously retorted: \"Eggheads of the world unite, you have nothing to lose but your yolks!\"</p> <p>Still, Obama can by now have little doubt that his \"Adlai problem\" is no laughing matter. It first surfaced months back when private remarks to supporters in San Francisco – the embodiment, for Obamasceptics, of Stevensonian elitism – were unfairly spun as condescension towards religious believers and gun owners.</p> <p><a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>'s selection as the Republican vice-presidential nominee could yet prove damaging to John McCain's reputation for good judgment and his campaign's ability to knock Obama for inexperience. But in both her personal story and political credo, she embodies the modern-day image divide between Adlai and Ike. And her barnstorming acceptance speech this week, whether by instinct or design, brought that divide into ever sharper focus.</p> <p>In Stevenson's own acceptance speech at the 1952 convention, he declared:</p> <blockquote> <p>When the tumult and the shouting die, when the bands are gone and the lights are dimmed, there is the stark reality of responsibility in an hour of history haunted with those gaunt, grim spectres of strife, dissension and materialism at home; and ruthless, inscrutable and hostile power abroad … Sacrifice, patience, understanding and implacable purpose may be our lot for years to come. Let's face it. Let's talk sense to the American people. Let's tell them the truth, that there are no gains without pains, that we are now on the eve of great decisions.</p> </blockquote> <p>As Sarah Palin neared the end of her speech, with the crowd in her hands in a way it is hard to imagine any of the other mooted vice-presidential picks could have hoped for, she said: </p> <blockquote> <p>When the cloud of rhetoric has passed, when the roar of the crowd fades away, when the stadium lights go out, and those styrofoam Greek columns are hauled back to some studio lot – what exactly is our opponent's plan?</p> </blockquote> <p>\"Among politicians,\" she said, \"there is the idealism of high-flown speechmaking, in which crowds are stirringly summoned to support great things … And then there is the idealism of those leaders … who actually do great things.\"</p> <p>The nominating conventions, of course, are not the end of the campaign, but of the phoney war. Now comes the real battle – punctuated no doubt by further unexpected turns, and likely to be defined by the most important series of presidential and vice-presidential debates in memory. But for Obama, the decisive issue may not be Iraq, or universal healthcare, or energy policy. This time around, it's not even likely to be the economy, stupid. It will be all about Adlai.</p>",
  "<p>Barack Obama's campaign this morning sought to quash one of John McCain's major selling points for Republican vice-presidential nominee Sarah Palin: her claim that as governor she opposed federal funding for a costly bridge to a sparsely populated Alaska island.</p> <p>The McCain camp has touted Palin's opposition to the so-called \"bridge to nowhere\" and its $223m price tag as proof of her drive to end wasteful spending of tax dollars by Washington congressmen.</p> <p>\"I told the Congress 'thanks, but no thanks,' for that bridge to nowhere,\" she said in her nomination acceptance speech at last week's Republican convention in St Paul, a point she reiterated on a Missouri campaign stop today.</p> <p>Numerous reports have shown that during her 2006 campaign for Alaska Governor Palin backed the bridge, only to reverse course when the US Congress, which was set to fund construction, ended the project. The bridge would have replaced ferry service to an island with an airport but whose population is small.</p> <p>That several news organisations have deemed Palin's boast inconsistent with the record hasn't dissuaded the McCain camp from repeating it, to Democrats' ire. This morning, the McCain campaign released a television advert saying, \"She stopped the bridge nowhere\".</p> <p>The Democrats have sensed an opening to tamp down on the \"bridge to nowhere\" rallying cry. This morning Obama staff sent reporters a flurry of press clippings on the matter and issued an angry statement.</p> <p>\"Despite being discredited over and over again by numerous news organisations, the McCain campaign continues to repeat the lie that Sarah Palin stopped the bridge to nowhere,\" Obama campaign spokesman Bill Burton said.</p> <p>\"McCain and Palin will say or do anything to make people believe that they will change something besides the person sitting in the Oval Office.\"</p> <p>Later today, the Obama campaign released a response advert that again directly accused McCain and Palin of lying about the bridge and other matters. The clip challenges Republican efforts to brand McCain and Palin as \"mavericks\" who are independent of established power bases.</p> <p>\"Sarah Palin's no maverick either,\" an announcer intones. \"She was for the bridge to nowhere before she was against it. </p> <p>\"Politicians lying about their records? You don't call that maverick … you call it more of the same.\"</p> <p>The McCain ad and the counter-offensive come as polls indicate the American public has responded favourably to McCain's pick of Palin and to her performance at the Republican convention. A Gallup daily tracking poll released today shows McCain with a 49-44% lead over Obama, his largest of the campaign.</p> <p>But it's unclear whether the particular issue - the Alaska bridge - is having an impact. A survey taken mid-August by Rasmussen Reports showed that \"government ethics and corruption\" is the third most important issue to voters, with 65% listing it as \"very important\". Voters give the Democratic party an advantage on that point, with 44% of voters saying they trust Democrats more, compared to 28% for the Republicans.</p>",
  "<p>Republicans have always been hugely critical of affirmative action policies, believing that giving preferential treatment to women and minorities leads to the promotion of underqualified people over more qualified or experienced individuals. To them, affirmative action goes against the meritocratic nature of America. This explains why, in July, John McCain <a href=\"http://www.usatoday.com/news/politics/election2008/2008-07-27-mccain_N.htm\">voted in support of a ban</a> led by Republican Ward Connerly that would end race- and gender-based affirmative action policies in his home state of Arizona.</p> <p>Outspoken conservative commentator Rush Limbaugh, along with other critics of Barack Obama, has repeatedly denounced Obama as an \"affirmative action candidate\", suggesting that his success is not a result of his merits but because he is African-American. In fact, only a couple of weeks ago on his radio show, <a href=\"http://www.youtube.com/watch?v=lovF-f8bkTU&amp;feature=user\">Limbaugh declared</a>: \"I think this is a classic illustration here where affirmative action has reared its ugly head. ... [The Democrats] ended up nominating and placing at the top of their ticket somebody who's not qualified, who has not earned it.\"</p> <p>It's interesting - and somewhat hypocritical - then, that the same could be said about Republican vice-presidential candidate Sarah Palin. If an affirmative action policy existed for presidential and vice-presidential candidates and Obama and Palin were the beneficiaries, their respective cases would be living examples of the best and worst aspects of affirmative action.</p> <p>Sarah Palin appears to be an example of the worst kind of affirmative action, the type that Republicans typically argue against and attribute to liberal political correctness. Their promotion of this particular female candidate is more of a cynical, tokenistic gesture than evidence of any real desire to promote merit in cases where it may have gone unnoticed, or to advance the cause of underrepresented women in politics. If that was the case, there are a number of other female Republican politicians – including <a href=\"http://snowe.senate.gov/public/\">Olympia Snowe</a> and <a href=\"http://www.senate.gov/~hutchison/\">Kay Bailey Hutchinson</a> - who could have been selected, and may have been better equipped for the role. It would be interesting to hear how those women feel - incorrectly used affirmative action policies often cause resentment among those feel that that they have been overlooked in favour of someone else who is clearly less able but seems to have benefited from special treatment.</p> <p>Critics of affirmative action tend to claim that engagement in the practice forces institutions or companies to lower their standards. Before McCain selected Palin, his <a href=\"http://www.pittsburghlive.com/x/pittsburghtrib/news/election/s_576734.html\">key requirements for a vice-president</a> were someone \"who can best take [his] place and carry on the agenda and the vision that [he has] outlined and will continue to outline during this campaign.\"</p> <p>Palin's convention speech last week – described by some as \"electrifying\" – did nothing to demonstrate her actual merits as a vice-presidential candidate, going by the standards set out by McCain himself. While competent and well delivered, there was little substance: no talk of her plans or proposals, her take on the economy, healthcare, national security or other issues of importance, and no agenda for getting the country out of some of its current troubling issues. There was certainly little sense that she'd be able to run America should McCain not be able to. In fact, in a <a href=\"http://www.youtube.com/watch?v=-ys4HGbiONY\">CNBC interview</a> given only a month ago, when asked if she'd consider being McCain's running mate, Palin responded: \"As for that VP talk all the time, I'll tell you, I still can't answer that question until somebody answers for me what is it exactly that the VP does every day?\" </p> <p>Even some Republicans believe that Palin's political background is not up to scratch. Advisers Peggy Noonan and Mike Murphy were <a href=\"http://www.youtube.com/watch?v=CrG8w4bb3kg\">caught off-camera </a>last week expressing their true thoughts about her. When Noonan was asked whether Palin was the most qualified woman for the job, her blunt answer was: \"No.\"</p> <p>Writing in the City Journal, conservative writer Heather McDonald provided a <a href=\"http://www.city-journal.org/printable.php?id=2763\">great analysis</a>: \"True, Palin brings traditional political strengths - such as gun enthusiasm and a pro-life record - to the ticket. Her fight against self-dealing in Alaskan politics counters the inside-the-Beltway corruption that damaged the Republicans in the 2006 elections. And her stance on drilling for Alaskan oil admirably bolsters the Republican party platform on energy issues. But admit it, fellow conservatives: none of these attributes pushed her over the top.\" I'd have to agree.</p> <p>Last week at the Democratic convention on the other hand, not only did Obama demonstrate excellent oratory skills – which some have rightly said is not in itself evidence that he could be president – but he clearly laid out policies, plans and courses of actions and displayed a firm grasp of the issues that he would have to deal with should he become president. His pick of Joe Biden as his vice-presidential running mate also displayed good judgement and discernment. </p> <p>Throughout the course of this election season, Obama has not been content to be the African-American candidate alone, but has sought to demonstrate his merits for the job. He has put in the hard graft: visiting virtually every state this year alone and meeting with foreign leaders in the Middle East, Afghanistan and Europe in order to shore up his foreign policy credentials. If he was, as Limbaugh called him, an \"affirmative action candidate\", he'd be one that demonstrates how the system should indeed work: giving positions to underrepresented people who actually work hard and prove that they qualify for it. </p> <p>The nomination of Sarah Palin is nothing more than a poor use of affirmative action in a way that the Republicans have always decried. Between now and November 4 we'll see how well this tokenism plays out.</p>",
  "<p>John McCain today extended his campaign swing with Sarah Palin, calculating that the double act, and Republican claims they represent a partnership for political reform, is gaining ground in the American heartland.</p> <p>The extended run for McCain and Palin in battleground states comes amid new opinion polls today suggesting that the Republicans came out of their convention in a stronger position than the Democratic nominee, Barack Obama.</p> <p>The scale of the Palin phenomenon was evident today when the crowd at a campaign stop in Lee's Summit, Missouri, burst into a chant of \" Sarah, Sarah'.</p> <p>The joint appearances by McCain and Palin contrasts with Obama and his running mate, Joe Biden, who have entirely separate schedules.</p> <p>Obama was in the rust belt of Michigan today, while Biden campaigned in Green Bay, Wisconsin. The Democrats have also recruited a third principal campaign in Hillary Clinton who was deployed in Tampa today.</p> <p>McCain had his best performance ever against Obama in a USA Today-Gallup poll, which gave him a clear lead over his Democratic opponent among those voters most likely to go to the polls next November, with 54% support compared to 44% for Obama.</p> <p>Much of that post-convention bounce is attributed to enthusiasm about Palin, who has been adopted as a heroine by Republican social conservatives.</p> <p>But curiosity and excitement about Palin also extends to the campaign trail, where McCain has been getting far bigger crowds with his running mate by his side.</p> <p>The partnership between McCain and Palin is now at the centre of the Republican strategy for the presidential elections. A new television ad released today, called the \"Original Mavericks\", sets the two up as dedicated reformers. \"They'll make history. They'll change Washington,\" the ad says.<br>.<br>The response to Palin also appears to have energised McCain.<br>Aides have told reporters that he enjoys listening to Palin's tales of caribou hunting on the campaign bus, and that he feels more comfortable at campaign rallies with his running mate by his side.</p> <p>Palin today got the seal of approval from the vice-president, Dick Cheney, for her \"superb\" speech to the convention and her wisecrack that hockey mums were like pit bulls in lipstick.</p> <p>Cheney sidestepped the question of Palin's experience or the Republican strategy of running away from George Bush's record.</p> <p>The secretary of state, Condoleezza Rice, herself once seen as a possible candidate for president or vice-president, was less effusive in an interview with CNN television. Asked whether Palin had the foreign policy experience for the job, Rice said: \"These are decisions that Senator McCain has made. I have great confidence in him.\"</p> <p>The Republicans may also feel energised by changes in political coverage at NBC television. During the convention, speakers regularly attacked the media, but the network was singled out, with delegates chanting: \"NBC, NBC\" in response to criticism from the stage.</p> <p>The network said it would replace two lead anchors in election night coverage, Keith Olbermann and Chris Matthews, who had tried to set a more casual, and conversational type of broadcast.</p>",
  "<p>After a week when <a href=\"http://www.theguardian.com/commentisfree/commentisfree+world/sarahpalin\">Sarah Palin</a> was mercilessly mocked and pilloried in sections of the American media, a more pragmatic, less dismissive assessment of her impact on the presidential race is underway. For the Democrats and Barack Obama's cheerleaders in the east coast newspapers, the initial auguries are not terribly encouraging. In short, what they see is not what middle America sees.</p> <p>The insults thrown at John McCain's Republican running mate may not be soon forgotten by white middle class people like her, in places such as southern Ohio, who could decide a tight race. \"Cosmetics saleswoman in Macy's\", \"Veep in go-go boots\", \"Shrill moose-hunting Mom\" and many similar comments revealed a surprising degree of gender and class prejudice lurking under liberal carpets. And they reinforced the \"elitist\" charge levelled at the Obama camp.</p> <p>The extraordinary depth of instant media intrusion into Palin's personal life recalled the calumnies suffered by Bill Clinton before and after his 1992 election, which Democrats then angrily condemned. Likewise much of what has been alleged so far about Palin turns out to be untrue.</p> <p>\"There were erroneous reports that Palin had supported [maverick rightwinger] Pat Buchanan's presidential bid (she supported Steve Forbes), that she had been a member of the Alaska Independence party (she hadn't), and that she had 'slashed' funding for Alaska's special needs children (she increased it),\" wrote Stephen Hayes in the <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/527qgvzw.asp\">Weekly Standard</a>.</p> <p>Following a rumour that Palin's last child, Trig, was actually her daughter's, a major US newspaper went so far as to \"demand the McCain campaign share medical records relating to Palin's amniotic fluid,\" Hayes reported. One BBC radio reporter was reduced to asking whether a parent of five children could fulfil a vice-president's duties, a question that would hardly be asked of a man.</p> <p>\"For her first five days as McCain's running mate, Palin took a shelling from the usual suspects – and some unlikely detractors – that would have disorientated the toughest veterans,\" wrote columnist Kevin Rennie in the <a href=\"http://www.courant.com/news/opinion/columnists/hc-rennie0907.artsep07,0,3493275.column\">Hartford Courant</a>. \"Her critics finally found something they wanted to drill for. Sweet crude vitriol gushed.\"</p> <p>The fact that Palin not only survived this baptism of fire but came out punching, smiling joyously, is worrying for the Democrats. Her evident toughness, her ability to work a crowd, and her unusual line (among American politicians) in sarky, sardonic put-downs are skills likely to impress in the small towns of the battleground states where the McCain campaign plans to send her.</p> <p>Palin's convention speech was watched by 37 million Americans, very nearly as many as watched Obama the week before after a six months' build-up. Her nomination has brought immediate poll dividends, with USA Today-Gallup showing <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/johnmccain/2704621/John-McCain-moves-ahead-of-Barack-Obama-in-latest-US-presidential-election-polls.html\">McCain-Palin ahead</a> by four points after trailing by eight. Virginia and other conservative states Obama hopes to win over report an Iraq-like surge in Republican activism.</p> <p>Recovering from their initial surprise, Democrats and their supporters are now deploying counter-arguments going beyond outright abuse. Historically vice-presidents do not decide elections, it is argued. The inexperienced Palin is afraid to debate the issues, says vice-presidential rival Joe Biden. Palin is a five-day wonder, soon to be forgotten.</p> <p>But Newsweek's <a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/09/03/fineman-palin-goes-prime-time.aspx\">Howard Fineman</a> has some cautionary words for wishful thinkers. \"Democrats dare not issue Palin a pass – she's too dangerous a foe. Normally vice-presidential candidates fade into the background. Nobody is expecting that with Palin. Indeed, her new-found celebrity has made even Obama look dull.\"</p> <p>With three Washington senators in the Democrat-Republican line-up, Palin's very ordinariness may be her biggest strength. She was ridiculed, for example, for not having a passport before visiting US troops in the Gulf last year. But the mockers forget most Americans don't have passports; that's normal. Conversely, some of Palin's wackier minority views, such as teaching creationism, hardly signify while she is bound to McCain's policy platform.<br>If the contest remains close, some Democratic strategists predict \"Wal-Mart moms\" – white, working, non-college educated women with children living in outlying suburbs and in rural parts of battleground states – may decide the outcome. Guess what? Palin is a fully paid-up Wal-Mart mom. Not only that. According to columnist William Kristol, as mayor of Wasilla, Alaska, in 1999 she presided over a wedding of two Wal-Mart associates at the local Wal-Mart. \"It was so sweet,\" Palin said. \"It was so Wasilla.\"</p> <p>To a degree not readily recognised or accepted beyond its shores or along the Atlantic seaboard, Palin is \"so middle America\". Her arrival signals a final-stretch shift in the overt focus of the election back to traditional themes – economic opportunity, security, social provision, faith, identity, character – in the traditional battlegrounds.</p> <p>For all the talk of a new mould-breaking, inclusive, post-racial politics, the cultural divide never went away. It merely fell to the shamelessly exuberant Palin to apply some northern exposure.</p>",
  "<p>It's a funny old business when a Republican administration espousing small government and unfettered capital markets has to nationalise the country's two biggest mortgage companies to the tune of at least $200bn (£113bn). The US treasury secretary preferred the more legalese term of \"conservatorship\".</p> <p>Even the red-in-tooth-and-claw Wall Street Journal <a href=\"http://online.wsj.com/article/SB122083060663308415.html?mod=hpp_us_whats_news\">had to concede</a> that with Fannie Mae and Freddie Mac it had no choice. But you can hear the grinding of teeth when it reports the US mortgage crisis entering a <a href=\"http://online.wsj.com/article/SB122079276849707821.html?mod=hpp_us_whats_news\">new and uncharted phase</a>, potentially saddling American taxpayers with billions of dollars in losses from home loans made by the private sector.</p> <p>You could hear the pain in John McCain's voice as he spoke at a rally in Albuquerque: \"We need to keep people in their homes, but we can't allow this to turn into a bailout of Wall Street speculators.\" Barak Obama, who received $1.6m in contributions from the two companies in the current election cycle, according to the Centre for Responsive Politics, took a similar line. As the Journal <a href=\"http://blogs.wsj.com/washwire/2008/09/06/fannie-and-freddie-enter-the-presidential-race/\">blogged</a>: </p> <blockquote> <p>Neither wants to appear to be supporting a bailout for corporate interests at a time when job losses and foreclosures are mounting across the country</p> </blockquote> <p>In the UK where, post-Northern Rock, bank bailouts are not such a surprising thing, the Fannie and Freddie rescue is still reported as \"dramatic\" news with the Financial Times and the Telegraph agreeing that it was the \"<a href=\"http://www.telegraph.co.uk/money/main.jhtml?MLC=/money/city_news/article&amp;xml=/money/2008/09/07/cnfreddie207.xml\">world's biggest financial bailout</a>\".</p> <p>The FT spelt out the <a href=\"http://www.ft.com/cms/s/0/3a4cb13a-7d04-11dd-8d59-000077b07658.html\">uncomfortable truth</a> that the two Fs had been taken under state control.</p> <p>\"British mortgage specialists welcomed the move, saying it should inject some confidence into the housing market, which is suffering its steepest price fall since the 1930s,\" the Telegraph reported, specifically pointing out that this was a nationalistion. A mortgage broker is quoted: \"This is effectively the US doing a Northern Rock - nationalising part of its mortgage market. If the US government is guaranteeing the bonds, it should allow companies, including UK investors, to feel more confident.\"</p> <p>The Times <a href=\"http://business.timesonline.co.uk/tol/business/industry_sectors/banking_and_finance/article4697785.ece\">agrees</a>: \"The US government's decision … is good news for British banks and, in turn, British homeowners.\" It quotes McCain telling CBS that Fannie and Freddie had become \"sprawling, massive bureaucracies, rife with corruption and cronyism\".</p> <p>But it takes <a href=\"http://www.nytimes.com/2008/09/07/business/07bailout.html?ref=business\">Nelson D Schwartz</a> in the New York Times to put all this into perspective:</p> <blockquote> <p>Despite decades of free-market rhetoric from Republican and Democratic lawmakers, Washington has a long history of providing financial help to the private sector when the economic or political risk of a corporate collapse appeared too high. The effort to save Fannie Mae and Freddie Mac is only the latest in a series of financial manoeuvres by the government that stretch back to the rescue of the military contractor Lockheed Aircraft Corporation and the Penn Central Railroad under President Richard M Nixon, the shoring up of Chrysler in the waning days of the Carter administration and the salvage of the savings and loan system in the late 1980s.</p> </blockquote>",
  "<p>American politicians love rock'n'roll anthems for their election campaigns – they just never seem to ask permission before using them. The rock band Heart have lashed out against the Republican party after their song Barracuda was used twice to introduce vice presidential candidate Sarah Palin. \"I think it's completely unfair to be so misrepresented,\" singer Nancy Wilson told Entertainment Weekly. \"I feel completely fucked over.\"</p> <p>While Republican presidential candidate John McCain doesn't exactly strike the same poses as Tony Blair did, his campaign has continued the trend of using pop music to bolster its image. While at one time rock music was a symbol of hedonism and protest, today it communicates energy, youthfulness and cool. And that is something that 72-year-old McCain's party, in particular, can use.</p> <p>They just didn't bother asking first.</p> <p>The problem started last Thursday, when Alaskan governor Sarah Palin took the stage at the Republican National Convention. Heart's 70s hit Barracuda rang out from the speakers – a nod to Palin's feisty reputation and to her high-school basketball-team nickname. </p> <p>Republican officials had not asked Heart, Universal Music Publishing or Sony BMG whether they could use the song – and, in a statement, Heart insisted that even if asked, they would never have offered permission. McCain campaign officials were unapologetic. \"Prior to using Barracuda at any events, we paid for and obtained all necessary licences,\" spokesman Brian Rogers told Reuters. Under US copyright law, public performance of the song is licensed under a blanket fee paid by the Minneapolis venue.</p> <p>But Heart weren't having any of it. \"We have asked the Republican campaign publicly not to use our music,\" sister singers Ann and Nancy Wilson said in their statement. \"We hope our wishes will be honoured.\"</p> <p>They weren't. Later that evening the song was used again, as Governor Palin joined John McCain on the arena stage. The Wilsons were incensed. \"Sarah Palin's views and values in NO WAY represent us as American women,\" they wrote in an email to Entertainment Weekly. \"We ask that our song Barracuda no longer be used to promote her image.\"</p> <p>\"[Barracuda] was written in the late 70s as a scathing rant against the soulless, corporate nature of the music business, particularly for women ... There's irony in Republican strategists' choice to make use of it there.\"</p> <p>They then sent a cease-and-desist order to Palin, insisting that she stop using their song. </p> <p>The Wilsons are not alone in their frustration with the McCain/Palin soundtrack. Artists John Mellencamp, Boston and Jackson Browne have all complained about the Republicans' use of their songs over the course of this year's campaign. Browne even took legal action last month, suing the McCain campaign for their use of his 1977 hit Running on Empty in an ad attacking Democratic candidate Barack Obama.</p> <p>There's at least one man, however, who is singing a different tune. Another of Barracuda's songwriters, former Heart guitarist Roger Fisher, said that although he supports Obama, he was \"thrilled\" with Palin's use of the tune, calling it an \"ingenious placement of a kick-ass song\". </p> <p>Something tells us that Fisher won't be soon joining the Heart reunion tour. </p>",
  "<p>A year into the global financial crisis, several key central banks remain extraordinarily exposed to their countries' shaky private financial sectors. So far, the strategy of maintaining banking systems on feeding tubes of taxpayer-guaranteed short-term credit has made sense. But eventually central banks must pull the plug. Otherwise they will end up in intensive care themselves as credit losses overwhelm their balance sheets. </p> <p>The idea that the world's largest economies are merely facing a short-term panic looks increasingly strained. Instead, it is becoming apparent that, after a period of epic profits and growth, the financial industry now needs to undergo a period of consolidation and pruning. Weak banks must be allowed to fail or <a href=\"http://www.theguardian.com/business/2008/sep/01/banking.economicgrowth\">merge</a> (with ordinary depositors being paid off by government insurance funds), so that strong banks can emerge with renewed vigour. </p> <p>If this is the right diagnosis of the \"financial crisis\", then efforts to block a healthy and normal dynamic will ultimately only prolong and exacerbate the problem. Not allowing the necessary consolidation is weakening credit markets, not strengthening them. </p> <p>The United States Federal Reserve, the European Central Bank, and the Bank of England are particularly exposed. Collectively, they have extended hundreds of billions of dollars in short-term loans to both traditional banks and complex, unregulated \"investment banks\". Many other central banks are nervously watching the situation, well aware that they may soon find themselves in the same position as the global economy continues to soften and default rates on all manner of debt continue to rise. </p> <p>If central banks are faced with a massive hit to their balance sheets, it will not necessarily be the end of the world. It has happened before – for example, during the financial crises of the 1990s. But history suggests that fixing a central bank's balance sheet is never pleasant. Faced with credit losses, a central bank can either dig its way out through inflation or await recapitalisation by taxpayers. Both solutions are extremely traumatic. </p> <p>Raging inflation causes all kinds of distortions and inefficiencies. (And don't think central banks have ruled out the inflation tax. In fact, inflation has spiked during the past year, conveniently facilitating a necessary correction in the real price of houses.) Taxpayer bailouts, on the other hand, are seldom smooth and inevitably compromise central bank independence. </p> <p>There is also a fairness issue. The financial sector has produced extraordinary profits, particularly in the Anglophone countries. And, while calculating the size of the financial sector is extremely difficult due to its opaqueness and complexity, official US statistics indicate that financial firms accounted for roughly one-third of American <a href=\"http://www.bloggingstocks.com/2007/11/19/wall-street-bonuses-up-6-to-38-billion-while-its-stock-drops/\">corporate profits</a> in 2006. Multi-million dollar bonuses on Wall Street and in the City of London have become routine, and financial firms have dominated donor lists for all the <a href=\"http://www.huffingtonpost.com/2008/02/12/mccain-received-100000-_n_86245.html\">major political</a> candidates in the 2008 US <a href=\" http://freedomsright.blogspot.com/2007/10/wall-street-big-banks-corporate-firms.html\">presidential election</a>. <br>Why, then, should ordinary taxpayers foot the bill to bail out the financial industry? Why not the auto and steel industries, or any of the other industries that have suffered downturns in recent years? This argument is all the more forceful if central banks turn to the \"inflation tax\", which falls disproportionately on the poor, who have less means to protect themselves from price increases that undermine the value of their savings. </p> <p>British economist Willem Buiter has <a href=\"http://blogs.ft.com/maverecon/2008/04/if-its-broke-fix-it-but-how/\">bluntly accused</a> central banks and treasury officials of \"regulatory capture\" by the financial sector, particularly in the US. This is a strong charge, especially given the huge uncertainties that central banks and treasury officials have been facing. But if officials fail to adjust as the crisis unfolds, then Buiter's charge may seem less extreme. </p> <p>So how do central banks dig their way out of this deep hole? The key is to sharpen the distinction between financial firms whose distress is truly panic driven (and therefore temporary), and problems that are more fundamental. </p> <p>After a period of massive expansion during which the financial services sector nearly doubled in size, some retrenchment is natural and normal. The sub-prime mortgage loan problem triggered a drop in some financial institutions' key lines of business, particularly their opaque but extremely profitable derivatives businesses. Some shrinkage of the industry is inevitable. Central banks have to start fostering consolidation, rather than indiscriminately extending credit. </p> <p>In principle, the financial industry can become smaller by having each institution contract proportionately, say, by 15%. But this is not the typical pattern in any industry. If sovereign wealth funds want to enter and keep capital-starved firms afloat in hopes of a big rebound, they should be allowed to do so. But they should realise that large foreign shareholders in financial firms may be far less effective than locals in coaxing central banks to extend massive, no-strings-attached credit lines. </p> <p>It is time to take stock of the crisis and recognise that the financial industry is undergoing fundamental shifts, and is not simply the victim of speculative panic against housing loans. Certainly better regulation is part of the answer over the longer run, but it is no panacea. Today's financial firm equity and bond holders must bear the main cost, or there is little hope they will behave more responsibly in the future. </p> <p><em>Copyright: <a hef=\"www.project-syndicate.org\">Project Syndicate</a>, 2008.</em></p>"
]