[
  "<p>When former presidential candidate John Edwards finally admitted to having an extramarital affair this weekend he faced an outpouring of recrimination. But a lot of ire has now been aimed at the mainstream media in America, which did not report on the story even as it became a national talking point on the internet and late-night television.</p> <p>That blanket of silence was finally lifted after Edwards, a former senator who has run twice for the Democratic presidential nomination, gave a television interview to ABC News in which he detailed his romantic relationship with former campaign worker Rielle Hunter, which he said occurred in 2006.</p> <p>The news was like a dam breaking in the mainstream media. Suddenly Edwards' affair became a front-page story. For many in the new media world of blogging, however, the coverage is too little, too late.</p> <p>'There will be ramifications from this incident on the blogging community and also on the mainstream media,' wrote Steve Clemons, a blogger at the Huffington Post, an online newspaper which has led reporting of the affair.</p> <p>The fact remains that the Edwards story was ignored for almost nine months by the vast majority of American newspapers, radio and TV news organisations despite detailed accounts of the scandal in the National Enquirer and widespread coverage on the internet. </p> <p>The scandal was also covered by many foreign newspapers, leading to the bizarre situation in which many Americans were reading detailed accounts of the allegations long before their mainstream media news organisations were reporting on it.</p> <p>Edwards' affair with Hunter was even lampooned by talk show hosts Jay Leno and Conan O'Brien while network news had still not mentioned it. </p> <p>Many news organisations maintain that they remained silent because Edwards had officially denied the story.</p> <p>The former senator had ridiculed the Enquirer reports as malicious tabloid gossip. There is also a sense that some news editors decided it would be distasteful to run the story out of respect for Edwards' wife, Elizabeth, who is suffering from terminal cancer.</p> <p>However, some critics claim that the media perhaps too easily accepted the denial of a politician instead of conducting diligent journalism. The Enquirer itself caught Edwards in a late-night meeting with Hunter at a Beverly Hills hotel. Indeed, the story has been a huge coup for the much-maligned supermarket tabloid. </p> <p>'It's good to see public acknowledgment that our story was accurate all along,' National Enquirer editor David Perel told the Los Angeles Times</p> <p>That has largely proved to be the case, though some mysteries still remain. For instance, the Enquirer has consistently claimed that Edwards fathered a child with Hunter. </p> <p>Edwards denies that he is the father of her daughter and insists that the affair ended in 2006. He says he only met Hunter later on to discuss how to keep their relationship quiet. In his interview, Edwards admitted to ABC that he had lied when he was first asked about the affair, but he continued to attack the Enquirer</p> <p>'I did not want the public to know what I had done. Fair and simple. And there's also a lot of these, you know, supermarket tabloid allegations are just lies, they're complete lies,' Edwards said.</p> <p>He later denied that he was the man shown in recent Enquirer photographs holding a baby in a room the tabloid said was the Beverly Hills hotel where he met Hunter. 'I don't know anything about that photograph. I don't know who that baby is,' he said.</p> <p>Whatever the details of the affair, one thing seems certain: Edwards' political career has taken a hammering from which it may not recover. His name recently dropped off the list of usual suspects for Barack Obama's vice-presidential running mate, but he had been expected to have a prominent role at the upcoming Denver Democratic convention. </p> <p>He was also thought to be in line for a job in an Obama cabinet should the Democrat win the November election. That looks unlikely now.</p>",
  "<p>South African president Thabo Mbeki flew to Harare last night as Zimbabwe's government and main opposition party appeared to be moving ever closer to a power-sharing agreement. </p> <p>Early reports suggest that President Robert Mugabe has agreed to opposition leader Morgan Tsvangirai becoming Prime Minister, although the extent of his powers were still under discussion, a Zanu-PF official said last night. A breakthrough is believed to have been reached when Tsvangirai's opposition party, the Movement for Democratic Change (MDC), agreed to recognise Mugabe's legitimacy as President. Mugabe will meet Tsvangirai today to discuss forming a possible unity government.</p> <p>Mbeki, who is mediating the talks between Mugabe and Tsvangirai, is scheduled to meet both today, according to the state-run Herald newspaper in Zimbabwe. The move by Mbeki comes after two weeks of secretive negotiations in South Africa between representatives of Mugabe and Tsvangirai. Both claim that they are the rightful leader of Zimbabwe following two rounds of controversial presidential elections in March and June. </p> <p>A smaller opposition party, an offshoot of the MDC headed by Arthur Mutambara, is also involved in the negotiations. Mugabe and Tsvangirai are bitter rivals, and their meeting in Harare on 21 July was their first face-to-face encounter in a decade. South Africa's respected Business Day newspaper said yesterday that the political leaders were due to hold make-or-break talks today. </p> <p>Reports from South Africa have suggested that Mbeki is pushing for a power-sharing deal that would see Mugabe remain as President, but only in a ceremonial role, with Tsvangirai running the country as Prime Minister. </p> <p>A quick political settlement is seen as the key to halting Zimbabwe's deepening socio-economic crisis. Inflation is running at 2.2 million per cent, and a quarter of the population is reliant on food aid. Humanitarian agencies have been operating under heavy restrictions since early June, when the government accused them of favouring the opposition. Complicating the negotiations is the strong influence that the army and police chiefs have over Mugabe. These forces were responsible for the campaign of violence and intimidation against supporters of the MDC during the election period.</p> <p>Analysts say that senior security officials will not agree to a deal without a blanket amnesty to protect them from international prosecution. Tsvangirai, who defeated Mugabe in the first round of elections but pulled out of the run-off because of the escalating violence, has said that he is willing to work with moderate Zanu-PF officials but not to share power directly with Mugabe. He also wants fresh elections to be held within two years.</p> <p>Mbeki is desperate to secure a political agreement. In recent years he has come under heavy criticism, both internationally and at home, for pursuing a policy of quiet diplomacy regarding neighbouring Zimbabwe. </p> <p>But Mbeki has said that denunciations and sanctions - broadly speaking, the tactics of the West towards Mugabe and his cronies - only served to further antagonise the government.</p>"
]