[
  "<p>You really don't need a hurricane to knock some common sense into you,\" Reggie Bush says as he describes how he recently began pre-season training in the devastated city he now calls home. In early June the most ambitious young star of American football, and his New Orleans Saints team-mates, \"went on a mission. We went to Holly Grove, a local neighbourhood, and rebuilt five homes that had been lost in Hurricane Katrina in 2005. We dug holes, we painted, we re-landscaped the lawn. I painted a whole house and it was no easy task.</p> <p>\"It was a humbling experience. After three years in a trailer this family went back to a place I'd helped make nice again. That was my reward. Anybody in their right mind, if they had their head screwed on tight, would want to do it.\"</p> <p>Their American counterparts in the NFL might be as lavishly paid, and often just as self-centred, but it is hard to imagine many Premier League footballers agreeing to rebuild some ruined homes for ordinary families. Yet, the way Bush talks, a week on a building site might not be a bad way to inject a little humility and reality into the glittering lives of footballers like Cristiano Ronaldo and Ashley Cole who have previously been compared to slaves.</p> <p>There is also a certain kind of kudos for the returning family - for their house has been painted by a sportsman who has been hailed, bizarrely for Bush himself, as something approaching a deity. \"Reggie Bush is, for want of a better word, a god,\" gushes Rob Callahan, a police chief in Louisiana. \"I don't think anyone here doesn't know what he's doing for hurricane victims.\"</p> <p>The imposing 23-year-old running back is a forceful presence in New Orleans. But, a few weeks ago, Hurricane Gustav threatened to tear down all the good work done by Bush and the Saints. After two million people had been evacuated from New Orleans, the luck of a seemingly cursed city finally changed for the better. Having wreaked the worst of its carnage on Haiti, the Caribbean and Cuba, Gustav hurtled past New Orleans.</p> <p>Yet the fallout from Hurricane Katrina is still felt bitterly - and induces Bush to show some of the muscle that might one day propel him towards a high-flying political career. He clearly already recognises his own considerable clout in America. Apart from being a former runaway winner of the prestigious Heisman Trophy, for the outstanding performer in college football, he became the second-most endorsed player in the NFL in his first season - only trailing the feted quarterback Peyton Manning in 2006. Such status encourages Bush to speak his mind.</p> <p>Reflecting on the abject failure of his presidential namesake, George Bush, to respond to the impoverished and mostly black victims of Katrina, he points out that, \"even now, three years on, people are living in trailers. So whatever the government did is not enough. The sad thing about New Orleans is that there is a lot of corruption in the political arena. It's sad that people have to put up with this. I don't know how most politicians feel - but I feel ashamed that people in this city, that I represent and live in and fight for, have not only to worry if their child is going to be alive the next day; they also have to worry about their own government stealing money from them.\"</p> <p>Bush studied political science at the University of Southern California and so he is quick to stress his belief that \"sport is heavily involved in politics. I think they go hand-in-hand. I feel that athletes have a political voice, and it's a powerful voice.\"</p> <p>His endorsements are outrageously lucrative but, in May 2006, soon after arriving in New Orleans in a blaze of NFL hype, he donated $50,000 (£27,000) to save Holy Rosary high school - and locked his sponsors Adidas into the project. \"It's a special-needs school for kids who are mentally retarded, or struggling, and it was going under after Katrina - even though it's one of the few such schools in all New Orleans. I got Adidas to put up $56,000 to keep the school running the next two years. The local football stadium was also destroyed by Katrina. The majority of high-school kids play their games there and I was again able to fund that rebuilding with $86,000.\"</p> <p>Bush also pledged half the money he received from sales of his replica Saints jersey to the Katrina fund. More strikingly, in his first full season in the NFL, he helped raise spirits in demoralised New Orleans while leading a team that shocked America by reaching the NFC Championship game last January. If he had struggled initially to adapt from college football, Bush unleashed his explosive and elusive running in the second half of that debut season. Facing the Chicago Bears for the right to play in the 2007 Super Bowl, a 78-yard downfield rush by Bush resulted in a touchdown that brought the Saints within two points of the home team. Bush wagged his finger cheekily at the Chicago linebacker Brian Urlacher before somersaulting in joy - a slice of showboating that saw him fined $5,000 by the NFL.</p> <p>Chicago claimed that Bush's antics inspired their subsequent victory. \"Whatever,\" Bush shrugs. \"Maybe it did. But it was a fantastic play and I got caught up in the moment. The bottom line is they made it to the Super Bowl ahead of us.\"</p> <p>Last season, as if still reeling from their post-Katrina heroics, Bush and the Saints never came close to the play-offs. They appear better-equipped to challenge again this season. In their desperately narrow 34-32 away defeat against the unbeaten Denver Broncos two days ago, the Saints missed a late field-goal. Yet Bush had a fine game, rushing for 73 yards and a touchdown, and he believes New Orleans can succeed, \"if we focus on being solid and tough and win at home\".</p> <p>The Saints may have won their only home game played so far this season, against Tampa Bay, but they will swap the New Orleans Superdome for Wembley on October 26, when they play the San Diego Chargers in one of their designated home matches. \"It's going to be exciting and weird for me in London,\" Bush says, \"because I was a Chargers fan.\"</p> <p>Bush's affinity for San Diego, and particularly the Skyline area where he grew up, is plain. \"Skyline is where I come from and I won't forget it. It's not the greatest neighbourhood - with lots of crime - but I had a good family and I learnt all my values there.\" His father abandoned them soon after he was born and Bush and his brother were raised by his mother, who worked as a deputy sheriff at the county jail. While acknowledging the positive influence of his stepfather, Bush says: \"My mom has always been the one we've been scared of because she worked in the prisons and she saw the toughest of the tough guys. She definitely disciplined us. But she was so tough because she saw the potential in me and my little brother. She kept me in line while making me believe I could do great things.\"</p> <p>That assurance and self-belief is evident when Bush, who is often called \"The President\", considers the rise of Barack Obama and his own possible political future. \"Obama helps us believe anything is possible. Every election you hope you're going to take a step forward with the next president, but with Obama you have the feeling that this is someone who will not be just a good president but a great president. I met him at a private event he held in LA and, yeah, I have a gut feeling he will be president. I definitely hope he wins - not because he's black but because he's the right guy for the job.\"</p> <p>Having also met the outgoing president \"quite a few times\", he grimaces at sharing a surname with George Bush. \"I just try to be the better Bush.\" The better Bush, the multimillionaire sportstar who has learnt the value of picking up a brush and painting walls all week, does not miss a beat when asked if he would like to follow Obama into politics and perhaps, one day, even into the White House? \"I would definitely love to do something like that. Maybe even when I'm in football there might be time for some political stuff.\"</p> <p>Bush has already voiced his political concerns over hurricane-torn New Orleans but, while acknowledging the risk of hubris, he is aiming still higher. Does he truly believe that he might eventually stand for president? \"I definitely feel that, if I work hard enough, it could be a possibility. But it's not like I sit down and think, 'I would like to be president of the United States!' As a kid you might say that kind of thing but as you grow up you realise that to become president is a tough achievement. So I don't know how realistic it is for me. But I believe that if I set my sights on it I can achieve it.\"</p> <p><strong>·</strong> The New Orleans Saints play the San Diego Chargers when NFL returns to Wembley on October 26 2008. For more information visit www.nfluk.com</p>",
  "<p>From his office in the former capital of the confederacy, the mayor of Richmond, Doug Wilder, is relishing Virginia's moment in the presidential sun. On that very morning Barack Obama was campaigning in the military town of Norfolk in the south-east of the state while the Republican hopeful, John McCain, appeared with Sarah Palin in front of the biggest crowd he had yet seen in Fairfax, to the north. </p> <p>Two candidates on the same day in a state not seriously contested for the presidency in 44 years; Wilder, the state's former Democratic governor, does the maths and smiles. \"John McCain is here now,\" he says. \"You know why? Because he has to campaign in Virginia. He can't take it for granted.\"</p> <p>With its 13 electoral college votes Virginia is a weighty addition to the battleground states - roughly the equivalent of winning New Hampshire, Nevada and New Mexico together. It could not be closer. Of the last six polls both Obama and McCain have led in three each. To the south North Carolina is also shaping up to be a tight race. No Democrat has won there for 32 years and Bush took the state four years ago by 12 points. Obama has 31 offices in the state and the latest poll shows a tie.</p> <p>\"I see a crack in the solid South,\" says Wilder, the first African American to be elected as a state governor. \"I see a crack. And the fissure is taking place right here in Virginia ... to be considered a toss-up state this close to the election is amazing. We might influence North Carolina or Georgia. If we get either one of the states it's big.\"</p> <h2>Stunning victories</h2> <p>So far this fissure has failed to turn into a full-blown chasm. Polls in the summer showed Obama to be competitive in Texas, Mississippi, Georgia and Tennessee while holding narrow leads in South Carolina and Arkansas. Democrats recorded stunning byelection wins in Mississippi and Louisiana, prompting Time to run a cover proclaiming \"The End of the South\". But predictions of a full-scale remoulding of the region's electoral map have not been borne out. Obama pulled most of his staff and almost all of his advertising from Georgia a few weeks ago. Now he is focusing on North Carolina and Virginia.</p> <p>The McCain campaign has belittled these efforts as arrogance subsidised by deep pockets. They refused to counter Democrat efforts in Georgia, figuring that if they struggled there then the jig would be up everywhere. They dismiss Obama's campaigning in North Carolina as wishful thinking. </p> <p>\"It's just one more state where the Obama campaign has allowed its hubris to dictate spending decisions,\" Steve Schmidt, McCain's chief strategist, told the Associated Press. \"Soon you will see the Obama camp withdraw from North Carolina like you have seen them withdraw from other states.\"</p> <p>For all their affected nonchalance Republicans are spending almost as much money in North Carolina as the Democrats. \"North Carolina is teetering on the edge of being a swing state,\" said Ferrel Guillory, a political scientist at the University of North Carolina. \"If the Democrats continue to emphasise it and continue to advertise there they could keep it in play. But keeping it in play just means it's competitive. It doesn't mean they're going to win.\"</p> <p>Even this is no mean feat. Obama has poured in considerable resources here, flooding the area with ads, registering young and black voters at unprecedented rates and galvanising volunteers. Within 30 miles of Raleigh yesterday there were seven Obama events, involving canvassing, voter registration and phone banking. Obama was in Charlotte on Sunday; his wife, Michelle, was in the state on Thursday. McCain has not visited the state in months, his campaign has just 13 offices and nothing planned for yesterday. \"You just don't see the McCain people anywhere,\" says Betsy Muse, a frontpage blogger for the liberal site BlueNC and an Obama volunteer.</p> <p>Back in Richmond volunteers turn up at Broad Rock Library on many a weeknight, to collect campaign materials to go canvassing and registering. Obama has been hoping that this ground game of person-to-person contact will counter the Republican machine. The voter registration drives seem to be paying off. Virginia has seen more than 250,000 more voters registered since January. Most of this rise has taken place in Democratic counties. In North Carolina Democratic registration has leaped 7% while Republicans have risen 1%. The young and the black are over-represented in the increases.</p> <p>Registering young and black voters is one thing. Getting them to the polls is another. This is one reason why the polls have been particularly unreliable. </p> <p>Another reason is that it is difficult to know whether all voters are telling the truth. \"The Bubba vote is there,\" former Republican House majority leader Dick Armey told USA Today recently. \"And it's very real ... there's an awful lot of people in America, bless their heart, who simply are not emotionally prepared to vote for a black man.\" </p> <h2>Unreliable polls</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-337883633\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/23/1222157024399/electiongraph.jpg\" alt=\"The South's vote\" width=\"203\" height=\"708\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The South's vote</span> <span class=\"element-image__credit\">Photograph: Graphic/guardian.co.uk</span> </figcaption> </figure>  <p>Armey says those voters are \"invisible\" in the polls because they would not admit they opposed Obama because of his race. \"I really want to say it's not going to play a big role,\" said Muse. \"But it is.\" Given how central race has been to the political realignment in the region it's hard to see how it could not. </p> <p>Until the 60s the South was the most reliable Democratic area in the country - but Southern Democrats were the most forceful supporters of racial segregation. As the civil rights movement emerged the Republicans sensed an opportunity. In 1961 Barry Goldwater launched the Republican \"Southern strategy\" in Atlanta. \"We're not going to get the Negro vote as a bloc in 1964,\" he declared, \"so we ought to go hunting where the ducks are.\" The party made an explicit appeal to white racism. When the then Democratic president Lyndon Johnson signed the 1964 civil rights act he said: \"We have lost the South for a generation.\"</p> <p>\"There's not a lot of love for Obama in many of these white Democratic strongholds,\" said Chris Kromm, the executive director of the Institute for Southern Studies. \"I've seen these older, white Hillary supporters say they'll vote for him because he's on their team. But you don't know how many of those McCain is going to be able to pick off.\"</p> <h2>Charmless</h2> <p>McCain has problems here, too. While his war record goes down well, many southerners view him as insufficiently pious and charming. During the primaries the guitar-playing former governor-cum-lay preacher Mike Huckabee won five of the 11 former confederate states, although many were held after McCain's victory was assured. At the rally in Fairfax the faithful turned out to see Sarah Palin, the straight-talking evangelical who, even though she hails from Alaska, has gone down better in the South.</p> <p>\"The South doesn't differ much from the rest of the nation on the big issues like war, tax and healthcare,\" said Guillory. \"Where it does differ is in areas of cultural conservatism - like guns, religion and abortion. In a close race that conservatism can make the difference.\"</p> <p>But Southern culture is changing. Of the 10 states with the steepest rise in Latino population, six are in the old confederacy. Meanwhile, the South's booming economy has pulled in many outsiders: particularly to the northern-most parts of Virginia and North Carolina's research triangle around the towns of Durham, Raleigh and Chapel Hill.</p> <p>\"People's perceptions of the South are rooted in an old idea of what the South looks like,\" said Kromm. \"But it's one of the fastest-changing regions in the country and one of the fastest-growing regions in the country.\"</p> <p>Obama hopes that if he can add some of these newcomers to his base of young, black and progressive voters he could create a serious upset. That idea is alive in Virginia, dead in Georgia and in intensive care in North Carolina. For now that is good enough for Muse. \"We never get this kind of attention. We're hanging on. It's still possible.\"</p> <p><strong>·</strong> This article was amended on Tuesday September 23 2008. In the headline of the above article we originally referred to Barack Obama's move into the 'conservative deep South'. Virginia, the state mentioned in the piece, is in the South but isn't that deep. This has been corrected. </p>",
  "<p>Sarah Palin has thrown herself into a 36-hour crash course in foreign diplomacy as she makes a highly publicised visit to the UN in New York this week in an attempt to shrug off the perception that she is an international affairs ingénue.</p> <p>The Republican vice-presidential candidate, who obtained a passport to travel outside North America for the first time only last year, is meeting a raft of leaders from several of the world's current hotspots. But her cramming timetable fails to include any scheduled encounter with a major European leader.</p> <p>Her induction begins tonight with attendance at a cocktail party held by President George Bush at the city's Waldorf-Astoria. The Lebanese president, Michel Suleiman, and other leaders, carefully selected for their goodwill towards America, were on the guest list.</p> <p>Even before Palin takes her first steps today into the UN's international territory on the East Side of Manhattan, she has walked into controversy. She had been billed to appear at a rally outside the UN building organised by New York Jewish groups protesting at the arrival of the Iranian president, Mahmoud Ahmadinejad, at the annual UN general assembly.</p> <p>But Palin's invitation was withdrawn by organisers following a public spat with Hillary Clinton. The senator for New York had accepted an offer to attend but pulled out saying Palin's late inclusion on the speaker list would have politicised the event.</p> <p>The New York Sun yesterday published the speech that Palin would have made had she appeared at the rally. In it, she calls for action to thwart Ahmadinejad, who she says should be held accountable under international law for the crime of inciting genocide. \"He must be stopped,\" the speech says.</p> <p>Since her appointment as John McCain's running mate last month Palin has faced stiff criticism, and even ridicule, for her lack of international experience. Democratic opponents have pointed out she is just one heartbeat away from the presidency should McCain fall ill in office.</p> <p>The McCain campaign unwittingly fanned the flames by emphasising that as governor of Alaska she was knowledgeable about neighbouring Russia. The theme was picked up in a Saturday Night Live spoof in which Tina Fey has Palin say: \"I can see Russia from my house.\"</p> <p>Bloggers also went to town after a television interview in which she was flummoxed by a reference to the \"Bush doctrine\", the argument that pre-emptive strikes against threatening states or terrorist groups can be justified.</p> <p>The main effort to dispel the impression of naivety will begin today when Palin enters the UN. In meetings that will continue into tomorrow, she will meet leaders from many of the world's most sensitive regions. But according to the list put out by Reuters, there will be no western European leaders among her engagements. It has been confirmed that the British government has neither been approached by the Palin team, nor sought any contact.</p> <p>The only British minister she could meet casually is Kim Howells, the junior Foreign Office minister, who will attend the Bush cocktail party.</p> <p>She will meet the presidents of Afghanistan and Iraq, Hamid Karzai and Jalal Talabani, as well as the leader of the main US ally in Latin America, Alvaro Uribe of Colombia. The new Pakistani president, Asif Ali Zardari, is on the list, as is Indian prime minister Manmohan Singh.</p> <p>There is no seat at the Palin table for China or notably Russia after the conflict in Georgia, though the presidents of Georgia, Mikheil Saakashvili, and Ukraine, Viktor Yushchenko, are included.</p> <p>Peter Beinart, senior fellow of the Council on Foreign Relations in Washington, said the cast was unsurprising. \"These are all leaders of countries considered friendly to the US. McCain is a more us-versus-them kind of guy than Obama, and you can see that reflected on the list.\"</p> <p>The other interesting entry on the list is Henry Kissinger, whom Palin will meet today. The former US secretary of state under Richard Nixon was once highly divisive, but now occupies a lofty position as elder statesman and has been frequently consulted by Bush.</p> <h2>Meet and greet</h2> <p>On<strong> Tuesday</strong> the Republican vice-presidential candidate will meet the Afghan president, <strong>Hamid Karzai</strong>, and the Colombian president, <strong>Alvaro Uribe</strong>, and will also enjoy a sit-down with the former US secretary of state <strong>Henry Kissinger</strong>. On<strong> Wednesday </strong>she is lined up to meet a string of world leaders, including the Iraqi president, <strong>Jalal Talabani</strong>. Palin also has scheduled meetings with the Georgian president, <strong>Mikheil Saakashvili</strong>, the Ukrainian leader, <strong>Viktor Yushchenko</strong>, the new Pakistani president, <strong>Asif Ali Zardari</strong>, and the Indian prime minister, <strong>Manmohan Singh</strong>. She will also meet U2 singer and activist <strong>Bono</strong>.</p>",
  "<p>Two advisers to John McCain's presidential campaign today said a flood of questionable voter registration applications in swing states threatens to undermine the accuracy of the November election and could prevent legitimate voters from registering for a ballot.</p> <p>The warning came less than a week after the Democratic party filed a lawsuit in Michigan seeking to end what its lawyers said were Republican efforts to suppress votes of poor people and African Americans, two historically Democratic constituencies. The move indicates the Democratic and Republican parties are set to battle over voter registration in the remaining weeks of the campaign.</p> <p>On a conference call with reporters this afternoon, former Republican senators John Danforth and Warren Rudman said a coalition of community organisations called Acorn had in several states submitted voter registration applications for people who were already registered. </p> <p>The senators did not accuse the group of fraud, but suggested the group's registration drive was \"diluting\" legitimate votes and causing havoc in the nation's voter registration process.</p> <p>\"Our mission is to ensure that everybody who is entitled to vote gets to vote without any intimidation but also that there's no stuffing of the ballot boxes, no fraudulent voting and also that the rules are the same for everybody,\" said Danforth, a former Missouri senator. </p> <p>\"We are concerned that there is or may be a pattern of registering people who are not entitled to vote or otherwise gumming up the system for registering voters.\"</p> <p>He cited news reports in Michigan, Colorado and elsewhere describing problematic registration applications surfacing after large Acorn registration drives. Earlier this month in Detroit, for example, the secretary of state's office cited a \"sizeable number of duplicate and fraudulent applications\" arising from an Acorn drive. </p> <p>Last week, Republican officials called Acorn's North Carolina chapter \"a quasi-criminal, Democratic affiliated organisation\" after an election official asked the state to check 80 applications submitted by the group.</p> <p>Today, Danforth sought to link Acorn to the Obama camp, noting that a political action committee affiliated with Acorn endorsed Obama.</p> <p>He also said the McCain campaign was concerned that some ballot stations in heavily Democratic areas would be allowed to remain open on election night after their scheduled closing. </p> <p>State laws typically allow that anyone on line to vote when the polls are scheduled to close may cast a ballot, but Danforth said he was concerned polling sites would be kept open to accommodate Democrats' late voter turnout efforts.</p> <p>Rudman defended the party against Democratic allegations in Michigan that Republicans are working to deny the vote to people who lost their homes in the mortgage crisis. </p> <p>The Democratic party said its lawsuit filed last week in Michigan was aimed at ceasing the practice. The suit came after a Macomb county Republican official told a local newspaper the party was culling voter names from foreclosure lists to challenge their residency.</p> <p>Rudman said the suit was a \"red herring\", and that, \"all the local officials deny it\". He called on the Democratic party to come to an accord with the Republicans on election-day procedures such as extended polling hours.</p> <p>The back-and-forth between the Democratic and Republican parties reflects the historic divergence between the two camps on voter registration and ballot access. The Republican party has typically pushed for strong verification requirements, such as identification checks at the ballot, measures they say are intended to counter voter fraud. </p> <p>The Democrats, meanwhile, say such strictures will discourage the elderly and poor from voting. Non-partisan election experts say there is minimal fraud in US voting.</p>",
  "<p>A top adviser to <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> took a dig at the New York Times' credibility today, calling the paper \"a pro-Obama advocacy organisation\" when discussing a news story linking the candidate's campaign manager to a lobbying operation backed by Fannie Mae and Freddie Mac.</p> <p>The Times reported this morning that Rick Davis, who heads day-to-day operations for McCain, was paid more than $30,000 a month during a five-year period when he represented a group seeking to limit government regulation of Fannie and Freddie. Such regulation has become a key issue for both McCain and <a href=\"http://www.theguardian.com/world/barackobamacrisis\">Barack Obama</a> as the <a href=\"http://www.theguardian.com/business/wallstreet\">crisis on Wall Street</a> dominates the news.</p> <p>In response to a question from CNN reporter Dana Bash regarding the Davis story, <a href=\"http://www.theguardian.com/world/2008/aug/31/uselections2008.barackobama\">Steve Schmidt </a> said: \"Whatever the New York Times once was, it is today not by any standard a journalistic organisation, it is a pro-Obama advocacy organisation that every day attacks the McCain campaign, attacks Senator McCain, attacks Governor Palin and excuses Senator Obama.</p> <p>\"There is no level of public vetting with regard to Senator Obama's record, his background, his past statements. There is no level of outrage directed at his deceitful ads. This is an organisation that is completely, totally, 150% in the tank for the Democrat candidate.\"</p> <p>The New York Times' executive editor, Bill Keller, issued a statement in response, reading: \"The New York Times is committed to covering the candidates fully, fairly and aggressively ... Candidates and their campaign operatives are not always comfortable with that level of scrutiny, but it's what our readers expect and deserve.\"</p> <p>Democratic spokesmen declined to comment on Schmidt's remarks, but the Obama campaign this afternoon distributed a memo listing New York Times pieces it considers critical of the Democratic presidential nominee, including accounts of his relationships with Chicago political figures, his investments and his Illinois state senate voting record.</p> <p>At the Republican National Convention in St Paul earlier this month, several featured speakers, including McCain's primary rival Mike Huckabee, pointedly criticised the media in attacks cheered by delegates.</p> <p>During the question-and-answer period at a McCain rally today in Scranton, Pennsylvania, a McCain supporter asked why news organizations had committed so many reporters to investigate the background of <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, McCain's running mate.</p> <p>\"Shame on you, shame on you,\" the woman shouted to applause, according to an Associated Press report.</p> <p>The New York Times endorsed McCain for the Republican nomination during the primary season, praising him as \"the only Republican who promises to end the George Bush style of governing from and on behalf of a small, angry fringe … [with] a record of working across the aisle to develop sound bipartisan legislation\". The newspaper endorsed Obama's rival Hillary Clinton for the Democratic nomination. It has yet to endorse a candidate in the general election.</p>",
  "<p>The delegates and activists who gathered in Manchester Town Hall were aware that the coming election was going to be painfully close. But they also sensed that a historic victory was possible. </p> <p>Sadly for them, the election in question is being held in the United States. The purpose of yesterday evening's <a href=\"http://fabians.org.uk/\">Fabian Society</a>-organised fringe event was to explore what lessons Labour could learn from America and to ask whether \"hope can win\". </p> <p><a href=\"http://www.davidlammy.co.uk/da/12244\">David Lammy</a> began by stating of the official government line of neutrality before discussing the parallels between Labour and the Democrats. He argued that \"What works was what mattered\" had been at the heart of New Labour's mantra, \"but what is becoming is clear is that now it is not about what works, it's about what matters\".</p> <p>He offered climate change, abortion, the role of government and foreign policy as themes that now matter.</p> <p>Peter Kellner from <a href=\"http://www.yougov.com/uk/panel/\">YouGov</a> then posed the question: what are we actually arguing about in British politics? In the US, he noted, there are strong and vibrant disagreements between the parties and their supporters. \"There is a fissure between American voters on values issues like abortion, gun control and so on but should there be such a cleavage in British politics to replace the ideological conflicts of the twentieth century? Or should we carry on with the broadly centrist view that Labour and the Conservatives do not radically disagree with each other? If we are going to have something to argue about and it's not going to be economic ideology what is it going to be about?\"</p> <p>It was an intriguing question that was sadly left unexplored by the other speakers. Instead both Newsweek journalist Stryker Maguire, Labour prospective candidate Rushanara Ali and Bill Barnard from Democrats Abroad UK talked about the fact that the coming presidential election would represent an unprecedented leap for both black people and women in politics. </p> <p>Listening to the discussion it struck me that while there had been a huge amount of time devoted to discussing politics there was virtually no reference to the personalities of the candidates. And yet among the most striking aspects to the presidential race – and one of reasons why it has ignited such interest abroad – is that McCain, Obama and, love her or loathe her, Palin, all have compelling personal biographies which are surely part of their appeal. </p> <p>Is it McCain's policies that voters are responding to or the fact that he embodies the all-American hero? Is it not Obama's articulation of being at ease in his mixed race American skin that partly explain his appeal and, similarly, Palin's popularity is also partly derived from her claim to be just another working hockey mom. </p> <p>There is, of course, a presidential system in the US which will inevitably focus more on individuals than the parliamentary system. When I asked the panel for their thoughts about the role of personality in politics, Kellner argued that the problems facing Labour are bigger than Gordon Brown and that changing the leader would not change their fortunes. </p> <p>For him it's the policies, stupid. Perhaps. And yet while it may be true that ditching Brown now will not save Labour perhaps the lesson for the future, a lesson drawn from across the Atlantic, is that politics is not only about the message but also the messenger.</p>",
  "<p>Sarah Palin has thrown herself into a 36-hour crash course in foreign diplomacy as she makes a highly-publicised visit to the UN in New York this week in an attempt to shrug off the perception that she is an international affairs ingénue.</p> <p>The Republican vice-presidential candidate, who obtained a passport to travel outside North America for the first time only last year, is meeting a raft of leaders from several of the world's current hotspots.</p> <p>But her cramming timetable fails to include any scheduled encounter with a major European leader.</p> <p>Her induction begins tonight with attendance at a cocktail party held by President George Bush at the city's Waldorf-Astoria hotel. </p> <p>Lebanese president Michel Suleiman and other leaders, carefully selected for their goodwill towards America, were on the guest list.</p> <p>Even before Palin takes her first steps tomorrow morning into the UN's international territory on the east side of Manhattan, she has walked into controversy. </p> <p>She had been billed to make an appearance at a rally outside the UN building organised by New York Jewish groups protesting the arrival of the Iranian president, Mahmoud Ahmadinejad, at the annual UN general assembly.</p> <p>But Palin's invitation was withdrawn by organisers following a public spat with Hillary Clinton. The senator for New York had accepted a previous offer to attend but pulled out complaining that Palin's late inclusion on the speaker list would have politicised the event.</p> <p>The New York Sun today published the speech that Palin would have made had she appeared at the rally. In it, she calls for action to thwart Ahmadinejad who she says should be held accountable under international law for the crime of inciting genocide.</p> <p>\"He must be stopped,\" the speech says.</p> <p>Since her appointment as John McCain's presidential running mate last month, Palin has faced stiff criticism, and even ridicule, for her lack of international experience. Democratic opponents have pointed out that she is just one heartbeat away from taking over the US presidency herself should McCain fall ill in office.</p> <p>The McCain campaign unwittingly fanned the flames of the criticism by emphasising that as governor of Alaska she was knowledgeable about neighbouring Russia. </p> <p>The theme was picked up in a Saturday Night Live spoof in which Tina Fey as Palin says: \"I can see Russia from my house\".</p> <p>Bloggers have also gone to town on her the moment in a television interview when she was flummoxed by a reference to the \"Bush doctrine\", the argument that pre-emptive strikes against threatening states or terrorist groups can be justified.</p> <p>The main work of dispelling the impression of naivety will begin tomorrow morning when Palin enters the gladiatorial ring of the UN. In a succession of meetings that will continue into Wednesday, she will meet leaders from many of the most sensitive regions of the world.</p> <p>But according to the list put out by Reuters, there will be no western European leaders among her engagements. It has been confirmed that the British government has neither been approached by the Palin team, nor sought any contact with it.</p> <p>The only UK minister she could meet casually is Kim Howells, the junior foreign office minister, who will attend the Bush cocktail party.</p> <p>She will meet the presidents of Afghanistan and Iraq, Hamid Karzai and Jalal Talabani, in recognition of the two wars the US is engaged in, as well as the leader of the main US ally in Latin America, Alvaro Uribe of Colombia. The new Pakistani president Asif Ali Zardari is on the list, as is the Indian prime minister Manmohan Singh.</p> <p>There is no seat at the Palin table for China or notably Russia following the conflict in Georgia, though the presidents of Georgia itself, Mikheil Saakashvili , and Ukraine, Viktor Yushchenko, are included.</p> <p>Peter Beinart, senior fellow of the Council on Foreign Relations in Washington, said the cast was unsurprising for the deputy of McCain.</p> <p>\"These are all leaders of countries considered friendly to the US. McCain is a more Us-versus-Them kind of guy than Obama, and you can see that reflected on the list.\"</p> <p>The other interesting entry on the list is Henry Kissinger, who Palin will meet tomorrow. The former US secretary of state under Richard Nixon was once highly divisive, but now occupies a lofty position as elder statesman and has been frequently consulted by Bush.</p>",
  "<p>The power struggle to shape the largest financial bailout in US history begins today in Congress, where members of both parties are weighing how many conditions to set on a rescue plan for Wall Street.</p> <p>Though few in Washington dispute treasury secretary Henry Paulson's insistence on quick passage of the proposed $700bn government intervention, Democrats are serving notice that they will seek to add more taxpayer benefits and oversight to the plan before approving it.</p> <p>\"We will not simply hand over a $700bn blank check to Wall Street and hope for a better outcome,\" Nancy Pelosi, the Democratic speaker of the House of Representatives, said yesterday.</p> <p>Republicans, meanwhile, are caught between an unpopular president and a newly populist presidential nominee as they decide whether to pursue their own changes to the financial-market restructuring. </p> <p>John Boehner, the leader of House Republicans, yesterday proposed an oversight panel to monitor Paulson's implementation of the plan. All profits from the government's ultimate sale of risky mortgage-backed securities should help pay off the US national debt, Boehner added. </p> <p>Yet even those issues on which the two parties can find common ground – such as congressional oversight and ensuring that taxpayers see a share of the profits from the bailout – could remain obstacles to final passage of Paulson's proposal.</p> <p>The tumult of the past week has shaken Republicans' ideological faith in free markets, leaving their once-vaunted party unity in shambles with 42 days remaining before the election. </p> <p>Some of their members may echo John McCain, who joined senior Democrats in calling for a cap on executive compensation at firms that receive government help.</p> <p>Other Republicans are more likely to back Paulson's call for a \"clean\" rescue bill that lacks any new provisions to benefit taxpayers. </p> <p>If Democratic congressional leaders attempt to pad the bailout with aid to homeowners facing bankruptcy due to foreclosure, the party of George Bush could stage a rally to support his version of the plan.</p> <p>The Senate banking committee is slated to hear from Paulson and Federal Reserve chairman Ben Bernanke tomorrow, with its House counterpart following on Wednesday. </p> <p>Another potentially controversial element of the bailout is Paulson's request for legal immunity as he manages the purchase of distressed Wall Street assets. Given that the treasury secretary is a former Wall Street CEO, the immunity grant could raise questions about Paulson's ability to unilaterally assist his allies at Goldman Sachs and other embattled firms.</p> <p>House Democrats hope to vote on the financial bailout before the weekend, but few on Capitol Hill expect Congress to keep to its original schedule and depart for the year on Friday. </p> <p>Senator Chris Dodd, chairman of the banking panel, has asked to keep Congress in session throughout the autumn in case more quick financial action is needed.</p> <p>As Paulson's plan began circulating yesterday, Democratic senator Robert Menendez gave voice to his party's common complaint: the Bush administration proposal is \"all Wall Street and no Main Street\".</p> <p>The Senate banking panel's senior Republican Richard Shelby, sounded almost like a Democrat yesterday as he told CBS news that the bailout \"doesn't do anything for the homeowner\".</p> <p>\"This is doing something for the banks, and if [homeowners] get any relief it will be incidental,\" Shelby said.</p> <p>With the markets responding anxiously to any news from Washington, the pressure will mount on Congress to act quickly as the week progresses. But as the debate begins, only one thing appeared certain: the bailout is in for a bumpy ride.</p>",
  "<p>Last night on 60 Minutes, John McCain said outright that he would seek to make Andrew Cuomo, the Democratic attorney general of New York state, his head of the SEC. Transcript:</p> <blockquote> <p><br> McCain: \"Technically he can't be, quote, fired. But I'll tell you: When I'm President, if I want somebody to resign, they resign.\"</p> <p> Pelley: \"I'm curious. If you wanna fire Chris Cox, the chairman of the SEC, who would you replace him with?\"</p> <p> McCain: \"This may sound a little— unusual, but I've admired— Andrew Cuomo. I think he is somebody who could restore some credibility, lend some bipartisanship to this effort.\"</p> <p> Pelley: \"He's a Democrat.\"</p> <p> McCain: \"Oh, yes.\"</p> <p> Pelley: \"He served in the cabinet of President Clinton.\"</p> <p> McCain: \"Yes. And he did a good job. And he has respect. And he has prestige.\"</p> </blockquote> <p>Cuomo's office responded that such talk was inappropriate in light of its own probes into the current market turmoil. But it may well be inappropriate in another way.</p> <p>It's illegal for presidential candidates to promise or pledge an appointment before the election. Here's <a href=\"http://vlex.com/vid/19191068\">the relevant language</a> from the United States Code:</p> <blockquote> <p>Whoever, being a candidate, directly or indirectly promises or pledges the appointment, or the use of his influence or support for the appointment of any person to any public or private position or employment, for the purpose of procuring support in his candidacy shall be fined under this title or imprisoned not more than one year, or both; and if the violation was willful, shall be fined under this title or imprisoned not more than two years, or both.</p> </blockquote> <p>Now, obviously the hard-to-prove part here is \"for the purpose of procuring support for his candidacy.\" And of course I understand that no authority figure is going to bust John McCain on this point. But this kind of thing deserves our attention. This law became law because candidates used to routinely offer important posts to people who could deliver votes as part of political deals, either for their support or for the support of constituencies with whom they were popular. </p> <p>Whether McCain crossed a legal line or not, that is essentially what he's doing here. I happen to know Andrew Cuomo and I think he was a mostly successful cabinet official under Clinton. But let's just say that I bet McCain would've been somewhat less likely to mention Cuomo's name if he weren't Catholic.<br></p>",
  "<p>We are now entering the closing weeks of what promises to be yet another close and contentious presidential election contest. As each side seeks to maximise its advantages and minimise its weaknesses, the Republican party has chosen the lowest of low roads, engaging in two sleazy political marketing campaigns over the past week.</p> <p>First, DVDs of an anti-Muslim documentary film are being <a href=\"http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1003849746\">distributed to 28 million voters in swing states</a> like Florida, Pennsylvania, Ohio, Michigan, Colorado and Wisconsin. Second, Republican telemarketers have begun push polling aimed at scaring Jewish voters in swing states from voting for Barack Obama.</p> <p>The 2005 film, called <a href=\"http://www.obsessionthemovie.com/about_synopsis.php\">Obsession: Radical Islam's War Against the West</a>, warns that Islamic jihadists aim to take over the US government and destroy our way of life and urges voters to consider which candidate will best protect the nation. Among other subtleties, the film attempts to equate Islam with Nazism, juxtaposing scenes of children being encouraged to become suicide bombers with shots of Nazi rallies.</p> <p>The film was distributed as an advertising supplement in major newspapers, including the New York Times. In addition, the <a href=\"http://www.jewsonfirst.org/08a/cufi_obsession.html\">Republican Jewish Coalition has mailed the DVDs</a> to rabbis and Jewish organisational mailing lists, while a Christian Zionist group distributed it to delegates at the Republican and Democratic conventions. Sheldon Adelson, a major funder of arch-conservative causes and Likud party leader Bibi Netanyahu, personally gives the DVD to participants in the Taglit Birthright Israel tours he funds for Jewish young people.</p> <p>The film's production and promotional campaign were bankrolled by the <a href=\"http://clarionfund.org/\">Clarion Fund</a>, an <a href=\"http://www.haaretz.com/hasen/spages/873843.html\">obscure non-profit</a> that has not filed the required IRS form that would allow the public to see who its officers and major funders are. The group was founded, however, by Raphael Shore, an Israeli-Canadian citizen and supporter of John McCain. Shore's website, <a href=\"http://www.radicalislam.org/\">Radical Islam</a>, featured <a href=\"http://www.pennlive.com/news/patriotnews/index.ssf?/base/news/1221096322203370.xml&amp;coll=1\">an editorial endorsing McCain</a> for president. That's a big no-no: 501c3s aren't legally allowed to endorse candidates.</p> <p>The mass distribution of Obsession is an obvious Republican scare-tactic, right out of the Rovian playbook. Party operatives believe that scaring Americans into believing there's a jihadist under every bed will play to Republican strengths and Democratic weaknesses on national security. They swiftboated John Kerry in 2004. Now they're jihadising Barack Obama.</p> <p>To this end, Jewish voters in swing states have also been the targets of push polling from Republican-affiliated marketing outfits. Joelna Marcus of Key West, Florida <a href=\"http://nobloodforhubris.blogspot.com/2008/09/roveian-push-poll-targets-fl-voter-to.html\">received a telemarketing call</a> asking if she is Jewish. After replying \"yes\", she was asked whether she was religious. Then the push poller then asked her if her opinion of Barack Obama would change if she knew that Obama had given lots and lots of money to the PLO. In Pittsburgh, Pennsylvania, <a href=\"http://www.politico.com/blogs/bensmith/0908/Jewish_voters_complain_of_antiObama_poll.html?showall\">Debbie Minden received a call</a> asking whether her support for Obama would be swayed if she knew \"his church was anti-Israel\" or that Hamas endorsed him and that its leaders had met with him. The caller also asked if she would change her mind if she learned he was Muslim.</p> <p>The <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/09/15/i-just-got-push-polled-on-obama-and-israel.aspx\">New Republic's Jonathan Cohn also received a call</a> in Michigan and took notes of the smears: According to the caller, some of Obama's best friends in Chicago were \"pro-Palestinian leaders\"; Jimmy Carter's anti-Israel national security adviser Zbigniew Brzezinski is an Obama foreign policy adviser; Obama sat on a board which funded a \"pro-Palestinian charity\"; Obama said that if elected he would call for a summit of Muslim nations and exclude Israel.</p> <p>Minden reported that her call came from a firm called Research Strategies, which is none other than Wilson Research Strategies, whose founder is <a href=\"http://www.w-r-s.com/thefirm/wilson.php\">Chris Wilson</a>. Wilson is a top Republican consultant and friend of, you guessed it, <a href=\"http://wwwtmrcom.blogspot.com/2006/09/rove-top-fundraiser-to-visit-for.html\">Karl Rove</a>. Cohn said his call came from a company called Central Marketing, which has done push polls on behalf of the campaigns of Republicans John Thune and Michael Bloomberg. </p> <p>And Ben Smith reported last week that the Republican Jewish Coalition has <a href=\"http://www.politico.com/news/stories/0908/13516.html\">admitted hiring the Republican telemarketing outfits</a> to do the push polling. Amazing how a little bit of sleuthing leads this filth right to the door of the Republican party.</p> <p>The way these things work, McCain has plausible deniability because the calls aren't made by his campaign. But they and the DVD are clearly designed to raise fears about national security and suppress Jewish turnout for Obama. If Republicans can reduce the number of Obama voters in key swing states by a few percentage points, they figure they strengthen McCain's chances of winning. This is American presidential politics at its most disgusting.</p>",
  "<p>It's hard to think of many things that could shift the national focus in the United States away from the candidates in a presidential election, barely more than 40 days before the vote. But the meltdown on Wall Street, and the White House's multibillion-dollar bailout proposal, appeared to have done it. </p> <p>Over the weekend, both Barack Obama and John McCain were reduced to making cautiously positive noises about the proposal, which would raise the national debt ceiling to $11.3 trillion, allowing the US treasury unprecedented leeway to buy and sell debt. </p> <p>If McCain is to give his full-throated support to the plan, he must somehow square it with his reputation as a deregulator, and his eagerness not to identify too closely with the policies of George Bush. Meanwhile, the Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/09/20/ST2008092002241.html\">reported at the weekend</a>, \"some Obama advisers conceded yesterday that they have concerns about how gingerly Obama has approached the crisis.\" </p> <p>Both campaigns have been forced to bulk up their economic teams, and to constantly review their economic messages, the paper said, while submitting to \"a crash course on the arcana of corporate finance: credit default swaps, naked short-selling and collateralized debt obligations.\"</p> <p>The Obama campaign saw one opportunity for attack on Saturday after the New York Times columnist Paul Krugman <a href=\" http://krugman.blogs.nytimes.com/2008/09/19/mccain-on-banking-and-health/\">drew attention</a> to an article carrying McCain's byline, published in an obscure journal; in it, the Republican appeared to offer banking deregulation as an example that the healthcare industry should follow. \"So let me get this straight - he wants to run health care like they've been running Wall Street,\" Obama told one crowd. \"Well, Senator, I know some folks on Main Street who aren't going to think that's such a good idea\" - although several news organisations accused the Democrats of grossly oversimplifying the article's argument.</p> <p>Oh, and one more thing: all this weekend's talk of trillions made it seem like nothing, but the campaigns spent a record $94m during August, mainly on advertisements.</p> <h2>What to watch for</h2> <p>Over the weekend, the McCain campaign announced that Hamid Karzai of Afghanistan and Alvaro Uribe of Colombia would be among the world leaders who will meet Sarah Palin at the UN General Assembly meeting in New York on Tuesday, in order to beef up her international relations experience. </p> <p>The same day, Obama will \"<a href=\"http://thecaucus.blogs.nytimes.com/2008/09/20/obama-sets-up-debate-camp-in-the-sunshine-state/\">sequester himself near Tampa Bay</a>\" in Florida, sources told the New York Times, to begin intensive preparation for Friday's debate with John McCain in Oxford, Mississippi, which will focus on foreign policy and national security. McCain's campaign says he has been preparing on-and-off for weeks, and won't take any days off the trail to get ready.</p> <h2>Latest polls</h2> <p>In most major tracking polls over the weekend, Obama pulled further ahead of McCain by a small degree. In a Gallup poll released last night, though, the lead had narrowed again, with <a href=\"http://www.gallup.com/poll/110554/Gallup-Daily-Obama-Leading-McCain-Points.aspx\">Obama on 49% and McCain on 45%</a> among registered voters. <a href=\"http://www.electoral-vote.com/\">Electoral-vote.com</a>, which estimates the outcome of the election based on the latest state polls and taking into account the electoral college system, has Obama back in the lead at 273-265 after showing McCain in front last week - but state-level analyses tend to take a few days to catch up with reality, because state polls are less frequent.</p> <p>A troubling <a href=\"http://ap.google.com/article/ALeqM5gehjsXjRU6cEer94pOkWWCmJEOAAD93B2O300\">AP-Yahoo poll</a>, meanwhile, found that one-third of Democrats \"harbor negative views toward blacks\" and that \"the percentage of voters who may turn away from Obama because of his race could easily be larger than the final difference between the candidates in 2004 - about 2.5 percentage points.\"</p> <h2>Quote of the day</h2> <p>\"This sticks in my craw. But it is, by far, the least costly way to proceed for the American economy, for the American people ... This is a humbling, humbling time for the United States of America, as we go around the world and talk to people about our financial system\" - US Treasury Secretary Henry Paulson, on Fox News on Sunday, tries to look on the bright side as the upper echelons of the US economy get reorganised along socialist principles.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/22/uselections2008.barackobama\">Michael Tomasky: The winner of the battle of the TV clips wins the White House</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/22/uselections2008.barackobama\">Candidates prepare for make or break presidential debates</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/21/uselections2008.barackobama\">Wall St woes help Obama overtake McCain express</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/sep/22/uselections2008.race\">On the road blog: Study looks at the role of race in the election</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/21/AR2008092102546.html?hpid=topnews\">Washington Post: Expansive role for 'First Dude'</a></p> <p><strong>·</strong> <a href=\"http://www.latimes.com/news/politics/la-na-money22-2008sep22,0,1726948.story\">Los Angeles Times: Obama outraises and outspends McCain</a></p> <p><strong>·</strong> <a href=\"http://www.economist.com/finance/displayStory.cfm?story_id=12281280&amp;source=features_box1\">Economist.com: Can Hank Paulson's rescue plan for Wall St do the job</a></p> <h2>Advice of the day</h2> <p>Aaron Sorkin imagines <a href=\"http://www.nytimes.com/2008/09/21/opinion/21dowd-sorkin.html?bl&amp;ex=1222228800&amp;en=007cf9e8faaaf52a&amp;ei=5087%0A\">a meeting between Barack Obama and The West Wing's Josiah Bartlet</a>. \"Get angrier!\" the fictional president counsels. \"Call them liars, because that's what they are. Sarah Palin didn't say 'thanks but no thanks' to the Bridge to Nowhere. She just said 'Thanks.' You were raised by a single mother on food stamps - where does a guy with eight houses who was legacied into Annapolis get off calling you an elitist? And by the way, if you do nothing else, take that word back. Elite is a good word, it means well above average ... They have to lie - the truth isn't their friend right now. Get angry. Mock them mercilessly; they've earned it.\"</p>",
  "<p>How many billions of dollars do you need to squander before someone has to hold a proper press conference in Washington DC?</p> <p>I only ask, because after a week in which increasing amounts of taxpayers' money was <a href=\"http://www.nytimes.com/2008/09/22/business/22Markets.html\">pledged to prop up the US financial system</a>, not one of the major actors in the US administration could drag themselves in front of a podium to fully answer questions on the subject. It hardly seems value for money, does it?</p> <p>It's extraordinary: a blank cheque is being written, for perhaps $700bn or more, and no-one involved in writing that cheque has been prepared to go into a room full of journalists, stare into the TV cameras, and say: \"Ladies and gentlemen, I'm sure you've all got many questions to ask….\"</p> <p>One example was last Thursday, after the US government had bailed out the AIG insurance company through an $85bn loan, and word was circulating of a further huge rescue package being readied. President Bush, at that moment of national peril, stirred himself to <a href=\"http://www.whitehouse.gov/news/releases/2008/09/20080918.html\">read a statement of 260 words</a>, lasting exactly two minutes – that's not an exaggeration, that is the length of time he spoke for: from 10.15am to 10.17am – of such banality that it doesn't bear repeating. (The highlight? \"Our financial markets continue to deal with serious challenges.\")</p> <p>In those two minutes President Bush neither sought nor answered a single question, as the stock market see-sawed, and hundreds of billions of dollars were being thrust into the markets by the Federal Reserve. The following day, however, President Bush did speak to the press – <a href=\"http://www.whitehouse.gov/news/releases/2008/09/20080919-13.html\">alongside the championship-winning Boston Celtics basketball team</a>, for whom he found time to say more than 1,200 words. (But even that simple task he managed to screw up, of course, when he at one point referred to the team as the Boston Red Sox.)</p> <p>Hank Paulson, the Treasury secretary, did hold what was <a href=\"http://www.ustreas.gov/press/releases/hp1148.htm\">billed as a press conference</a> last Friday, in which he <a href=\"http://www.suntimes.com/business/1173504,091908paulsontrans.article\">read out a statement and took precisely three questions</a> before stalking out. He avoided answering any of the three in any detail, other than this one:</p> <blockquote> <p>Q: You said this seems to be of significant size. Are we talking hundreds of billions, a trillion dollars?<br>Secretary Paulson: No, we're talking hundreds of billions. This needs to be big enough to make a real difference and get at the heart of the problem.</p> </blockquote> <p>One ancient US senator is <a href=\"http://www.dirksencenter.org/print_emd_billionhere.htm\">alleged to have observed</a>: \"A billion here, a billion there, and pretty soon you're talking real money.\" He obviously never met Hank Paulson, to whom talking hundreds of billions only merits a sentence or two.</p> <p>To be fair, Secretary Paulson only had to explain the meltdown on Wall Street and justify why hundreds of billions worth of government funds were being exposed in this way. So three questions would probably cover everything.</p> <p>By the end of the weekend Paulson had done the <a href=\"http://www.baltimoresun.com/news/nationworld/politics/wire/sns-ap-paulson-full-ginsberg,0,1104224.story\">rounds of the Sunday morning TV talk shows</a>, in which he managed to say very little indeed, and the hosts were content to look grave rather than ask questions on subjects they knew nothing about. None of this stage-managed journalism is a good substitute for actually holding an open-ended press conference.</p> <p>No one should be surprised. This is the Bush administration we're talking about, upon whose tombstone history will write three place-names: Iraq, New Orleans, and now Wall Street. In each of these three events we can pick out the same pattern – initial incomprehension, a long period of stasis during which conditions got worse, an inability to adopt appropriate policies because of objections based on ideology, until finally, at vast expense, a resolution of some sort is stumbled upon. And in none of these instances has answering questions about the administration's conduct been a strong point.</p> <p>Indeed, the combined Wall Street bailouts are now matching the treasure spent on the war in Iraq. As Iraq showed, Wall Street will eventual improve, since there are few problems in the world that can't be helped by throwing hundreds of billions of dollars at them. (New Orleans is still waiting, though.)</p> <p>While George Bush doesn't want to hold any press conferences to discuss the crisis, plenty of other Republicans do. One senator, <a href=\"http://briansullivan.blogs.foxbusiness.com/2008/09/19/bunning-free-market-dead/\">Jim Bunning, made a statement worth reading</a> on several levels:</p> <blockquote> <p>\"Instead of celebrating the Fourth of July next year Americans will be celebrating Bastille Day; the free market for all intents and purposes is dead in America,\" said Bunning. \"The action proposed today by the Treasury department will take away the free market and institute socialism in America. The American taxpayer has been mislead throughout this economic crisis. The government on all fronts has failed the American people miserably. My great-grandchildren will be saddled with the estimated $1 trillion debt left in the wake of this proposal. We have gotten to this point because nobody has been minding the store. Both Secretary Paulson and Chairmen [Ben] Bernanke should be held accountable for their inaction – and now because of that inaction – the American taxpayer is left with bill.\"</p> </blockquote> <p>The last time he ran for re-election Bunning was <a href=\"http://www.theguardian.com/world/2004/oct/29/uselections2004.usa5?commentpage=1\">forced to assure voters</a> that he was mentally fit to hold office. But even so, let me make clear: Bunning is a Republican senator from Kentucky.</p> <p>It can't be much fun being an incumbent Republican running in November. You have your president betraying your dearly-held free market beliefs, while your presidential candidate is roaming the country painting you as part of the corrupt swamp in Washington that caused the problem.</p> <p>And if no one from the administration is willing to turn up for a once-in-a-lifetime market meltdown, then who can blame <a href=\"http://www.theguardian.com/world/feedarticle/7816303\">Sarah Palin for avoiding anything resembling a press conference</a> – she's only running for vice president.</p>",
  "<p>On my post of the results of a poll on which presidential candidates <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/sep/20/uselections2008.useconomy\">Americans would prefer to have over to watch the football game</a>, commenter StMichaelTraveler said:</p> <blockquote> <p>This is just part of the total answer. The major part is whether many older blue-colored workers, older under-educated women, and fundamentalists Christians can accept a highly qualified part black American as their president.</p> <p>Since 1950, we Americans have come a long way, but we still have a long way to go to free ourselves from the yoke of our prejudices. If Senator McCain wins this election, it would be greatly the result of our prejudice. If then, we should stop calling ourselves the leader of the free world, when we still have subjugated a major part of our society?</p> </blockquote> <p>Well, look here. Cue the researchers at Stanford University. They wanted to find out <a href=\"http://news.yahoo.com/page/election-2008-political-pulse-obama-race\">why Barack Obama didn't have a larger lead</a> in the polls despite President Bush's unpopularity, upset over the war in Iraq and Democrats' advantages on the economy. Barack Obama's Democrats have even registered more voters for the election in November.</p> <blockquote> <p>The poll, conducted with Stanford University, suggests that the percentage of voters who may turn away from Obama because of his race could easily be larger than the final difference between the candidates in 2004 — about two and one-half percentage points.</p> </blockquote> <p>The study suggested that \"Obama's support would be as much as 6 percentage points higher if there were no white racial prejudice\".</p> <p>Nate Silver at FiveThirtyEight.com says not so fast. He says that it's <a href=\"http://www.fivethirtyeight.com/2008/09/on-race-based-voting.html\">irresponsible to cite the study without subjecting the study to peer review.</a> But he also challenges some of the received wisdom that has grown up around Barack Obama and the impact of his race. Nate's points 2 and 4 seem the most compelling to me.</p> <blockquote> <p>2. The study appears to be one of all adults, rather than registered or likely voters. Expressions of racial prejudice have a strong inverse correlation with education levels, and so do turnout rates. Therefore, even if it is true that Barack Obama's race puts him at something like a 6-point disadvantage with the population as a whole, the margin is probably more like 4-5 points among likely voters.</p> </blockquote> <blockquote> <p>4. One should be very careful not to confuse a study like this with the Bradley Effect. Of course some people are racist, and will vote against Obama because he is black -- I have met some of them. But the Bradley Effect concerns something different -- whether such people are likely to lie about their behavior to pollsters. There is <a href=\"http://www.fivethirtyeight.com/2008/08/persistent-myth-of-bradley-effect.html\">simply</a> <a href=\"http://people.iq.harvard.edu/%7Edhopkins/wilder13.pdf\">no</a> <a href=\"http://www.themonkeycage.org/2008/08/an_obama_effect_part_iii.html\">empirical</a> <a href=\"http://www.pollster.com/polls/tn/06-tn-sen.php\">evidence</a> that the Bradley Effect exists any longer. It did not exist in the primaries, and it did not exist in the 2006 Senate race in Tennessee, which was perhaps the most racially-tinged contest of the past decade (in fact, Harold Ford slightly outperformed the late polls).</p> </blockquote> <p>As Nate pointed out in a previous post, <a href=\"http://www.fivethirtyeight.com/2008/08/persistent-myth-of-bradley-effect.html\">Obama actually beat his polling numbers</a> in every region except the Northeast, states near New York, which Hillary Clinton represents in the Senate.</p> <p>Technorati Tags: <a href=\"http://technorati.com/tag/BarackObama\" rel=\"tag\" class=\"techtag\">BarackObama</a> <a href=\"http://technorati.com/tag/race\" rel=\"tag\" class=\"techtag\">race</a> <a href=\"http://technorati.com/tag/polls\" rel=\"tag\" class=\"techtag\">polls</a> <a href=\"http://technorati.com/tag/prejudice\" rel=\"tag\" class=\"techtag\">prejudice</a> <a href=\"http://technorati.com/tag/politics\" rel=\"tag\" class=\"techtag\">politics</a></p>"
]