[
  "<p>John McCain narrowed the focus of his campaign yesterday after failing to deliver the game-changing performance he needed in his presidential debate against Barack Obama. With instant polls awarding the debate to Obama, McCain's advisers refocused the campaign on a narrow field of battleground states. That suggests a best-case scenario for the Republican of a very slim victory over Obama.</p> <p>The McCain camp also signalled an attempt to return to a more issues-based campaign, focused on the economy, only days after announcing a \"gloves off\" attack on Obama's character and his former associations in Chicago.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338422059\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps and graphs/2008/10/9/1223537342238/uspollgraph.jpg\" alt=\"The verdict from Tennessee\" width=\"220\" height=\"634\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The verdict from Tennessee</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Speaking after Tuesday's televised debate in Nashville, Rick Davis, McCain's campaign manager, set out a narrow strategy that allows little room for manoeuvre. The Republicans' hopes now rest on holding on to the 252 electoral votes that President George Bush won in 2004 and on taking Pennsylvania from the Democrats. The state, with its 21 electoral votes, would push him over the 270 college votes needed to win. </p> <p>Obama, in contrast, is in a position to expand his playing field, and is buying television advertising and making campaign appearances in traditional Republican states such as Indiana and North Carolina.</p> <p>At a rally in Indianapolis, the Democrat pushed back hard against McCain's attempt to relaunch his campaign on healthcare and the economy, telling people not to be \"bamboozled\". He reminded the crowd that McCain had only a day or two earlier been fighting the election on issues of character. \"The McCain campaign actually said, and I am quoting, 'if we keep talking about the economy, we're going to lose'.\"</p> <p>McCain and his running mate, Sarah Palin, headed straight from Nashville for a joint rally in the Pennsylvania steel town of Bethlehem. McCain is to push his plan, unexpectedly announced during the debate, for a $300bn government programme to help homeowners facing the loss of their homes.</p> <p>The problem for McCain is that polls show that voters in Pennsylvania, as in other states, have shifted to Obama in droves in the past fortnight as a result of the economic crisis. The RealClearPolitics website, which keeps a running tally of polls, put Obama on 51% in Pennsylvania against McCain on 39%.</p> <p>McCain also faces a financial gap against Obama. After accepting public finance, he is restricted to spending $84m on the election, while Obama, who has broken all previous fundraising records, can raise funds and spend without limit.</p> <p>Obama so far has spent $6m more a week on TV advertising, according to Ken Goldstein, a University of Wisconsin professor who monitors campaign advertising. The Democrats plan to increase their ad buy by 20% a week.</p> <p>Obama is outspending McCain in such key battlegrounds as Ohio, Pennsylvania and Florida, as well as traditionally Republican territory such as North Carolina and Indiana.</p> <p>McCain has one major opportunity left to try to overcome those disadvantages in the last of the three presidential debates, in New York next Wednesday.</p> <p>In an acknowledgment that McCain's performance on Tuesday night had failed to shift the public focus on the economy, one of his key advisers, Douglas Holtz-Eakin, accused the moderator, Tom Brokaw, of hijacking the debate's format.</p> <p>A CNN/Opinion Research Corporation poll taken immediately after the debate awarded it to Obama by a margin of 54% to 30%, with the rest giving it as a tie.</p> <p>The age gap between the two men - Obama is 47, McCain 72 - has seldom been as obvious. When asked during the debate how the economic crisis would affect the three top priorities of his administration, McCain appeared unable to remember what they were and jotted down a note.</p>",
  "<h2>Tourists among 18 killed in mountain air crash</h2> <p>Twelve German tourists died yesterday when their small plane crashed and caught fire at a tiny mountainside airport 40 miles from Mount Everest. Two Australians and two Nepalese tourists also died in the crash, along with two crew members. The Yeti Airlines pilot survived. The DHC-6 Twin Otter plane en route from the capital, Kathmandu, snagged its wheels on a fence in fog at Lukla airport, said Mohan Adhikari, the general manager at Kathmandu. He added: \"All the passengers waiting for planes ran to help douse the flames, but the passengers were already dead.\"<br><strong>Associated Press in Kathmandu</strong></p> <h2>Historic election may oust leader after 30 years</h2> <p>Thousands of people voted yesterday in the first democratic presidential elections in the Maldives, which could see Asia's longest-serving leader, President Maumoon Abdul Gayoom, ousted by a human rights activist he once jailed. Gayoom, the 71-year-old Maldivian strongman for the past 30 years, faces five rivals in the election, which is the culmination of a peaceful democracy movement that evolved after violent riots in 2005. The most serious threat to his rule is the founder of the Maldivian Democratic party, Mohamed \"Anni\" Nasheed, a former prisoner of conscience.<br><strong>Randeep Ramesh</strong></p> <h2>Civilian death toll from US air strike revised to 30</h2> <p>US officials say American air strikes in Afghanistan on August 22 killed about 30 civilians, far more than the military had previously acknowledged. An investigation found that the strikes against a suspected Taliban compound in the western province of Herat had more fatalities than the five to seven the US originally acknowledged, according to a Pentagon official. The Afghan government and UN had said that the operation killed some 90 civilians. An original US investigation found that up to 35 militants and seven civilians were killed in the strikes, which strained US-Afghan relations.<br><strong>Associated Press in Washington</strong></p> <h2>Microchips used to foil Arizona cactus thieves</h2> <p>Anyone stealing a saguaro cactus from the Arizona desert could soon be hauling off more than just a large plant. US national park service officials plan to embed microchips in examples of Arizona's signature plant to protect them from thieves, who rip them from the desert to sell to landscapers, nurseries and homeowners, typically for $1,000 (£580). The primary objective is deterrence, but the chips will also aid in tracking down and identifying stolen saguaros, said Bob Love, chief ranger at Saguaro national park. \"There's probably more of it that occurs than we're aware of,\" he said.<br><strong>Associated Press in Tucson</strong></p>",
  "<p>As if there were not enough real enemies to fight, the United States has been at war with itself in recent years. They call it the culture war. It has generated more hot air than most real wars in history. John McCain has now turned to its red army tactics to rescue himself from impending defeat - and Sarah Palin is his Katyusha.</p> <p>\"There is a religious war going on in our country for the soul of America,\" declared the conservative nationalist Pat Buchanan at the Republican national convention in 1992. \"It is a cultural war, as critical to the kind of nation we will one day be as was the cold war itself.\" Later that year he explained that \"the Bosnia of the cultural war is abortion\". As Buchanan foresaw, this has been a war for power: not military power, but the kind that comes from shaping the norms, beliefs and values by which people live, and the meanings attached to words like liberalism, patriotism or, indeed, culture. The two sides in this war came to be labelled red and blue, after the colouring of Republican and Democratic states on electoral maps.</p> <p>No one has generated more hot air in this cause than Fox News anchor Bill O'Reilly, who in 2006 published a book proudly called Culture Warrior. He describes the culture war as a battle between traditionalists (\"T-Warriors\") like himself and \"the committed forces of the secular-progressive movement that want to change America dramatically: mold it in the image of western Europe\". Like Europe! God, how horrible.</p> <p>O'Reilly labels these secular-progressive forces \"S-P\", and identifies George Soros as \"El Jefe of the S-P forces\". In a fashion disturbingly familiar to any student of the 20th century, he illustrates this passage with an unflattering photo of the financier-philanthropist, captioned \"George Soros, S-P Jefe, puppet master, and moneyman\". \"Born George Schwartz to a Jewish family in Hungary in 1930,\" he explains, \"Soros assumed the identity of a gentile boy when the Nazis invaded at the start of world war II.\" This is what they call a Fox Fact. (It was Soros's father who changed the family name in 1936 and the Nazis did not invade Hungary until 1944: three errors in the space of one innuendo.) Anyway, what should that personal history have to do with an argument about cultural and social policies in 21st-century America?</p> <p>Excoriating \"leftwing outfits like the Canadian Broadcasting Corporation and the British Broadcasting Company\" (Foxy Fact-checking again: it's the British Broadcasting Corporation), O'Reilly pounds the hot buttons of the culture war with a ham fist: abortion, drugs, gay marriage, not celebrating Christmas, atheism, the liberal or - as he prefers - \"S-P\" media and elites. The New York Times, he says in an afterword to the paperback edition, has \"morphed into a brochure for secular-progressive causes\". And so it goes on. And on.</p> <p>Does this matter? Over the past decade it has mattered a lot. The framing of the political debate in cultural conservative terms - a counter-revolution against the cultural revolution of 1968 - contributed significantly to George Bush's election victories in 2000 and 2004. And one way of understanding the direction taken by the McCain campaign over the past few weeks is this: only the culture war can win it for us now. On Iraq, we lose. On the economy, we lose. But by caricaturing the liberal otherness of a candidate called Barack Obama, perhaps we can snatch victory from the jaws of defeat.</p> <p>Enter Sarah Palin, the Katyusha rocket of red America. (I trust she won't mind a Russian analogy since, as she has informed us, you - or at least she - can see Russia from Alaska.) The selection of such an obviously under-qualified candidate for vice-president can only be explained by electoral calculation, and that calculation has everything to do with the politics of the country's cultural civil war. Her kind of down-home populist inveighing against Washington elites (add \"liberal\" or \"S-P\" according to taste) is part of the well-tried semantic armoury of the red army.</p> <p>Katyusha Palin now leads the attacks on Obama. This week she has repeatedly tried to tar-and-feather him by association with former terrorist William Ayers. The not-even-subliminal message is: he's not like us, he's like them. The others: elites, liberals, subversives, immigrants and infidels, closet Europeans! Chapter one of O'Reilly's Culture Warrior begins with an imagined 2020 state of the union speech by a president of the United States called Gloria Hernandez: hispanic, and a woman to boot. Worse still, she celebrates the United States as \"a diversified nation striving to be at peace with the world\". How terrifying. How blood-curdling. Give us President Palin any day.</p> <p>For Gloria Hernandez read Barack Obama. Or \"that one\", as McCain disrespectfully referred to him in Tuesday night's presidential debate. At the moment, the tactic isn't working. This election is about the economy, stupid. The pocketbook trumps the prayer book. However much McCain lauds himself as a \"maverick\", he can't disassociate himself from eight years of Republican rule that are ending in the biggest financial crisis since 1929 and a near-doubling of the national debt. And Obama is better on the economy: clearer, more specific, always bringing it back to the everyday struggles of ordinary Americans. In the instant-reaction polls, a clear majority thought Obama won that debate, as he is winning in most of the polls both nationwide and in key battleground states.</p> <p>Even if the red-clawed tactics of culture war don't pull Obama down at the last minute, an Obama victory won't spell the end of this war. But perhaps it may spell the beginning of the end. Let's be clear: this war will not finish with a victory of blue over red, or vice versa. It will finish with the accepted, peaceful coexistence in one society of different faiths, value systems and lifestyles - along the lines laid down centuries ago by the classical liberalism of John Locke and others, which so much influenced this country's Founding Fathers. It won't be \"liberals\" (in the perverted sense in which that word is now used in the United States) trouncing conservatives, but classical liberalism re-made for the 21st century. It won't be blue obliterating red, but red, white and blue - as in Obama's healing promise earlier in this campaign, that there are not red states and blue states, just the United States.</p> <p>The world needs the United States to get over its cultural civil war, and get over it fast. Not that these moral, cultural and social issues are unimportant. They are among the most important things. But they are also among the most private things. The business of government and the law should be confined to providing a liberal (in the classical sense) framework in which men and women can make personal choices about private goods. That should be only a small part of what government does. By contrast, the central business of government is to provide public goods such as national and personal security, the regulation of markets in which private enterprise can flourish, the international development that is in all our national interests, and a clean environment using diversified, sustainable energy supplies. That's what the United States needs from its new president, and that's what the world needs from the United States.</p> <p><a href=\"http://www.timothygartonash.com\">www.timothygartonash.com</a></p>",
  "<p><br><a href=\"http://www.flickr.com/photos/kevglobal/2925226558/?eOrig=2925149050\">Obama debate watching party at Social Hollywood</a> by <a href=\"http://www.flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://www.flickr.com/photos/kevglobal/2925226558/?eOrig=2925149050#\">Some Rights Reserved</a></p> <p>Watching the second presidential debate last night with Obama supporters here in Los Angeles, you didn't have to ask them who they thought won. The debate watching party was a <em>real</em> party with an atmosphere more like watching sports at a bar rather than watching a presidential debate (and a boring one at that). Supporters booed McCain and cheered, shouted and whooped for their man. </p> <p>Earlier in the race, there was a lot made of the so-called '<a href=\"http://hotlineblog.nationaljournal.com/archives/2008/07/pew_poll_mccain.html\">enthusiasm gap</a>' between supporters of Barack Obama and John McCain. It closed a bit when <a href=\"http://www.politico.com/news/stories/0808/13034.html\">McCain named Sarah Palin to the ticket</a>. Her choice rallied the Republican base on core culture war issues like <a href=\"http://abcnews.go.com/Politics/Vote2008/story?id=5787748&amp;page=1\">abortion</a> and <a href=\"http://www.boston.com/news/local/articles_of_faith/2008/08/sarah_palin_on.html\">teaching creationism in schools</a>. </p> <p>Enthusiasm is just one factor driving Obama's strong poll numbers. On the ground here there are some key numbers to watch that help explain why the race is shifting his way. </p> <p>1. <a href=\"http://www.cbsnews.com/stories/2008/10/08/politics/2008debates/main4508430.shtml?source=mostpop_story\"> A CBS poll after the second debate</a> last night showed that Barack Obama improved his standing with voters on the key issue of this election: The economy. </p> <blockquote> <p>Before the debate, 55 percent thought Obama would make the right decisions about the economy -- that rose to 68 percent after the debate.</p> </blockquote> <p>2. With his army of small donors, Barack Obama is <a href=\"http://www.politico.com/blogs/bensmith/1008/Spending_by_state.html\">outspending John McCain in most states</a>. Look at the number in Florida: The Obama campaign is spending $2.2 million to the McCain's campaign $659,000. </p> <p>3. <a href=\"http://haussamen.blogspot.com/2008/07/obamas-offices-reveal-focus-on-southern.html\">New Mexico political blogger Heath Haussamen</a> said that Barack Obama has 40 local campaign offices around the state compared to John McCain's 10. Heath said that is an unheard number of field offices in that state. </p> <p>Barack Obama is beating John McCain by <a href=\"http://abcnews.go.com/PollingUnit/Politics/Story?id=5866046&amp;page=1\">double digits</a> in most <a href=\"http://www.cnbc.com/id/27053267\">polls</a> when it comes to key economic issues and his campaign is fighting hard not only in the air wars of campaign advertising but also on the ground in terms of grassroots organising. After the debate watching party last night, attendees were encouraged to work at phone banks to call undecided voters in key battleground states, and <a href=\"http://www.flickr.com/photos/kevglobal/2905118595/\">Democratic party volunteers were on the streets </a>signing up voters ahead of registration deadlines in several states. With less than 30 days left, the Democrats are not resting on Obama's lead in the polls.</p>",
  "<p>A Republican economist and adviser to John McCain said today that the current economic downturn could last longer than the previous four recessions, a gloomy view for a campaign that hopes to turn the national conversation away from the economy in the remaining weeks of the presidential race.</p> <p>Martin Feldstein, a Harvard University economist who advised presidents Ronald Reagan and George Bush Sr, this afternoon blamed a continuing decline in house prices for the dire situation. He said the $700bn economic rescue package passed last week by the US Congress fails to sufficiently address problems in the housing market.</p> <p>\"Home prices still have some distance to fall just to get back to the pre-bubble level,\" Feldstein said on Bloomberg television. \"The danger is that it'll just keep going, as individuals default on mortgages and that leads to foreclosures, and the foreclosures add to the stock of unsold homes\".</p> <p>Feldstein said that 10m homes have negative equity, meaning homeowners owe more on property than it's worth on the market, and those homeowners have an incentive to default on mortgages.</p> <p>He proposed the US government offer to buy portions of mortgages from every homeowner in American, in exchange for a new loan at a lower interest rate. He said that would stop the \"downward spiral\" of house prices, while giving participating homeowners a lower cost of servicing their mortgages.</p> <p>In a Wall Street Journal article published on Saturday, Feldstein said the plan could cost as much as $1tn, but it would not be comparable to an outlay of that size on government programmes. That is because the homeowners would be required to repay the government-provided loans.</p> <p>As the global economic crisis has worsened, McCain's campaign has faltered while Barack Obama has risen in polls both nationally and in key swing states. Polling indicates voters trust Obama more than McCain to manage the crisis.</p> <p>The McCain campaign has sought to turn voters' attention from the economy and onto Obama's character, for example by pointing to his association in Chicago with a 1960s-era radical who was part of a violent anti-Vietnam war protest organisation. </p> <p>Perhaps sensing that tack had failed to gain traction, in last night's debate McCain proposed a $300bn plan under which the US government would purchase mortgages from troubled homeowners and replace them with more affordable loans. The Obama campaign maintains that the US treasury department already has that authority under the rescue plan passed last week.</p>",
  "<p>John McCain narrowed the focus of his campaign today after failing to deliver the game-changing performance he needed in his presidential debate against Barack Obama. With instant polls awarding the debate to Obama, McCain's advisers refocused the campaign on a narrow field of battleground states. That suggests a best-case scenario for the Republican of a very slim victory over Obama.</p> <p>The McCain camp also signalled an attempt to return to a more issues-based campaign, focused on the economy, only days after announcing a \"gloves off\" attack on Obama's character and his former associations in Chicago.</p> <p>Speaking after Tuesday's televised debate in Nashville, Rick Davis, McCain's campaign manager, set out a narrow strategy that allows little room for manoeuvre. The Republicans' hopes now rest on holding on to the states that President George Bush won in 2004 and on taking Pennsylvania from the Democrats. The state, with its 21 electoral votes, would push him over the 270 college votes needed to win.</p> <p>Obama, in contrast, is in a position to expand his playing field, and is buying television advertising and making campaign appearances in traditional Republican states such as Indiana and North Carolina.</p> <p>At a rally in Indianapolis, the Democrat pushed back hard against McCain's attempt to relaunch his campaign on healthcare and the economy, telling people not to be \"bamboozled\". He reminded the crowd that McCain had only a day or two earlier been fighting the election on issues of character. \"The McCain campaign actually said, and I am quoting, 'if we keep talking about the economy, we're going to lose'.\"</p> <p>McCain and his running mate, Sarah Palin, headed straight from Nashville for a joint rally in the Pennsylvania steel town of Bethlehem. McCain is to push his plan, unexpectedly announced during the debate, for a $300bn government programme to help homeowners facing the loss of their homes.</p> <p>The problem for McCain is that polls show that voters in Pennsylvania, as in other states, have shifted to Obama in droves in the past fortnight as a result of the economic crisis. The RealClearPolitics website, which keeps a running tally of polls, put Obama on 51% in Pennsylvania against McCain on 39%.</p> <p>McCain also faces a financial gap against Obama. After accepting public finance, he is restricted to spending $84m on the election, while Obama, who has broken all previous fundraising records, can raise funds and spend without limit.</p> <p>Obama so far has spent $6m more a week on TV advertising, according to Ken Goldstein, a University of Wisconsin professor who monitors campaign advertising. The Democrats plan to increase their ad buy by 20% a week.</p> <p>Obama is outspending McCain in such key battlegrounds as Ohio, Pennsylvania and Florida, as well as traditionally Republican territory such as North Carolina and Indiana.</p> <p>McCain has one major opportunity left to try to overcome those disadvantages in the last of the three presidential debates, in New York next Wednesday.</p> <p>In an acknowledgment that McCain's performance on Tuesday night had failed to shift the public focus on the economy, one of his key advisers, Douglas Holtz-Eakin, accused the moderator, Tom Brokaw, of hijacking the debate's format.</p> <p>A CNN/Opinion Research Corporation poll taken immediately after the debate awarded it to Obama by a margin of 54% to 30%, with the rest giving it as a tie.</p> <p>The age gap between the two men - Obama is 47, McCain 72 - has seldom been as obvious. When asked during the debate how the economic crisis would affect the three top priorities of his administration, McCain appeared unable to remember what they were and jotted down a note.</p>",
  "<p>The 20-year-old son of a local Democratic politician in Tennessee was indicted today for hacking <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin's</a> e-mail account and posting the Republican vice-presidential nominee's personal information online.</p> <p>David Kernell, the son of Democratic state legislator Mike Kernell, faces five years in prison and a $250,000 (£144,150) fine for breaking into Palin's private Yahoo account last month by resetting her password.</p> <p>The younger Kernell, an economics major at the University of Tennessee, allegedly copied the Alaska governor's e-mails as well as her contact directory, including the private addresses of family members, before posting the information online on September 16. </p> <p>The hack set off a torrent of publicity in the US, some of it focussing on e-mails that appeared to show Palin conducting official business on her Yahoo account – a possible violation of public records rules. </p> <p>The campaign of Palin's running mate, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, condemned the hack as a \"shocking invasion of the governor's privacy\".</p> <p>The FBI promptly began investigating the break-in, and federal agents searched David Kernell's college dormitory days after the incident. Mike Kernell, the government operations chairman of the Tennessee state legislature, has denied any involvement in the hacking.</p> <p>According to the government indictment of Kernell, he guessed the answers to Yahoo's personal security questions by researching facts about Palin's life. He was then able to reset the Republican's password to \"popcorn\" and freely access her account.</p> <p>In an online post signed by \"rubico\" that claimed responsibility for the break-in, the Palin hacker expressed dismay that nothing more embarrassing was found among her e-mails. </p> <p>\"I read though the e-mails ... ALL OF THEM ... before I posted, and what I concluded was anticlimactic, there was nothing there, nothing incriminating, nothing that would derail her campaign as I had hoped,\" the hacker wrote. </p> <p>Kernell typically uses the \"rubico\" alias, according to US government investigators.</p> <p><strong>·</strong> This article was amended on Thursday October 9 2008. We had previously said David Kernell was a student at the University of Knoxville. He is, in fact, a student at the University of Tennessee's Knoxville campus. This has been corrected.</p>",
  "<p>Landay, Strobel and Youssef <a href=\"http://www.mcclatchydc.com/227/story/53605.html\">strike again</a>:</p> <blockquote> <p>WASHINGTON — A nearly completed high-level U.S. intelligence analysis warns that unresolved ethnic and sectarian tensions in Iraq could unleash a new wave of violence, potentially reversing the major security and political gains achieved over the last year. </p> <p>U.S. officials familiar with the new National Intelligence Estimate said they were unsure when the top-secret report would be completed and whether it would be published before the Nov. 4 presidential election...</p> <p>...The new NIE, which reflects the consensus of all 16 U.S. intelligence agencies, has significant implications for Republican John McCain and Democrat Barack Obama, whose differences over the Iraq war are a major issue in the presidential campaign.</p> <p>The findings seem to cast doubts on McCain's frequent assertions that the United States is \"on a path to victory\" in Iraq by underscoring the deep uncertainties of the situation despite the 30,000-strong U.S. troop surge for which he was the leading congressional advocate.</p> <p>But McCain could also use the findings to try to strengthen his argument for keeping U.S. troops in Iraq until conditions stabilize.</p> <p>For Obama, the report raises questions about whether he could fulfill his pledge to withdraw most of the remaining 152,000 U.S. troops _ he would leave some there to deal with al Qaida and to protect U.S. diplomats and civilians _ within 16 months of taking office so that more U.S. forces could be sent to battle the growing Taliban insurgency in Afghanistan...</p> <p>...U.S. officials say last year's surge of 30,000 troops, all of whom have been withdrawn, was just one reason for the improvements. Other factors include the truce declared by anti-U.S. cleric Muqtada al Sadr, the leader of an Iran-backed Shiite Muslim militia; and the enlistment of former Sunni insurgents in Awakening groups created by the U.S. military to fight al Qaida in Iraq and other extremists.</p> <p>The draft NIE, however, warns that the improvements in security and political progress, like the recent passage of a provincial election law, are threatened by lingering disputes between the majority Shiite Arabs, Sunni Arabs, Kurds and other minorities, the U.S. officials said.</p> <p>Sources of tension identified by the NIE, they said, include a struggle between Sunni Arabs, Kurds and Turkmen for control of the oil-rich northern city of Kirkuk; and the Shiite-led central government's unfulfilled vows to hire former Sunni insurgents who joined Awakening groups.</p> </blockquote> <p>This would seem to benefit Obama slightly more than McCain politically if it comes out before the election, because it would be the official voice of the US government saying that the troop surge was just one of three major factors in the reduction of violence.<br></p>",
  "<p><strong><a href=\"http://iftheworldcouldvote.com\">Iftheworldcouldvote.com</a></strong> started as a pet project by <a href=\"http://blog.scope.is/marketing_safari/2008/10/tipping-point-f.html\">two friends</a> on September 10, and has already recorded nearly 143,000 votes. If they reach their goal, the site will log as many international votes as the US saw in the last election. Perhaps even with stolen votes included, too.</p> <p>Votes are IP-identified and then listed by country and perhaps not surprisingly, the <a href=\"http://iftheworldcouldvote.com/results\">results</a> show a sea of <strong>Democratic Party</strong> blue.</p> <p>It's a harmless enough piece of internet fun, but reflects the mood of non-Americans who feel they have endured the daily barrage of coverage on the US Presidential elections for so long then <em>surely</em> we deserve a vote too.</p> <p></p>",
  "<p>Senior allies of the toppled South African president, Thabo Mbeki, today laid the ground for a breakaway party from the ruling African National Congress because they said its leaders have abandoned the movement's founding principles and put \"our national democracy is in danger\".</p> <p>Mosiuoa Lekota - a former political prisoner on Robben Island, the ANC chairman for a decade and defence minister for 12 years until he resigned after the new party leadership under Jacob Zuma removed Mbeki as president last month - said he and other disillusioned officials will hold a consultative conference within the party that would seem to \"be leading logically\" to a \"divorce\".</p> <p>\"This is probably the parting of the ways,\" he said.</p> <p>Lekota was flanked by the former deputy defence minister, Mluleki George, but did not name any other senior ANC officials as backing the move. However, he said there are significant numbers of rank-and-file members who oppose the existing leadership. </p> <p>Any new political party will face a formidable challenge to take support from the ANC despite growing disillusionment among ordinary voters, particularly a party led by the people who have governed for the past eight years. But the bitterness of Lekota's attack on the leadership that toppled Mbeki from the top of the ANC last year and then as South Africa's president reflects the deep schisms within the ruling party that could see other breakaway factions, particularly on the left over economic policy.</p> <p>Kgalema Motlanthe, the ANC's deputy leader, was appointed interim president after Mbeki was ousted but, for now at least, the party intends to make Zuma its candidate at next year's presidential election.</p> <p>Lekota accused the new leadership of hijacking the ANC and \"eliminating our internal democracy\" in order to make Zuma president and to stop him facing trial on corruption charges. </p> <p>\"There has been elevated to national importance interests of individuals rather than the interests of our country. Every meeting, every public appearance, is about how some individual or the other must be made president of South Africa as if the presidency of South Africa is something hereditary,\" he said. </p> <p>The former ANC chairman said that the new party leadership was also betraying the ANC's Freedom Charter, which formed the basis of the liberation struggle, by demanding that there be a \"political solution\" to prevent Zuma facing trial for corruption which could see him sent to prison for years. </p> <p>\"South Africans are getting arrested from time to time. They have to appear before the courts and they have to bring evidence to prove that they are innocent or not. Now we are saying, no, in a particular case - of the state versus the president of the ANC - there must be a political solution. What has happened to the clause in the Freedom Charter: all shall be equal before the law? If one deviates from that clause are we then going to have a political solution for each and every criminal case that arises in this nation or is it only for this particular individual?\" said Lekota.</p> <p>Lekota also said that the Zuma camp had introduced tribalism into the party's internal politics with a campaign projecting Zuma as a \"100% Zulu boy\" and promoted violence with the singing of a song, Bring Me My Machine Gun, that is now a trademark of the ANC leader.</p> <p>\"T-shirts are printed with tribalist slogans decorated with the face of some very senior member of the ANC. At its foundation the ANC's leaders declared that tribalism is the most serious danger to our country and our people. No condemnation, no action to stop it,\" he said. </p> <p>\"Songs which advocate violence at a time when the ANC has negotiated peace for this country, and our people are supposed to be free and live in peace, leaders of the ANC stand on public platforms singing songs that advocate violence and the collection of weapons. To what end? To promote what policy of the ANC?\"</p> <p>But Lekota's accusation that the new ANC leadership is \"eliminating internal democracy\" with a purge of Mbeki's supporters and attacks on Zuma's critics will ring hollow among many of Mbeki's critics who were hounded with a vicious vilification campaign by the former president's backers. </p> <p>Lekota declined to say directly that he will be launching a new party but, when pressed on the issue by reporters, he said that today's announcement amounted to the serving of \"divorce papers\".</p>",
  "<p>The first democratic presidential elections in the Indian Ocean islands of the Maldives could see Asia's longest-serving leader ousted by a human rights activist whom he once imprisoned.<br> Maumoon Abdul Gayoom, who has been president for the past three decades, faces five rivals in the election, which is the culmination of a peaceful democracy movement that became irresistible after violent riots in 2005.</p> <p>Despite some fears of rigging and threats against political figures earlier this week, the Maldives appeared calm today with a heavy police and military presence. The archipelago of 300,000 people on 1,196 islands is expected to get its new president on Thursday.<br> Gayoom, 71, who has served six terms under a one-candidate system, has pitched himself as the creator of modern-day Maldives. He built an economy on high-end tourism, with resorts overlooking white sand beaches and crystal clear waters where hotels charge thousands of pounds a night. He claims also to have preserved the island's unique brand of Islam. The president faces a serious threat from the founder of the Maldivian Democratic party (MDP), Mohamed \"Anni\" Nasheed, a former Amnesty International prisoner of conscience. Nasheed, a slight man who walks with a limp from the torture he endured, has been the president's most effective tormentor, attacking the widening gulf between rich and poor and an alarming rise in drug use. The perception, especially in the crowded capital, Male, is that a corrupt elite has profited from the Gayoom presidency.</p> <p>\"We have seen a real groundswell of public support in the last few weeks. The levels of poverty have become a real issue. There is vast wealth only in the top seven per cent of the population. Seventy per cent of the population lives below the poverty line and there is a social breakdown as the gap between rich and poor widens,\" said the MDP's Nasheen Mohammed.<br> There have been signs of a bubbling conflict on the islands. The Maldives suffered its first terror attack last year, with Islamic militants blamed for bombing a park in Male, wounding a dozen tourists. The MDP considers Male its base: Anni Nasheed was elected to the Maldivian parliament in 2000. Gayoom's political constituency is among the 1,000 smaller islands located 800km (500 miles) off the tip of India. In these rural constituencies, Gayoom's message as protector of Islam plays well. The winner will have to garner more than 50% of the votes to avoid a run-off. With no reliable opinion polls, the outcome is seen as impossible to predict. One local newspaper's internet poll put the MDP at 53% to Gayoom's 10%. This was considered a reflection only of web users' preferences. Gayoom has promised to hand over power peacefully if he loses. Last month, the president signed into law a new constitution establishing an independent judiciary and electoral body. It ended the practice of the parliament approving a single candidate who was put forward in a referendum. On this basis, Gayoom was returned to power six times with what he said was more than 90% of the vote. The new president will lose considerable power, with the new 74-member parliament having the right to block cabinet appointments and produce new laws. According to the new constitution, polls to the new parliament have to take place before next March. \"These elections are important but we need elections for the new parliament quickly. It is the body that will be supreme,\" said the MDP's Nasheen Mohammed.</p>",
  "<p>Which comic book characters fight for truth, justice and the American way? Barack Obama and John McCain, of course.</p> <p>Today, two all-American heroes face off in the first issues of their own comic books - US presidential candidates Barack Obama and John McCain. A publishing company best known for comics about vampires and robots has produced graphic novel biographies of the two combatants.</p> <p>Real life characters getting their own comic books is not a new concept, of course, and has been happening ever since cheesy-listening crooner Pat Boone <a href=\"http://www.geocities.com/utherworld/comixpix/zllsupesboone.html\">went head-to-head with Superman</a> half a century ago. But will the life stories of Obama and McCain have any interest for an audience reared on teenagers with the proportional strength of spiders or babies shot in rockets from dying planets? And, more importantly, will it get them to vote?</p> <p>In the last US presidential election, there was a voter turnout of 64% (leaving the controversy over the counts aside). Will the two 28-page comics <a href=\"http://www.idwpublishing.com/\">published by IDW today</a> improve on that figure this time round? And is that, in fact, the intention?</p> <p>Not according to Jeff Mariotte, who has written Republican John McCain's life story, his years as a <a href=\"http://www.usnews.com/articles/news/2008/01/28/john-mccain-prisoner-of-war-a-first-person-account.html\">Vietnam prisoner of war</a> and all. He says: \"We're just using the medium to get the stories of these guys out there, maybe for a different audience that wouldn't pick up a big biography of them.\"</p> <p>The graphic novel market has split into two distinct sectors in recent years: the adult, memoir-ish style characterised by Marjane Satrapi's recently-filmed story of growing up in Iran, <a href=\"http://www.guardian.co.uk/film/2008/apr/25/animation.drama\">Persepolis</a>, or Robert Crumb's slice-of-life comics, and then there's the traditional, primary-coloured type of story that made the medium what it is today: <a href=\"http://www.superherodb.com/\">the superheroes</a>. </p> <p>IDW's biogs of Obama and McCain have deliberately chosen the second, older form; it would have been easy to appeal to more adult readers with a couple of moody graphic novels tackling McCain's incarceration and Obama's young life as the son of a single mother; instead the comics feature the pair in superhero poses against Old Glory rippling in the wind. Whoever wins this four-colour slugfest wins the right to save the world.</p> <p>Whether the comic books will have any real social value other than as curios for the ardent collector remains to be seen. A regular reader of, say, Iron Man or the Incredible Hulk is unlikely to become a political animal because real world events have been shoehorned into the world that the comics reader is used to inhabiting. And anyone who reads comics will know that many of the authors make a pretty decent fist of incorporating political events - real and imagined - into their narratives. Witness Alan Moore's seminal Watchmen, which will be on everyone's lips when the 1986 comic becomes a blockbuster movie next year.</p> <p>And, just like Pat Boone had no chance of winning against Superman in 1959, real-life characters who cross over to the comics rarely have much success. Anyone remember Marvel Comics' comic about Pope John Paul II in 1983? Or, from 1980, <a href=\"http://www.comics-db.com/comic-book/1092405-Francis_Brother_Of_The_Universe_1.html\">Francis: Brother of the Universe</a>, also a Marvel Comics title, about St Francis of Assisi? Even Ronald Reagan got his own graphic life story last year.</p> <p>It does, of course, beg the question why British politicians have never been given their own comic books. The Iron Lady, anyone? Blair's Babes, fighting injustice wherever they found it? Gordon Brown, in skin-tight Lycra and a billowing cape? Perhaps we'd better just leave this sort of thing to the Americans.</p>",
  "<video data-media-id=\"gu-video-338381455\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1842865073_gdn071008presdebate-To-Brightcove-4x3.flv\"/> </video>   <p>Barack Obama delivered his strongest ever debate performance on Tuesday night to deny John McCain a comeback in his faltering presidential campaign.</p> <p>McCain, losing ground in the polls as the Republicans bear the brunt of public anger at the economic crisis, needed a game changing moment in the debate. It did not materialise.</p> <p>Instead, Obama did better than expected, delivering crisper and less academic answers than he did in his earlier encounters against Hillary Clinton during the primary campaign. He also made more of an effort to connect emotionally with the experience of ordinary Americans.</p> <p>The town hall debate at Nashville's Belmont University offered a mix of questions from the studio audience and the internet. It produced a more substantive airing of the candidate's views on the economic meltdown and healthcare reform than the first encounter nearly two weeks ago.</p> <p>The format initially was thought to favour McCain's relaxed and humourous style.</p> <p>But the Republican seemed uncomfortable, jumping up from his high chair to march towards the audience, and rambling in his answers. At one point, he referred to Obama as \"that one\" - a reference that caused some women in the audience to wince.</p> <p>The age gap between the two men - McCain is 72 and Obama is 47 - has seldom been as obvious. The Republican, asked how the economic crisis would affect the three top priorities of his administration, appeared unable to remember what they were and jotted down a note.</p> <p>That was a gift to Democrats in the spin room who variously described McCain's performance as \"confused\", \"agitated\" and \"odd\" - all digs at his age.</p> <p>In an acknowledgment that the night had failed to shift the public focus on the economy, or inflict serious damage on Obama, a key McCain adviser, Douglas Holtz-Eakin, accused the moderator, Tom Brokaw, of hijacking the format of the debate.</p> <p>McCain will have another opportunity to reverse his fast-declining political fortunes in a debate in New York state next Wednesday. </p> <p>After a halting start for Obama, the turning point came 20 minutes into the 90-minute encounter when both men were asked by a woman in the audience why anyone should trust either party since both had been responsible for the economic mess. </p> <p>Obama, doing what he failed to do up to that point, personalised the economic discussion by noting that motorists in Nashville were paying $3.80 a gallon to fill up their cars.</p> <p>\"I understand your frustration and your cynicism, because while you've been carrying out your responsibilities - most of the people here, you've got a family budget. If less money is coming in, you end up making cuts. Maybe you don't go out to dinner as much. Maybe you put off buying a new car. That's not what happens in Washington.\"</p> <p>Obama spoke of the importance of spending $15bn a year over 10 years to gain energy independence.</p> <p>The Democrat became most personal when speaking about health reform. He recalled his mother dying of cancer at age of 53 because insurance companies would not pay up, and said that the government has to crack down on them.</p> <p>McCain went even further than Obama to try to forge an emotional bond with the studio audience, offering extravagant praise for their questions. \"You go to the heart of America's worries tonight. Americans are angry, they're upset, and they're a little fearful. It's our job to fix the problem,\" he told a questioner.</p> <p>The Republican was also less formal than Obama in his speaking style. </p> <p>But McCain's efforts to show that he identified with ordinary Americans were undermined by the lack of specificity in his responses. The Republican frequently resorted to material from his stump speeches.</p> <p>Obama, though he too fell back on rehearsed material, offered details and appeared realistic about the tough decisions awaiting the next president. That could sway independent voters who are angry about government spending under George Bush.</p> <p>While McCain insisted that the next president would be able to deal simultaneously with energy, healthcare and social security, Obama admitted there would be stark choices. \"We're going to have to prioritise just like a family has to prioritise,\" he said.</p> <p>The mud-slinging taking place between the two campaigns - in speeches and in ads - was absent from the debate. Aides for both camps said it was not an appropriate setting for those attacks.</p> <p>Yet there were clashes. When McCain reprimanded Obama for talking too loudly in public about his plans to bomb inside Pakistan in the hunt for Osama bin Laden, Obama shot back that McCain had not exactly shown decorum by singing 'bomb, bomb Iran' during a rally in South Carolina last year.</p> <p>Obama, in what appeared to be a well-rehearsed line, also took up McCain's frequent put-down from the first debate in which the Republican candidate accused his rival of \"not understanding\". Obama replied that he understood well enough it had been a mistake to invade Iraq.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338380886\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/8/1223434817234/nashville2.jpg\" alt=\"Obama and McCain debate\" width=\"460\" height=\"307\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Matthew Cavanaugh/EPA</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <p>Evening all. Oddly, if Barack Obama and John McCain were closer in the polls, there might actually be less riding on tonight's debate in Nashville, Tennessee; as things stand, it's crucial. Naturally, I say this partly in an unashamed attempt to get you excited about tonight's liveblogging blogstravaganza, starting here at about <strong>8.45pm eastern time/1.45am UK time</strong>. But it's true: now that Obama has a <a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/10/07/how-was-kerry-doing-four-years-ago-nowhere-near-as-well-as-obama.aspx\">significant and sustained lead in the polls</a>, tonight could be McCain's best remaining opportunity to turn things round. And the town hall format, which involves questions from the audience, is where he's thus far been strongest: that's why he originally <a href=\"http://voices.washingtonpost.com/the-trail/2008/06/04/mccain_challenges_obama_to_10.html\">challenged Obama to join him in 10 such events</a>. But that was then.</p> <p>McCain is in a quandary. The general wisdom holds that going relentlessly negative and personal against Obama is his best hope; he needs to change the nature of the race at the national level now, not make piecemeal advances in swing states. (And of course, relentless negativity is exactly what his campaign <a href=\"http://www.miamiherald.com/news/politics/AP/story/715637.html\">has been doing</a>.) But going personal and negative is hard in this kind of setting, even when there isn't an economic meltdown you ought to be addressing instead: it's too intimate; your rival's right beside you, so you end up looking mean; plus, it's much harder to <a href=\"http://www.nydailynews.com/news/politics/2008/10/02/2008-10-02_sarah_palin_ignores_questions_she_doesnt.html\">do a Sarah Palin</a> and ignore the question when it's coming from a voter, not a member of the Notoriously Liberal Media. Every time McCain himself goes negative, he imperils his cultivated bipartisan image; besides, it was his perceived contemptuousness on stage that seems to have helped voters decide that <a href=\"http://edition.cnn.com/2008/POLITICS/09/27/debate.poll/\">Obama won the first face-off</a>. (Will J-Mac even manage to look at Obama tonight? Or will he surprise us all, the old maverick, by trying to go ostentatiously \"presidential\"?) Obama has his own challenges, though they're less acute: he has to decide how much to attack, as against trying to stay above the fray in an effort to nurture his lead in the polls, and hold off on \"lawyerly\" answers and condescension.</p> <p>The <strong>format</strong>: Under the terms of a <a href=\"http://www.suntimes.com/news/sweet/1204162,CST-NWS-sweet06.article\">preposterous 31-page Memorandum of Understanding</a>, the candidates will perch on stools reminiscent of the comedy shows of the late <a href=\"http://en.wikipedia.org/wiki/Dave_Allen_(comedian)\">Dave Allen</a>, six feet apart; they can roam the stage, but mustn't leave their \"designated area\" marked on the carpet. The NBC host Tom Brokaw will moderate, picking questions from a pool 150 undecided voters from the Nashville area, pre-selected by Gallup so that they're demographically representative and so you don't get any of those ghastly ranting eccentrics you get on <a href=\"http://www.bbc.co.uk/radio4/news/anyquestions.shtml\">Any Answers</a>. The live questioners will ask their questions directly, and Brokaw will intersperse them with selections from a reported six million others received by email. (Brokaw's inbox is a nightmare, I'm telling you.) Cameras aren't allowed to show the reactions of the live questioners -- just their initial questions. Earlier today, I chatted with Paul Kirk, co-chair of the Commission on Presidential Debates, which organises these events, <em>because that's the kind of well-connected person I am</em>, and he fleshed out the procedures: \"Only Tom Brokaw has an inkling of the questions that will be asked. He'll identify a person and call on them; the questioner will ask the question, then be seated. The candidate to whom the question was posed will have two minutes to respond, then the other candidate will have two minutes. Then there'll be one minute of open discussion\" -- but not including the original questioner. (Kirk also said of this year's debate moderators that \"their egos are not without size,\" and confessed to \"pre-game jitters\" before each debate, so there's my scoop of the night thankyouverymuch.) I'll welcome suggestions for the rules of tonight's <strong>drinking game</strong>, though by now I hope you've figured out that it's really just an excuse to drink beer while I work. The tipple of choice here at Guardian Election Central this evening is <a href=\"http://www.bluemoonbrewery.com/\">Blue Moon Brewery Harvest Moon Pumpkin Ale</a>. You may compliment my beer choice in the comments. Cast your vote for drunkenness, here from <strong>8.45pm eastern</strong>!</p> <p><strong>8.49pm</strong> (all times eastern): Tom Brokaw's now introducing himself to the audience and requesting that they act with \"deportment\", explaining that he won't tolerate \"outbursts.\" The invited guests are sitting on blocks of seats in a horsehoe shape, with the candidates' seats in the gap. By the way, I ought to have informed you that the venue tonight, Belmont University, a Christian college in Tennessee, boasts among its <a href=\"http://en.wikipedia.org/wiki/Belmont_University#Notable_alumni\">alumni </a>Lee Ann Womack, Trisha Yearwood and Brad Paisley. Yes, we're in country country...</p> <p><strong>8.57pm</strong>: Some good drinking-game suggestions in comments. I particularly like RachelINLondon's \"reach across the aisle\", and of course McCain's personal tic, \"my friends\". (Remember also that Obama announces major policy changes by saying \"as I've said before\"...)</p> <p><strong>9.00pm</strong>: Here we go. Brokaw introduces. I think he thinks he's a pretty great guy, you know. And here are our friends Mr Obama and Mr McCain. They shake hands; this time they <em>both</em> do the alpha-male hand-on-the-other's-forearm thing. Obama answers first, on the basis of a coin flip. A man called Alan Shaffer wants to know how the ordinary victims of the economic crisis will be \"bailed out.\" Obama didn't stay long on his stool, if he sat there at all; he goes straight into an attack on the Bush administration, then sets out his \"rescue package for the middle classes\". Hmm, I just tried a bit of this beer — it's not as good as the Brooklyn Brewery IPA from last week, I have to say. </p> <p>McCain thanks Brokaw and Belmont and gives a sort of strange twitchy thanks to Obama, though it's not clear whether he actually looked at him. I rather think he didn't. He makes a somewhat forced half-joke about Obama not accepting his earlier town hall invitations, then responds Palinistically, diving into energy independence. \"My friends\" twice in one answer: drink! Brokaw asks him who he'd appoint as Treasury secretary. \"Not you, Tom,\" McCain says. Aaaand we have our first bafflingly strange answer of the evening.</p> <p><strong>9.11pm</strong>: A young man named Oliver Clark who asks a fairly similar question to the last one, about the fate of ordinary people in the meltdown. But it's a better question, because the questioner's name is Oliver: now there's a name that says wit, intelligence and all-round accomplishment! McCain strides over and stares at him, condescendingly suggesting he might never have heard of Fannie Mae and Freddie Mac before the crisis. He blames Obama's \"cronies and his friends in Washington\" for the problem. And he refers back to Alan, the first questioner. This could get confusing. Obama: \"I've got to correct a little bit of senator McCain's history, not surprisingly... as recently as March, he bragged about the fact that he is a deregulator.\" He's working hard to stress the McCain/lobbyists link. </p> <p><strong>9.17pm</strong>: McCain: American workers are \"the innocent bystanders in the biggest financial crisis of our time.\"</p> <p><strong>9.18pm</strong>: \"How can we trust either of you with our money when both parties got us into this global economic crisis?\" asks a woman whose name I missed. Good point. Obama calls her cynical, but in a nice Obama way. He says he understands her cynicism. But when Bush came into office, things were better; deficit spending and a skyrocketing national debt are a phenomenon of the last eight years.</p> <p>Ah. Theresa is her name, John McCain reminds me, because he seems to have decided to use every questioner's name many times tonight. He says he's \"reached across the aisle\" — a drink, you betcha! McCain says Obama's never really opposed the leaders of his party, and dives into his absolute favourite subject ever: earmarks. Including Obama's sickening support of... $3m for an overhead projector for a planetarium in Chicago! Scandalous. Although presumably overhead projectors in planetaria aren't the normal kind that you use in presentations at work. I'd imagine they are actually fairly pricey. [I was racing so fast during this whole stretch that I didn't even mention McCain's <a href=\"http://www.reuters.com/article/marketsNews/idUSN0748978520081008\">newsmaking notion</a> that the government should buy up bad mortgages.]</p> <p>Hey! On social security, McCain just \"sat down across the table\" and \"reached across the aisle\" almost at exactly the same time! That's like Cirque du Soleil or something. (Do they have contortionists? I don't recall.)</p> <p><strong>9.26pm</strong>: Brokaw, who's ticking the candidates off repeatedly for overshooting their one-minute followups, asks the ridiculous question about which of the major policy areas they'd prioritise, since money will be so short. No candidate will ever answer in an ordered list... although Obama seems to be doing so -- energy then healthcare then social security and Medicare. Really? Maybe he was just enumerating them.<br> <strong>9.29pm</strong>: First internet question: \"ECONOMIC CRISIS WTF!!1! LOL kthxbye.\" No, not really. The first internet question is from a \"child of the depression\", who wants to know when Americans are going to be asked to make sacrifices. McCain: earmarks earmarks overhead projector earmarks. Obama begins his reply, unexpectedly, with 9/11, and how Bush asked Americans to \"go out and shop\". That wasn't the kind of service people felt called to then, he says, and talks about the Peace Corps. The uncommitted Ohio voters on CNN's bottom-of-the-screen crawl are loving it.</p> <p><strong>9.35pm</strong>: A question on how to break America's bad habit of debt and credit. McCain says keeping track of Obama's tax policies is like \"nailing jelly to the wall.\" \"Senator Obama's secret, that you don't know...\" -- sounds ominous... but in fact the answer is to do with the alleged impact of Obama's tax policies on small businesses. McCain promises a $5,000 tax credit to all and sundry. Brokaw is being way too obsessive about trying to hold the candidates to their one-minute follow-ups; Obama wants to respond on taxes but isn't allowed.</p> <p><strong>9.40pm</strong>: Would you give Congress a date to reform social security and Medicare? Obama glides back into the tax message he's trying to hammer home: almost everyone, including most small businesses, won't experience tax cuts under his proposals. \"If you make less than $250,000 a year, you will not see a single dime of your taxes go up.\" McCain: \"<em>I'll</em> answer the question,\" he says, chuckling weirdly. Obama has never taken on his own party, he says again (except, like, denying Hillary Clinton the nomination...) </p> <p><strong>9.45pm</strong>: A question on forcing rapid action on climate change. McCain's answer is a little all over the place, and he seems to miss the questioner's name -- me, too! -- but focuses on the importance of nuclear power, and Obama's alleged opposition to it. Obama: it's an opportunity as well as a crisis -- \"the same way the computer was an engine for economic growth\". \"What's a computer?\" asks McCain. (Joke.) Neither candidate gives much real detail, and certainly not on non-nuclear energy sources.</p> <p>Brokaw is turning into a pompous fool about this one-minute rule thing. McCain wants him to wave at him when his time is up.</p> <p>McCain brings up a Bush/Cheney-backed energy bill \"stuffed full\" of goodies for the oil companies. \"Know who voted for it? That guy,\" he says, not looking at Obama. \"Know who voted against it? I did...\" Deeply unappealing body language. [Correction: Apparently he said \"that one\".]</p> <p><strong>9.52pm</strong>: Obama is answering a good question on whether healthcare should be treated as a commodity at all, and <em>McCain is just randomly wandering around the stage</em>. As that internet questioner didn't say earlier: WTF? (PS. Have we only had one internet question out of 6m so far?) McCain's long answer, setting out his healthcare policy in the usual terms, ends by bringing up \"hair transplants\". He \"jokes\" that he might need one of those! Ha ha ha! Yeah, me too actually. </p> <p>Brokaw asks if healthcare is a right, a privilege or a responsibility. McCain: a responsibility. Obama: a right. (Body language observation: unlike McCain, when Obama attacks his rival, accusing him of opposing expansion of healthcare insurance for children, he turns to him.) Obama's explaining now why McCain's cross-state health insurance policy wouldn't work.</p> <p>McCain has been tweaking Obama for the last few minutes about the fines he says would be involved in enforcing Obama's mandatory health insurance. As Brokaw tries to move on to foreign policy, he turns to the audience and says \"Did we hear the size of the fine?\" and does a funny little hand gesture plus chuckle. Very offputting. Nobody else laughs, perhaps because Brokaw has told them not to, or perhaps because McCain's not actually being funny.</p> <p><strong>10.00pm</strong>: McCain repeats his \"Senator Obama doesn't understand\" motif. Obama: \"It's true, there are some things I don't understand — I don't understand how we ended up invading a country that had nothing to do with 9/11,\" starving resources from fighting al-Qaeda. A good answer on Iraq from Obama.</p> <p><strong>10.05pm</strong>: Brokaw wants the two candidates to describe their personal doctrines on the use of force for humanitarian purposes. Obama brings up the Holocaust and the Rwandan genocide as incontrovertible examples of the morality of intervention. McCain: \"Let me just follow up, my friends\" -- yeah, drink, whatever. McCain says following Obama's proposals on Iraq would bring \"our troops home in defeat.\"</p> <p><strong>10.09pm</strong>: The Pakistan border question, from one Katie Hamm: should America respect Pakistan's sovereignty, or chase enemies across the border from Afghanistan as necessary, as in Cambodia? Obama answers a mainly different question: bringing the focus back from Iraq to Afghanistan/Pakistan. </p> <p>McCain recalls his \"hero\", Teddy Roosevelt: \"Speak softly and carry a big stick\", ie, don't announce your plans to invade Pakistan, like Obama allegedly suggested. (And, uh, Sarah Palin, I seem to recall?) But wait -- a few moments ago McCain's \"hero\" was Reagan. Which is it? A nation wants to know.</p> <p>Another tussle on follow-up questions. Obama: \"Can I have a followup?\" McCain, looking genuinely irritated: If Obama gets a followup, \"I'll want a followup, too...\" Obama uses his follow-up to remind everyone of McCain's <em>hilarious</em> \"Bomb Bomb Bomb Iran\" Beach Boys parody hilariousness. McCain seems quite riled. \"I was joking with an old veteran friend about Iran... but the point is, I know how to handle these crises... I'll get Osama bin Laden, my friends, I'll get him. I know how to get him. I'll get him.\" But how? \"I'm not going to telegraph my punches.\" But how? Oh, never mind.</p> <p><strong>10.17pm</strong>: Hurrah! Britain gets a mention, in a Brokaw question. Embarrassingly, it's in the context of the leaked news earlier this week about how the British ambassador to Afghanistan thinks the best that can be hoped for there is an \"acceptable dictator\". McCain says Obama still won't admit the surge in Iraq worked, which is the kind of thing Afghanistan needs, too. The CNN uncommitted-voters-line is flat and unresponsive about this.</p> <p><strong>10.21pm</strong>: Live breaking Guardian commentator news update! Jonathan Freedland texts my colleague Richard Adams to say McCain reminds him of Bob Dole in this debate performance. Oh, the candidates? They're talking about Russia. McCain repeats his anecdote about seeing the letters KGB in Vladimir Putin's eyes, and shortly afterwards stresses that he wouldn't restart the Cold War. He refuses to say whether Russia is an evil empire today.</p> <p><strong>10.25pm</strong>: Terry Shirey, retired Navy officer: \"I know both of you have expressed support for Israel. If despite your best diplomatic efforts, Iran attacks Israel,\" would you send US troops to defend Israel, or wait for the UN? McCain thanks the questioner for his service, repeatedly, and shakes his hand. (I'm pretty sure that breaks the Memo of Understanding, no?) Of course, McCain would not wait for the UN, because they're a bunch of pesky Euro-communists. Whereas Obama, he says, would sit down and negotiate with Iran \"without preconditions\". Oh, we're here again. Is Obama going to try to clarify the difference between preconditions and preparations again? McCain wants to create a League fo Democracies. </p> <p>\"But at the end of the day, my friend, and you know what it's like to serve, and you know what it's like to sacrifice, and you know that we could never allow a second Holocaust.\"</p> <p>Obama thanks Shirey for his service, too, but in a more restrained fashion. Iran must never get a nuclear weapon, he says. He repeats his line that communicating with Iran would enable the US to communicate a dire warning about the consequences of getting one. CNN's Ohio voters seem to like it.</p> <p><strong>10.30pm</strong>: Last question, from Peggy in New Hampshire. \"It has a certain Zen-like quality... what don't you know, and how will you learn it?\" Fantastic question, although a bit Rumsfeldian. Obama says Michelle Obama, who's in the audience, would give a better answer to the question. \"I know I wouldn't be standing here if it wasn't for the fact that this country gave me opportunity... the question in this election is: are we going to pass on that same American dream to the next generation?\" We've seen the dream diminish over the last eight years, he says. (The Ohio women, especially, are loving this part.) \"We can't expect that if we do the same things we've been doing over the last eight years, that somehow we are going to have a different outcome. We need fundamental change...\" He says people will need \"nerve and courage\" to continue \"the extraordinary journey that we call America.\"</p> <p>What McCain doesn't know is \"what's going to happen.\" Er, yes. In the future \"we'll be talking about countries that we hardly know where they are on the map -- some Americans.\" (Spain, perhaps?) \"What I don't know is what the unexpected will be.\" Now <em>that's</em> Zen-like. McCain knows what it's like \"to have your comrades pick you up and out you up in the fight... I'm asking the American people to give me another chance\" to lead it from its current woes. It strikes me that we've heard surprisingly little of McCain's wartime record tonight, relatively speaking.</p> <p>And that's it. Both candidates dive off to do some heavy-duty audience-handshaking, and, finally, with each other, though awkwardly. [Wednesday morning update: actually, the story of the handshake is more complex than this, and I'll blog about it shortly.] As far as I could see, Obama worked the crowd for much longer than McCain. In a Clintonesque refusing-to-leave-the-room fashion, one pundit said.</p> <p><strong>11.40pm update</strong>: The breakdown of my blogging software enables me cunningly to postpone my final judgment until after the results of the CNN and CBS snap polls of debate viewers, both of which say Obama won: CNN by 54% to 30% (with Obama's favourables up and his unfavourables down, both unchanged for McCain); CBS 39% to 27%. <a href=\"http://yglesias.thinkprogress.org/archives/2008/10/wrapping_up.php\">Matthew Yglesias</a>: \"It's extremely surprising to me, tactically, that McCain didn't try to do something new. Instead, McCain took the same talking points (earmarks bad, tax cuts good, earmarks very bad) that have seen him fall behind and decided to repeat them with less energy.\" </p> <p><a href=\"http://jamesfallows.theatlantic.com/archives/2008/10/your_town_hall_2_debate_wrapup.php\">James Fallows:</a> \"From a horse-race perspective, John McCain came in behind and losing ground, in the middle of a financial/economic panic that works against him, and therefore needing a big win. This meant either damaging and flummoxing Obama, or so outshining him in audience rapport, mastery of policy, and empathetic connection through the camera, that the debate could be presented as a turning point. None of that happened. (McCain's best performance was at the end, rejecting a \"Yes/No\" question on whether Russia is an \"evil empire.\") At this stage in the race, a tie goes to leader, and this was not a tie.\" </p> <p>The conservatives at <a href=\"http://corner.nationalreview.com/\">The Corner</a> are mainly quite depressed, too. Oh, and: <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/10/a-new-slogan.html\">that was quick</a>.</p> <p><a href=\"http://www.guardian.co.uk/world/poll/2008/oct/08/uselections2008.debate.obama.mccain\">Now vote in our poll!</a> You know it makes sense.</p> <p><strong>Midnight</strong>: There's a detectible sense among the punditocracy, on television and on the web, that the election might prove to have been decided here tonight. Only a fool would say that outright, of course, so few do, but this wasn't the debate McCain needed: on the one hand, he didn't go for \"presidential\"; on the other hand, he didn't go for \"Bill Ayers\" character attacks like we've heard in Palin's recent stump speeches. A month is an exceptionally long time in politics, etcetera, etcetera. But I don't see how it could have gone much better for Obama, who made no errors, and remained authoratitive and empathetic -- \"presidential\" -- throughout. McCain seemed to try-but-fail to deliver a new and newly detailed economic argument that only ended up <a href=\"http://blogs.forbes.com/trailwatch/2008/10/mccains-big-new.html\">raising more questions</a>; he had at least one incredibly odd moment, calling Obama \"that one\", and more generally his dripping contempt for Obama was as evident as ever. He tried to coax the audience into laughing with him at Obama, which fell flat. To the extent that these things are about the broad-brush impressions that the candidates manage to convey, the impression was that it was Obama who was in command, all the way through.</p> <p>So does this mean McCain gets even more dirty and relentlessly negative from here on in? Would it make any difference if he did? I don't know. My job is to pose rhetorical questions, and then go to bed. Thanks for reading, and please keep commenting...</p>"
]