[
  "<p>Americans do it clean, Britons do it dirty. Americans have term limits on high office. Their contestants come out in the open, take off their shirts and fight to known rules. They say who they are and what they represent. The people then decide. </p> <p>Monday's headline read: \"Blairites plot to hasten prime minister's exit.\" Forgive me, but what business is it of theirs? For the second time in just over a year, Britain must contemplate a small political club choosing a new ruler without so much as a passing reference to the electorate. We read of cabals and cliques at Westminster, uttering squeals and burps, for the interpretation of which we rely on an inner priesthood of lobby journalists. We read nothing of elections. </p> <p>The club behaves like all British clubs. Members murmur in corridors, squeeze arms, write nuanced articles and give opaque interviews. Friendship is poisoned by ambition, because this electoral college is composed exclusively of \"friends\". Treason can take wing since, \"If it prosper, none dare call it treason\". </p> <p>Last week the foreign secretary, David Miliband, stepped forward as the new Michael Heseltine to Gordon Brown's Margaret Thatcher. One more politician believes he can cheat the curse that he who wields the dagger never wears the crown. Miliband's article in these pages, with its much commented-upon failure to mention Brown, must have been a shard of steel in the latter's heart. Rarely can one omitted name have carried such savage import. </p> <p>With the equilibrium of cabinet loyalty thus disturbed, Brown's colleagues are liberated to perform patricide in their or her own peculiar way. Once the assassin has broken cover, this customarily takes the form of showering the victim with support that suggests not only that he badly needs it but that he cannot rely on it for long. When a man so recently anointed is described by his three closest colleagues as \"unquestionably the best man to lead us into the next election\", the questions raised are, why those three, why say it now, and why the silence from the rest? Uneasy indeed lies the head that wears the crown. </p> <p>A fiction of British politics is that, unlike in presidential systems, leadership is subsumed in party. Elections are meant to be choices between policy pantechnicons. But choosing the leader assigned the task of delivering these options is not a matter for the electorate, or even for the public gaze. Leadership selection in Britain is performed by consenting adults in private.</p> <p>This no longer makes democratic sense, if it ever did. The growth and acceptance of the welfare state and Thatcher's \"change\" revolution have closed the policy gap between the parties. The language and gimmicks bandied about Westminster are so interchangeable as to be the source of mirth in the Commons. Meanwhile the role of personality, better called character, is long recognised by the mass marketing of leaders. The perceived failure of John Major, Iain Duncan Smith and Gordon Brown, and the success of Tony Blair and David Cameron, are not attributed to some great divergence of policy. They are put down to qualities of confidence, likability and courtly prominence, summed up in the word charisma. </p> <p>The failure of Brown to live up to the expectation he aroused just a year ago has nothing to do with his ideas or policies. It is due to his lack of public appeal - in a nutshell to his personality. The thesis, much espoused by Guardian contributors, that Brown has totally changed and thus polluted their constancy of judgment, is ludicrous. Their former presentation - indeed, eulogising - of him was plain wrong. </p> <p>No less eccentric is the code now required of the conspirators to bring about Brown's downfall. Miliband's article merits being seen as a set text of this code. Its political content was near zero, an intellectual morass of \"not yielding to fatalism\", being \"humble about shortcomings\" and \"sharing a restlessness for change\". </p> <p>Change has been, for the Blair-Brown ascendancy, the same buzzword that socialism was to an earlier Labour generation, though wholly devoid of meaning. Miliband tossed out a few hostages to fortune, such as support for lower energy bills which, were he an economist, he would know implies higher consumption. He favours windfall utilities taxes and something called \"winning the peace\" in Iraq. </p> <p>But he is a thinktanker rather than an executive breed of politician. He has never shown much understanding of how to make an organisation deliver his ideas. As schools minister he was obsessed with targets and testing, then said he was against them. As environment minister he was for personal carbon credits but did nothing about them. At local government he proclaimed the new localism and \"double devolution\", and did nothing but make speeches. At the Foreign Office he has followed Whitehall's line of least resistance, supporting America's wars in Iraq and Afghanistan. </p> <p>What Miliband is doing and what his colleagues know he is doing is signalling that he is ready not for \"change\" but for leadership. Last year he was indecisive over challenging Brown for the leadership. He knows what dithering cost Brown in the past, and that politics likes a chancer. </p> <p>Miliband will fight if the opening occurs, and rivals like Jack Straw, Harriet Harman or (my outside bet) John Denham must make dispositions accordingly. While the odds must still be on Brown leading Labour into a 2010 election, the elephant of the cliche is in the room. Another succession race has begun. </p> <p>Democracy is again a bystander. The public's sole participation in this decision is through the proxy of the opinion polls. The code has ordained that Brown is at risk \"unless he succeeds in refreshing the agenda this autumn\". Agenda refreshment means no more than a scattergun of Downing Street task forces and giveaways. What is meant is that Brown must pick up in the polls. </p> <p>If you are one of the lucky 1,200 customarily approached by a pollster and weighted by class, age and sex, a heavy responsibility rests on your shoulders. You have been chosen at random to help the club members decide who should lead Britain. As for whether I think this is a good way of choosing a leader in a democracy, I do not. But then all the constitutional reformers in the world will never persuade me that British politics is not stuck irredeemably in the 18th century.</p> <p><a href=\"mailto:simon.jenkins@theguardian.com\">simon.jenkins@theguardian.com</a></p>",
  "<p><a href=\"http://www.theguardian.com/profile/robertfox\">Robert Fox</a> to <a href=\"http://www.theguardian.com/profile/simontisdall\">Simon Tisdall</a></p> <p>I am always sceptical about the success of specific ground operations, heralded from Washington and London in the terribly tangled mess of the conflicts in Iraq and Afghanistan. General David Petraeus launched his \"surge\" with some 35,000 extra troops in the spring of last year. Now, some of the extra troops are being brought home. Instead of victory, Washington talks about \"success\". <a href=\"http://www.theguardian.com/world/2007/nov/01/usa.iraq\">Violence against US forces is down</a>, it is claimed – and this is undoubtedly true. The government in Baghdad under Nouri al-Maliki is stronger and the Iraq army has been growing in numbers and capability, and performing creditably in several areas, most notably in Basra. </p> <p>But problems remain, and this has been underlined by the <a href=\"http://www.theguardian.com/world/2008/jul/28/iraq.terrorism\">recent suicide bombings</a> in Kirkuk and Baghdad that killed at least 55 and injured more than 250. The targeting and tactics of the attacks suggests the hand of al-Qaida – the bombs were aimed at Shias in a religious procession and a demonstration of Kurds in Kirkuk. <a href=\"http://www.theguardian.com/news/2006/jun/09/guardianobituaries.alqaida\">Abu Musab al-Zarqawi</a>, the Jordanian founder of \"Al-Qaida in Mesopotamia\", preached against the \"axis of heresy\" linking Kurds, Shias and the American invader as the band of enemies against the true followers of Islam in Iraq. Zarqawi was betrayed and then killed by the Americans in 2006, but these recent bombs suggest his legacy lives on and al-Qaida is far from beaten by the Americans and the Sunni tribal militias. </p> <p>So, I think we can only say that the Petraeus surge is still very much a work in progress, and cannot be judged a magic ingredient that has suddenly turned the tide for the Americans in Iraq.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>To help understand what the \"the surge\" has (or has not) achieved, it is useful to cast one's mind back to the summer and autumn of 2006 when it appeared, to many if not most observers, that the US and its coalition partners were losing the battle to secure Iraq and that the country was sliding into a state of civil war. Coalition and civilian casualties were running at record highs, sectarian warfare following the bombing of the Shia shrines earlier that year was out of control, al-Qaida, led by the still extant Zarqawi, was striking with apparent impunity, and the isolated central government in Baghdad was powerless to act. Iraq appeared to be on the brink of anarchy encompassing all but Kurdish-controlled areas in the north and east.</p> <p>To make matters worse, Iran's al-Quds Revolutionary Guards operatives were busily stirring the pot, building up leverage especially in the south, and aiding those militants in Iraq, both Sunni and Shia, who were intent on forcing the Americans out. Under mounting pressure to admit defeat and throw in the towel, Bush acknowledged the gravity of the situation by ordering Pentagon and other policy reviews that autumn. The Baker-Hamilton Iraq Study Group was an independent, contemporaneous attempt to find a strategy that worked, or at least would cease to fail. In the end, what emerged was a decision to make one more big push to secure Iraq by sending in additional forces (\"the surge\"), rather than begin a phased withdrawal (which was what most people at the time expected would happen). I'm proud to say the Guardian exclusively <a href=\"http://www.theguardian.com/world/2006/nov/16/iraq.topstories3\">revealed the surge decision</a> on November 16 2006 subsequently confirmed by the White House.</p> <p>It is incontrovertibly the case that the surge decision in November 2006 marked a critical turning point in the history of the US intervention in Iraq. Since that moment, the overall security situation, broadly defined, has slowly and unevenly improved, to the point where we can now realistically look forward to an Iraqi government taking primary responsibility for its citizens' safety and Bush can start cutting troop levels, as he did last week (Thursday July 31). This is not a victory, but neither is it the defeat that not so very long ago looked both certain and inevitable.<br> <strong>Robert Fox to Simon Tisdall</strong></p> <p>Undoubtedly, there have been improvements in security on the ground and an increase in capacity by the Iraqi army and the tribal militias now supporting the Malaki government in the Sunni triangle. But I think we have to look much further before we make judgments about turning points in the American strategy in Iraq. Sure, it may be a turning point, but not quite in the political direction intended. Rather like Chou en Lai being asked his view on the success of the French Revolution, I tend to think it is too early to make a definitive judgment on the success of the surge. Obviously, it is in the interest of the US presidential candidates to be positive about developments in Iraq – for both, it allows some much-needed room for manoeuvre to rebalance forces there and bring large numbers home.</p> <p>There is a very big \"but\" to all this, however. The surge is not entirely, nor even mainly, a military stratagem. It is political, and aimed at achieving America's political goal in Iraq – to achieve a stable, pro-American, functioning, unitary state at the heart of the Gulf security region. On this the jury is still out. There is still a lack of capacity in Malaki's government. The <a href=\"http://www.theguardian.com/world/2007/may/30/iraq.uk\">police force</a> is weak and corrupt, and seems trapped in a cycle of underachievement. The Sunni tribal associations may be battling al-Qaida elements and paying lip service to the American line in order to get weapons, training and funds, but they are not pro-American, nor even pro a Shia-dominated government like al-Maliki's coalition. In the long run, they will turn away from the American-British axis. This is the opposite of the strategic aim of the surge.</p> <p>With operation <a href=\"http://www.theguardian.com/world/2008/aug/05/iraq.military\">Charge of the Knights</a>, the Iraq army and government have achieved a real and significant success. By all accounts, life in Basra is much changed, and for the better. But with this important tactical success, it should not be assumed that the problem of the Shia militias is resolved. The Mahdi militias of Moqtada al-Sadr appear weakened but not finished, down but not out. The rejectionism of the Sadrists, therefore, still appears unresolved. Additionally, there appears to be a serious threat of the dissident groups, on both sides of the sectarian divide, fragmenting into a perennial criminality.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>It's sensible to be cautious about long-terms gains occasioned by the \"surge\". The value, effectiveness and longevity of what has been achieved are open to question, as I wrote in my previous reply. Nothing in life is for ever and that applies with knobs on in Iraq. It could all go pear-shaped. Moqtada and his militiamen could make a comeback, the Sunni Awakening groups could go back to sleep, or turn on their US allies of convenience. Maliki could fail ... it's all possible. A senior US military official, a big proponent of the surge, told me recently that \"progress will not be linear\" and the \"enemy remains formidable\". Inserting caveats about future developments is necessary analytical practice in such a volatile situation.</p> <p>But to quote loosely another Chinese luminary, Confucius, \"he who walks in the middle of the road gets knocked down by traffic travelling both ways\". I'm in the right carriageway when I say I believe that a positive change for the better has been achieved that will have lasting benefits. Three reasons (but not the only ones) why I think this are: </p> <p>1) Iran, after years of malignly stirring the pot since 2003, has backed off since last autumn, having apparently decided that it is in its interests to support the much-strengthened Maliki government and, particularly, its timetable for an American withdrawal. Certainly, Tehran will hope to manipulate Maliki, but may find this harder as times goes by; </p> <p>2) Gulf Arab states, notably Saudi Arabia, are moving towards normalisation of relations, debt forgiveness and reconstruction collaboration with Iraq – despite its Shia-led government. This trend contradicts the \"polarisation and disintegration\" scenarios for Iraq that were so popular 18 months ago; </p> <p>3) US military reports say al-Qaida leaders are leaving Iraq and diverting new recruits away from the country. They're doing this because the security environment has got so much tougher.</p> <p>Unfortunately, they're not laying down their arms. Instead, they're heading for Aghanistan ...</p> <p><strong>Robert Fox to Simon Tisdall:</strong></p> <p>I think the real test of the surge is coming in the next few months. If the Americans pull back too soon, it can all fall apart. I am slightly more wary about Iran than you, Simon. I think Iranian policy towards Iraq, and the powerful Shia factions and parties, seems quite opaque. One minute, they seem to back either Hakim/SCIRI (ISCI) and Badr, then pull back. Moqtada has some clerical backing in Quom, notably from Grand Ayatollah Haeriri. Tehran seems to think it can manage Maliki. After all, they told him to avoid signing up to a permanent US presence in Iraq under the new status of forces agreement that will follow the UN mandate when it runs out at the end of the year. The test of stability will come with the provincial elections due soon, which will see a real distribution of power and spoils, particularly in the south.</p> <p>The Americans will have to say the surge has been a <a href=\"http://www.timesonline.co.uk/tol/news/world/iraq/article3803942.ece\">success</a> because they cannot sustain present force levels in Iraq and Afghanistan. The British will also try to claim a piece of the success with the \"turn around\" in Basra. They are desperate to be gone and I understand that Gordon Brown has arranged with Washington and Baghdad for the bulk of British forces to be away from Iraq by the beginning of next June, when an American division and headquarters will move into Basra. By that time, it will be clear if the surge has passed its main test – whether it has ensured that Iraq can hold together as a functioning state.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>The \"surge\" is already over in military terms. The additional combat brigades deployed by Bush last year have all gone home, and overall troop levels are down to pre-surge levels. Bush's announcement last week on cutting the duration of operational tours, and his acceptance of \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/18/AR2008071801308.html\">time horizons</a>\" for a withdrawal, follow on from the official US assessment that the surge has worked and indeed has been a success. The surge's main military proponent on the ground, General David Petraeus, has been promoted to CentCom, as have several of his key counterinsurgency advisers. The current offensive in Diyala suggests there is still much work to be done. And Kirkuk could still blow up at any time. But you are right about Baghdad, Basra and the Sunni Triangle. They are much improved security-wise.</p> <p>Politically speaking, I agree the longer-term success of the surge is still an open question. The provincial elections due this year may be postponed, mostly due to Kurdish objections about Kirkuk's future. That could prevent, or discourage, large-scale Sunni Arab participation. After their boycotting of previous polls, it was hoped the Sunnis would get involved in the political process this time, thereby increasing its credibility. This, in turn, could delay general elections next year. Other unpredictable political factors include the Iranian presidential election campaign and whether Ahmadinejad wins again; and the <a href=\"http://www.theguardian.com/world/uselections2008\">US presidential poll</a>, with both main candidates using Iraq for campaign purposes (witness McCain's jibes about Obama's supposed lack of interest in meeting fallen warriors). </p> <p>Making Iraq a united, functioning country also requires a lasting settlement of the oil question – that is, who gets and controls which bit of the vast oil and gas reserves. Opening the industry to foreign ownership and exploitation, as recently proposed, could further complicate things politically.</p> <p>The surge was never a panacea. It was, initially at least, a last desperate attempt to stop a haemorrhage with a large sticking plaster. It has worked better than most expected. Will the bleeding stop? Increasingly, the message coming from the US is: Iraqis must decide for themselves.</p> <p>What a pity Bush did not take that view about Saddam Hussein pre-2003.</p> <p><strong>Robert Fox to Simon Tisdall</strong></p> <p>I agree that the surge is drawing to a close as the extra brigades sent in by David Petraeus are now being brought home. The question is what happens next, both for Iraq and America. The surge had to come to an end because the next president, whether McCain or Obama, cannot maintain such a high level of defence expenditure – over half a trillion dollars per annum, and now greater than the aggregated defence budgets of the rest of the world. Moreover, a lot of the equipment of the ground forces is used up and needs replacing urgently. The US government is currently devoting over $100bn on the \"reset\" programme to bring in replacement equipment.</p> <p>In the UK, we are faced with the same phenomenon, though you wouldn't know it. The equipment of the forces in Helmand and Basra, not least the helicopter force, is under colossal strain. It is unlikely to be replaced sufficiently with new kit at the rate required because the equipment budget is under such severe strain. Moreover, as we have both noted, both the UK and US are likely to have to reinforce in Afghanistan soon – particularly if the Canadians reduced their forces in southern Afghanistan and the Dutch pull out, as many in their parliaments and much of their press are now demanding.</p>",
  "<p>In an attempt to unify the Democratic party and bring her 18 million voters into the party fold, Senator Hillary Clinton will campaign for Barack Obama in two crucial swing states later this month, the Obama campaign said today.</p> <p>Clinton will hit the campaign trail for her erstwhile rival in Florida and Nevada, two states that have not voted for a Democrat since 1996.</p> <p>The Democrats this year hope to retake the two states, largely on the strength of legions of newly energised Hispanic voters.</p> <p>Clinton has a strong appeal among Hispanics – the group backed her roughly two to one over Obama during the primaries this winter. She won primary contests in both states.</p> <p>The Obama campaign today said that Clinton will host rallies and voter registration drives in Las Vegas, Nevada, on Friday, and in southern Florida on Monday.</p> <p>Obama bested Clinton after a brutal 16-month primary campaign that was fraught with accusations of negative campaigning and racial politics and that threatened to split the Democratic party into competing factions. </p> <p>Nearly 18 million people voted for Clinton, and at the darkest moments toward the end of the primary calendar she appeared prepared to use them as leverage to win power within the party, perhaps even a vice-presidential nod.</p> <p>Since June, when Clinton formally withdrew and endorsed Obama, speculation has been rampant whether the working-class and female voters who formed the bulk of her coalition would accept Obama as the nominee and rally behind him.</p> <p>Some die-hard Clinton backers have remained embittered, although it is unclear whether they will remain disenchanted enough with Obama to sit out the November 4 election or vote for Republican John McCain, an ardent foe of abortion rights.</p> <p>Obama has sought to mend fences with Clinton loyalists, bringing some into his expanding campaign organisation. </p> <p>This weekend he asked the Democratic national committee to give delegations from Florida and Michigan, which both voted for Clinton, a full floor vote at the convention later this month in Denver. The national party punished the states for violating party rules and holding their primary elections before the Super Tuesday elections of February 5. </p> <p>Obama's move was entirely symbolic, but was an attempt to sooth lingering tensions brought about by the Democratic party sanctions.</p>",
  "<p>On Friday, saying it was time for a compromise on the energy issue, presidential hopeful Barack Obama voiced his tentative <a href=\"http://abcnews.go.com/Politics/wireStory?id=5495750\">support for a bipartisan proposal calling for the expansion of offshore oil drilling</a>, along with the development of alternative fuels and more efficient motor vehicles. Soon after, Obama implied that his willingness to allow the drilling in Florida <a href=\"http://edition.cnn.com/2008/POLITICS/08/02/campaign.wrap/index.html\">\"wasn't really a new position\"</a>. But, of course, it is.</p> <p>As recently as late June, he said that, in order to protect the US coastline, he would <a href=\"http://miamiherald.typepad.com/nakedpolitics/2008/06/obama-as-presid.html\">enforce a drilling moratorium</a> that has been in place since 1981. (Democratic leaders and environmentalists have supported that ban for years.) What's not new: Obama's interest in working with Republicans to move the country toward greater energy independence, and his eagerness to appease voters. That's why he made a gesture that many of them believe would lower prices at the pump.<br> While I've been or more less accepting of Obama's float toward the centre as a political imperative as the election gets closer, this is one move I can't support. Reversing his position on campaign financing, for example, is one thing - a tactic that upset some of his supporters but won't necessarily have any kind of permanent or global repercussions. Offshore drilling, on the other hand, is sure to contaminate marine life and the water along Florida's coast, produce a number of small oil spills and, ultimately, contribute to the problem of global warming. A catastrophic oil spill is also a possibility.</p> <p>Now, it's true that Obama said that any compromise he would agree to would have to involve \"a careful, well thought-out drilling strategy that was carefully circumscribed to avoid significant environmental damage\" - which <em>sounds</em> pretty, doesn't it? Too bad the reality is much uglier.</p> <p>\"There is no such thing as environmentally friendly drilling,\" says Greenpeace USA spokesperson Michael Crocker. After noting that damage to drills caused between seven and nine million gallons of oil to be spilled during Hurricanes Rita and Katrina, Crocker says: \"There's a real irony when it comes to offshore drilling. It's done so we can get more oil in the hopes of reducing gas prices. In the meantime, we keep burning fossil fuels, which causes more global warming, which leads to more hurricanes, which lead to more oil lost in spills - and yet, drilling does almost nothing to alleviate the cost of gasoline.\"</p> <p>Why doesn't it? \"There's simply not very much oil on America's shorelines,\" he says. \"Government studies have indicated that it will take a decade for any offshore drilling to pay off even minimally - and even then, prices will only be reduced by a few cents per gallon.\"<br> It's irresponsible of Obama to be cavalier about an issue that is of so much importance to the environmental health of the country, and the world. He should have stuck to his guns and insisted on finding cleaner alternatives that would truly make the US energy independent, instead of trying to placate short-sighted American car owners. To be fair, Obama did point out that it was \"important to recognise if you start drilling now you won't see a drop of oil for 10 years, which means it's not going to have a significant impact on short-term prices. Every expert agrees on that.\" And yet, that's really the fine print. What most voters will be paying attention to are the headlines announcing his willingness to let offshore drilling move forward - as I'm sure he and his strategists know.  And of course, most voters don't care about contaminating the shoreline. According to a <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/americans_split_on_which_is_more_important_offshore_drilling_or_crackdown_on_speculators\">Rasmussen poll released on July 29</a>, 57% percent of Americans favour offshore drilling (only 29% are opposed). And why is that? Because nearly the same number - 56% - believe gas prices would be likely to fall if the ban is lifted.<br> So while Obama is wrong to waver on this issue - he's punting on his duty as a public steward - voters are wrong, too. Many Americans might be willing to watch the new \"green\" cable channel, eat organics and recycle (although <a href=\"http://www.nytimes.com/2008/07/29/us/29recycle.html\">not in Houston, Texas</a>), but they've got to start supporting the environmental movement in truly meaningful ways, not just trendy ones.</p> <p>They should start by getting over fuel prices and realising that one of the things we're paying for at the pump is our role in accelerating the pace of global warming. What voters should be clamouring for is not cheaper gas, but a truly longterm and sustainable solution - one that emphasises new, clean forms of energy and fuel-efficient transportation alternatives.</p>"
]