[
  "<p>Barack Obama yesterday made a belated personal appeal to Bill Clinton for advice on how to fight back against a resurgent Republican presidential campaign. The lunchtime meeting in New York between the Democratic party's two towering figures came amid growing despair at Obama's slide in the polls in the past week. Democratic figures are openly expressing fears that he does not have a strategy to counter the rising appeal of John McCain and his running mate, Sarah Palin. </p> <p>Although Clinton extravagantly praised Obama in his speech to the Democratic convention in Denver last month, the relationship between the two has remained strained after Obama's bitter Democratic primary campaign against Hillary Clinton earlier this year. Yesterday's meeting, which took place at the headquarters of Clinton's foundation in Harlem, was their first face-to-face encounter since the primary season ended in June. They had spoken on the phone on only two occasions since Obama won the nomination.</p> <p>In an attempt to smooth the way for the meeting, Obama said he saw parallels between his own campaign and Clinton's in 1992: a relatively unknown politician fighting the Republicans against a backdrop of an ailing economy.</p> <p>\"I've got lunch with Bill Clinton, which I'm looking forward to,\" he told David Letterman on Wednesday night. \"There's nobody smarter in politics and he is going to be campaigning for us over the next eight weeks, which I'm thrilled by, because the race that he ran in 92 was similar to what's taking place now.\"</p> <p>Clinton extended the lunch offer to Obama about a week ago - before Palin began to energise the Republican base - after waiting for months for the Democratic candidate to get in touch. If they had met earlier it would have been characterised as Obama meeting Clinton from a position of strength, but it now adds to the sense of Obama being on the defensive and needing help in putting his campaign back on course.</p> <p>Obama said Clinton had been successful in reaching out to people in 1992 on the economy and he would like to use him in that role in this campaign, telling people \"why we need to change the economy in a fundamental way so it works for middle-class families, so that they can get ahead, so that they can send their kids to college. I think he can be a great advocate on behalf of the campaign,\" he said.</p> <p>Hillary Clinton has been actively campaigning for Obama in battleground states. However, she has drawn a line against making personal attacks on Palin, Clinton insiders said. She is happy to attack the Republicans on policy, but thinks it is a strategic mistake to engage in personal criticism of Palin. But she defended Obama who has been under attack for using the phrase \"lipstick on a pig\" to describe McCain's recycled policies. Republicans have accused him of insulting Palin. </p> <p>Clinton dismissed the notion at a press conference yesterday. \"Barack has made this clear,\" she said. \"It was in no way meant as an affront.\" </p> <p>While Bill Clinton will also go out on the trail for Obama, the election timetable is narrowing. The former president has many commitments in the next few weeks, including his annual Global Initiative conference in New York this month, which attracts leaders from the world to discuss climate change and development.</p> <p>A new opinion poll out yesterday showed Obama's poll lead slipping in key states that will determine the election outcome: Florida, Pennsylvania and Ohio. A Quinnipiac University poll showed McCain pulling away in Florida, with a lead of 50% to Obama's 43%. The Republican was narrowing the gap in Pennsylvania, with Obama on 48% and McCain on 45%. Obama maintained his lead in Ohio, 49% to McCain's 44%.</p> <p>There were signs this week of a concerted effort by Obama's campaign to fight back against Republican attacks. A close adviser, Valerie Jarrett, told the Wall Street Journal yesterday that Obama had told her he was not going to let Palin hijack media attention any longer. Echoing the view reached by Hillary Clinton and other senior Democrats, Obama said he would desist from personal attacks on Palin and \"stay focused on John McCain\".</p> <p>Obama's bad week became worse when the National Rifle Association stepped up opposition to him. The NRA, which has millions of US supporters and had played little part in the campaign, sees Obama as hostile towards gun ownership.</p>",
  "<p>Robert Mugabe expended a lot of energy on denouncing the leader of the Movement for Democratic Change, Morgan Tsvangirai, as nothing more than a \"British puppet\" who only wanted to return the land to white farmers. The only leader the country has known in its 28 years of independence said he would rather go back to the bush and fight another liberation war than hand over Zimbabwe to Tsvangirai. </p> <p>But yesterday, Mugabe was apparently persuaded to face reality under the unrelenting pressure of economic collapse and a desperate and hungry population, agreeing to cede most of his powers to Tsvangirai.</p> <p>The MDC leader's refusal to buckle and recognise Mugabe's flawed claim to power under pressure from some African leaders, and the continued assault on his party's MPs and activists, had meant there was no prospect of Zimbabwe getting the foreign aid it needs to rebuild the economy.</p> <p>Mugabe had retained power through a bloody campaign against the voters, overturning Tsvangirai's victory in the first round of the presidential election in March and claiming 90% of the vote in a second round three months later. But it did not confer legitimacy on Mugabe's claim to be president and he had no solutions to the deepening crisis, as inflation surged to about 20m percent.</p> <p>Tsvangirai will now become prime minister at the head of a council of ministers. There are likely to be more than 30 of them, which could prove unwieldy. But the council will be the principal organ of government, while Mugabe chairs a less powerful cabinet. </p> <p>The council of ministers is to be divided between the MDC and Zanu-PF, and the division of the portfolios has yet to be agreed, which has the potential for further disagreement.</p> <p>Mugabe wants Zanu-PF to keep control of the military through the defence ministry. The MDC can live with that, provided it has authority over the police, which will prove crucial in ensuring the fairness of future elections. But it is unclear if Zanu-PF will agree.</p> <p>There may also be fundamental disagreement over land policy and the future of the formerly white-owned farms whose seizure helped to bring down the economy.</p> <p>The opposition remained cautious last night, saying it believed Mugabe could yet back away before the signing of the agreement on Monday.</p> <p>There is also concern among some of Mugabe's critics who say he is skilled at outmanoeuvring his opponents and could still wield considerable influence. </p> <p>Nonetheless, one MDC official said that it was not in Tsvangirai's interests to reach an agreement that did not give him real power, because if he was unable to dramatically improve the lives of Zimbabweans he would be finished.</p> <p>Foreign donors, including Britain and the US, said there would be no aid if Mugabe retained power - a trump card in Tsvangirai's negotiations.</p> <p>The price of change has been high. About 4 million Zimbabweans - one quarter of the population - have left the country in recent years in search of work to feed their families. Hundreds have been murdered, thousands beaten and tortured, and tens of thousands driven from their homes in the regime's desperate efforts to cling to power.</p>",
  "<p>Another vacancy has opened up in Downing Street with the departure of the man hired by the prime minister to manage the Scottish media.</p> <p>Paul Sinclair, the former special adviser to international development secretary Douglas Alexander, will leave his position as communications adviser at No 10 in November to become the UK managing director of the public affairs firm Hill &amp; Knowlton. </p> <p>Downing Street confirmed there were no plans to immediately replace the adviser, who was responsible for briefing the \"commentariat\" and the Scottish media, bringing to three the number of people on Gordon Brown's communications team whose posts remain vacant after their departure in the last six months.</p> <p>Reports persist that the man brought in by Brown six months ago to revamp the communications programme, Stephen Carter, has been moved sideways. </p> <p>As an aide to Alexander in his post as Labour's election coordinator, Sinclair played a key role in the decision not to hold an election last autumn. It is understood that he agreed to try working at Downing Street for six months, and one colleague said the intense political infighting at No 10 left him feeling \"it was not the place for him\". He was also said to believe his billing as the man briefing the commentariat eroded his influence with political commentators.</p> <p>The government loses Sinclair just weeks before a key byelection in Fife. The Scottish press has been increasingly hostile to the prime minister, with the SNP rising in favour, and though Sinclair will not leave until after the tricky byelection it is not expected he will play a key role in the Glenrothes campaign.</p> <p>Glenrothes is next to Gordon Brown's constituency and the party fears a repeat of the 22% swing to the SNP seen in Glasgow East when Labour lost the seat. Its majority there was some 3,000 larger than that being defending at Glenrothes. It is thought the party will aim to schedule the byelection around the time of the US presidential election to limit any publicity the SNP may attempt to drum up.</p> <p>At his monthly press conference yesterday, Brown admitted that he was responsible for Labour's poor performance in the opinion polls, but said the economic crisis was not confined to the UK. \"I'm the person who is in charge and I have got to take responsibility for what happens. But if you look around the world, you will see that every country is affected.\"</p> <p>A Channel 4 News/YouGov poll yesterday showed a 12% swing to the Tories in 60 Labour-held marginals that Brown must retain to gain another term. The poll also showed that only 1% of respondents rated Brown's performance as excellent.</p> <p>Other departures from Brown's team include Martin Sheehan, who quit as head of strategic communications to join Portland PR, and chief speech writer Beth Russell, who left for the Treasury in June. Downing Street would not confirm reports that Russell was to be replaced by Tim Kiddell, a civil servant who worked on health and wellbeing policy, but said the process to replace Sheehan was in place.</p>",
  "<p>The first thing you notice when you fly into Britain from abroad is how dinky it all looks from the air - miles of tiny houses side by side and thousands of little cars squeezing along narrow, winding roads. It is enough to lower the spirits even before you have landed. The effect is most striking when you have flown from America, which is like travelling from Brobdingnag to Lilliput; but the contrast exists if you fly in from almost anywhere. For Britain has some of the smallest houses of any country in western Europe and continues to build them on a minuscule scale.</p> <p>Britain's \"rabbit hutch\" culture is a masochistic theme of the British pavilion at the Architecture Biennale that opened in Venice yesterday. \"The cause is simple and shocking,\" said its curator, Ellis Woodman. \"England and Wales are the only parts of Europe where house-building is unregulated by legally binding minimum space standards.\" So we go on building mingy little homes in which there isn't room to swing a cat, and we can't replace old houses with bigger ones because we must keep to the existing \"footprint\". Even little, overcrowded countries such as Belgium and Holland allow people on average about 40 more square metres of living space in new housing than Britain does. It is not surprising that a survey by the housing charity Shelter has found that 86% of families living in cramped conditions report cases of depression or anxiety in their midst. Why do you think we spend so much time in the streets getting drunk and stabbing each other?</p> <p>With the government aiming to build three million new homes by 2020, it is obviously cheaper to keep them small. But it is a very bad idea all the same, since we suffer from enough claustrophobia already. This isn't only because of the pokiness of our homes; we are also burdened in our everyday lives with restrictions and snooping of every kind. The zeal shown by councils in enforcing their complicated rules about rubbish disposal, including the use of child informers to catch \"bin criminals\", is particularly oppressive. A woman in Manchester was fined £700 this week for putting out her rubbish on the wrong day - an offence known as \"the advancement of waste\". Her reason? To make more room in her backyard for her four-year-old daughter to play in.</p> <p>Another good reason for building bigger houses is to reduce class divisions, as Harriet Harman is so keen to do. America may have great inequalities of wealth, but the difference in scale between the homes of the rich and the poor is generally much less than here; one of the reasons why it feels more classless.</p> <p><strong>The pompous outrage of the authorities over the </strong>police chief who wore an Osama bin Laden mask at a charity event in Cornwall almost beggars belief. Is there nothing else the IPCC could usefully investigate? But one shouldn't really be surprised by this when people nowadays are obsessed with exposing examples of \"inappropriate\" or \"offensive\" behaviour by others. It is a habit that threatens to kill any spontaneous form of self-expression.</p> <p>Nowhere is this more depressingly evident than in the American election campaign where the hunt for the \"gaffe\" dominates proceedings at the expense of any kind of serious debate about who would be the best person to be president of the United States. Talk of \"pigs\" and \"lipstick\", taken out of context, and even Joe Biden's modest aside that Hillary Clinton might have been a better pick than him as a vice-presidential candidate, become major issues on which the fate of the nation hangs. </p> <p>Nobody knows much about Sarah Palin except that she is able to wow the women of America and the hardcore Republican right. But in vain does the New York Times plead for a serious examination of her qualities and her suitability for high office. Instead, her critics hardly dare ask even pertinent questions of her lest they be accused of sexism, elitism, or some other ignoble form of prejudice, for they know that they risk offending her at their peril. But there was a time when people didn't give a fig for the feelings of pitbulls, even female ones, as Margaret Thatcher discovered. </p> <p><strong>I was suffused with nostalgia at Tuesday's </strong>promenade concert at the Royal Albert Hall, for Murray Perahia and the Chicago Symphony Orchestra were playing the same Mozart piano concerto, No. 24 in C Minor, that I played more than 50 years ago as a boy at Eton. My performance took place in the drawing room of the then headmaster, the late Robert Birley, with an orchestra of fellow schoolboys supplemented by a professional French horn player from one of the London orchestras (making a gurgling sound because he feared shaking out the spittle from his instrument on to the headmaster's carpet). Although I wasn't very good at the piano, and didn't even play the last movement because it was too difficult for me, I was accorded the honour because I was then considered the best pianist in the school, being there at an especially unmusical time in its history. </p> <p>It was the proudest moment of my life, and hearing Perahia's magnificent rendering of this glorious piece, I could hardly believe I had ever been capable of playing it, however inadequately. I certainly couldn't even begin to play it today.</p> <p><strong>This week Alexander</strong> has been reading The House of Wittgenstein: A Family at War by his son-in-law, Alexander Waugh: \"A gripping account of how too much money can tear apart even the most gifted and, in many respects, most fortunate of families.\"</p>",
  "<p>Young American playwright Christopher Shinn certainly has sharp political antennae. His new play tackles freedom of speech, the dangers of disrespect to Muslims and the embarrassments caused by presidential offspring. </p> <p>I admire Shinn for addressing the big issues. I just feel that, in adhering to the currently fashionable 80-minute playwriting rule, he doesn't allow his arguments room to breathe. </p> <p>Shinn sets the action in Democratic hotel headquarters on election night. With the candidate poised for victory, his son, John, is at the centre of a gathering storm. Pictures have appeared on the internet of him at a college party dressed as Muhammad, accompanied by a chum in the guise of a pop evangelist. As the row escalates, John comes under increasing pressure from his mum, party functionaries and the president-elect to issue a public apology. But the intransigent John fights for his private autonomy and fundamental freedoms. </p> <p>Shinn skilfully anatomises the liberal dilemma. John's argument is that he dressed as Muhammad to expose the contradictions of progressive Ivy Leaguers who hold \"naked\" parties while at the same time censoring any critique of Muslim sexual rigour. On the other hand, John's opponents claim, with some justice, that as a candidate's son he forfeits the right to absolute privacy and that, in seeming to mock the Muslim faith he has caused gratuitous political offence.</p> <p>There is enough matter here for a good ding-dong debate, which Shinn duly delivers. But, in making a John a gay man with a past history of nervous disorder and serious quarrels with his father's vote-seeking shift to the right, Shinn introduces enough issues to fuel a three-act play. </p> <p>The play undeniably keeps you rapt. And, although Eddie Redmayne as the defiant John has a habit of dropping his voice at the end of sentences, he conveys all the character's gangling, principled obduracy. Matthew Marsh as his equally unbending father, Nancy Crane as his bewildered mother and Domhnall Gleeson as his loyal chum, fulfilling the role of the raisonneur in classical comedy, give fine performances in Dominic Cooke's suitably urgent production.</p> <p>I simply found that absorbing so many complex arguments in such a short span made my head spin.</p>",
  "<p>On this <a href=\"http://ap.google.com/article/ALeqM5iSd2WI-nRhx4j69i0he0HuSiv5owD934PHQ80\">seventh anniversary</a> of the attacks on the World Trade Center, both Barack Obama and John McCain were in New York City to attend an event by a coalition called <a href=\"http://www.bethechangeinc.org/changewire/2008/09/11/pre-forum-the-candidates-on-service/\">ServiceNation</a> about community service and civic engagement. They were asked not to campaign on this day out of respect. Perhaps ServiceNation feels that not campaigning will prevent them from co-opting this solemn anniversary for political reasons.</p> <p>However, anybody who has been alive for the last seven years knows that it is too late for that. We can expect to hear plenty about 9/11 in the coming weeks as the election heats up. The speakers at the Democratic convention in Denver did not make many 9/11 references, so it seems that most of these references will likely be from Republicans, most likely followed by discussions of the dangers we face abroad and the need to support the war in Iraq. The events of 9/11 should not be used as a justification for scapegoating a few \"enemy combatants\" or justifying a misguided and expensive war.</p> <p>As a 9/11 <a href=\"http://www.villagevoice.com/2006-09-05/news/some-kids-left-behind/\">victim</a> and part-time community organiser, I know that the memory of this event does have a place in this election. But, instead of being used as a rationale for the continuing \"war on terror,\" as an excuse for decimating the Bill of Rights, or a segue into a discussion about the \"successes\" of our war abroad, the <a href=\"http://edition.cnn.com/2007/US/05/24/wtc.dust/index.html\">events of 9/11</a> should prompt a conversation about this government's failed health policies. That conversation should not be limited to 9/11 alone but must include other national disasters like Katrina. Instead, any discussion of these disasters, man-made and natural, provides the basis for the argument that America needs a healthcare plan that covers everybody. Now.</p> <p>\"Small government\"-style social policy has not served 9/11 victims well. Community groups have had to fight tooth and nail for often meagre funding that comes in one-time bursts. There are still no medical monitoring and few treatment programs available to the thousands of people who were <a href=\"http://www.villagevoice.com/2006-11-21/news/death-by-dust/\">exposed to the toxic dust</a> both on 9/11 and during the clean-up.</p> <p>Disaster victims should not have to waste their time fighting for <a href=\"http://ap.google.com/article/ALeqM5gFU6k8ttfKFSoz4vS-DRaxfy_zfQD92JH4RG0\">access to basic care</a> and worried about the excessive cost of treatment. Community groups should be identifying what <a href=\"http://ap.google.com/article/ALeqM5jOUDYGETjmVjWMFgV1jEnzwsbwmQD9347RI01\">special needs require additional funding</a>, not wasting their time making sure that poor families can get their child with the \"WTC cough\" to a doctor without putting themselves in debt.</p> <p>Our government should not have had to take a special step of making sure that everybody who needed healthcare for <a href=\"http://ap.google.com/article/ALeqM5gFU6k8ttfKFSoz4vS-DRaxfy_zfQD92JH4RG0\">9/11-related conditions</a> could get it free of charge and immediately. This should be the rule, not an unusual exception.</p> <p>As the head of a group with a constituency of 9/11 victims that are spread out nationally and a resident of California, I know that healthcare for 9/11 victims is an issue with national implications. Whether on the actual anniversary or not, it should certainly be addressed during this presidential race by both Barack Obama and John McCain.</p> <p>After a long race with Hilary Clinton, who along with many New York representatives has <a href=\"http://www.cbsnews.com/stories/2007/06/20/health/main2959624.shtml\">championed this issue</a>, Barack Obama will have to take the lead on this one. John McCain will certainly not address the connection between healthcare and national and environmental disasters like 9/11. McCain has consistently <a href=\"http://edition.cnn.com/2007/POLITICS/03/30/clinton.mccain/index.html\">blocked bills seeking funding for health coverage and treatment for 9/11 victims</a>, reportedly even getting into a scuffle with his \"good friend\" Senator Clinton over the issue on the floor of the Senate last year.</p> <p>September 11 was an attack on the United States that put innocent New Yorkers (who, by the way, McCain and Palin, are \"real Americans,\" just like farmers in the Midwest, coal miners, oil field workers and haberdashers) in harm's way. It was used by the Bush administration and Republicans as an excuse to put thousands of members of the American military in harm's way as well.</p> <p>Certainly, 9/11 has a place in the political discourse. I just wish that the next time the likes of Rudy Giuliani says \"9/11,\" our response will be: \"Where's the healthcare for those who were injured?\" So far, all I can figure out is that John McCain, Giuliani, their surrogates and supporters, would like to repay the lot of us - veterans, 9/11 victims, and Katrina victims alike - with promises and rhetoric while continuing to support further funding in our name to wage war in Iraq.</p> <p>As somebody who suffered through the events of 9/11 and as a representative of many students who were impacted by those events, I have spent a good bit of the last seven years being betrayed by a government more concerned with war than the welfare of its citizens. We were ones who were put at risk to promote the revitalisation of downtown Manhattan after 9/11, despite the <a href=\"http://www.ny1.com/Default.aspx?SecID=1000&amp;ArID=63079\">potential cost to our health and our futures</a>. We did our part, willingly or not. It is time that the national discussion of those events focus on how the government can do its part to repay our effort. This election year is the perfect time to begin that discussion.</p>",
  "<p>Barack Obama today made a belated personal appeal to Bill Clinton for advice on how to fight back against a resurgent Republican presidential campaign.</p> <p>The lunchtime meeting in New York between the two towering Democratic figures comes amid growing despair at Obama's slide in the polls over the last week. Democratic figures are openly expressing fears that Obama does not have a strategy to counter the rising appeal of John McCain and his running mate, Sarah Palin.</p> <p>Although Clinton extravagantly praised Obama in his speech to the Democratic convention in Denver last month, the relationship between the two has remained strained from the bitter Democratic primary campaign against Hillary Clinton earlier this year.</p> <p>The meeting, which took place at the headquarters of Clinton's foundation in Harlem, was their first face-to-face encounter since the primary season ended last June. The two men have spoken on the phone on only two occasions since Obama won the nomination.</p> <p>In an attempt to smooth the way for the meeting, Obama said he saw parallels between his own campaign and Clinton's in 1992: a relatively unknown politician fighting the Republicans against a backdrop of an ailing economy.</p> <p>\"You know, I've got lunch with Bill Clinton, which I'm looking forward to,\" he told David Letterman on Wednesday night. \"There's nobody smarter in politics and he is going to be, you know, he's going to be campaigning for us over the next eight weeks, which I'm thrilled by because, you know, the race that he ran in '92 is -- it was similar to what's taking place now.\"</p> <p>Clinton extended the lunch offer to Obama about a week ago -- before Palin began to energise the Republican base -- after patiently waiting for months for the Democratic candidate to get in touch.</p> <p>If they had met earlier, it would have been characterised as Obama meeting Clinton from a position of strength, but coming this week, it adds to the sense of Obama being on the defensive and needing help putting his campaign back on course.</p> <p>Obama said Clinton had been successful in reaching out to people in 1992 on the economy and he would like to use him in that role in this campaign, telling people \"why we need to change the economy in a fundamental way so it works for middle class families so that they can get ahead, so that they can send their kids to college, I think he can be a great advocate on behalf of the campaign.\"</p> <p>Hillary Clinton has been actively campaigning for Obama in battle line states. However, she has drawn a line against making personal attacks on Palin, Clinton insiders said.</p> <p>Clinton is happy to attack the Republicans over policy but not on personality, in part because she sees this as the role of the vice-presidential candidate, Joe Biden, but also because she thinks it is a strategic mistake to engage in personal criticism of Palin.</p> <p>However, Clinton did add to the Democrats' defence of Obama who has been under attack for using the phrase \"lipstick on a pig\" to describe McCain's recycled policies. Republicans have accused Obama of insulting Palin.</p> <p>Clinton dismissed the notion at a press conference today.<br>\"Barack has made this clear,\" she said. \"It was in no way meant as an affront.\" </p> <p>While Bill Clinton will also go out on the trail for Obama, the election timetable is narrowing.</p> <p>The former president has many commitments over the next few weeks, including his annual Global Initiative conference in New York later this month, which attracts leaders from the world to discuss</p> <p>A new poll out today showed Obama's poll lead slipping in a trio of battleground states that will determine the outcome of the election: Florida, Pennsylvania and Ohio.</p> <p>A Quinnipiac University poll showed McCain pulling away in Florida, with a lead of 50% to Obama's 43%. The Republican was narrowing the gap in Pennsylvania, with Obama on 48% and McCain 45%. Obama maintained his lead in Ohio, 49% to McCain's 44%.</p> <p>Officially, the Obama camp has tried to downplay the polls, saying they are not predictive of the outcome next November.</p> <p>However, there were signs this week of a concerted effort to push back against Republican attacks. One of Obama's closest advisers, Valerie Jarrett, told the Wall Street Journal today that Obama had told her in a phone conversation that he was not going to let Palin hijack media attention any longer. Echoing the view reached by Hillary Clinton and other senior Democrats, he told Jarret he would desist from personal attacks on Palin and \"stay focused on John McCain\".</p> <p>Obama's bad week became worse when the National Rifle Association stepped up its opposition to him. The association, which has millions of supporters in the US and has so far played little part in the campaign, sees Obama as hostile towards gun ownership.</p>",
  "<p>Sarah Palin, an instant sensation on the campaign trail, is set to emerge from her media cocoon tonight, with a series of television interviews designed to silence critics of her record as governor of Alaska and scrutiny of her personal life.</p> <p>In a carefully stage-managed media operation, Palin agreed to only one set of interviews, with Charles Gibson of ABC, which will appear on news programmes tonight, tomorrow morning, and tomorrow evening as well as in a prime-time special on the Republican vice presidential nominee.</p> <p>The broadcasts will include footage of Palin's soldier son, Track, who was scheduled to deploy to Iraq today, a mini biopic and a roundtable discussion on the vice-presidential candidate.</p> <p>The interviews took place in Alaska, at her home in Wasilla and in Fairbanks, where she arrived by private campaign jet on Wednesday night and was greeted as a conquering hero by a crowd of some 3,000 people. The trip marked the first time Palin has returned to Alaska since embarking on the campaign trail.</p> <p>Palin spoke briefly, focusing on running mate John McCain. \"He's a friend to Alaska, and he will be our next president,\" she told the crowd, some of whom had been in line for six hours.</p> <p>The Republicans hope that the blanket exposure will deflect criticism that Palin, a virtual unknown until a fortnight ago and a governor for less than two years, lacks the experience to step as president in place of McCain.</p> <p>The Alaska governor, who touts herself as a moose-hunting, salmon-fishing, hockey mum turned political reformer, has faced a steady dripfeed of negative stories about her political record and her family, including her sons Track and Trig, and daughter, Bristol, who is pregnant at 17.</p> <p>Up until the interviews, she had not taken questions from reporters, and at campaign rallies has stuck closely to a scripted speech that is largely a distillation of her address to the party convention.</p> <p>The McCain campaign has gone on the attack against any questioning of her record, labelling it as sexist.</p> <p>McCain's strategists are also working hard to capitalise on Palin's appeal to Republican women, especially social conservatives, as well as a section of former supporters of Hillary Clinton.</p> <p>The Republican presidential nominee was set to appear on the chat show, The View, as well as a cooking programme to try to reach out to women voters.</p> <p>Palin's instant popularity, and the success of Republican efforts to present her a feminist icon, have put the Democrats off-balance.</p> <p>At campaign rallies this week, vendors began selling Rosie the Riveter t-shirts. Democrats had previously felt they owned the second world war icon. Nancy Pelosi adopted it for her own buttons when she became the first woman speaker of the house in January 2007.</p>",
  "<p>What is surprising about <a href=\" http://www.reuters.com/article/politicsNews/idUSLA10067720080910\">Gordon Brown</a>'s inadvertent foray into the US presidential election is how obvious the mistake was. It is a basic rule of statecraft that a British government does not overtly take sides in a US election.</p> <p>\"I was amazed when I read it. It's such a basic example of what you do not do\", said a former senior British diplomat with a lot of experience of dealing with the American allies. A serving Foreign Office official pointed out that he would never think of commenting on a Downing Street matter, with enough levity to make it clear that the diplomats on <a href=\"http://www.fco.gov.uk/en/about-the-fco/history-and-buildings/tour-our-buildings1/buildings-inside-uk/king-charles-street/\">King Charles Street</a> were enjoying the latest mess conjured up by the amateurs down the road.</p> <p>A Downing Street source simply recited through clenched teeth the line that \"the prime minister takes responsibility for all articles published in his name\". In other words Brown did not write the article in the <a href=\"http://www.monitor-group.co.uk/\">Parliamentary Monitor</a> that endorsed a (former) Obama policy on support for struggling homeowners, and would have some choice words for the hapless aide who did.</p> <p>The Guardian's Nick Watt did some digging and discovered the article had been ghost-written on the basis of an old Brown briefing note, and had not been properly vetted or updated.</p> <p>As such, it should be filed under \"amusing gaffe\" rather than \"diplomatic rift\". It says more about dysfunction in Number 10 than the state of the special relationship.</p> <p>As far as the latter is concerned, the sarcastic response from the McCain campaign, ruing the loss of \"<a href=\"http://www.johnmccain.com/mccainreport/Read.aspx?guid=d7eb6c0b-d3c1-48b8-84cc-917f5faaa67f\">the coveted Gordon Brown endorsement</a>\", reveals plenty.</p> <p>Such irony would not have worked, and would not have been used, on Tony Blair. It reflects the general impression stateside that Brown is damaged goods and not long for this political world.</p> <p>The paradox of US elections in recent years is that while a lot of store is placed in a candidate's ability to deal with the rest of the world, the views of the non-American parts of the globe are less than irrelevant – they are contemptible. The Guardian discovered this four years ago when its sort-of tongue-in-cheek write-in campaign to voters in Clark County, Pennsylvania, provoked a <a href=\"http://www.theguardian.com/world/2004/oct/18/uselections2004.usa2\">furious backlash</a>. The fact that Barack Obama is overwhelmingly the more popular candidate abroad will do him no favours at home.</p> <p>That's why his decision to spend significant time in <a href=\"http://www.independent.co.uk/news/world/europe/obama-begins-european-leg-of-tour-876157.html\">Europe</a> on his world trip in July was a curious one. In the jaundiced, febrile, atmosphere of an American election campaign, where every act is refracted through the lens of the culture wars, spending time in Europe does not represent statesmanship but rather cultural elitism.</p> <p>Britain is normally viewed as an exception, even by the right. We have an almost totemic significance as the plucky little ally always at America's shoulder. For that reason, if Blair had not been prepared to go into Iraq, it would have been extremely difficult, if not impossible, for Bush to push ahead. It is a good measure of the current prime minister's plummeting stock, that not even this residual gloss from the special relationship spares him from disdain.</p>",
  "<p>It's hard to imagine Michigan's governor Jennifer Granholm morphing into the moose-shooting, conservative-leaning, ponytail-wearing Republican vice-presidential candidate Sarah Palin.</p> <p>But that's exactly what she'll do over four days in the coming weeks as she acts as a sparring partner for Democratic vice-presidential candidate Joe Biden as he prepares for a televised debate with Palin, the governor of Alaska, in St Louis, Missouri on October 2.</p> <p>Granholm said in a TV interview that she thinks she was picked because she's the only other woman governor, besides Palin, with children at home.</p> <p>\"She's a real person and has real-person issues,\" Granholm told MSNBC in an interview on Wednesday. \"But people want to know, 'What are you going to do for me?' \"</p> <p>Granholm supported Democratic presidential candidate Hillary Clinton until she dropped out of the race.</p> <p>Granholm and Palin have a lot in common. They're both sports mums: Granholm's children play soccer and basketball; Palin's kids play hockey. Both women are in their 40s. Palin was Miss Wasilla in 1984 and a third-place finisher in the Miss Alaska contest, while Granholm was Miss San Carlos, California in 1977. Both were criticised for lack of experience when they ran for higher office. Both are the first women in their respective states to become governor.</p> <p>Their politics, however, are completely different. Palin is conservative and opposes abortion; Granholm is liberal and is an advocate of a woman's right to choose. So, too, their education: Granholm graduated from Harvard's law school; Palin from the University of Idaho's journalism school.</p> <p>Granholm is a natural pick, said Lansing, Michigan political consultant Robert Kolt. She has been through two tough gubernatorial campaigns with many debates against Republicans Dick Posthumus in 2002 and Dick DeVos in 2006.</p> <p>\"She has great communication skills. She's smart, and she's a quick study,\" Kolt said. \"She'll be a great stand-in. She'll know all the lines.\"</p> <p>Standing-in requires more than just memorisation, though.<br>Former Republican congresswoman Lynn Martin of Illinois played the role of Democratic vice presidential candidate Geraldine Ferraro when then vice-president George Bush was preparing for the 1984 election. The role required hours of research into Ferraro's speeches, record in Congress, interviews with the media and her life story, Martin told a Detroit, Michigan newspaper on Wednesday. At the time, Martin, a first-term congresswoman, was a friend of Ferraro, despite their different parties.</p> <p>\"I still think the world of Gerry. But back then, it was both scary and historic,\" Martin said. \"We're talking so much about senator Clinton and governor Palin now, but for Gerry Ferraro, it was a tough road. And Bush had never debated a woman before. It was scary for the guys, too.\"</p> <p>Martin looked at every nuance, even speeding up her slower-paced Midwest speech to mimic the rapid-fire talk of Ferraro, a New Yorker. When Bush's wife, Barbara, spoke to her before the first of three debate rehearsals and told her to \"Be rough on him. He's too full of himself,\" Martin's first thought was, \"Easy for you to say. It isn't your career on the line.\"</p> <p>The first rehearsal went poorly, Martin recalls. By the third, Bush was ready.</p> <p>\"Virtually every question that came up, we had covered. When Ferraro said, 'Don't condescend to me,' it was a line I had said during the rehearsals,\" Martin said.</p>",
  "<p>For the Republican party, 9/11 just ain't what it used to be.</p> <p>In 2004, the al-Qaida attacks on New York's World Trade Center and the Pentagon outside Washington were the central themes of George Bush's re-election campaign. Invoking the tragedy that left 3,000 dead and stoking fears of further attacks was enough to send the Democrats crashing to defeat. But in this November's election, Bush isn't on the ballot, and the Republicans are even signalling that 9/11 shouldn't be politicised, at least not anymore.</p> <p>The Republicans' change of tactics may come largely because, seven years after the attacks, there's mounting evidence that 9/11 has lost its effectiveness as a political weapon. In 2004, the Republicans brought their party convention to New York, hostile electoral territory, to emphasise their links to that deadly day. This time, meeting a couple thousand kilometres away in St Paul, Minnesota, they showed a single <a href=\"http://www.youtube.com/watch?v=c5KkFvGsgQk&amp;feature=related\">video commemorating the attack</a>, with Bush pointedly airbrushed out of the picture.</p> <p>Comparing 2004 presidential election exit polls with subsequent Gallup and Pew Research questions on the \"most important issue\" for Americans, public opinion research expert Kenneth Sherrill, political science department chairman at New York's Hunter College, explains: \"Since 2004, Iraq surpassed 'terrorism', and in the past few months, 'the economy' has <a href=\"http://www.pollingreport.com/prioriti.htm\">surpassed</a> Iraq.\" <br> Empirical evidence suggests the polls correctly reflect voter sentiment. Former New York mayor Rudy Giuliani ran for the Republican presidential nomination largely on the basis of his emergence as \"America's mayor\" in that tragedy. His every sentence on the campaign trail consisted of <a href=\"http://www.youtube.com/watch?v=mPOAKXBi9Pw\">\"a noun, a verb and 9/11\"</a>, as Joe Biden put it. After an early stint as the frontrunner, Giuliani's campaign fizzled spectacularly, as that day when he stood so tall shrank in the distance. </p> <p>In his Republican primary campaign, John McCain emphasised terrorism and its cousin national security, building on his military service record and 26 years on Capitol Hill. That focus was enough for the Arizona senator to vanquish an unimpressive field of Republican opponents. Meanwhile, on the Democratic side, Hillary Clinton played her version of the 9/11 card with the \"3am phone call\" advertisement, aimed at rival Barack Obama's inexperience. The spot generated a lot of buzz, but it only won Clinton second place in the Democratic sweepstakes, as Obama's message of change edged her message of experience. Republican strategists clearly noticed that outcome and have retooled McCain's campaign for the general election. </p> <p>McCain still uses national security code words when he speaks – as Clinton did – about being ready as commander in chief on day one of his presidency and about the \"dangerous world\" and \"our enemies\" in it. But last week's Republican convention marked McCain's pivot away from terrorism and Iraq as his top issues. That pivot began with McCain naming Alaska governor Sarah Palin as his running mate. McCain can't pretend that national security and defence are at the forefront of his agenda when he's chosen a vice-presidential candidate with absolutely no experience in those areas.</p> <p>Instead of trying to tap into anger over the 9/11 attacks and fear of further strikes as Bush did four years ago, McCain's campaign aims to tap into anger over the past eight years by <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain1\">running against Washington</a>. Even for Republicans, it's hard to denounce Bush's Washington while stirring the debris of the terrorism issue so closely associated with the Bush presidency. </p> <p>The best evidence of 9/11 losing its political pizzazz is that McCain's campaign has agreed to <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/c6537d1b-f2eb-4c70-b2a9-4e0eb3c07f9b.htm\">a joint appearance with Obama</a> in New York today, on the anniversary of the attacks. If there were some value still to extract from the tragedy, rest assured the Republicans would have kept it for themselves. Now, it's almost as if the GOP invites the Democrats to share some responsibility for the historic disaster. </p> <p>The politician most closely associated with 9/11 isn't up for re-election, of course. The only vote left on Bush is history's. If the McCain campaign is any indication, Bush may soon join Richard Nixon – and the World Trade Center's twin towers may soon join Watergate – as words no Republican dares utter in the presence of voters.</p> <p>That ostracism, however richly deserved, will be too late to undo the damage of the Bush presidency. As New Yorkers are doing, and as the McCain campaign is attempting with its electoral message to voters, so must the next president strive to sweep away the rubble from the unprecedented catastrophe and rebuild from scratch.</p>",
  "<p>You used to be able to count on two things when it came to the Cuban exile community in Miami: That exiles would discuss American politics (especially as it relates to Cuba) while standing over a demi-tasse of strong espresso at walk-up windows outside neighbourhood restaurants and that they would be unapologetically, rabidly, seemingly homogenously Republican. These days, only one of those things is true.</p> <p>People still sip and talk for hours at the cafes, but not everyone thinks the Grand Old Party so grand anymore. In a state that could play a pivotal role in the upcoming presidential election, that change, among a group that votes in large numbers, is something of which to take notice. </p> <p>Let's not fool ourselves here. The majority of Cuban-Americans, overwhelmingly staunch anti-communists, still vote Republican. They have done so since blaming Democratic president John F Kennedy for the failure of the 1961 <a href=\"http://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion\">Bay of Pigs invasion</a>, in which a group of Cuban exiles, secretly backed by the CIA, attempted to overthrow Fidel Castro's fledgling regime. </p> <p>Since then, a succession of Republican nominees have secured Miami's Cuban vote by doing nothing more than visiting the city, eating a plate of traditional Cuban food in front of the cameras, uttering a heavily accented \"¡Viva Cuba libre!\" and promising to follow a hard line against Castro – no diplomacy and the continuance of the embargo against the island. George Bush did so and received <a href=\"http://www.newyorker.com/archive/2004/03/15/040315fa_fact\">more than 80%</a> of Florida's Cuban-American vote in 2000 and 2004. John McCain, whose Cuba rhetoric is very much in that vein, remains an attractive candidate for the exiles.</p> <p>But in a tight-knit community where dissent - suggesting, for example, that government-level talks with Castro, or attending a concert by a Fidel-friendly singer visiting from Cuba - has historically been seen as tantamount to high treason, change is in the air. A couple of recent events are no less than stunning, especially for those of us who grew up as quietly Democratic Cuban voters in Miami. </p> <p>First, not one, but two Democrats, strong candidates both, are campaigning against longtime Republican Florida congressmen and stand a good chance of winning: Cuban-Americans <a href=\"http://www.raul2008.com/\">Raul Martinez</a> and <a href=\"http://www.joegarcia08.com/\">Joe Garcia</a>. While Martinez backs universal healthcare and other Democratic stances, he is mainly counting on his 24-year record as an immensely popular and responsive - though slightly slimy - mayor of a Cuban-heavy Miami suburb, to beat well-liked, dyed-in-the-wool Republican incumbent Lincoln Diaz-Balart. The less well-known Joe Garcia, on the other hand, is hoping that his promises of populist measures such as lower taxes for working families and tax breaks for small businesses will be enough to beat <a href=\"http://mariodiazbalart.house.gov/\">Mario Diaz-Balart</a>, Lincoln's little brother.</p> <p>Second, a few months ago, Barack Obama <a href=\"http://edition.cnn.com/2008/POLITICS/05/23/obama.cuban.americans/index.html\">came to the city</a> and was received, if not, rapturously, at least respectfully, by Cubans. Speaking at the invitation of the Cuban-American National Foundation, a powerful lobby synonymous with the Republican party and intransigence on US-Cuba relations, Obama dared to say that the embargo was for the most part, a failed policy, and that he would be open to holding talks with Castro (this was before Fidel stepped down). That was surprising enough, but more surprising was the audience's reaction: applause. </p> <p>Neither development could have been thought possible when I was growing up in the 1980s and 1990s, when influential Cuban exile radio stations invariably backed Republican candidates and openly ridiculed Democrats, objectivity be damned. But things have changed. Fifty years into the revolution, it's become painfully clear to more and more Cuban exiles that the embargo has done nothing to further the cause of freedom in Cuba and that <a href=\"http://cubanfamilyrights.org/?p=27\">moves</a> like Bush's 2003 and 2004 limits on family visits and remittances to the island (family members can now only visit once every three years) have only hurt, well, our families.</p> <p>Add to that the bitter realisation that Fidel retired peacefully, with all the exiles' strategems having had no hand in his political demise, and the fact that the most stubborn of Cuban exiles are literally dying out and being replaced by younger generations of more liberal, US-born Cuban-Americans, and you have a community <a href=\"http://www.theguardian.com/world/2008/jan/28/uselections2008.usa\">ripe for change</a>. </p> <p>Whether that change will come in time to make a difference in the November elections remains to be seen. Florida has played a key role in the last few presidential elections, with Cubans helping deliver the state in the 2000 and 2004 elections. But for now, the recent developments look, if not exactly like a revolution, definitely like an evolution.</p>",
  "<p>John McCain and Barack Obama today put aside their differences for a joint visit to the site of New York's World Trade Centre, which was destroyed in terrorist attacks seven years ago.</p> <p>The US presidential candidates are temporarily suspending the increasingly bitter rhetoric of their election campaign to commemorate the morning of September 11 2001, when two hijacked airliners flew into the twin towers, killing 2,751 financial workers, clerks, police, firefighters and others. Another plane crashed into the Pentagon in Washington, killing 184, and a fourth crashed in a field in Shanksville, Pennsylvania, taking the lives of more than 40 passengers and crew.</p> <p>Commemorating the day - one of the deadliest in US history - McCain and Obama are temporarily suspending the increasingly bitter rhetoric of their presidential election campaign to pay their respects.</p> <p>In New York this afternoon, Obama and McCain, joined by New York City mayor Michael Bloomberg and McCain's wife Cindy, walked slowly down a long ramp to the floor of the pit where the twin towers once stood. They appeared to exchange a few words, then met briefly with victims' families, police, construction workers and others.</p> <p>\"We will never forget those who died,\" Obama said in a statement this morning. \"We will always remember the extraordinary efforts of our firefighters, police and emergency responders, and those who sacrificed their own lives on Flight 93 to protect their fellow Americans. And we give thanks for the Americans defending us every day in our communities at home, and in our military abroad.</p> <p>\"On 9/11, Americans across our great country came together to stand with the families of the victims, to donate blood, to give to charity, and to say a prayer for our country. Let us renew that spirit of service and that sense of common purpose. Let us remember that the terrorists responsible for 9/11 are still at large, and must be brought to justice. Let us resolve to defeat terrorist networks, defend the American homeland, stand up for the enduring American values that we cherish, and seek a new birth of freedom at home and around the world.\"</p> <p>In Shanksville, Pennsylvania, where passengers on United Airlines flight 93 overcame the hijackers and prevented greater calamity, John McCain this morning quoted the Gospel of John, saying: \"Greater love hath no man than this, that a man lay down his life for his friends.\"</p> <p>\"I've had the great honour and privilege to witness great sacrifice for America's sake,\" he said in brief remarks, \"but none greater than of those good people who grasped the gravity of the moment, understood the threat, and decided to fight back at the cost of their lives.\"</p> <p>Relatives of the murdered victims marked the occasion with a moment of silence at 8.46am (1.46pm BST) - the moment the first hijacked plane struck. At the White House this afternoon, George Bush and Dick Cheney paid a silent tribute with their wives, Laura and Lynne. This morning, the president and other dignitaries also led a memorial service at the Pentagon.</p> <p>In an address to the crowd, the former defence secretary Donald Rumsfeld - one of the architects of the war in Iraq - said the Pentagon workers \"fell side by side as Americans\". He added: \"Those of us who were in the Pentagon on September 11, we share and will always share a special bond with each other and with each member of the family.</p> <p>\"We will never forget the way this huge building shook, we will not forget our friends and colleagues ... and we will not forget what that deadly attack has meant for this nation.\"</p> <p>Neither Obama nor McCain spoke publicly at Ground Zero, which seven years on is still a gaping hole in lower Manhattan. Instead, they will pay a silent tribute to honour the victims. This evening, the two candidates will head to Columbia University for a forum on national service.<br></p>",
  "<p>Just after Rupert Murdoch's New York Post comes out <a href=\"http://www.theguardian.com/media/greenslade/2008/sep/09/murdochpaperendorsesmccain\">in favour of Senator John McCain</a>, <strong>Conrad Black</strong> has weighed in to in the US presidential election with his considerable opinion. The convicted former owner of the Daily Telegraph has written <a href=\"http://network.nationalpost.com/np/blogs/fullcomment/archive/2008/09/06/conrad-black-americans-face-the-most-important-election-choice-since-ronald-reagan.aspx\">a column in Canada's National Post</a> - another paper he used to own. Black attacks Obama, praises Sarah Palin but reserves most venom for Joe Biden. \"She is a naturally popular person, and a contrast with Joe Biden, a monotonous leftist journeyman, full of pretension and loquacity, a plagiarist (from Neil Kinnock of all people) with hair plugs.\" Looks like Conrad is missing journalism from his jail cell.</p>",
  "<p>Have you ever tried to put lipstick on a pig? Me neither. Nor, despite a youth partly misspent in Virginia, Florida and Tennessee, did I ever hear the expression until a few days ago. Yet no sooner had Barack Obama, in an attack on his opponent's attempt to pose as a reformer, uttered the words <a href=\"http://uk.youtube.com/watch?v=FPd4yk0x-eg\">\"You can put lipstick on a pig., but it's still … a pig,\"</a> than the Republicans cried foul. Obama was accused of making a not-so-oblique reference to Sarah Palin, who in her speech to the Republican convention had ad-libbed the line \"You know what they say the difference is between a hockey mom and a pit bull? Lipstick.\"</p> <p>If you suspected there was something not quite kosher about the human wave of Republican women demanding an apology from Obama you'd be right. After all, McCain himself, in attacking Hillary Clinton's health care plan a few months ago, said \"<a href=\"http://uk.youtube.com/watch?v=BR8IhMMhe8w\">they put some lipstick on the pig. But it's still a pig</a>.\" Yet when an Obama spokeswoman, protesting (accurately) that he'd been talking about McCain, not Palin, went on to claim \"that expression is older than my grandfather's grandfather,\" she was also telling a porky pie.</p> <p>The Random House Historical Dictionary of American Slang has no reference to pigs and lipstick; neither does Mencken's American Language. According to <a href=\"http://www.slate.com/id/2199805/\">Ben Zimmer in Slate</a> the expression only dates back to the mid-1980s, and was popularised by the late Ann Richards, the Texas governor who also said, of George Bush Sr., that \"he was born with a silver foot in his mouth.\" Richards objected to Bush I's use of US Navy warships to escort tankers belonging to American oil companies through the Persian Gulf as a subsidy to the oil industry, declaring \"You can put lipstick on a hog and call it Monique, but it is still a pig.\"</p> <p>My guess is that while Obama's intentions were entirely innocent, the gleeful laughter that greeted his remark gained an edge from the association with Palin. The Republicans crying Whee!, whee!, whee! all the way home may have been playing a cynical game, the political equivalent of a bar-room bully so eager for a fight he takes every remark as a slight. But they were also making a first strike in the battle of the subtexts. Because despite the media's momentary fascination with Sarah Palin, no presidential election ever hinges on the bottom of the ticket. And at the top, there is still, though it almost always goes without saying, a contest between a black man and white man. By wrong-footing Obama on porcine cosmetics the McCain campaign also give themselves a little more room for their own \"innocent\" racial allusions. And if you don't think those are coming, you probably believe pigs can fly.</p>",
  "<p>It can't be long before she launches a designer range of beaver hats and a branded hot pink lipstick. Sarah Palin, minus the spectacles, has done a <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/sarahpalin/2779256/Barack-Obamania-makes-way-for-Sarah-Palinmania---US-Election-2008.html\">photo shoot </a>for Vogue, and is pictured hands on hips in a fur-collared green coat on the front page of the Telegraph. </p> <p>Vendors at her rallies, drawing more of a crowd than John McCain could<br>ever have hoped for, are selling out of stickers bearing the legend<br>\"Coldest State, Hottest Governor.\"</p> <p>A 62-year-old Vietnam veteran enthuses: \"There are old rednecks who<br>would have thrown me out of the local restaurant two weeks ago if I'd<br>said they'd ever vote for a woman. Now Sarah Palin comes along and<br>they're like a bunch of schoolkids tripping over themselves to listen<br>to her.\"</p> <p>Speaking of lipstick, the Chicago Tribune <a href=\"http://www.chicagotribune.com/news/nationworld/chi-campaign-lipsticksep11,0,2295346.story\">explains the row</a> over Barack Obama's remark that \"you can put lipstick on a pig, it's still a pig\".</p> <p>The paper says \"the hot new debate of the presidential campaign has sparked one stunning distraction. As anyone knows, lipstick can smear.\" </p> <p>Obama insists he wasn't referring to Palin but was addressing his rivals' claims that they are the true agents of change. McCain, though, is still crying foul.</p> <p>\"Yet McCain once had the same words for Senator Hillary Clinton's healthcare plans,\" the paper notes. \"Campaigning in Iowa last fall, McCain argued that Clinton was rehashing the old reform she had promoted as first lady: 'I think they put some lipstick on a pig, but it's still a pig.'</p> <p>The New York Times takes the story further, reporting on <a href=\"http://www.nytimes.com/2008/09/10/us/politics/10memo.html?_r=1&amp;adxnnl=1&amp;oref=slogin&amp;adxnnlx=1221048591-JHhy1/CzL9CnZ6COx5GkUg\">what Obama said next:</a> \"You can wrap an old fish in a piece of paper called change; it's still going to stink after eight years.\"</p> <p>\"In the latest sign of the campaign's heightened intensity, McCain's surrogates responded within minutes and called on Obama to apologise to Palin for the lipstick remark,\" the Times says.</p> <p>\"But to those in the audience, it was clear that Obama was employing an age-old phrase — lipstick on a pig — and referring to McCain's policies.\"</p> <p>On the <a href=\"http://blogs.cqpolitics.com/groundgame/2008/09/why-both-sides-are-wrong-about.html\">Congressional Quarterly</a> blog, Eric Pfeiffer wonders why is it so hard to grasp what happened:</p> <p>\"1. Sarah Palin's 'What's the difference between a pit bull and a hockey mom? One wears lipstick' joke was one of the more memorable from the Republican convention.</p> <p>\"2. Obama and his advisers wanted to answer that joke with a pun arguing that while Palin may be a new figure on the political scene, she still represents the unpopular/failed policies of the Bush administration.</p> <p>\"Yes, others have used the phrase, including McCain. But it's hard to believe Obama just randomly decided to use the phrase for the first time, unaware of what would be a perceived proximity to Palin's convention joke. The Obama audience certainly seemed to get the joke.\"</p> <p>The McCain team has raised \"concerns\" with the British ambassador over Gordon Brown <a href=\"http://www.guardian.co.uk/politics/2008/sep/11/gordonbrown.foreignpolicy\">inadvertently praising Barack Obama's policies for helping people facing repossession</a> in an article in the Parliamentary Monitor. It breaks the golden rule about not showing favouritism to either candidate. </p> <p>But really, they're loving it. Under a sneering headline, \"The Coveted Gordon Brown Endorsement\", the <a href=\"http://www.johnmccain.com/McCainReport/Read.aspx?guid=d7eb6c0b-d3c1-48b8-84cc-917f5faaa67f\">McCain website</a> says: </p> <p>\"Far be it from this campaign to underestimate the value of an endorsement from British prime minister Gordon Brown, but there is one slightly embarrassing detail that this endorsement is bound to highlight … Obama had championed a Foreclosure Prevention Fund, but sometime late last month he seems to have ... changed his position.\"</p> <p>· This is an edited extract from <a href=\"http://www.guardian.co.uk/wrap/0,,541579,00.html\">the Wrap</a>, guardian.co.uk's digest of the day's news.</p>",
  "<p>The Iraq war has been replaced by the declining economy as the most important issue in <a href=\"http://www.theguardian.com/world/uselections2008\">America's presidential election</a> campaign, in part because Americans have come to believe that the tide has turned in Iraq: the troop \"surge\" has supposedly cowed the insurgents, bringing a decline in violence. The implications are clear: a show of power wins the day. </p> <p>It is precisely this kind of macho reasoning that led America to <a href=\"http://www.theguardian.com/world/iraq\">war in Iraq</a> in the first place. The war was meant to demonstrate the strategic power of military might. Instead, the war showed its limitations. Moreover, the war undermined America's real source of power – its moral authority.</p> <p>Recent events have reinforced the risks in the Bush administration's approach. It was always clear that the timing of America's departure from Iraq might not be its choice – unless it wanted to violate international law once again. Now, Iraq is demanding that <a href=\"http://www.theguardian.com/world/2008/sep/09/iraq.usa\">American combat troops leave</a> within 12 months, with all troops out in 2011.</p> <p>To be sure, the reduction in violence is welcome, and the surge in troops may have played some role. Yet the level of violence, were it taking place anywhere else in the world, would make headlines; only in Iraq have we become so inured to bloodshed that it is a good day if only 25 civilians get killed. </p> <p>And the role of the troop surge in reducing violence in Iraq is not clear. Other factors were probably far more important, including buying off Sunni insurgents so that they fight with the United States against al-Qaida. But that remains a dangerous strategy. The US should be working to create a strong, unified government, rather than strengthening sectarian militias. Now the Iraqi government has awakened to the dangers, and has begun arresting some of the leaders whom the American government has been supporting. The prospects of a stable future look increasingly dim. </p> <p>That is the key point: the surge was supposed to provide space for a political settlement, which would provide the foundations of long-term stability. That political settlement has not occurred. So, as with the arguments used to justify the war, and the measures of its success, the rationale behind surge, too, keeps shifting. </p> <p>Meanwhile, the military and economic opportunity costs of this misadventure become increasingly clear. Even if the US had achieved stability in Iraq, this would not have assured victory in the \"war on terrorism,\" let alone success in achieving broader strategic objectives. Things have not been going well in Afghanistan, to say the least, and <a href=\"http://www.theguardian.com/world/pakistan\"> Pakistan</a> looks ever more unstable. </p> <p>Moreover, most analysts agree that at least part of the rationale behind<a href=\"http://www.theguardian.com/world/interactive/2008/aug/13/georgia.russia\"> Russia's invasion of Georgia</a>, reigniting fears of a new Cold War, was its confidence that, with America's armed forces pre-occupied with two failing wars (and badly depleted because of a policy of not replacing military resources as fast as they are used up), there was little America could do in response. Russia's calculations proved correct. </p> <p>Even the largest and richest country in the world has limited resources. The Iraq war has been financed entirely on credit; and partly because of that, the US national debt has increased by two-thirds in just eight years. </p> <p>But things keep getting worse: the deficit for 2009 alone is expected to be more than a half-trillion dollars, excluding the costs of financial bail-outs and the second stimulus package that almost all economists now say is urgently needed. The war, and the way it has been conducted, has reduced America's room for manoeuvre, and will almost surely deepen and prolong the economic downturn.</p> <p>The belief that the surge was successful is especially dangerous because the Afghanistan war is going so poorly. America's European allies are tiring of the endless battles and mounting casualties. Most European leaders are not as practiced in the art of deception as the Bush administration; they have greater difficulty hiding the numbers from their citizens. The British, for example, are well aware of the problems that they repeatedly encountered in their imperial era in Afghanistan. </p> <p>America will, of course, continue to put pressure on its allies, but democracy has a way of limiting the effectiveness of such pressure. Popular opposition to the Iraq war made it impossible for Mexico and Chile to give in to American pressure at the United Nations to endorse the invasion; the citizens of these countries were proven right. </p> <p>But back in America, the belief that the surge \"worked\" is now leading many to argue that more troops are needed in <a href=\"http://www.theguardian.com/world/afghanistan\">Afghanistan</a>. </p> <p>True, the war in Iraq distracted America's attention from Afghanistan. But the failures in Iraq are a matter of strategy, not troop strength. It is time for America, and Europe, to learn the lessons of Iraq – or, rather, relearn the lessons of virtually every country that tries to occupy another and determine its future. </p> <p>In association with <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>How bad a gaffe was Gordon Brown's alleged \"endorsement\" of Barrack Obama in an article for the distinctly low profile Parliamentary Monitor magazine? </p> <p>Not much of one really, but it doesn't help Obama – and it certainly doesn't help Brown. As the Guardian's <a href=\"http://www.guardian.co.uk/politics/2008/sep/11/gordonbrown.foreignpolicy\">Nick Watt reports this morning</a> it allowed a McCain staff blogger to mock \"The coveted Gordon Brown endorsement\" as something not entirely to be welcomed. For one thing it smacks of careless staff work at No 10.</p> <p>Well, stuff happens in elections, most of it trivial. What's more, most of what foreigners say about US elections doesn't count for much inside the United States. </p> <p>The Tories' alleged (was it ever admitted?) efforts to help Bush Snr discredit Bill Clinton by checking Home Office records on his time at Oxford, and more recent Michael Howard's White House ban by Bush Jnr after flip-flopping on Iraq (Howard staff couldn't see what the flip-flop fuss was about at the time), shows how it plays both ways. </p> <p>But it's rarely a big deal Stateside. Something else usually comes along. In recent years only Margaret Thatcher and Tony Blair have acquired enough standing there to be mentioned on US network TV news without viewers having to be told who they were. Both were nimble enough to avoid this particular bear trap. Blair managed to be mates with Clinton and Bush, which is going some.</p> <p>Something else has come along anyway: Obama's remark about \"lipstick on a pig\", which was seized upon by the Republicans as proof that the Democratic nominee is a sexist pig towards Sarah Palin, John McCain's vice-presidential nominee who is currently sweeping all before her.</p> <p>Reading the incident it sounds innocent enough. \"Lipstick on a pig\" is a common expression over there, we've all heard it, haven't we? Don't Brits say something like \"you could put a red rosette on a pig and win the election in that seat\" ?</p> <p>But innocence is not enough in a close US race. All political parties misrepresent their opponents, Brown himself has often done it, Lyndon Johnson once put out a TV ad which suggested his opponent in the 1964 presidential race, Arizona senator, Barry Goldwater, would bring on a nuclear war with Russia. A decent man Goldwater, though a neo-con too far ahead of his time.</p> <p>But US Republicans since the Nixon era have been infected with something nastier and the infection is spread on the airwaves by radio shock jocks of the Howard Stern variety and, latterly, by Fox News on TV. </p> <p>In his memoirs, moderate Republican Alan Greenspan, thinks the polarisation stems from Johnson's heroic signing of the 1965 Civil Rights Act which (as that complex man predicted at the time) \"lost the south\" to the Democrats (ie the white south) and broke the party's successful New Deal coalition: conservative white southerners had given ballast to offset the liberal north east and west, a bit like British trade union votes offset Hampstead and Islington perhaps.</p> <p>Anyway, what the likes of Lee Atwater (he repented before his early death) did for George Bush Snr against the hapless Mike Dukakis, the sinister Karl Rove did for his boy. </p> <p>Imagine, John Kerry may not have been brilliant, but he did get those medals in Vietnam. Yet the \"Swiftboat\" campaign turned his record against him in favour of the war-dodger president! Amazing.</p> <p>McCain dodged no war and has much to his credit, even though he's trimmed: candidates have to. But he picked Palin as his running-mate without more than barely knowing her. At 72 that's a scary thing to do. On holiday I missed her nomination speech which has wowed the Republican grassroots and won't form my own judgment until I know more. This morning's emails included this <a href=\"http://www.wzzm13.com/news/news_story.aspx?storyid=98351\">summary of her career</a>. It seems like a fair one, but I assume it's being circulated widely and is meant to do her harm, so we should treat it warily.</p> <p>I don't share the view that American voters must elect Obama because the wider world will give up on the US if they don't. It's their election to screw up in whatever way they want to and some of my fears – expressed earlier this year – that Obama's problem may be as much perceived elitism (\"does this clever guy from Harvard understand my problems?\") as racism, seem to get gaining traction. That's partly what the choice of the lipstick soccer mom was meant to highlight.</p> <p>But the Bush II era has not simply done America's standing a lot of damage around the world, it's weakened the country badly at home, notably on the economy, which is increasingly in hock to those despised foreigners. To stress the \"culture wars\" side of the presidential race – \"what do the candidates think about abortion or the flag?\" – at the expense of substantive issues is scary too. </p> <p>I retain great faith in the recuperative powers and resilience of the United States. But like those reckless Wall St bankers and their dodgy debt packages, they're pushing their luck.</p>"
]