[
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> has bowed to a growing chorus of condemnation over his personal attacks in the <a href=\"http://www.theguardian.com/world/uselections2008\">election campaign</a>, which critics have claimed run the risk of unleashing the politics of the mob by inciting hatred among his increasingly volatile ranks.</p> <p>Faced with rising criticism of his negative tactics, McCain looks to have begun a rethink of his strategy. He notably toned down his rhetoric during a sweep through Minnesota, responding to one woman who called <a href=\"http://www.theguardian.com/world/barackobama\">Obama</a> an Arab: \"No, ma'am. No, ma'am. He is a decent family man, citizen, that I just happen to have disagreements with on fundamental issues.\"</p> <p>The most cutting criticism of the McCain camp's campaign came from John Lewis, a Democrat congressman from Atlanta, Georgia. He accused McCain and his running mate, <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, of \"sowing the seeds of hatred and division\".</p> <p>Lewis likened the attacks made by the Republican candidates against their opponent, Barack Obama, to the climate of hate that was whipped up by George Wallace, a Democrat who held the governorship of Alabama intermittently over 30 years until 1982. He said, referring to a notorious episode in 1963: \"Because of [the] atmosphere of hate, four little girls were killed on a Sunday morning when a church was bombed in Birmingham, Alabama.\" </p> <p>To compare the tactics of McCain to Wallace, a segregationist, would have been piercing from any politician. Coming from Lewis, a lauded leader of the civil rights movement and close associate of Martin Luther King, who had his skull fractured by Alabama police in 1965, it was incendiary. </p> <p>McCain immediately hit back, saying the comparison with Wallace was \"shocking and beyond the pale\". Lewis insisted he had been seeking to remind Americans that \"toxic language can lead to destructive behaviour\". </p> <p>In a further sign that McCain has begun to rein in the attacks, at a recent town-hall event he responded to a man claiming he was scared of an Obama presidency by taking the microphone away and telling him that Obama was \"a decent person that you do not have to be scared of as president of the United States\".</p> <p>The remark was met with booing from the crowd, but later elicited a grateful response from Obama, who thanked his opponent for his \"reminder that we can disagree while still being respectful of each other\".</p> <p>The heated exchanges have focused attention on the high-risk decision by McCain to keep his flagging presidential hopes alive by resorting to negative tactics. Much of the sharpest attacks have come from Palin, who has demonstrated her self-designated skills as a political pitbull on several occasions. </p> <p>In one rally Palin accused Obama of \"palling around with terrorists\"; in another she said he was \"not a man who sees America the way you and I see America\". The comments have prompted individuals in the increasingly restless Republican crowds to shout, presumably in reference to Obama, \"Kill him!\" and \"Off with his head!\" Palin made no effort to rebut the hecklers, and it prompted the influential New York Times columnist Frank Rich to complain that \"to stay silent is to pour gas on the fires\".</p> <p>The criticism of the tone of the McCain campaign comes at an already difficult moment for the Republican presidential hopeful. National polls are showing an Obama lead of between six and 11 points, with several key swing states such as Pennsylvania and Virginia also leaning towards the Democratic candidate.</p> <p>With just three full weeks to go until polling day, McCain is now up against the clock in his struggle to find a message with voters that will stick. He has found it particularly difficult to hold a coherent line amid the raging financial crisis that is dominating the election debate.</p> <p>In recent days he has put forward a raft of financial interventions, including a $300bn (£176bn) plan to buy up bad mortgages with federal funds, on top of the $700bn bail-out devised by the Bush administration. But the proposals conflict with McCain's earlier stance in favour of reducing the scope of government - a campaigning posture designed to appeal to the base of his own Republican party.</p>",
  "<p>As the nation's attention keeps skipping from the financial meltdown to the presidential election and back again, nothing serves as a more apt metaphor for John McCain's campaign right now than the state of the markets and the popular response to it.</p> <p>People hold on, thinking it will bottom out, only to find it plumbing new and unexpected depths. Gripped by panic and fuelled by fear, those responsible for guiding it to a better place keep steering it into the ground. No one knows where it will all end, but it is already clear that it will end badly and that everyone will have to pay for it.</p> <p>The McCain campaign is in freefall. This time last month, fresh off the nomination of Sarah Palin and their convention, the Republican ticket held a two-point lead in national polls and was ahead in all the states that George Bush won in 2004 with the exceptions of New Mexico, Colorado and Iowa. McCain was also mounting a serious challenge in Michigan, Pennsylvania and New Hampshire - states that Democrat John Kerry won with slim margins in 2004. McCain was not in a strong position, but it was a viable one.</p> <p>Today he is trailing by an average of seven points nationally, has pulled out of Michigan and finds himself struggling in Virginia, North Carolina and Indiana - states where Republicans don't usually have to run seriously, let alone sweat. Meanwhile, he is now losing in Florida and Ohio - the totemic prizes of 2000 and 2004 respectively. On most present projections, McCain could win every remaining toss-up state and Obama would still take the White House by a huge margin. If the vote were held today and the polls were accurate, we would be witnessing a landslide.</p> <p>So if the McCain campaign seems desperate it's because it has every reason to be. It has a candidate - who thanks to his war record and foreign policy experience, would have been formidable in 2004 - being handled by Bush strategists who are working from a playbook of smear and innuendo that worked brilliantly in 2000 and 2004, and running on a tax-cutting manifesto that has barely been updated since the mid-80s. The result is a mixture of the demotic, the erratic and the irrelevant.</p> <p>\"I think you're seeing a turning point,\" says Saul Anuzis, the Republican chairman in Michigan. \"You're starting to feel real frustration because we are running out of time. Our message, the campaign's message, isn't connecting.\"</p> <p>If anything, the trouble is quite the opposite. Their message is connecting too well. Last week the plan was to change the message from fixing the economy to denigrating Obama's character. This task was left to Palin, who executed it faithfully and effectively.</p> <p>\"For me, the heels are on, the gloves are off,\" she told Republican donors in Florida. For the rest of the week she invoked Obama's association with Bill Ayers, the former 60s radical and founder of a domestic terror group, as though Obama had just emerged from the Tora Bora mountains with a \"Vote for Bin Laden\" sign under his arm. </p> <p>Obama, she claimed, has been \"palling around with terrorists and launched his political career in the living room of a domestic terrorist\". \"This is not a man who sees America the way you and I see America,\" she told one crowd. \"I'm afraid this is someone who sees America as imperfect enough to work with a former domestic terrorist who had targeted his own country,\" she told another. </p> <p>The truth is that Ayers, who is now a professor of education at the University of Illinois and a former aide to the Chicago mayor, Richard Daley, lives a few blocks from Obama, donated $200 to his re-election fund to the Illinois state senate in 2001, and sits with Obama on the eight-person board of the Woods Fund, which supports low-income and minority groups on the South Side of Chicago. </p> <p>But in post 9/11 America, where fear often works better than truth, Palin certainly connected with her audience. Her rallies have taken on the air of lynch mobs, with supporters yelling \"Kill him\", \"Terrorist\" and \"Treason\" at the mention of Obama's name. Meanwhile, local officials introducing McCain have been emphasising Obama's middle name, \"Hussein\".</p> <p>Given that Hillary Clinton was the first to raise the connection between Obama and Ayers during the primaries, it is difficult for the Democrats to now claim it is off limits. But the Republican base, which has been in a rage for some time, has taken it to a whole new level. For six years the party controlled all three branches of the government. They slashed taxes, started wars and ignored international agreements at their whim. Eight years on America is poorer, weaker, and more isolated and vulnerable than it has been in several generations. They look around for someone or something to blame. As their own president is poised to nationalise the banking system, they hear Obama's name and reflexively scream \"socialist\".</p> <p>On Friday McCain had to pull them back from the brink. One man said he was \"scared to bring up [his] child in a world where Barack Obama was president\". McCain replied: \"He is a decent person that you do not have to be scared of as president of the United States.\" The crowd booed. Later a woman said she could not trust Obama because he is an \"Arab\". McCain grabbed the microphone from her before she could go on. \"No ma'am, he's a decent family man, a citizen, who I just happen to have disagreements with on fundamental issues.\" The crowd applauded. </p> <p>The trouble is that if Obama is the man they say he is, then the crowd has every reason to be scared - after all, what decent family man \"pals around with terrorists\"?</p> <p>Indeed, ordinarily these attacks and McCain's agenda would work. But not in the middle of a stockmarket crash. People are more concerned with keeping their jobs than with being taxed in them; more focused on economic security than on national security; and they care more about their retirement accounts and homes than they do about Ayers - whom most have never heard of. </p> <p>It's not that the barely veiled racial slights don't resonate with some. It's that when faced with the question: do you hate black people more than you like your house, your job or your retirement account, for many the hurdle of racism does not seem quite so high.</p> <p>Nonetheless there are a few reasons why Obama should not be complacent. First of all, the election is not today. What has turned around in a month can turn back again. After the final debate in 2000 Al Gore was leading Bush by 11%; we all know how that turned out. Second, the polls may not be accurate. True, all of the last 30 polls show him ahead. But while nine give him a double-digit lead, 10 have him ahead by just five points or less - within the margin of error. In other words, it could yet tighten and probably will.</p> <p>But for now the fundamentals of his campaign are strong. And while McCain may keep trading in smears, for the time being no one seems to be buying them.</p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>In three months' time, George Bush will be back on his ranch in Texas - to the world's relief as well as, increasingly plainly, his own. He may have spoken some wise words about internationally coordinated action against the global financial crisis after meeting G7 finance ministers at the White House on Saturday, but he is rapidly becoming part of the past. In 22 days, Americans will select his successor. The responsibility of leading the United States and the developed world through these increasingly grim times will soon fall to either Barack Obama or John McCain. </p> <p>Unless the current opinion polls are seriously wrong - or unless something new and decisive occurs in the campaign before November 4 - it seems likely that the responsibility will fall on Mr Obama's shoulders. Mr McCain built a strong position during the summer and came out of the conventions with a powerful bounce, largely caused by the novelty of his selection of Sarah Palin as his running mate. But as the final phase of the campaign got under way and with voters at last bending their minds to the long-running contest everything has moved consistently Mr Obama's way. The national polls currently give him an average lead of around seven points. This lead, moreover, is growing - the latest Newsweek survey has Mr Obama with an 11-point lead, while a Fox News survey has Mr McCain dipping as low as 39% among registered voters. Polls also show Mr Obama ahead in several swing states and competitive in states that normally vote for the Republican nominee.</p> <p>This is partly because the Palin candidacy has been exposed for what it is, a political firework rather than an electoral rocket that would carry Mr McCain to the White House. This has happened less because of the Troopergate inquiry or some sharp television satires - though neither of these has helped - than simply because the Alaska governor's credentials have been increasingly held up to the light. The simple truth is that Mrs Palin has been found wanting as a potential president. Mr McCain's chances of becoming the oldest president to take office in US history have been relentlessly undermined by the manifest inadequacy of the person who would succeed him if age or infirmity suddenly took their toll, and because that choice reflects so lamentably on Mr McCain's own judgment.</p> <p>The much larger factor, however, is the economy. The more that American voters have focused on their economic woes, the more decisively the presidential contest has shifted in Mr Obama's favour. This is partly because the Republicans are so deeply associated with the economic philosophy that is now in institutional freefall, partly because the Democrats are, in general terms, still the party of federal action to defend the disadvantaged, partly because the accelerating downturn has happened on the watch of a generally unimpressive Republican president and partly because Mr Obama has handled economic questions with more skill and substance in his debates with Mr McCain. Yet Mr Obama has also been careful to keep the dramas in Washington and on Wall Street at arm's length. The next president will face the most daunting economic agenda since Franklin Roosevelt. It is far from clear how Mr Obama - who regularly drops protectionist hints - would tackle this global recession.</p> <p>Right now, of course, his priority is simply to get elected. The exchanges are turning dirtier - again to the McCain campaign's shame - and the great unspoken question of Mr Obama's race seems likely to play an even more prominent part in the final phase. If the 2008 election becomes reframed as another culture wars contest then the current gap may narrow. As long as the economy is not just the main issue in voters minds but, as now, the overriding one, then it seems that Mr Obama will win. If he does, it will be a marvellous moment. But it will also be the moment when the real work starts.</p>",
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Tuesday October 14 2008</strong></p> <p> We were wrong to say in the article below that about 10 million registered Jewish voters live in Florida. Florida currently has about 10.7 million registered voters in total, of whom about 5% are Jewish. This has been corrected. </p> <p> </p> <p>This year Kenny Furst came close to breaking the habit of a lifetime. Brought up in a Jewish neighbourhood in the Bronx, New York, under Roosevelt's New Deal, he is and always has been a Democrat. But this year, for the first time, the 90-year-old was veering towards voting Republican or not at all.</p> <p>The problem was Barack Obama. \"He's the first Democratic candidate I haven't been sure about. As far as I was concerned he was connected with the Arabs,\" Furst said, speaking in Tamarac, Florida, where he retired to 18 years ago.</p> <p>For his wife Selma, 87, as for many Jewish Americans, the ties to the Democratic party were also umbilical. Yet she did not like the idea of an African American president, and was worried about rumours that Obama was a secret Muslim. Then something happened. </p> <p>Their grandson announced he was flying from Los Angeles, 2,500 miles away, to visit. Mike Bender had learned of an internet-driven initiative to get young Jewish voters to make a \"great schlep\" to Florida to persuade their wavering grandparents to vote for Obama. </p> <p>The viral movement was backed by a video message by the comedian Sarah Silverman, saying: \"You know why your grandparents don't like Obama, because his name sounds scary. Yes Barack Hussein Obama is a super shitty name, but you'd think somebody named Manishevitz Guberman would understand that.\"</p> <p>Bender watched the video, laughed, and decided to traverse the States to confront his grandparents. </p> <p>He was not alone. Over the weekend dozens of young Jewish Americans travelled to Florida with the ambition of swinging this ultimate swing state in favour of Obama. Hundreds more have made the lesser schlep, or \"mini schlep\" - lobbying their grandparents by phone.</p> <p>The thinking behind it starts with the assumption, widely held by political analysts, that if John McCain, is to have any chance he must win Florida. Democrats have taken the state only three times in the past 12 presidential elections: Lyndon Johnson in 1964; Jimmy Carter in 1976; and Bill Clinton in 1996. But the contest has frequently been close, famously so in 2000 when George Bush squeezed into the White House with just 537 more votes in Florida than Al Gore.</p> <p>That sense of opportunity explains why the Obama campaign has posted hundreds of staff in the state and is spending a record $39m (£23m) there, far more than McCain. The investment has to some extent paid off, with polls showing a three-point lead, though that falls within the margin of error.</p> <p>Which is where the Jewish vote comes in. About half a million registered Jewish voters live in Florida, mainly older people in retirement condominiums along the so-called Gold Coast. Most are lifelong Democrats originating from New York and the north-east, but this year there is estimated 13% who, like the Fursts, are undecided. That equates to up to 100,000 votes: enough to determine the outcome of Florida, and with it the fate of the nation.</p> <p>\"The number one way to influence the outcome of the election as Jewish people is to influence your grandparents in Florida,\" said Ari Wallach, an instigator of the great schlep. </p> <p>Those who embarked on that schlep found the going was sometimes tough. University student Cobin Dopkeen, who flew from Boston, had no need to convert his grandparents who are already for Obama, so instead accosted other residents and visitors in their retirement complex in Miami. Which is when he met Lenny, a 62-year-old Floridian out for a walk with his 92-year-old father.</p> <p>\"You have to be out of your fucking mind to support Obama,\" was Lenny's reply. \"Number one: he supports Hamas. Number two: he sat with Reverend Wright for 20 years as he spieled out his antisemitic hatred.\"</p> <p>And Lenny doesn't want a black president. \"I grew up in the sixties when blacks were called nigger. OK, nowadays I say N-word, but I still think it.\"</p> <p>Republicans in south Florida predict a 10% spike for McCain in the Jewish vote over the 24% polled by Bush in 2004. Their campaign line is that if Obama wins he will be the first pro-Palestinian US president since the foundation of the state of Israel. The Democrats hit back with leaflets showing Obama by Jerusalem's Wailing Wall wearing a yarmulka.</p> <p>From most schleppers' experiences, the unbending hostility of Lenny was the exception. Many reported a warm reception from most Jewish Americans in Florida who are already in the Obama camp. Others notched up success stories, including Bender's grandparents. </p> <p>His visit moved and impressed. It led to long conversations in which he sought to allay their fears. Obama was a Christian, he said, a vocal supporter of Israel who has pledged to work for all Americans. The final hurdle was convincing his grandmother that Obama was not a Muslim. \"I said to her that if there are any people who can understand the wickedness of lies said about them, it is the Jews. That hit home.\"</p> <p>Within a day of their grandson's arrival, the Fursts had declared for Obama and had begun proselytising with the zeal of the newly converted. Kenny Furst has been posting Obama flyers at the bagel shop where he still works, and his wife is holding discussion groups with other Jewish women from the retirement home. </p> <p>\"I'm so proud of my grandparents, that they were open-minded enough to listen,\" said Bender. </p> <p>\"I've got a couple of years to go, so this vote isn't for me,\" said his grandfather. \"All I'm interested in now is that my grandchildren should be safe. This one is for them.\"</p>",
  "<p>If you want one image of how surreally upended politics has been in the wake of the financial crisis, try this one. Peter Mandelson was clapped and cheered by the parliamentary Labour party (PLP) last week. It has been a real shock to his system. He has gone about shaking his head in disbelief.</p> <p>The PLP no doubt startled itself. But it may have been right. I do think he is going to be important to the politics of the next year or two. It's all about Gordon Brown's second chance (and Peter's third) and how the prime minister plays the opportunity unexpectedly thrust at him by global financial meltdown.</p> <p>Brown's sunnier mood is easy to explain in psychological terms. Though he has a huge burden to carry, as he struggles to persuade other political leaders to agree to the kind of rescue plan the Treasury has devised, another and greater burden has been lifted from him. That was simply the burden of asking himself every day what he was for - what was the point of Gordon Brown? He knows again. We know too.</p> <p>Big-picture politicians relish crisis. Great events enthuse rather than crush them. What Brown found intolerable through many of the New Labour years was that serious politics was elbowed aside by the market economy. He might have been chancellor, but while the sun shone and inflation stayed low, and the City boys built their castles of gold, people didn't really notice. His elaborate and sometimes grandiose schemes to recapitalise the NHS, change the welfare system and end child poverty in Africa were the strident assertions of a politician who wanted politics to count.</p> <p>And now, at last, it does. The Tories may have had a spring in their step last month. Brown has a wintry, determined stride instead. Yet he could still mess things up. If his great plan fails and the economy plunges into depression, with huge levels of public borrowing and emergency tax rises needed, he could find his reputation crumbling once more.</p> <p>There is not much he can do about that, except forge ahead to try to fix the immediate crisis. But in smaller matters there is a lot more to do. One senior Labour figure puts it like this. At the time of the last Great Depression, during an earlier US presidential contest, there was little concrete to choose between the policies of Hoover and those of Roosevelt. But FDR hit the mood of the country better, triumphed, and is remembered in history. Right now, Barack Obama seems to be achieving something similar.</p> <p>He is managing to stand so tall, he almost seems above party politics. Here, even as David Cameron is failing to find his new voice and tone, Brown has not yet spoken to the country as he ought to. He needs to speak plainly about the hardships and choices ahead. But he also needs to offer hope and explain clearly his plan for getting out of this mess. There was never a greater need for the right words, well spoken.</p> <p>Next, he has to recalibrate his attitude to the daily cut and thrust of Westminster politics. This is where Mandelson comes in. For all his faults, he used to be able to give Blair and Brown confidence, setting out choices and phrases, and sharpening their performances. Some of that, I'm told, is coming back. Mandelson is of the same generation as Brown, and the prime minister is able to take criticism from him - as he could not from younger politicians who had grown up in his shadow. It nearly wasn't Mandelson. There was serious talk about putting Alastair Campbell into the Lords with a government job instead. Anyway, Brown now has the support he needs.</p> <p>So, how will this manifest itself? One early test will come on the 42-day detention issue. It is clearly going to be defeated in the Lords later today. What will Brown do then? Lord Falconer, who was so involved as lord chancellor, and who originally supported Tony Blair's defeated plan for 90-day detention limits, offers an interesting perspective. He's now against 42 days. Why? Because after the 90-day vote, the authorities discovered a loophole.</p> <p>Normally, before someone is charged, the police have to show evidence that there is a 51% or more likelihood of conviction. But in special cases, such as domestic violence, where they need to get an individual out of circulation, they can charge after asserting an \"honest belief\" that conviction will follow. This loophole is being increasingly used in terrorism cases. So the 42-day issue has become more symbolic than real.</p> <p>The old Brown would have said, in effect - exactly! Egged on by macho advisers, he would have relished bloody conflict to prove his political virility. Use the parliament act. Crush the rebels. Mock the Tories. That's how politics is done, isn't it?</p> <p>Well, no, actually, not any more. The mood has changed. Brown no longer needs to create false battlefields. He has a bigger one that's all too real. The atmosphere is for politicians to get together and sort things out. Look at all the stories about Vince Cable or Blair being drafted into a new government of national unity. There are even senior Tories glancing coquettishly at Labour. You don't have to believe any of this will actually happen to see it's the sort of thing people would quite like.</p> <p>Circumstances such as these mean Brown has to set a new mood, including being clear about which battles are central and worth spending time on, and which are not. If Cameron launches opportunistic cheap shots in the Commons, or if George Osborne leaks initiatives for party political purposes, then Brown should let them be the McCain-mimickers and instead draw his inspiration from Obama. He should rise above it, barely engage with it, and address the national crisis only. Despite his personal crises, and his past as a ferocious partisan, I have a shrewd idea that Mandelson understands all this very well.</p> <p>It's all about confidence, isn't it? Brown started as a big figure, then began to shrivel as it seemed that his choices, on election timing and tax, were driven by personal and party advantage. Like many people, I despaired: I'd seen a bigger Brown. In the past year he seemed dithery, almost lost. If this crisis, and the support of old stagers like Mandelson, can restore the old confidence then maybe Brown can rise fully to the occasion. In which case, everything becomes possible. There is already talk of a \"Falklands\" election - a quick poll if Brown manages to sort out the financial crisis.</p> <p>Let's be realistic. The economics are unpredictable. Bad news still lies ahead. Labour MPs are still deeply gloomy about their chances. The likeliest outcome remains a Cameron victory. But at last we have a government that knows what it is for.</p> <p><a href=\"mailto:jackie.ashley@theguardian.com\">jackie.ashley@theguardian.com</a></p>"
]