[
  "<video data-media-id=\"gu-video-338345947\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1840866694_gdn-int-081007-cb-US-Elections-Adverts-4x3.flv\"/> </video>   <p>The US presidential debate slipped deeper into the mud yesterday as the Democrats joined the Republicans in dredging up damaging events from each candidate's past ahead of tonight's prime-time television debate between Barack Obama and John McCain. </p> <p>Obama's campaign team, intent on demonstrating it is not going to be a soft touch, resurrected a 1989 financial scandal involving McCain. In a concerted advertising and internet blitz, Obama used the scandal in which McCain was reprimanded to link the Republican candidate for the White House to lobbyists and big business.</p> <p>The blitz was in retaliation for McCain linking the Democrat nominee at the weekend with Bill Ayers, a former member of a US urban guerrilla group.</p> <p>McCain's vice-presidential running-mate Sarah Palin, at a rally in Florida yesterday, again brought up the link between Obama and Ayers, and forecast that the campaign between now and election day was \"gonna get kind of rough\". </p> <p>The exchanges have created a poisonous atmosphere ahead of the debate in Nashville, Tennessee, one of the last chances for the Republicans to turn around a <a href=\"http://www.guardian.co.uk/world/uselections2008\">White House election</a> that appears to be slipping away from them.</p> <p>The town-hall style debate is more important for McCain than Obama. A draw would be good enough for the Democratic candidate, but McCain needs to secure a clear-cut victory that might reverse the huge opinion poll losses of the past fortnight. If Obama maintains the poll lead through to the election on November 4, the Democrats would enjoy one of their biggest landslides in history.</p> <p>Tad Devine, the Democratic strategist who was a key adviser to both <a href=\"http://www.guardian.co.uk/world/algore\">Al Gore</a> in 2000 and John Kerry in 2004, said: \"He is going to have to go after Obama. If he doesn't go after Obama in the town hall meeting, his election is over. It's like sands through the hour glass.\" </p> <p>Although McCain apparently told his campaign team that Obama's ties with his former pastor, the controversial Jeremiah Wright, were off-limits, the conservative columnist William Kristol wrote in the New York Times yesterday that Palin said: \"I don't know why that association isn't discussed more, because those were appalling things that that pastor had said about our great country.\" </p> <p>Howard Wolfson, Hillary Clinton's former communications manager, wrote in a blog for New Republic that McCain's negative campaign would not save the Republican candidate. \"John McCain's candidacy is as much a casualty of Wall Street as Lehman or Merrill,\" he said.</p> <p>Although there is a sense of despondency in the McCain camp, they are clinging to the fact that Obama's lead in the opinion polls is not, given the economic background, double the 7% lead that Gallup recorded yesterday. The poll put Obama on 50% to McCain's 43%.</p> <p>McCain, who was relatively passive in the first televised debate with Obama, spent the weekend at his home in Sedona, Arizona, practising for tonight's event which will be in his preferred format, with questions coming from the audience. Obama spent yesterday holed up in Asheville, North Carolina, rehearsing his lines, with a Washington lawyer, Greg Craig, playing the part of McCain.</p> <p>Obama broke off preparations yesterday for a television interview in which he spoke about his new ad describing McCain as one of the senators who lobbied in 1989 on behalf of Charles Keating, whose savings and loans institution collapsed. </p> <p>Obama claimed this showed McCain relied on lobbyists from the big oil companies and other corporations. \"I think it's going to be a lot more relevant to the American people than somebody who is tangentially related to me,\" Obama said, referring to Ayers. </p> <p>McCain's team said yesterday he would seek to raise concerns about the impact on voters of Obama's tax increases, and also Obama's criticism of US air raids on Afghan civilians.</p> <p>The McCain team faces potentially bad publicity after seven Alaska state employees who earlier failed to give evidence to a legislative inquiry agreed to testify on Palin's involvement in the Troopergate affair, the alleged abuse of her position as the state's governor to sack her former brother-in-law, who was involved in a child custody battle.</p>",
  "<h2>Countering Obama</h2> <p>Going negative could be John McCain's last best chance of holding on to an election that has been slipping towards Barack Obama. He can do that only by changing the conversation away from the economy towards Obama. \"They are going to try to turn this into a referendum on Obama as much as possible, and to turn it into a questioning of Obama and his character,\" said Tad Devine, who was Al Gore's chief strategist in 2000. Unlike the Democrats, who are flush with cash to spend on television advertising, McCain cannot afford to entirely outsource the dirty work. That's where Sarah Palin comes in as the McCain camp's main attack dog. The gloves-off strategy carries risks. McCain could turn off voters if he is seen as failing to engage with real issues and not putting out a strong, positive message for his own candidacy. So where will he attack Obama?</p> <h2>\"Who is Barack Obama?\"</h2> <p>That was the opening line of a new television advertisement released yesterday by the McCain camp that comes close to suggesting that Obama sees US forces in Afghanistan as war criminals. The ad ends by attacking Obama as too liberal for America. \"How dangerous,\" it says. The Republicans see Obama's unconventional political résumé as his main weakness: his race and unfamiliar surname, his unfamiliarity to many American voters after just four years in national politics. Now that McCain's attempt to cast Obama as too inexperienced to lead has fallen flat, the Republican's best remaining hope is to create doubts about his opponent's character.</p> <h2>Different</h2> <p>By repeatedly accusing the Democrat of being different from other Americans, the Republicans hope to implicitly draw voters' attention to the most obvious difference of all between Obama and other presidential candidates: his race. Another way of doing that is to question Obama's patriotism. Yesterday saw Sarah Palin revisiting the controversy from last February when Michelle Obama told a rally in Wisconsin that she was proud for the first time to be an American. Palin told a rally in Florida she and her spouse, Todd, had always been proud Americans. She also said: \"I am just so fearful that this is not a man who sees America as you and I see America - as the greatest source for good in the world.\"</p> <h2>Guilt by association</h2> <p>Palin and the Republican National Committee yesterday were aggressively pursuing Obama for his association with William Ayers, a former member of the 1960s radical Weather Underground, who was involved but not convicted in a number of planned bombings. Ayers, now a university professor, lives in Chicago and hosted a get-together for Obama when he first ran for the Illinois senate in 1995. Palin, who accused Obama of \"palling around\" with a domestic terrorist yesterday, said there was more to the connection: \"Barack Obama says that Ayers was just somebody in his neighbourhood but that's less than truthful.\" Obama also faces attacks on his association with Antoin \"Tony\" Rezko, the Chicago real estate developer convicted on fraud and bribery charges last June.</p> <h2>Beliefs</h2> <p>McCain has directed his campaign to steer away from the Reverend Jeremiah Wright, the former pastor at Trinity United Church of Christ in Chicago which Obama attended for nearly 20 years. Wright's pronouncements on Aids and race hurt Obama in the primaries. But while McCain may have doubts, Palin apparently does not. She told the New York Times at the weekend she thought there should be more talk on the campaign trail about Wright's views. </p> <h2>The L word</h2> <p>McCain hopes to saddle Obama with the classic baggage of liberal politicians in America: that he would raise taxes and be soft on crime. The Republican has accused Obama on the stump and in campaign advertisements of voting to raise taxes 94 times in the Senate, and seeking to raise taxes on Americans earning above $42,000. Watch groups say those claims are a distortion. Republicans also accuse Obama of being \"far outside the mainstream\" on such issues as street gangs and sentencing for drug crimes.</p>",
  "<p>Sarah Palin, who once boasted that she learned everything she needed to know about politics on the basketball court, is being underestimated by her critics. Unleashed on the campaign trail after a creditable performance against Joe Biden, Ms Palin attracts large rallies. She does not disappoint. As part of John McCain's new gloves-off strategy, she attacked Barack Obama \"for palling around with terrorists\". The terrorist she is referring to is Bill Ayers, a worthy education professor who took part in the anti-Vietnam-war protests of the Weather Underground, a group that claimed credit for bombing the Pentagon. Mr Obama was aged eight at the time. But no matter, guilt by association is what matters and, as any pollster will affirm, negative campaigning works. </p> <p>The American equivalent of what would be called on the other side of the English Channel \"la France profonde\" - xenophobic, nationalist, low-income, rural, contemptuous of the metropolitan elite - loves her, and laps up her irrelevancies such as the winks and the plain-speaking protestations: \"Now doggone it.\" The high priests of the Republican hierarchy hate her, but it would not be difficult to imagine Ms Palin being the Republican candidate for the next presidential contest. Reagan was similarly written off as a lightweight before he became president. </p> <p>No, the reason why Mr McCain and Ms Palin should have thought before taking their gloves off is the opportunity it affords their critics of dredging up the muck against them. The skeletons in Mr McCain's cupboard are more recent than the Weathermen. Does Mr McCain really want to be reminded of Charles Keating? He has already conceded that he used \"poor judgment\" in meeting federal regulators on behalf of Keating, an Arizona home-builder, later convicted of fraud, racketeering and conspiracy. Ms Palin's past will come flooding back on Friday, when an investigator hired by Alaskan lawmakers will publish his findings on whether the vice-presidential nominee put pressure on an official to fire a state trooper involved in a messy divorce with her sister.</p> <p>Mr McCain's tactics are born of desperation and will not work. The polls are increasingly against him, and new voters are flocking to the Democrat camp. Mr McCain's attempt to change the subject of the debate from the collapsing economy to Mr Obama's fitness for office is being drowned out by the ferocity of the financial crisis outside. It may be small consolation to the thousands of Americans who have lost their homes, and are about to lose their jobs, but the storm is driving the election the Democrats' way.</p>",
  "<p>Exactly a month before the US election, Opera North has chosen to stage a rare production of this 1931 musical, scored by George Gershwin to lyrics by his brother Ira, which won a Pulitzer prize for its satirical look at a fictional presidential contest. Its satire is relatively gentle, while proposing - in timely fashion - that an attractive woman can be deployed as a vote-winner.</p> <p>Presidential candidate Wintergreen's team realises that his campaign needs some sex appeal, so a beauty contest is held, with the winner to become First Lady. Sultry southern belle Diana Devereaux triumphs as Miss Louisiana, but Wintergreen meanwhile becomes besotted with homely Mary Turner, on account of her corn-muffin-making skills, and their subsequent union results in a diplomatic contretemps with Devereaux's ancestral France.</p> <p>What satire there is descends into farce in a spun-out second act, in which Richard Suart's French ambassador provides a skilful vaudeville turn. William Dazeley deploys sufficient matinee-idol charm as the leading man and Bibi Heal's Mary Turner is suitably demure, while Heather Shipp vamps to good effect as Miss Devereaux. Nearly stealing the show, however, is Steven Beard as the shyly forgettable vice-president, Throttlebottom. It's a mark of the harmless nature of the entertainment that the election itself ignores any alternative party completely.</p> <p>In terms of technical skill, Gershwin's score is several cuts above his Broadway competitors, showing a far wider awareness of harmonic and rhythmic possibilities - yet only in two or three places, notably the glamorous title song, does he really come up with the melodic goods. But Caroline Gawn's pacey staging costumes and Caroline Pope's choreography deliver, while conductor Mark W Dorrell and the Opera North forces seize their opportunities.</p>",
  "<p>With just four weeks until the presidential election, John McCain's campaign is becoming increasingly desperate. It seems they now feel that without the use of swiftboating tactics, McCain doesn't have a hope in hell of getting into the Oval Office.</p> <p>Over the weekend, Sarah Palin addressed Republicans in California, Texas and Nebraska. Coming just a few days after Congress passed an unprecedented $700bn bail-out plan for Wall Street, you'd think that the economy would be at the forefront of Palin's mind and that she'd be concerned with reassuring American taxpayers that they will never again have to bear the burden for corporate greed. But no!</p> <p>Instead, the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/03/AR2008100303738.html\">Republicans decided to change the subject</a> to Obama's extremely <a href=\"http://blog.washingtonpost.com/fact-checker/2008/02/obamas_weatherman_connection.html\">tenuous</a> <a href=\"http://www.politico.com/news/stories/0208/8630.html\">association with the controversial 1960s left-wing activist Bill Ayers</a>. \"Our opponent though is someone who sees America, it seems, as being so imperfect that he's palling around with terrorists who would target their own country,\" <a href=\"http://news.yahoo.com/s/ap/20081004/ap_on_el_pr/palin_obama\">Palin said at a fundraiser in Denver </a>on Saturday. She <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/04/palin-obama-is-palling-around-with-terrorists/\">repeated the claim at a rally in California</a> on Sunday. \"Turns out one of his earliest supporters is a man, who according to the New York Times, was a domestic terrorist,\" she said.</p> <p>By choosing to focus on irrelevant topics such as Obama's alleged friendship with Ayers – which Obama has repudiated – the Republicans are showing America that their campaign is so vacuous and unsubstantial when it comes to matters of substance that this is all they are able to draw attention to. The truth is that if McCain and Palin genuinely had anything different to offer from what George Bush has been giving America for the past eight years, particularly in this economically unstable time, they would tell everyone about it in no uncertain terms. But they aren't talking about the things that matter because they don't have anything to say. </p> <p>It seems that character assassination is the area of expertise in which they hope to be able to win the presidency. While some of the more hardcore Republican voters may be reassured by this, it will probably do little to comfort anyone else that McCain and Palin have what it takes to deal effectively with the range of serious issues that they would inherit should McCain become president. </p> <p>According to McCain's advisers, this is <a href=\"http://www.swamppolitics.com/news/politics/blog/2008/10/barack_obama_john_mccain_campa.html\">part of a new strategy</a> aimed at \"looking to turning the page on this financial crisis and getting back to discussing Mr Obama's liberal, aggressively liberal, record and how he will be too risky for the Americans\". Notwithstanding the fact that the Republicans believe that lies about Obama's friendships are more important than the reality of the current economic crisis, there is nothing new about Obama-targeted character smears. </p> <p>Falsehoods about Obama being an un-American, unpatriotic Muslim have been bandied about throughout this campaign. Nevertheless, he has managed to get past all of those charges virtually unscathed, remaining, more or less, consistently ahead of McCain in the polls since he became the Democratic nominee. It's therefore rather pathetic that the Republicans feel the need to regurgitate these accusations when it has already been shown that they don't really work. It is simply, as Obama also said this weekend, \"what you do when you're out of touch, out of ideas and running out of time.\"</p> <p>Using the vice-presidential candidate to play bad cop is a common tactic. With a month to go before the election, it was also to be expected that the Republicans would start to play dirty. With Palin's sharply falling popularity, however, it is possible – and probable - that her comments could <a href=\"http://www.time.com/time/politics/article/0,8599,1847376,00.html\">seriously backfire</a>. Already it is being suggested that her accusations <a href=\"http://ap.google.com/article/ALeqM5hLxEMDD-UlNa6HUrozE6ZkGYPTqAD93KDRUO0\">carry a racial undertone</a>, while Republican commentators such as strategist Mike Murphy have also said that focusing on Obama's character is, at this time, a risky strategy for the Republicans. Speaking on MSNBC's Meet the Press programme on Sunday, <a href=\"http://www.msnbc.msn.com/id/27034205/page/2/\">Murphy wisely said</a>: \"I think [focusing on the liberal nature of the Democrats] is a better prosecution for the McCain campaign than these character attacks or these dubious association, you know, background issues and Obama. … I don't think that's the key when everybody in the country, at least the swing voters that are going to control the election, are very much worried about the economy.\"</p> <p>The Republicans hope that focusing on Obama's association with Ayers (and no doubt the other characters that they will bring to the fore over the next few weeks) will raise questions about his judgement, seemingly forgetting that Palin herself is, among other things, a living display of McCain's own questionable judgement. She's not – as they have tried to suggest Ayres is to Obama - just an acquaintance, but his pick to be vice-president of the US, a matter with much more serious ramifications for the American people. </p> <p>Furthermore, with the findings of Palin's involvement in the Troopergate scandal due to be released soon, the Republicans may do well to remember the saying that people in glass houses should not throw stones.</p>",
  "<p>Barack Obama is determined not to make the same mistake as John Kerry who lost the 2004 elections because he failed to respond quickly and aggressively to Republican attacks on his character and his war record in Vietnam.</p> <p>The Obama camp - which has far out-raised McCain - has the resources to hit back. Strategists say he will increase advertisement spending by 20% a week until election day.</p> <p>The Democrats are also focusing on McCain's character - specifically his temperament, and not-so-subtle suggestions that at 72 he is too old to be president. They are also bringing out a skeleton from McCain's closet: his association with an Arizona businessman who was jailed for fraud.</p> <p>Strategists say the pattern of thrust and parry will continue until election day - but do not expect Obama to get involved.</p> <p>Obama is using television advertisements to take the fight to McCain, allowing him to remain statesmanlike and above the fray. \"We're not going to let John McCain distract us,\" he told a rally in North Carolina.</p> <p><strong>Erratic, or just too old?</strong><br>John McCain's other big weakness so far as Obama is concerned is his reputation for losing his temper in Senate committee rooms. </p> <p>The questions about McCain's temperament grew during last week's crisis on the Wall Street bail-out. The Obama camp honed in on McCain's apparent inability to keep his cool in a new ad today painting the Republican as \"erratic in a crisis\". </p> <p>Campaign supporters like Claire McCaskill, a senator from Missouri, kept the line going on the chat shows: \"One day, no bail-out. The next day, a bail-out. One day, I'm suspending my campaign. The next day, I'm not.\" Expect renewed calls for McCain to make a full release of his medical records.</p> <p><strong>George Bush</strong><br>Obama in his own pronouncements has been trying to undercut McCain's claim to be a maverick reformer by weighing him down with the legacy of George Bush. </p> <p>The argument also tries to defuse McCain's negative campaigns by labelling them a distraction. \"No wonder his campaign's announced a plan to turn a page on the financial crisis, distract with dishonest, dishonorable assaults against Barack Obama,\" said a new ad today. \"We can't afford another president who's this out of touch.\"</p> <p><strong>Guilt by association - Charles Keating</strong><br>McCain's biggest skeleton is his intervention on behalf of Charles Keating, a campaign contributor and Arizona businessman who was convicted of fraud in the collapse of a savings and loan in the 1980s. </p> <p>McCain met federal investigators on two occasions in 1987 at Keating's behest, earning a rebuke from the Senate ethics committee. McCain claims he learned from the mistake, and that set him on his path of reform.</p> <p>The Obama camp today released a 13-minute web documentary about Keating and sent out an email to supporters claiming: \"John McCain still hasn't learned his lesson.\"</p> <p><strong>Beliefs</strong><br>Like Obama, McCain too has a troublesome pastor in his past: the Reverend John Hagee. McCain actively spent more than a year courting Hagee to win his endorsement during the Republican primary, only to renounce the association last February after footage emerged of the pastor describing the Nazi holocaust as part of God's plan. </p> <p>The association with Hagee could hurt the Republicans in Florida, where there is a large Jewish vote.</p> <p>Republican vice-presidential nominee Sarah Palin also has a potential pastor disaster in the making, thanks to 2005 footage from her Assembly of God church in Alaska. </p> <p>The footage shows Palin joining a visiting pastor on stage while he denounces witchcraft. Expect more footage to emerge of Palin's own pronouncements from the pulpit as governor, including her statements about God's plan for the war in Iraq.</p>",
  "<p>When <a href=\"http://www.ebay.com\">eBay</a> started, it liked being a bit scruffy. It let any old Joe make money out of the crap in his garage. It was happy to be the internet's car boot sale - and that image did pretty well for the company. But in recent years, eBay has been hinting that it's morelike Audrey Hepburn in My Fair Lady - a bit of posh in the guise of a backstreet scrubber; something classier than we ever imagined. How? By buying other companies in an attempt trying to prove that it's got more than just secondhand auctions up its sleeve.</p> <p>Proving that to the public is not coming easy, though, and eBay has been locked in a downward spiral for some time. So when the news emerged today that the company <a href=\"http://www.theguardian.com/business/2008/oct/06/ebay.technology\">was laying off 1,000 members of staff</a>, it was a disappointment but not a surprise. What used to be an auction house for the rest of us has now become a treasure trove of weird investments and bad decisions.</p> <p>Yes, it made sense to buy <a href=\"http://www.paypal.com\">PayPal</a>, the internet payment service, for $1.5bn back in 2002. But $2.6bn for Skype, the internet phone company? And $75m on StumbleUpon, which lets users rate web pages and surf to new sites? Rumour has it that eBay's trying to sell off these properties. Perhaps you should wait until the guide price is low enough and make a bid yourself.</p> <p>That's not all that eBay's bosses have done to try and take the company to new heights. They've also fundamentally changed the business that they were in, gouging their biggest fans and undermining their own strengths. </p> <p>First they cosied up to the bigger retailers, letting them ditch the auction model in favour of \"Buy It Now\" - straightforward selling. That <a href=\"http://www.theguardian.com/business/2008/aug/20/ebay.efinance\">didn't go down well</a> with core buyers and sellers. Nor did the idea of raising fees, which was met with anger and consternation. A sweep of <a href=\"http://www.theguardian.com/technology/2008/feb/21/ebay.consumeraffairs\">other changes</a> hasn't helped.</p> <p>It looks as though none of these plans has worked. The company's still desperate to shake off its roots and become legit (hence the move into financial services with the $1.3bn purchase of <a href=\"http://www.billmelater.com\">Bill Me Later</a>, a backhanded slap to those 1,000 sacked workers). </p> <p>Where does the blame lie? Well, it's current CEO John Donahoe who's going to take most of the flak over the redundancies. But one person who should take responsibility is former chief executive Meg Whitman.</p> <p>Whitman, an ardent Republican who is being touted as a potential secretary of commerce if John McCain wins the presidential election, presided over the company's rise and fall for a decade before <a href=\"http://www.theguardian.com/technology/2008/jan/22/ebay.whitman\">stepping down earlier this year</a>. At the point she left, it was clear that eBay was in trouble – but she managed to avoid the worst press by handing off to her successor. </p> <p>Perhaps it's time for eBay to realise that it doesn't need to be better than it is. Perhaps they should take note that every time they try to create the company anew, they lose a little more of what made it special in the first place.</p> <p>In the end, perhaps they have to give up that Audrey Hepburn dream. After all, the top brass at eBay think they're Eliza Doolittle - but really they're just Hyacinth Bucket.</p>",
  "<p>Going negative could be John McCain's last best chance of holding on to an election that has been slipping towards Barack Obama.</p> <p>He can do that only by changing the conversation away from the economy towards Obama. \"They are going to try to turn this into a referendum on Obama as much as possible, and to turn it into a questioning of Obama and his character,\" said Tad Devine, who was Al Gore's chief strategist in 2000.</p> <p>Unlike the Democrats, who are flush with cash to spend on television advertising, McCain cannot afford to entirely outsource the dirty work.</p> <p>That's where Sarah Palin comes in. The McCain camp has designated Palin its main attack dog, counting on media fascination with the vice-presidential candidate to get its negative message out.</p> <p>The gloves-off strategy carries risks. McCain could turn off voters if he is seen as failing to engage with the real issues. He also does not have the resources to put out a counter-balancing strong positive message for his own candidacy.</p> <p><strong>\"Who is Barack Obama?\"</strong><br>That was the opening line of a new television advertisement released today by the McCain camp that comes close to suggesting that Obama sees US forces in Afghanistan as war criminals. The ad ends by attacking Obama as too liberal for America. \"How dangerous,\" it says.</p> <p>The Republicans see Obama's unconventional political resume as his main weakness: his race and unfamiliar surname, his unfamiliarity to many American voters after just four years in national politics.</p> <p>Now that McCain's attempt to cast Obama as too inexperienced to lead has fallen flat, the Republican's best remaining hope is to create doubts about his opponent's character.</p> <p><strong>Different</strong><br>By repeatedly accusing the Democrat of being different from other Americans, the Republicans hope to implicitly draw voters' attention to the most obvious difference of all between Obama and other presidential candidates: his race. </p> <p>Another way of doing that is to question Obama's patriotism. Today saw Sarah Palin revisiting the controversy from last February when Michelle Obama told a rally in Wisconsin that she was proud for the first time to be an American. </p> <p>Palin told a rally in Florida she and her spouse, Todd, had always been proud Americans. She also said: \"I am just so fearful that this is not a man who sees America as you and I see America as the greatest source for good in the world.\"</p> <p><strong>Guilt by association</strong><br>Palin and the Republican National Committee today were aggressively pursuing Obama for his association with William Ayers, a former member of the 60s radical Weather Underground, who was involved but not convicted of in a number of planned bombings. </p> <p>Ayers, now a university professor, lives in Chicago and hosted a get-together for Obama when he first ran for the Illinois senate in 1995. </p> <p>Palin, who accused Obama of \"palling around\" with a domestic terrorist today said there was more to the connection. \"Barack Obama says that Ayers was just somebody in his neighbourhood but that's less than truthful.\"</p> <p>Obama also faces attacks on his association with Antoin \"Tony\" Rezko, the Chicago real estate developer convicted on fraud and bribery charges last June.</p> <p><strong>Beliefs</strong><br>McCain has directed his campaign to steer away from the Reverend Jeremiah Wright, the former pastor at Trinity United Church in Chicago which Obama attended for nearly 20 years. </p> <p>Wright's pronouncements on Aids and race hurt Obama in the primaries. But while McCain may have doubts, Palin apparently does not. She told the New York Times at the weekend she thought there should be more talk on the campaign trail of Wright's views.</p> <p>Democrats also expect Wright to loom large in the final weeks of the campaign in advertisements produced by allied groups who are not operating under the same financial constraints as McCain.</p> <p><strong>The L word</strong><br>McCain hopes to saddle Obama with the classical baggage of liberal politicians in America: that he would raise taxes and be soft on crime. </p> <p>The Republican has accused Obama on the stump and in campaign advertisements of voting to raise taxes 94 times in the Senate, and seeking to raise taxes on Americans earning above $42,000. </p> <p>Watchgroups say those claims are a distortion. Republicans also accuse Obama of being \"far outside the mainstream\" on such issues as street gangs and sentencing for drug crimes. Both issues have racial overtones.</p>",
  "<p>\"Hell no!\" said the man with the long beard from his half opened doorway.</p> <p>Meghan Schertz's Obama badge had unleashed a torrent of invective.</p> <p>\"No Obama,\" he kept shouting, while Meghan struggled to finish a sentence. \"I don't need to hear nothing from you Obama people.\"</p> <p>\"Do you see the fucking Nader sign,\" he bellowed, pointing to his yard sign which bared the name of the perennial independent candidate, Ralph Nader. \"There's your answer.\"</p> <p>\"So you're an independent then,\" asked Meghan, as though engaged in rational conversation.</p> <p>\"Get you're ass off my property before I get my shot gun,\" said the tourretic Nader supporter. And so we left. As we circled back along the street the man sat at a table in his driveway. </p> <p>Cheekily, I waved my hand at him. Menacingly, he waved his gun at me.</p> <p>An afternoon out with an Obama canvasser is an education in the leg work, patience and resilience it takes for the Democratic presidential contender's strategy work. </p> <p>It took about an hour and half to visit a designated number of houses in just a few streets in the Washington Heights area of Roanoke - a racially mixed middle-class part of town. </p> <p>In a bid to identify Obama's base so they can make sure they maximise their turnout on polling day, she asks them who they are going to support, how strong their support is, whether they are sure to turn up on election day and if they would like some literature. </p> <p>Or at least she tries to. One man took one look at Meghan and, before she could open her mouth, said: \"I don't want to talk about it,\" and then went back inside. </p> <p>Another woman refused to open the door but shouted from her window.</p> <p>\"I'm for Obama, so go on now.\"</p> <p>After many weekends' campaigning Schertz anticipates the response she's going to get as she walks up the driveway from the kind of cars people drive and other signifiers - a mixture of prejudice and defence mechanism. </p> <p>But it doesn't always work. The home with two pick-up trucks bearing Harley Davidson stickers are leaning Obama. And who knew that a Nader sign would produce a gun-toting misanthrope.</p> <p>But there are moments that have the smack of meaningful if minor achievement. With a day to go before the registration deadline Schertz also carries registration forms just in case. She gives some advice to a woman who is worried that her son's registration has his middle name wrong - the kind of discrepancy that could play havoc on election day. </p> <p>In Virginia where if you don't vote for more than four years you fall off the voter rolls, some are not sure if they are registered or not. </p> <p>And then there's the information that goes back to town office about where the base is, that will be punched into the computer providing the raw data on which the campaign's logistical efforts hinge. It all happens on such a small scale that you couldn't do it unless you thought you were part of something bigger. </p> <p>Schertz, whose run-in with the Nader voter ultimately only provided more raw material for her good humour, has never been involved in an election campaign before. </p> <p>In the primaries she supported Hillary Clinton. \"There's too much at stake to sit this one out,\" she says.</p> <p>A look at the big picture suggests that these small efforts are paying off for Obama. <a href=\"http://www.sbe.virginia.gov/cms/documents/2008_Statistics/Oct/Statewide_Statistics_by_Locality.pdf\">Numbers</a> released by the Virginia state board of elections for September show that the increase in the number of registered voters in Roanoke city, which is Democratic and one quarter black, is more than double that of Roanoke county, which is Republican and 5% black over the past year. </p> <p>Over the past month the city has seen more than three times the increase of registered voters as the county. This reflects a trend that is both <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/02/obama_campaign_clears_its_va_v.html\"> statewide</a> and <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/05/AR2008100502524.html?hpid=top\">nationwide</a> news with traditionally Democratic areas far exceeding Republican areas and, where you can register by party, Democrats massively outpacing Republicans. </p> <p>With voter registration drawing to a <a href=\"http://www.usatoday.com/news/politics/election2008/2008-10-05-voterreg_N.htm\">close</a> all over the country this marks the end of the beginning for Obama's ground game. </p> <p>His task was to not just to win over the electorate but to expand it and therefore change the calculus. So far so good. </p> <p>Now comes the hard work. Keeping them energised and making sure that they show up. The Obama campaign predict that 80% of the new registered voters in Virginia are Democrats and that three quarters of them will show up on election day. </p> <p>Which brings us to the final challenge. Making sure that the votes are <a href=\"http://www.toledofreepress.com/2008/10/03/court-curbs-move-to-exclude-voters/\">counted</a>.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338330185\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/6/1223309211441/measure.jpg\" alt=\"Heights and weights\" width=\"429\" height=\"500\" class=\"gu-image\" /> </figure>  <p>For British readers, and/or in case you missed it, <a href=\"http://www.nytimes.com/imagepages/2008/10/06/opinion/06opchart.ready.html\">here's</a> the 'Op-Art' graphic from the Sunday New York Times, by the design consultancy <a href=\"http://www.notclosed.com/\">Open NY</a>. (The picture above is just a small portion of the graphic, which compares the heights and weights of the contenders in every American presidential election since 1896.) The <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/aug/13/mccainstinyproblem\">presidential height index</a> has long shown us that taller candidates have an unfair advantage in US presidential elections, which would seem to pose a significant problem for John 'Bonsai' McCain -- but could things be even worse? The shorter candidate does sometimes win, as in 2000 and 2004, but McCain is also the lighter of the two men, and this chart demonstrates that the shorter <em>and</em> lighter candidate has only won once in modern times, when Truman defeated Dewey in the <a href=\"http://en.wikipedia.org/wiki/U.S._presidential_election,_1948\">famous upset election of 1948</a>. Senator, it's <a href=\"http://www.krispykreme.com/\">time to get eating</a>. Your nation's future demands it. </p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/e0oeTXdOETk?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/e0oeTXdOETk&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/e0oeTXdOETk&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Above: excerpts from Saturday Night Live's recreation of the vice-presidential debate. (The whole thing is <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/vp-debate-open-palin-biden/727421/\">here</a>.) Or at least I think this is the spoof version. Hard to tell, sometimes.</p> <p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/110935/Gallup-Daily-Obama-Leads-Ninth-Straight-Day-50-43.aspx\">Obama 50%, McCain 43%</a>, which is the ninth straight day that Obama has had a statistically significant lead in this poll.</p> <p>From here on in, it's mudslinging time: following Sarah Palin's weekend accusations that Barack Obama likes \"pallin' around with terrorists,\" the McCain campaign's down-and-dirty tactics continue: the Alaska governor <a href=\"http://www.nytimes.com/2008/10/06/opinion/06kristol.html?_r=1&amp;hp=&amp;oref=slogin&amp;pagewanted=print\">brings up pastor Jeremiah Wright again</a>, and <a href=\"http://thepage.time.com/2008/10/06/dangerous/\">a new ad</a> labels Obama \"dangerous\" and \"dishonourable\" on foreign policy. (The treacherous Obama quote that's ripped out of context in the ad was <a href=\"http://www.foxnews.com/story/0,2933,293187,00.html\">actually delivered</a> in the context of a call for <em>more</em> troops in Afghanistan, but never mind about that, there's an election to win!)</p> <p>The Obama campaign fights back, hoping that McCain's involvement in the Keating Five savings-and-loan scandal will tarnish the Republican right back. Unfortunately, it's slightly tricky to explain in a 20-second ad, so Team Obama is due to release a documentary video later today instead. They do not appear to realise that documentaries are elitist. [<a href=\"http://www.keatingeconomics.com/\">KeatingEconomics.com</a>]</p> <p>Former Hillary Clinton strategist Howard Wolfson, a longtime Obama sceptic, confidently asserts now that the Republicans' latest tactics won't work: the economic meltdown has decisively made this a \"big election\", not a small one. \"McCain's smallball will not work. This race will not be decided by lipsticked pigs. And John McCain can not escape that reality.\" The excellent political numbercrunching blog FiveThirtyEight.com <a href=\"http://www.fivethirtyeight.com/2008/10/why-it-probably-wont-work.html\">concurs</a>. [<a href=\"http://blogs.tnr.com/tnr/blogs/the_flack/archive/2008/10/05/it-s-over.aspx\">The New Republic</a>]</p> <p>On the subject of \"dangerous\" foreign-policy views: does Palin think Afghanistan is a \"neighboring country\" to America? [<a href=\"http://blogs.reuters.com/trail08/2008/10/05/in-slip-up-palin-calls-afghanistan-our-neighboring-country/\">Reuters</a>]</p> <p>If they could, 59% of the American electorate would replace the entire Congress. What? <em>This</em> is the gratitude the nation's lawmakers get for giving Wall Street hundreds of billions of -- oh, yeah, fair enough, actually. [<a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/59_would_vote_to_replace_entire_congress\">Rasmussen Reports</a>]</p>",
  "<p>Here at RealClimate we understandably have an intense interest in the positions of the presidential and vice-presidential candidates regarding global warming and carbon emissions. What the stance bodes for future action on climate change is consequential in itself, but beyond that the ability to use sound science in this case serves as a bellweather for the candidates' whole approach to science. Whatever else you can say about the candidates, it has been encouraging that both John McCain and Barack Obama favour mandatory action to reduce US carbon emissions.</p> <p>But, enter governor Sarah Palin, McCain's pick for VP. Palin's position on global warming has been stated quite clearly <a href=\"http://www.newsmax.com/headlines/sarah_palin_vp/2008/08/29/126139.html\">in this recent interview with the publication Newsmax</a>, where she says: \"A changing environment will affect Alaska more than any other state, because of our location. I'm not one though who would attribute it to being man-made.\" How is this to be reconciled with McCain's position? Do they just agree to differ? What does this bode for future actions if McCain were to win the election, especially in view of the fact that, in a Cheney-esque way, Palin is likely to be put in charge of energy policy? The recent vice-presidential debate sheds some light on the issue. A <a href=\"http://www.iht.com/articles/2008/10/03/america/03debate-transcript.php\">full transcript of the debate is here</a>.</p> <p>Palin seems to be attempting to defuse the whole issue by claiming the cause doesn't matter. When the moderator asked her: \"What is true and what is false about what we have heard, read, discussed, debated about the causes of climate change,\" Palin responded as follows:</p> <p>\"PALIN: Yes. Well, as the nation's only Arctic state and being the governor of that state, Alaska feels and sees impacts of climate change more so than any other state. And we know that it's real.</p> <p>\"I'm not one to attribute every man — activity of man to the changes in the climate. There is something to be said also for man's activities, but also for the cyclical temperature changes on our planet.\"</p> <p>I'm pretty sure that that last statement is a garbled attempt to reiterate what she said in the Newsmax interview, but you be the judge. Unlike the previous quote, this one at least has a nod in the direction of acknowledging (tentatively) the possibility of a human influence. What's important is what comes next:</p> <p>\"But there are real changes going on in our climate. And I don't want to argue about the causes. What I want to argue about is, how are we going to get there to positively affect the impacts?\"</p> <p>Dare we say that it, in fact, very much makes a difference what is causing global warming? If CO2 really weren't a major part of the cause, what in the world would be the point of John McCain's (or anybody's) stated policy of acting to reduce emissions? And even if you were of the school that says adaptation is better than mitigation, knowing the cause is an important part of knowing what kind of climate change you have to adapt to, how long it is likely to last, and how much worse it is likely to get in the future.</p> <p>Biden's answer, by comparison, was direct, straightforward, and simple:</p> <p>\"BIDEN: Well, I think it is manmade. I think it's clearly manmade. And, look, this probably explains the biggest fundamental difference between John McCain and Barack Obama and Sarah Palin and Joe Biden — Governor Palin and Joe Biden.</p> <p>If you don't understand what the cause is, it's virtually impossible to come up with a solution. We know what the cause is. The cause is manmade. That's the cause. That's why the polar icecap is melting.\"</p> <p>Well, maybe he left out the kind of caveats and qualifications you'd attach to the attribution of the recent loss of (North) polar sea ice if this were an AGU talk instead of a vice-presidential debate. Overall,though, the statement gets to the heart of the matter.</p> <p>One can moreover doubt even Palin's commitment to dealing with the consequences of climate change. Surely, that would include doing something to save the polar bears,yet the State of Alaska (against the advice of its own wildlife biologists) is suing the Interior department over its decision to list the polar bear as \"threatened\" — and this despite the fact that the Bush administration put so many qualifications on the listing as to make it essentially toothless. What's even more telling is that the brief submitted to Interior drew heavily on a list of climate skeptics (including the Marshall Institute's Willie Soon) that could easily have been culled from the infamous Inhofe 400. (See this <a href=\"http://www.theguardian.com/world/2008/oct/01/sarahpalin.climatechange\">theguardian.com/environment article</a>). Palin's role in bringing this case has not been peripheral; she has been very much at the center of the effort, and has consistently questioned the causal link between CO2 and global warming in making the case. As early as December 2006, she wrote to Secretary Kempthorne: \"\"When a species' habitat (in this case, sea ice) is declining due to climate change, but there are no discrete human activities that can be regulated or modified to effect change, what do you do?\" Further information about Palin's long fight against the listing, and her view of the scientific issues involved, can be found <a href=\"http://www.cnsnews.com/public/Content/article.aspx?RsrcID=34907\">here</a>.</p> <p>We will take this occasion to note also that Biden used the debate to reaffirm Obama's long standing position in favor of \"clean coal.\" Whether this is a good or bad thing depends on the extent to which the candidates understand what should really be meant by this term. From the point of view of global warming, the only \"clean\" coal would be coal burned with 100% carbon capture and sequestration — certainly worthy of research and pilot implementation, but not by any means a technology that can be counted on at present to solve the problem. (And of course, the term \"clean\" is even then relative, since what <a href=\"http://en.wikipedia.org/wiki/Mountaintop_removal_mining\">mountain top removal mining</a> does to the West Virginia hills and rivers is anything but \"clean\").</p> <p>So there you are. We report, you decide.</p> <p>• This article was shared by our content partner <a href=\"http://www.realclimate.org/\">RealClimate.org</a>, a member of the <a href=\"http://www.theguardian.com/environment/network\">Guardian Environment Network</a></p>",
  "<p>With a month to go before election day, the McCain campaign took a sharp turn towards the negative over the weekend - and Sarah Palin was in the vanguard. </p> <p>At three different events in California on Saturday, Palin attacked Obama's associations with Bill Ayers, the former Weather Underground member, accusing the Democratic candidate of \"palling around with terrorists\".</p> <p>The attacks drew a sharp response from Obama, who made much of a remark by a McCain adviser, published in the Washington Post, that his campaign was \"looking forward to turning the page on this financial crisis\". </p> <p>\"They plan to - and I quote - 'turn the page' on the discussion about our economy and spend the final weeks of this campaign launching Swift Boat-style attacks on me,\" Obama told a crowd in North Carolina, in a speech backed up by a new TV ad. \"We are facing the worst economic crisis since the Great Depression, and John McCain wants us to 'turn the page' on talking about the economy?\"</p> <p>Democratic surrogates also said the Obama campaign had given them the go-ahead to start mentioning some of McCain's questionable associations, including his involvement in the Keating Five scandal and his connections to the ultraconservative Council for World Freedom.</p> <p>The new negativity from the McCain campaign is a response to continuing bad news for the Republicans in the opinion polls: a New York Times analysis at the weekend noted that Obama is now seriously competitive in nine states that voted for Bush in 2004, while McCain is competitive in only four that voted for Kerry.</p> <p>Obama's associations with Ayers hardly justify the phrase \"palling around\": they served on a charity board together, and Ayers once hosted a political event for Obama early in his career. And Obama has repudiated Ayers's 1960s radicalism. But the question that seems likely to be most pressing in the coming week is not whether the Palin-led attacks are fair: it's whether they will work.</p> <h2>What to watch for</h2> <p>Obama has no public events scheduled for today. Joe Biden has cancelled his appearances for Monday and Tuesday after the death of his mother-in-law on Sunday. McCain is campaigning in New Mexico and Tennessee; Palin is in Florida. </p> <p>Tomorrow night, Obama and McCain will return to the limelight, nudging Palin aside, as they appear for the second presidential debate in Nashville, Tennessee, in a \"town hall meeting\", taking questions from the audience. It's McCain's favourite format.</p> <h2>Latest polls</h2> <p>Gallup's latest daily tracking poll, released yesterday, gave Obama a seven-point lead, at 50%, over McCain's 43%. It was the ninth straight day that the Democrat had had a statistically significant lead. An amusing Rasmussen poll, meanwhile, exposes the depth of the country's annoyance with its Congressmen and women in the wake of the bail-out law passed on Friday: fully 59% of voters, the poll found, would eject the entire Congress if they could.</p> <h2>Quote of the day</h2> <p>\"Our opponent ... is someone who sees America, it seems, as being so imperfect, imperfect enough, that he is palling around with terrorists who would target their own country ... This is not a man who sees America as you see America and as I see America\": Sarah Palin all but calls Obama a foreigner and a traitor - and not, one suspects, for the last time.</p> <h2>Spoof of the day</h2> <p>Tina Fey excels again on <a href=\" http://www.nbc.com/Saturday\\_Night\\_Live/video/clips/vp-debate-open-palin-biden/727421/\">Saturday Night Live</a>, in a spoof of last Thursday's debate. On gay marriage: \"I believe marriage is meant to be a sacred institution between two unwilling teenagers.\"</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/06/uselections2008.barackobama\">Gloves off: McCain gets personal in bid to win back support</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/06/uselections2008.barackobama\">All smiles for Obama in the sunshine state</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/06/usa.useconomy\">Gary Younge: Ice-cream goes on the credit card as valley feels the chill</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/series/youngeamerica\">Younge America: the view from Roanoke</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/oct/06/uselections2008.barackobama\">Michael Tomasky: Whisper it - this election will be decided on the issues</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/10/dear-chairman-b.html\">'Dear Chairman Bernanke and Secretary Paulson …': A letter from Obama</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/10/05/mccains-keating-5-scandal_n_132103.html\">Huffington Post: Obama campaign to highlight McCain's 'Keating 5' scandal involvement</a></p> <p><strong>·</strong> <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/r/road_to_november/index.html\">New York Times: The road to November – a multimedia political journey</a></p> <p><strong>·</strong> <a href=\"http://feeds.feedburner.com/KevinDrum\">Mother Jones: The importance of reregulation</a></p>"
]