[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338650387\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/16/1224128085834/tmpphpNVPIr5.jpg\" alt=\"Obama and McCain debate\" width=\"460\" height=\"310\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: AFP</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Good evening. I know this is a radical thing to say, but I'm going to say it anyway: John McCain needs a \"game-changer\" if he's going to win tonight's final debate and, just conceivably, the election. (And whether he wins or loses, the pundits really need to stop using the word \"game-changer\" as soon as possible, because it's starting to get seriously annoying.) The question that's been making headlines, of course, is how McCain will attack Barack Obama over Bill Ayers -- he has signalled that he will, and reacted with visible irritation when Obama expressed surprise that he hadn't said it \"to my face\" the last time around. (Sarah Palin <a href=\"http://blogs.abcnews.com/politicalradar/2008/10/palin-prods-mcc.html\">certainly wants him to be aggressive</a>.) And he's said he'll <a href=\"http://news.yahoo.com/s/ap/20081012/ap_on_el_pr/mccain_economy\">\"whip [Obama's] 'you-know-what'\"</a>. But McCain's dilemma is that Obama's ever-widening poll lead seems to be based partly on voters responding badly to McCain's. Obama's dilemma -- which could create a crucial moment in a performance we can otherwise exepct to be cool and controlled as per usual -- is <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/oct/15/barackobama-johnmccain-debate\">how he responds</a> so as to dismiss the matter without looking evasive or untruthful. </p> <p>The official topic of tonight's 90-minute debate at Hofstra University in Hempstead, on Long Island in New York state -- <a href=\"http://en.wikipedia.org/wiki/List_of_Hofstra_University_alumni\">Christopher Walken's alma mater</a>, by the way -- is domestic affairs. McCain needs to <a href=\"http://us.cnn.com/2008/POLITICS/10/15/presidential.debate/index.html\">use it to differentiate his new economic plan from Obama's</a>, but that won't be enough to beat the odds now: they're completely <a href=\"http://www.guardian.co.uk/world/2008/oct/15/uselections2008-barackobama2\">stacked against him</a>. Could he concoct some big surprise tonight that <em>doesn't</em> rely on attacking Obama's character -- for example by challenging his rival to more debates, pledging to serve only one term, or promising a bipartisan cabinet, as George Stephanpolous <a href=\"http://blogs.abcnews.com/politicalradar/2008/10/stephanopoul-10.html\">speculates</a>? (A big gesture that doesn't involve pure negativity might appeal, especially if McCain is giving any thought to how to go out a dignified loser, if losing's his fate.) All these questions and more will be answered, or at least pondered in the company of beer and potato chips and salsa, during the course of an all-action liveblog, here from approximately <strong>8.50pm eastern time, 1.50am UK time</strong>; the debate begins at 9pm/2am. (You can watch the debate live in the UK on BBC News Channel, Freeview 080). Join me! It'll probably be fun, in a way.</p> <p>The main difference in tonight's <strong>format</strong> is that the candidates will be seated at a semicircular desk with the <strong>moderator</strong>, <a href=\"http://en.wikipedia.org/wiki/Bob_Schieffer\">Bob Schieffer of CBS News</a>. That might seem to favour McCain, who looked restless last time, occasionally wandering around the stage -- but it could also make any contemptuous body language towards Obama, such as not looking him in the eye, seem much worse. (And on MSNBC, Keith Olbermann is speculating even now that the arrangement might force camera angles showing the <a href=\"http://news.yahoo.com/s/mcb_election2008/20080926/wl_mcb_election2008/liberaladshowsmccainscarsquestionshealth\">scarred side</a> of McCain's face.) Continuing our tour of great American beers, tonight's <em>beer</em> is Snake Dog India Pale Ale, from Colorado's <a href=\"http://www.flyingdogales.com/beer-snake-dog.asp\">Flying Dog Brewery</a>; the drinking game will be improvised as we go along, for maximum alcohol consumption. The presence of an elitist London news editor here at Guardian Election Central tonight means there's also a drink called \"wine\", though as a regular Joe Sixpack I've no idea what that is.</p> <p><strong>8.25pm</strong> (all times eastern): Comments enabled now. Sorry about that.</p> <p><strong>8.55pm</strong>: The hall is full, and hushed, as we wait to discover exactly how Bob Schieffer will tell everyone to turn their mobile phones off... Ah, here he is, delivering a few words in memory of Tim Russert. (Did a CNN anchor just say that McCain called Hillary Clinton today for tips on handling this debate, by the way? How... curious.) </p> <p><strong>9pm</strong>: Schieffer lays out the format: nine 10-minute sections, with 2-minute responses, then a discussion, in which he'll encourage talk between the candidates. Obama and McCain enter and shake hands, rather warmly, it seemed to me, and with an exchange of pleasantries, though not quite on the \"can I call you Joe\" level. Schieffer asks them about their rival economic plans, McCain first.</p> <p>McCain begins with his obligatory Reference to Somebody Who is Ill and Needs Our Sympathy, in this case Nancy Reagan. \"America is hurting,\" he says. We need to put a \"floor\" under the decline in the housing market. He's setting out his mortgage buyup plan.</p> <p><strong>9.05pm</strong>: Obama says it's the worst financial crisis since the Great Depression, and lays out his four-point plan from earlier this week. He seems to be trying to say \"middle-class\" as frequently as possible. (Will McCain say it once, even, tonight? He didn't do so in either of the previous debates.) McCain: \"I would like to mention that senator Obama was out in Ohio and he had an encounter with a plumber [named Joe]... Joe wanted to buy his business, but he saw you were going to make him pay much higher taxes.\" Straight onto the tax attack, and a strong start for McCain, though he's blinking madly, it has to be said. \"Joe, I want to tell you, I will not stand for a tax increase on small business income... \" Then, directly to Obama: \"What you want to do for Joe the plumber, and millions more like him\" is to prevent him realising the American dream. Obama replies that he'll cut taxes for 95% of Americans, including Joe the Plumber.</p> <p>Ah, I was wondering when McCain would bring up the key phrase from Obama's encounter with Joe the Plumber -- Obama said he believed in \"spread[ing] the wealth around\". It's \"class warfare\", McCain says. </p> <p><strong>9.12pm</strong>: Is Joe the Plumber related to <a href=\"http://www.youtube.com/watch?v=_yCsReOId1k\">Joe Le Taxi</a>?</p> <p><strong>9.15pm</strong>: Schieffer asks a question the candidates have been asked before, and never quite answered: what will you sacrifice from your policy platforms, given the state of the economy? Obama says he'll go through the federal budget \"line by line\", eliminating programs that don't work, which isn't technically an answer. McCain: Energy independence! Oh yeah. \"We have to stop sending $600bn a year to countries that don't like us very much.\" McCain promises to take a hatchet to the federal budget and <em>then</em> a scalpel, which is an interesting approach to surgery. (The male undecided Ohio voters on CNN's running display seem to love this.)</p> <p>...Earmarks, and the Illinois planetarium projector! Time for a drink. I'm growing to love that roguish planetarium projector like an old friend. Obama gives his standard response, which is that earmarks are important (and some of them are \"screwy\") but don't count for much, especially in comparison to the budget deficit of the last eight years.</p> <p>McCain -- a good soundbite: \"Senator Obama, I am not president Bush. If you wanted to run against President Bush, you should have run four years ago.\" He repeats the \"taxes on anyone earning over $42,000\" claim, which Obama rejects by pointing out that even Fox News disputes it. \"And that doesn't happen very often.\"</p> <p><strong>9.22pm</strong>: McCain gets tetchy in response to the suggestion that he votes with his party and with George Bush on pretty much everything. </p> <p><strong>9.25pm</strong>: Both of you pledged to take the high road, Schieffer says, and yet neither of you have done so: he mentions Palin's \"pallin' around with terrorists\" line. \"Are each of you tonight willing to sit at this table and say to each others' face what people in your campaigns have said about each other?\" Schieffer seems actively to be trying to provoke a fight here. McCain says none of this would have happened if Obama had accepted his town-hall invitation, and now acts very hurt and wounded about Congressman John Lewis's remarks earlier this week, in which he linked McCain and Palin to civil-rights-era racism in the South.</p> <p>\"Senator Obama has spent more money on negative ads than any political campaign in history, and I can prove it.\" Tough stuff, though it's always a little strange the way he smiles while he's doing it. Now he accuses Obama of not keeping his word on public finances. \"You didn't tell the American people the truth.\" </p> <p><strong>9.31pm</strong>: Obama himself, in what seems like a defence of Lewis, brings up the shouts of \"terrorist\" and \"kill him\" that have been heard at Palin rallies. \"Read what he said! You gotta read what he said!\" McCain splutters, interrupting. But Obama does call Lewis's comparison with the civil rights era \"inappropriate.\" McCain gets very cross indeed when Obama accuses him of negative campaigning. \"Let me just say categorically, I'm proud of the people who come to our rallies,\" he says, and adds something completely confusing about people wearing hats. \"A lot of things have been said at your rallies that I'm not happy with,\" he tells Obama. It's all about John McCain's wounded feelings tonight, it seems.</p> <p><strong>9.35pm</strong>: via Ezra Klein, it's <a href=\"http://www.joetheplumber.com/\">Joe the Plumber</a>, the friendliest plumber in town! I don't think this is <em>the</em> Joe the Plumber, though.</p> <p><strong>9.36pm</strong>: \"Mr Ayers,\" McCain begins. \"I don't care about a washed-up terrorist, but... we need to know the full extent of that relationship.\" And there's your first reference to Bill Ayers, but McCain doesn't wait, or even press the point much; he moves on to saying that the community organisation ACORN is in the process of perpetrating one of the biggest voter frauds in American history. Which even Joe The Plumber would point out is a ridiculously exaggerated claim that nobody else is making.</p> <p>\"Mr Ayers has become the centrepiece of Senator McCain's campaign,\" Obama says, talking of how he's \"roundly condemned\" Ayers's \"despicable\" acts, and how he served on a school board with Ayers but with various Republicans, too, under the auspices of a close friend of Ronald Reagan's. \"Mr Ayers is not involved in my campaign, he has never been involved in this campaign, and he will not advise me in the White House. So that's Mr Ayers.\" </p> <p>Obama says his only involvement with ACORN was representing them alongside the US Justice Department. \"The allegation that Sen McCain has continually made is that some of my associations are problematic\" and so Obama mentions his other \"associations\" with Warren Buffett, various Republican bigwigs, etcetera. McCain seems frozen and grinning.</p> <p><strong>9.38pm</strong>: McCain says Obama and Ayers sent $230,000 to ACORN, and that Obama launched his political career in Ayers's living room. \"That's not true,\" says Obama. (Maybe it was the kitchen?) \"Facts are facts,\" says McCain, hammering onwards, but CNN's undecided voters aren't interested; the meter is flatlining.</p> <p><strong>9.45pm</strong>: Joe again -- only this time it's Joe Biden, in response to a question inviting the candidates to celebrate the brilliance of their running-mates. McCain ends his Palin pitch with a strange little tribute to Todd 'The Snowmobile' Palin, a smile and a snuffle. Then he starts twitching as Obama speaks; he's a roiling cauldron of emotions tonight, though he's performing much more strongly than last time. CNN's Ohio women, by the way, <em>really really</em> don't like Sarah Palin, but Obama declines an invitation from Schieffer to argue that she's not qualified to govern. That'll be for the voters to decide, he says.</p> <p><strong>9.47pm</strong>: Schieffer wants to ask a question, he says, about \"climate control.\" \"Climate change!\" McCain snaps back, entirely unnecessarily. While Obama answers, McCain wears a fixed smile, which makes him look like the Joker.</p> <p>\"I admire so much Senator Obama's eloquence,\" McCain says. Ouch. \"He said we should 'look at' offshore drilling. 'Look at' -- you get that? We can drill now!\" And what's more, you betcha Joe the Plumber will do the drilling, if you ask him nicely and don't steal all his taxes. Obama says America needs a president who will \"enforce unfair trade agreements\". Did the McCain perma-grin twitch a little at the slip-up? I think it did, I think it did!</p> <p><strong>9.53pm</strong>: John McCain is a very strange chap. I'm sorry, but there it is. </p> <p><strong>9.57pm</strong>: Do you favour controlling health care costs over expanding coverage? Both, says Obama. McCain wants to put health records online (lots of data entry involved, but maybe Joe the Plumber can do that too?) Oh, and he reprises his $5,000 refundable tax credit for everyone, to which Obama soon gives his oft-heard response: the extra income taxation involved in McCain's healthcare plans would eliminate the benefits.</p> <p>McCain directly addresses \"my old buddy Joe the Plumber\". This is getting ridiculous. \"If you're out there my friend, and you've got employees and you've got kids, if you don't get the healthcare plan that Senator Obama mandates, he's going to fine you.\" Obama says Joe the Plumber would pay no fine, because his business is a small business. This debate has now become completely dominated by Joe the Plumber. It's going to be funny tomorrow when Joe the Plumber goes on all the cable networks and reveals that he's a die-hard Ron Paul supporter who thinks money should be abolished.</p> <p><strong>10.06pm</strong>: An abortion question: could either of you ever nominate someone to the Supreme Court who disagrees with you on Roe vs Wade? No litmus test, says McCain. No \"strict litmus test,\" says Obama, but he agrees with Roe vs Wade, and \"what ultimately I believe is that women\" -- in consultation with family and others -- \"are in the best position\" to decide.</p> <p>McCain says that as an Illinois state senator, Obama voted to deny treatment to babies born alive in failed abortions. Obama shakes his head, in a sad, Obama way. Big split between CNN's men and women: the women hate this attack from McCain, but the men love it. \"Let me respond to this,\" Obama says. \"If it sounds incredible that I would vote to withhold lifesaving treatment from an infant, that's because it's not true.\" Obama clarifies his position: he voted against a pro-life bill, but the lifesaving treatment was already legally required. \"Another example of Senator Obama's <em>eloquence</em>,\" McCain snaps back.</p> <p>Look, it's Barack Obama and Joe le Plumber:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338650278\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/16/obamaplumber.jpg\" alt=\"Barack Obama and plumber Joe Wurzelbacher\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p><br><strong>10.18pm</strong>: Last question, which seems a little early -- on America's terrible standing in international education league tables. Obama wants investment in early childhood education, and an \"army of new teachers\" with more pay in exchange for higher standards. \"Throwing money at the problem isn't the answer,\" McCain responds.</p> <p>...And <a href=\"http://familysecuritymatters.org/publications/id.1465/pub_detail.asp\">here's an interview</a> with Joe the Plumber, Joe Wurzelbacher, himself:</p> <p>Q: Do you think your question surprised Obama, caught him off guard at all?<br>A: Well that was actually my intent. Most people, you ask them \"do you believe in the American Dream?\" Nine times out of ten they'll sit there and go, \"Yeah, of course!\" That's where he messed up, because as soon as I asked him that, his answer shows that he doesn't believe in the American Dream. You know, like the question you asked before – he pretty much contradicted himself. \"I don't want to punish you but --\" Well, you're going to anyways.</p> <p><strong>10.25pm</strong>: CNN's Ohio voters like Obama's education plans more than McCain's.</p> <p><strong>10.27pm</strong>: A discussion of vouchers in the Washington DC school system. Obama doesn't support school vouchers because the data doesn't support the notion that they work. McCain grins at the entirely comical notion of \"data\". \"Because there's not enough vouchers, therefore we shouldn't do it, even though it works? I got it,\" says McCain and does one of his terrible Big Mocking Laughs. Nobody else is allowed to laugh even if they wanted to, which makes McCain look awkward.</p> <p><strong>10.28pm</strong>: Closing statements. McCain has a \"long record\" of being \"a careful steward of your tax dollars.\" It's all about \"whether you can trust us or not... that's why I ask you not only to examine my record but my proposals for the future of this country... a long line of McCains have served our country in war and in peace.\" </p> <p><strong>10.29pm</strong>: Obama: \"The biggest risk we could take right now is to adopt the same failed policies and the same failed politics that we've seen over the last eight years and somehow expect a different result.\" What we need is \"a spirit of sacrifice.\" </p> <p>...Schieffer: \"I will leave you tonight with what my mother always said: go vote now, it will leave you big and strong.\" Obama and McCain stand and shake hands. \"Good job, good job!\" McCain tells Obama. And thus ends the forty-ninth debate of the election, if you include the primaries.</p> <p><strong>10.50pm</strong>: CNN's Ohio focus group were entirely unimpressed by all the Joe the Plumber nonsense, and reckon Obama won.</p> <p><strong>10.52pm</strong>: More shortly, when we get the instant polls, etcetera. My take: McCain's strongest performance yet, without a doubt, but that's really not saying very much -- he made Obama's coolness and reserve look a little more like passivity, but on the other hand, he didn't focus his Ayers-related attack at all: he just mentioned Ayers a bit, whereas Obama had a sharp but not-too-short response ready that seemed to draw a line under the matter. Close-ups of McCain's face just don't do him any favours, either; anger, disdain and contempt flicker across his face every few seconds.<br> <strong>10.58pm</strong>: Joe Wurzelbacher is on CBS. He says he's uncommitted, but he strikes me as more likely a McCain voter, and says McCain impressed him the most tonight.</p> <p><strong>11.06pm</strong>: CNN instant poll of uncommitted voters: 58% gave the debate to Obama, 31% to McCain; 70% found Obama the more likeable; 22% McCain. No game-changer tonight, then... CBS has similar results, <a href=\"http://www.cbsnews.com/blogs/2008/10/15/politics/horserace/entry4525171.shtml\">53% to 22%</a>. That's worse for McCain than both the previous debate snap polls, I think. Even Fox News's focus group, run by Frank Luntz, thinks Obama won.</p> <p>Here's <a href=\"http://www.cbsnews.com/stories/2008/09/18/politics/2008debates/main4457570.shtml\">Joe the Plumber on CBS.</a> And <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/10/mcangry.html\">here's</a> some very rapidly produced YouTubery of John \"Angry\" McCain.</p> <p><a href=\"http://marcambinder.theatlantic.com/archives/2008/10/valence_and_visuals.php\">Marc Ambinder:</a> \"Tonight, we saw a McXplosion. Every single attack that Sen. McCain has ever wanted to make, he took the opportunity tonight to make. Around 30 minutes in, McCain seemed to surrender the debate to his frustrations, making it seem as if he just wanted the free television.\"</p> <p>So there you have it. Barack Obama won, John McCain didn't, not least because he simply can't control his annoyance and his contempt for his rival. But the real winner was Joe the Plumber. And also Democracy. Which means that, in a very real sense, it was a victory for America, and for each and every one of us. </p> <p>And so, goodnight: my <a href=\"http://blogs.guardian.co.uk/burkeman\">regular blog</a> will continue through to the election. Of course, I'll be liveblogging election night, and quite possibly various other pre-election events as circumstances warrant. Thanks for reading and commenting...</p>",
  "<p>Gordon Brown built on his best week as prime minister last night by endeavouring to set the global agenda on the international banking crisis and to inoculate the financial system against a relapse.</p> <p>The prime minister surprised an EU summit by unveiling proposals for a major summit which he said should take place within weeks to rewrite the rulebook for the world economy.</p> <p>Stepping up his campaign for a new \"international financial architecture\" that would banish the threat of renewed meltdown, Brown sought to rally a summit of 27 European leaders behind his scheme, also supported by Nicolas Sarkozy, French president and current president of the European council.</p> <p>Sarkozy said the global summit should take place in New York. Brown said it should take place next month or in December and claimed there was widespread support for the conference.</p> <p>\"There is now general agreement on a meeting with an agenda for far-reaching reform,\" said Brown after talking to George Bush, his European peers, and the leaders of China, Brazil, and Australia in recent days.</p> <p>Fresh from a triumphant summit of 16 European leaders in Paris on Sunday which adopted the \"Brown plan\" as the model for salvaging the European banking sector from collapse and kickstarting the paralysed markets, the prime minister yesterday lobbied the other 11 countries of the EU to follow his lead and announced that it was already time to move on to \"stage two\" in tackling the global financial and worsening economic crisis.</p> <p>\"Stage one has been stabilising the financial system. We also have to move to stage two,\" said Brown, who unusually was the first leader to arrive for last night's summit and spent all day yesterday locked in one-on-one meetings with European commission officials and Scandinavian and central European government chiefs.</p> <p>Brown sprung a seven-page paper on last night's summit, outlining his remedies for the global crisis. In doing so, he risked the accusation that he was hijacking the summit agenda at the last minute and stealing the limelight from Sarkozy. British officials said the new proposals had been shared with the French in advance.</p> <p>The proposals are designed to set in motion the most far reaching reforms to world financial institutions since the Bretton Woods meeting of 1944 which led to the creation of the IMF and the World Bank. The conference to rewrite the global financial rules would also agree on a new world trade deal, following the collapse of negotiations in July, in order to remove the dangers of stronger protectionism as the world moves into recession. </p> <p>Brown demanded: </p> <p>• an early-warning system for the world economy to ensure that problems are anticipated earlier; </p> <p>• a framework to ensure crises are dealt with better as they arise; </p> <p>• cross-border colleges of supervisors to monitor the world's top 30 companies and financial institutions that trade across borders. </p> <p>\"It is a response to unique times, unprecedented circumstances and the need to think in unconventional ways about what is the right thing to do,\" the prime minister said.</p> <p>\"I want to see a timetable for agreeing these proposals over the next few weeks and months.\" </p> <p>The group of international regulators for the world's top 30 banks would seek to prevent a repeat of the current financial meltdown, while Brown's vision of a new Bretton Woods handed the key role of investigating and supervising the impact of the financial sector on the real economy. </p> <p>It would work hand in glove with the G7's current financial stability forum (FSF), comprising treasury officials, central bankers and regulators, to deliver early warnings of systemic risk to economic and financial stability and propose measures to combat it. </p> <p>The FSF, based in Basel, Switzerland would be expanded to include members from important emerging economies such as China, India, Brazil, Russia and South Africa. </p> <p>The prime minister demanded strict regulation of all financial market players, including hedge funds and others operating in the \"shadow\" banking system that have helped provoke the current crisis with complex derivative products.</p> <p>The French proposals for last night's summit included action to curb executive excess, saying that the pay and bonuses of company bosses should reflect \"their real performance\" and the success of their businesses.</p> <p>Earnings should not lead to \"excessive risk-taking or extreme concentration on short-term objectives.\"</p> <p>Sarkozy told the summit that no financial institution should escape regulation and supervision.</p> <p>\"We must also work to eliminate the grey areas that undermine our efforts at coordination, in this case the offshore centres,\" he said.</p> <p>Brown hopes that agreement among the EU 27 last night would allow the four EU members of the G8 - Britain, France, Germany and Italy - to present a united front at the proposed world summit which could include the US president-elect as it would take place after the November 4 presidential election.</p>",
  "<p>Nearly a third of American voters are expected to cast their ballots before election day, testimony to the enthusiasm about the contest between Barack Obama and John McCain. Preliminary exit poll evidence from battleground states suggests that the record level of early voting is strongly benefiting Obama, giving him a cushion against a late surge by McCain.</p> <p>More than 30 states now allow early voting, in person or by mail, and past experiences of chaos on election day mean more voters are interested in casting their ballot early. </p> <p>The Democratic camp in particular has devoted resources to mobilising its supporters to vote early for Obama.</p> <p>Paul Gronke, of the Early Voting Information Centre, predicts that about 30% will cast their votes before November 4.</p> <p>Voting in some battleground states, such as Pennsylvania, has been under way since mid-September. That coincides with McCain's slide in the opinion polls. Florida and Colorado began voting this week.</p> <p>That, together with the Obama camp's emphasis on early voting, has fuelled a sense of optimism among Democrats about their prospects against the Republican presidential candidate.</p> <p>A new poll of five battleground states that voted for George Bush in the 2004 elections showed Obama holding a sizeable advantage among early voters. Only a fraction of the electorate - 10% in most cases - had voted by the time of the SurveyUSA poll, but Obama's lead in some cases was formidable.</p> <p>That defies past experience of early and absentee voting, which was once the preserve of older voters who were unsure whether they would be able to get to the polls on election day. Traditionally, that constituency has favoured Republicans.</p> <p>Democratic organisers have already seen a big increase in early voting in Ohio, one of the states Obama is hoping to capture from the Republicans. Only 6% of Ohio voters cast early ballots in 2004. By October 13, the number of early voters was 12%, most of them Obama supporters.</p> <p>\"You are going to see committed partisans turning out, the most enthusiastic supporters of either candidate, and polling has shown that the level of enthusiasm is higher among more people for Obama than for McCain just now,\" Dan Seligson at electiononline.org said.</p> <p>In North Carolina, which only weeks ago had been seen as a sure bet for the Republicans, Obama had a 34% lead among the 5% of the electorate who took part in early voting, according to exit polls. </p> <p>The same scenario was unfolding in another state once seen as an unlikely prospect for the Democrats: Indiana. Among the 14% of voters who have already cast their ballots, Obama was leading by 34%, exit polls predicted. In Georgia, seen as a staunchly Republican state, Obama had a 6% advantage among early voters. Some 18% of the electorate had cast their ballots at the time of the survey.</p>",
  "<p>US pollsters yesterday put John McCain's chances of overtaking Barack Obama in the final weeks to win the White House as extremely remote, given the lead the Democratic candidate has built up, the most recent poll putting him 14 points ahead.</p> <p>Polling experts expect the gap between the two to narrow as election day, November 4, nears, but they regard the contest as effectively over for McCain, barring some dramatic national security crisis.</p> <p>\"You are more likely to be killed by a meteor dropping on your head than McCain becoming president,\" said Professor Michael McDonald, who specialises in polls and election number-crunching at Virginia's George Mason University.</p> <p>Pollsters said no US candidate had ever been as far behind as McCain at this stage in an election in recent political history and won. Once the electorate shifts in favour of a candidate, as it seems to have done for Obama in the last few weeks, it seldom moves again, they said.</p> <p>Doug Usher, who was a pollster for John Kerry in his failed bid against President George Bush in 2004, was more cautious than many of his colleagues. He predicted a tightening of the race - especially since the instinct of the average US voter tends to be conservative. Even so, Usher, who works for Washington-based Widmeyer Communications, described McCain's chances of winning as possible, but \"incredibly remote ... There is only a one in 10 chance that McCain could overtake Obama.\"</p> <p>Like other pollsters, Usher warned that some unexpected event could change the race. \"What is endlessly fascinating about US politics, you think about the most insane thing that could happen - and something even crazier happens.\"</p> <p>A New York Times/CBS poll published yesterday gave Obama his biggest lead yet since it began conducting its monthly surveys, putting him on 53% against McCain's 39%. Details of the poll suggest that McCain is being punished for the state of the economy, and that his negative campaigning during the past few weeks - going after Obama on personality issues rather than policy - has backfired.</p> <p>A Los Angeles Times/Bloomberg poll yesterday put Obama on 50%, to McCain's 41%. Four other national polls give Obama a double-digit lead: Newsweek (+11), ABC/Washington Post (+10), Democracy Corps (+10), and Research 2000 (+11). Gallup gives him a seven-point lead; Battleground, eight points. Even those polls less favourable to Obama have him with a lead of about 6%. The margin for error is about 2-3%.</p> <p>The pollsters have proved to be inaccurate before, getting the New Hampshire primary in January spectacularly wrong. Hillary Clinton won, even though the polls had given Obama big leads. Last year, Clinton enjoyed a lead of 30% nationally over Obama in the autumn, only to see it evaporate within a month or so.</p> <p>There are a few recent presidential elections that offer McCain grounds for hope. In 1980, pollsters said the contest between President Jimmy Carter and Ronald Reagan was too close to call, but Reagan won by 51% to 41%. McCain might regard 1976 as a more hopeful precedent, when President Gerald Ford cut Carter's 33% lead after the Democratic convention to just 2% on election day.</p> <p>Scott Keeter, director of survey research for the Washington-based Pew Research Centre, one of the most respected polling organisations in the US, said that when it last polled two weeks ago about 20% of those surveyed were still uncommitted, enough to reduce or eradicate Obama's lead if there were to be an international incident or major gaffe by the Democratic candidate that damaged his credibility.</p> <p>Despite the New Hampshire result, Keeter believes that US pollsters have a good track record. Pew was accurate in 2004 and the average of other major pollsters was close to the final result.</p> <p>The present batch of polls suggest that Obama is on course for a landslide, with a chance of taking many previously staunchly Republican states.</p> <p>Another pollster, Peter Brown, of Connecticut-based Quinnipiac University, whose surveys in swing states published this week show Obama in front in several key states that normally vote Republican, said: \"No one in modern American history has been as far behind in the polls as Senator McCain and won an election.\" He said opinion surveys had been conducted in the US since as far back as the 1950s.</p> <p>Pollsters largely discount the possibility of a \"Bradley effect\", in which white voters lie to those conducting the survey, saying they will vote for a black candidate but then fail to do so on the day. Tom Bradley, a black candidate running for governor of California in 1982, lost after having double-digit opinion polls leads.</p> <p>Pollsters such as the Republican Neil Newhouse also predict that young voters, who are broadly two to one in favour of Obama, will turn out, even though as a group they have been notorious for failing to cast their votes.</p> <p>McDonald, who will be locked away on election day number-crunching the exit polls for one of the big television networks, believes it is unlikely that the polls will shift significantly, because the undecideds have basically made up their minds, having seen the candidates in the debates and given developments on the economic front.</p> <p>\"If you look at recent polls, once they break they tend to stay constant,\" he said. \"That happened in 2000 and 2004. The polls moved decisively and there was no bounce back.\"</p> <p>He added: \"If I was a McCain staffer, I would be looking at my resume, as there is no chance of a White House job.\"</p>",
  "<p>So McCain defends Obama when someone calls him an Arab by saying \"No, he is a decent family man, [a] citizen ... \" (McCain tones down campaign as critics say tactics incite hatred, October 13). McCain clearly believes that Arabs are neither decent family men nor citizens of the US. How racist is that? Could this be a clue as to why the US has such problems winning hearts and minds in Iraq and Afghanistan? And when did he decide to throw away the Arab vote in the presidential election? He surely can't expect to get any now.<br><strong>Colleen Darby</strong><br>Manchester </p> <p>Jenny Uglow, in her review of Richard Holmes' book The Age of Wonder (Review, October 11), repeats the often-made assertion that the word \"scientist\" was coined by William Whewell. She says it was in 1833; the OED gives the date as 1830. Neither is correct. One of my forebears, an itinerant lecturer named John Banks, was described as a \"scientist\" in the Gentleman's Magazine in 1796. The magazine's readers were presumably already familiar with the term. <br><strong>Cyril Aydon</strong><br>Banbury, Oxfordshire </p> <p>So the MoD's contractors have lost a disk containing details of 1.7 million people who have inquired about joining the armed forces (Report, October 14). Shouldn't we be proud that 1.7 million people have even considered joining the armed forces since the computer disk was invented?<br><strong>Ian West</strong> <br>Leicester </p> <p>Adrian Greeman (Letters, October 14) is so right. We need to go back to basics; cliches need to be sexed up 24/7 to win hearts and minds. This government's lack of action beggars belief.<br><strong>Adele Zaslawska</strong><br>Andover, Hampshire </p> <p>Are gudgeon similarly pessimistic (Bleak warning that UK fish face extinction, October 14)?<br><strong>Martin Shepherd</strong> <br>Enfield Lock, Middlesex </p> <p>One good thing about the world's financial troubles and the US presidential election - between them they've driven Amy Winehouse from your pages.<br><strong>Michael Talbot-Smith</strong><br>Wick, Worcestershire</p>",
  "<p>The Democratic presidential campaign yesterday deployed its reserve weapon, Michelle Obama, sending her to traditionally Republican Indiana to tell voters they were faced with a clear choice on November 4.</p> <p>Speaking in the struggling industrial town of Fort Wayne, she said there was only one candidate who had a plan for universal healthcare, to ensure children could go to college and who had a timetable for troop withdrawal from Iraq. </p> <p>\"The choice is clear in this election. There's only one candidate who is talking about the issues that matter most to American families,\" she said.</p> <p>Her appearance was a sign of the campaign's confidence. The last time Indiana's 11 electoral votes went to the Democrats in a presidential election was in 1964.</p> <p>Local polls show John McCain leads by five to seven points, but the margins have been closing. But she gave no indication of complacency. \"We are taking nothing for granted. Barack Obama will be the underdog until he is sitting in the White House.\" </p> <p>About 1,000 people assembled at Fort Wayne's central conference centre - a marked increase on the crowd that came to hear her here during the primaries.</p> <p>Katia Wilson, a resident, said she had come to witness history in the making. As a black woman, she said Michelle Obama's address to the Democratic convention moved her. \"She motivated and inspired me and I've come to hear her story.\"</p> <p>Obama delivered a speech that stressed her husband's empathy with the plight of working families. \"Barack Obama gets it,\" she said, referring to the daily struggle.</p> <p>There was no mention by name of either McCain or his running mate, Sarah Palin. But Michelle Obama implicitly criticised the recent negative tone of their campaign by saying of her husband: \"He's done it all with a level of grace and poise and respect and dignity.\"</p>",
  "<p>The Democratic campaign for the US presidency today deployed its reserve weapon, Michelle Obama, sending her to traditionally Republican Indiana to tell voters they were faced with a clear choice on November 4.</p> <p>Speaking in the struggling industrial town of Fort Wayne, Michelle Obama said there was only one candidate in the election who had a plan for universal health care, to ensure children could go to college and who had a timetable for withdrawal from Iraq. \"The choice is clear in this election. There's only one candidate who is talking about the issues that matter most to American families.\"</p> <p>Michelle Obama's appearance in the conservative corn belt state of Indiana was a sign of the campaign's confidence. The last time<br>Indiana's 11 electoral votes went to the Democrats in a presidential<br>election was in 1964.</p> <p>Local polls show the Republican contestant John McCain still in the lead by between 5 and 7 points, but the margins have been closing. Nonetheless, Michelle Obama gave no indication of complacency. \"We are taking nothing for granted. Barack Obama will be the underdog until he is sitting in the White House. \"We always act as the underdog. You have to work harder and be smarter; every day counts.\"</p> <p>About 1,000 people assembled at the town's central conference centre – a marked increase on the crowd that came to hear Michelle Obama on her previous appearance in Fort Wayne in the primaries. \"It's an amazing turnout on a grey rainy day in Republican Indiana,\" said Bob Caylor of the local paper the News-Sentinel.</p> <p>Katia Wilson, a Fort Wayne resident, said she had come to witness history in the making. As a black woman she said Michelle Obama's address to the Democratic convention had moved her. \"She has motivated and inspired me and I've come to hear her story.\"</p> <p>Beneath four Stars and Stripes, Michelle Obama delivered a speech that stressed her husband's empathy with the plight of working families. \"Barack Obama gets it,\" she said, referring to the daily struggle. \"He didn't get it in a philosophical or intellectual way - he gets it because he's lived it.\"</p> <p>There was no mention by name of either McCain or his running mate Sarah Palin. But she implicitly criticised the recent negative tone of their campaign by saying of Barack Obama: \"He's done it all with a level of grace and poise and respect and dignity.\"</p>",
  "<p>Tonight, John McCain will reinvent himself as the old John McCain.</p> <p>In a speech on Monday that served as a curtain-raiser for this evening's presidential debate, McCain acknowledged the long odds on his victory, and - accusing Barack Obama's campaign of complacency - unfurled a rhetorical flourish worthy of Blackadder's Baldrick: <a href=\"http://www.cbsnews.com/blogs/2008/10/13/politics/fromtheroad/entry4518073.shtml\">\"We've got them just where we want them.\"</a> This was the plan all along, you see. Now that he is 10 points behind and has Obama begging for mercy, the senator from Arizona is going to <a href=\"http://www.politico.com/blogs/bensmith/1008/McCain_hits_reset.html\">\"hit the reset button\"</a> and start again. His cunning plan is to remind voters of what they liked about John McCain in the first place.</p> <p>McCain's team have <a href=\"http://www.politico.com/news/stories/1008/14513.html\">concluded</a> that the Original Maverick has been smothered by the crabbed and cramped presidential candidate. The new McCain – well, the new old McCain – will be the McCain that much of the country and pretty much all of the media fell in love with eight years ago: feisty, funny and dangerously candid; a man who doesn't hold grudges or approve of personal attacks; a politician for people who don't like politicians. In short, <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/13/uselections2008-johnmccain\">the maverick is back</a>. And he's nice.</p> <p>The new old maverick is a pugilist who hates hitting people. McCain is \"a fighter\" who will <a href=\"http://news.yahoo.com/s/ap/20081012/ap_on_el_pr/mccain_economy\">\"whip\" Obama's \"you-know-what\"</a> this evening and who now <a href=\"http://www.time-blog.com/swampland/2008/10/john_mccain_prepares_to_fly.html\">arrives on stage at campaign rallies to the theme from Rocky</a> - just <a href=\"http://thecaucus.blogs.nytimes.com/2008/04/01/yo-adrian-clinton-has-a-new-theme-song/\">like Hillary Clinton used to</a> when Obama had her on the ropes back in the spring. At the same time, however, he will abjure negative attacks. This might be quite a confusing debate.</p> <p>Will McCain's attempt to reclaim the mantle of a loveable maverick work? I don't think so. Here's why: being a maverick is what got McCain into this trouble in the first place.</p> <p>Ever since the Republican national convention, McCain has been boasting that he and Sarah Palin, crazy mavericks both, are on a mission to <a href=\"http://www.cnn.com/2008/POLITICS/09/15/campaign.wrap/\">\"shake things up\" in Washington</a>. But the problem is there's a whole lotta shaking going on already, and most voters wish it would stop. </p> <p>The economic crisis has Americans scared. Right now, the thing they want most is reassurance. That's why the soothing, technocratic hum of Obama's debate performances are winning the day. Obama has said nothing particularly interesting about the economy, or about anything else, come to that. But just by sounding calm and confident he's persuaded much of the country that he is the man to see them through this turbulence. Obama is boring his way to victory. </p> <p>It's understandable that McCain should want to revive the maverick inside. It was as a maverick that he won his most glorious victories: New Hampshire in 2000, the nomination in 2008. But those were primary campaigns. General elections require something different.</p> <p>McCain has failed to notice the way in which Obama switched course between the primaries and the general election. During 2007 in Iowa, to audiences of politically engaged Democrats, Obama was \"fired up\" about \"changing the way Washington does business\". But since he became the nominee, Obama has talked very little about Washington, and much more about assuaging voters' concerns. He's no Bill Clinton, whose bedside manner was second-to-none, of course - but he has learnt from the great seducer the importance of sweet-talking the middle class. Nine out of 10 voters <a href=\"http://thepage.time.com/2008/10/14/staying-on-the-wrong-track/\">believe the country needs to change direction</a>, even if they're not sure about the exact compass setting. Obama's \"change\" now means whatever voters want it to mean: it's vagueness they can believe in.</p> <p>And anyway, this is not just about the economy. It's about a mismatch of persona and role. Voters just don't want a maverick as president. The president unites; mavericks, by their nature, divide. The president reassures; mavericks agitate. The president has a cool head; mavericks are hotheads.</p> <p>Perhaps McCain should have presented himself as the seasoned old hand ready to do his duty for the country if they take a look at the other guy and get the jitters at the last minute. After all, McCain has been in the Senate for nearly 30 years, and he has been a familiar national figure for at least eight. He's up against an opponent with less than four years' experience of national politics. Yet somehow, McCain has contrived to make himself look like he's the risky choice – and that's why every reset brings him closer to defeat.</p> <p>The McCain campaign's epitaph will read: Here lies John McCain the presidential candidate, killed by the John McCain the maverick.</p>",
  "<p>US pollsters today put John McCain's chances of overtaking Barack Obama in the final weeks to win the White House as extremely remote given the leads he has built up, the most recent putting him a staggering 14% ahead.</p> <p>Polling experts expect the gap between the two to narrow as election day, November 4, draws closer, and some caution against a landslide win for Obama. But they regard the contest as effectively over barring some dramatic national security crisis.</p> <p>\"You are more likely to be killed by a meteor dropping on your head than McCain becoming president,\" said Professor Michael McDonald, who specialises in polls and election number-crunching at Virginia's George Mason University.</p> <p>Pollsters said no US candidate has ever been as far behind as McCain at this stage in an election in recent political history and won. Once the electorate shifts in favour of a candidate, as it seems to have done over the last few weeks, it seldom moves again, they said.</p> <p>Doug Usher, who was a pollster for John Kerry in his failed bid against President George Bush in 2004, is more cautious than many of his colleagues. He predicted a tightening of the race - especially since the instinct of the average US voter tends to be conservative - and that the US media would inevitably at some point write about an incredible McCain comeback.</p> <p>Even so, Usher, who works for Washington, DC-based Widmeyer Communications, described McCain's chances of winning as possible but \"incredibly remote\". \"There is only a one in 10 chance that McCain could overtake Obama. I think Obama is going to win but not by a landslide.\" Like other pollsters, he warned that some unexpected event could change the race: \"What is endlessly fascinating about US politics, you think about the most insane thing that could happen - and something even crazier happens.\"</p> <p><a href=\"http://www.nytimes.com/2008/10/15/us/politics/15poll.html?hp\">A New York Times/CBS poll</a> published today gave Obama his biggest lead yet since it began conducting its monthly surveys, putting him on 53% against McCain's 39%. Details of the poll suggest that McCain is being punished for the state of the economy and that his negative campaigning over the last few weeks, going after Obama on personality issues rather than policy, had backfired.</p> <p>The poll is consistent with the trend in others published today and over the last few days. <a href=\"http://www.latimes.com/news/politics/la-na-poll15-2008oct15,0,2945650.story\">A Los Angeles Times/Bloomberg poll</a> today put Obama on 50% to McCain's 41%. Four additional polls give Obama a double-digit lead: <a href=\"http://www.newsweek.com/id/163339\">Newsweek (+11)</a>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/12/AR2008101202333.html\">ABC/Washington Post (+10)</a>, <a href=\"http://www.democracycorps.com/strategy/2008/10/obama-holds-double-digit-national-advantage/\">Democracy Corps (+10) </a>and <a href=\"http://www.dailykos.com/storyonly/2008/10/15/71048/242/995/630556\">Research 2000 (+11)</a>. Two other polls give Obama a slightly smaller lead: <a href=\"http://www.gallup.com/poll/111172/Gallup-Daily-Before-Final-Debate-Obama-Leads.aspx\">Gallup (+7)</a> and <a href=\"http://www.realclearpolitics.com/RCP_PDF/BG_101508_2-way-ballot-trender.pdf\">Battleground (+8)</a>. </p> <p>The pollsters have proved to be inaccurate before, getting the New Hampshire primary in January spectacularly wrong. Hillary Clinton won, even though the polls had given Obama big leads. Last year, Clinton had enjoyed a lead of 30% nationally over Obama in the autumn, only to see it evaporate within a month or so.</p> <p>There are a few recent presidential elections that offer McCain grounds for hope. In 1980, pollsters said the contest between President Jimmy Carter and Ronald Reagan was too close to call but Reagan won by 51% to 41%. McCain might regard 1976 as a more hopeful precedent, when President Gerald Ford cut Carter's 33% lead after the Democratic convention to just 2% on election day.</p> <p>Scott Keeter, director of survey research for the Washington DC-based Pew Research Centre, one of the most respected polling organisations in the US, said that when it last polled two weeks ago about 20% of those surveyed were still uncommitted, enough to reduce or eradicate Obama's lead if there was to be an international incident or major gaffe that damaged his credibility.</p> <p>In spite of New Hampshire, Keeter believes US pollsters have a good track record. Pew was accurate in 2004 and the average of other major pollsters was close to the final result.</p> <p>Bush won the election by 50.7% to Kerry's 48.3%. Pew had Bush on 51% to Kerry's 48% based on a survey conducted between October 27 and October 30. The Washington Post/ABC had Bush on 49% and Kerry 48%, Gallup had them tied on 49% and Newsweek, the most adrift, had Bush on 50% and Kerry 44%. The present batch of polls suggest that Obama is on course for a landslide, with a chance of taking many Republican states normally regarded as beyond the reach of a Democrat. </p> <p>Another respected pollster, Peter Brown, of the Connecticut-based<br>Quinnipiac University, whose surveys in swing states published this week showed Obama in front in several key states that normally vote Republican, said: \"No one in modern American history has been as far behind in the polls as senator McCain and won an election.\" He said polling had been conducted in the US since as far back as the 1950s.</p> <p>Pollsters largely discount the possibility of a Bradley effect, in which white voters lie to those conducting survey, saying they will vote for a black candidate but then fail to do so on the day. Tom Bradley, a black candidate running for governor of California in 1982, lost after having double-digit polls leads.</p> <p>Pollsters such as the Republican Neil Newhouse also predict that young voters, who are broadly two to one in favour of Obama, will turn out, even though as a group they are notorious for failing to cast their votes.</p> <p>McDonald, who will be locked away on election day number-crunching exit polls for one of the big television networks, thought it was unlikely that the polls will shift significantly because the undecideds had basically made up their minds, having seen the candidates in the debates and given what was happening in the economic front.</p> <p>\"If you look at recent polls, once they break they tend to stay constant. That happened in 2000 and 2004. The polls moved decisively and there was no bounce back,\" McDonald said.<br>\"If I was a McCain a staffer, I would be looking out my resume as there is no chance of a White House job.\"</p>",
  "<p>John McCain's campaign has asked YouTube to review how it removes political videos accused of copyright infringement, as the Republican presidential candidate struggles to fight back against rival Barack Obama's big budget advertising.</p> <p>The McCain camp - outgunned in ad spend terms and behind in the polls less than three weeks from election day - has sent a letter to senior executives from YouTube and parent company Google calling for a \"full legal review\" of takedown notices submitted against videos posted by political candidates and campaigns.</p> <p>McCain's campaign videos have frequently been removed by YouTube following complaints that they use copyrighted clips from TV debates or music soundtracks without permission.</p> <p>The letter, penned by McCain's general counsel Trevor Potter and sent to executives including YouTube co-founder Chad Hurley, argued that the video-sharing website is too quick to take down videos accused of copyright infringement.</p> <p>This is the opposite argument to that made by most media companies and rights owners, with organisations ranging from MTV owner Viacom to the English Premier League locked in legal disputes with Google over alleged copyright infringement on YouTube.</p> <p>Potter wrote that some videos do not in the end infringe copyright and the re-instatement process of 10 to 14 days is too long in the fast-paced countdown to election day.</p> <p>\"Ten days can be a life time in a political campaign, and there is no justification for depriving the American people of access to important and timely campaign videos during that period,\" he said.</p> <p>\"We fully understand that YouTube may receive too many videos, and too many takedown notices, to be able to conduct full fair-use review of all such notices,\" Potter added.</p> <p>\"But we believe it would consume few resources - and provide enormous benefit - for YouTube to commit to a full legal review of all takedown notices on videos posted from accounts controlled by (at least) political candidates and campaigns.\"</p> <p>Potter argued that the use of copyrighted material in the McCain videos has been so brief that they should be allowed under the concept of fair use.</p> <p>\"The uses at issue have been the inclusion of fewer than 10 seconds of footage from news broadcasts in campaign ads or videos ... these are paradigmatic examples of fair use,\" he said. </p> <p>\"Surely the protection of core political speech, and the protection of the central role YouTube has come to play in the country's political discourse, is worth the small amount of additional legal work our proposal would require,\" Potter added.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>I made it. I'm on the front page of the <a href=\"http://www.newseum.org/todaysfrontpages/hr.asp?fpVname=VA_TRT&amp;ref_pge=gal&amp;b_pge=8\">Roanoke Times</a>. Not the guy in the orange jumpsuit accused of rape and murder. The headline that reads <a href=\"http://www.roanoke.com/politics/wb/180450\">\"World takes Pulse of Roanoke Voters\"</a>. It's a good piece (they did another piece on me just over a week ago which was a bit snotty for which I can't find a link). And though the basic thrust of the article is true, it is also deeply troubling to me.</p> <p>You see, when I came here I thought I was doing something incredibly clever. Small town, swing state - most people back in the Guardian office couldn't even say it properly (they kept calling it roh-an-oke-ee but the final e is silent). It was supposed to be intrepid. Just me, local people and <a href=\"http://www.theguardian.com/world/2008/oct/07/uselections2008\">as many raccoons</a> as I could shoot (with a camera that is).</p> <p>Towards the end of my first week here I discovered there was a Finnish camera crew in town. But I'm the only journalist in the village, I thought. Turns out the Finns were kind of grumpy. Apparently they just stood and filmed as my friend Meghan struggled valiantly and, by all accounts, ineptly to erect a tent. Meghan is now a regular feature on Finland's funniest home videos.</p> <p>But after me and the Finns came the BBC, <a href=\"http://www.npr.org/templates/rundowns/rundown.php?prgId=5\">National Public Radio</a>, the Toronto Star and the New Yorker. Can't an intrepid foreign journalist get a little bit of privacy? For my own self-respect I am going to assume that the Finns got lost and everybody else came here because I'm here. There is no other explanation.</p> <p>Meanwhile, since they've already interviewed me and I have nothing to gain, it is worth pointing out that the Roanoke Times is one of the best regional papers I've seen in this country. They actually do local news like you would want to read it. Their interest in why the rest of the world is interested tells a story. </p> <p>It's a while since Virginia's been contested in a presidential election. Though it's Senate and gubernatorial races are close, those have far less interest to the international media and even, for the most part, the national media. With the Democratic presidential candidate, Barack Obama, coming here on Friday and the former president Bill Clinton having visited on Sunday they had better get used to it for at least another three weeks, and maybe another few decades.</p> <p><strong>· </strong>Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>As tonight's final presidential debate approaches, it's getting harder and harder to see how John McCain can still win the election. To do so, given his current performance in the polls, would require a turnaround unprecedented in modern history. He needs a knockout blow, which means tonight's confrontation could get personal, Ewen MacAskill writes in <a href=\"http://www.theguardian.com/world/2008/oct/15/us-elections-john-mccain\">today's Guardian</a>. Barack Obama has seemed to taunt him for not mentioning Bill Ayers to his face during the last debate; McCain, his pride apparently wounded, told a radio interviewer yesterday he'd been \"astonished\" by that remark, and probably would mention Ayers tonight. </p> <p>After several days of confusion over whether McCain was planning to announce new economic proposals, he did that too yesterday, promising $53bn in tax breaks targeted at senior citizens. But negative campaigning dominated much of the day, partly thanks to the elder Republican statesman John Danforth, who dramatically escalated the charges of voter fraud some McCain aides have been making against Barack Obama and the community organisation Acorn, says Suzanne Goldenberg in the <a href=\"http://www.theguardian.com/world/2008/oct/15/uselections2008-democrats\">Guardian today</a>. Danforth said that fraudulent voter registrations had already \"tainted\" November's election. There's evidence of some fraudulent registrations, but it's important to point out - as Danforth didn't - that fraudulent registrations are unlikely to lead to fraudulent votes being cast; the imaginary people registering as \"Mickey Mouse\" can't turn up at the polls. (The motive for the fraud seems more likely to have been financial, since some community groups pay staff to register people.) Still, the charges will carry some political sting, and the growing likelihood that McCain will lose next month only seems to guarantee an increasingly aggressive fight.</p> <h2>What to watch for</h2> <p>Both candidates are in Hempstead, on Long Island, for the final debate, on the campus of Hofstra University. I'll be liveblogging it <a href=\"http://blogs.theguardian.com/burkeman\">here</a>. </p> <h2>Latest polls</h2> <p>A new CBS/New York Times <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15poll.html\">poll</a> gives Obama a truly commanding lead - 53% to 39% among likely voters, compared to 48%-45% in the equivalent poll early this month. McCain's negative campaigning seems to have backfired: six in 10 voters say he has spent more time attacking his rival than explaining his plans for his presidency. The main tracking polls were unchanged.</p> <h2>Quote of the day</h2> <p>\"For this debate, for part of this next debate, do what I did for part of the last two debates. Literally, turn the sound off ... I'm not joking now. Literally, turn the sound off. And just watch. Watch the body language of both men. You can sense it folks. You know it, when there's a command[ing] presence. You know it when someone has the confidence and the certitude about himself and what he believes in.\" Joe Biden on the campaign trail yesterday, recommending the same \"no-volume\" approach that Sarah Palin said she'd used to watch Tina Fey's spoofs</p> <p>\"I'm done ... And by 'I'm done', I mean I'm leaving Earth.\" The aforementioned Tina Fey, explaining what she'll do if Palin wins.</p> <h2>On theguardian.com</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/15/us-elections-john-mccain\">McCain needs 'knockout blow' in final debate as poll ratings collapse</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/deadlineusa/2008/oct/15/uselections2008-barackobama\">Obama's new advertising pitch: video games</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/15/uselections2008-barackobama\">Tomasky Talk: Obama and McCain's final debate</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/15/usa-casualties-iraq-arlington\">Forgotten war that's only mentioned on the graves at Arlington cemetery</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/oct/14/roanoke-voices\">Roanoke voices: 'We need God back'</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15poll.html?_r=1&amp;hp&amp;oref=slogin\">NY Times: Poll Says Attacks Backfire on McCain</a></p> <p><strong>·</strong> <a href=\"http://www.salon.com/news/feature/2008/10/15/debate_preview/\">Salon: Which John McCain will show up to debate?</a></p> <p><strong>·</strong> <a href=\"http://newsblogs.chicagotribune.com/race/2008/10/whites-taking-p.html\">Chicago Tribune: White pride in voting for Obama</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/14/AR2008101402068.html\">Washington Post: How Palin Can Save Mainstream Media</a></p> <p><strong>·</strong> <a href=\"http://online.wsj.com/article/SB122402888900234543.html\">Wall Street Journal: My Friend Bill Ayers, by Thomas Frank</a></p> <h2>Scathing commentary of the day</h2> <p>John Cleese weighs in on the US election, <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/14/uselections2008-sarahpalin\">here</a>. \"I'm sorry, Michael Palin, but you're not the funniest Palin anymore ...\"</p>",
  "<p>Josh Brolin has said he felt insulted when he was first tapped to play George W Bush by Oliver Stone in the maverick film-maker's forthcoming biopic of the 43rd US president, <a href=\"http://www.theguardian.com/film/movie/126059/w.\">W</a>.</p> <p>In an interview with <a href=\"http://www.usatoday.com/life/movies/news/2008-10-13-josh-brolin-w_N.htm?csp=34\">USA Today</a>, Brolin says he also considered turning down the role due to his own political convictions, but eventually agreed to come on board after reading the script.</p> <p>He says: \"When people approach you about roles, you understand why they would make the connection. But when [Stone] came to me about Bush, I couldn't understand it. I couldn't make any connection whatsoever. I was a little insulted. He said, 'There's something very Americana about you. There's something bucolic about you.'\"</p> <p>Brolin adds: \"I had such a visceral reaction against it. But then I thought about it, and I had to get up and read the script. I read it one morning, and I thought it was amazing. I didn't love the story, but as a character, following a guy from 21 to 58 was an incredible challenge for an actor that I didn't think I could pull off.\"</p> <p>The <a href=\"http://www.theguardian.com/film/movie/118400/no.country.for.old.men\">No Country for Old Men</a> star also reveals that he broke out in acne from the stress of trying to learn all of Bush's ticks and mannerisms in time to shoot the film, which has been hurried into cinemas in order to debut in time for the US presidential election.</p> <p>He says: \"My wife got so mad at me one time. We were on a plane from Hawaii, and I'm supposed to learn all these frat names. So I'm covered in spots, and the whole flight back, I'm trying to figure out these mnemonics for these 40 names.</p> <p>\"[She said]: 'You have to stop. It looks weird, and it's not normal.' I was obsessed.\"</p> <p>W, which also stars Elizabeth Banks, Thandie Newton, Jeffrey Wright, Richard Dreyfuss and James Cromwell, debuts at the <a href=\"http://www.theguardian.com/film/londonfilmfestival\">London film festival</a> on October 23 before opening across the UK on November 7. <a href=\"http://www.theguardian.com/film/filmblog/2008/oct/09/oliver.stone.w.trailer\">Click here</a> to watch the latest trailer.</p>",
  "<video data-media-id=\"gu-video-338607122\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856980505_MIKE-DAVIS-TIJUANA-WALL.flv\"/> </video>   <p>On a trip to the San Diego-Tijuana border crossing, our guide is the writer, historian, social critic and activist Mike Davis. A native of southern California, Davis is known for his books on urban history and immigration, most recently No One Is Illegal: Fighting Racism and State Violence on the US-Mexico Border. In it, he writes about the resurgence of nativist anti-immigrant politics and of racist vigilante violence, expressed in the battles taking place on the border. </p> <p>Close to the nation's busiest highway border crossing, from San Diego County to Tijuana, a <a href=\"http://www.signonsandiego.com/news/mexico/tijuana/20080227-9999-1m27realign.html\">border fence</a> cuts across a park and a beach before stretching into the surf of the Pacific Ocean. This is the westernmost edge of the demarcation line in the US's war against unauthorised immigration, and we are heading into a militarised zone.</p> <p>As Davis talks to us, three Mexican-American women walk towards the fence. Every so often, they stop, look at their watches and make a call on a mobile phone. The two younger women are taking their aunt to meet a grandmother she has not seen in 10 years. Their reunion will take place across the fence - one of the many that now cover long stretches of the 1,952-mile border between the US and Mexico. </p> <p>The border fence here is just one piece of what Davis has called \"the <a href=\"http://www.globalpolicy.org/globaliz/special/2004/0119greatwall.htm\">Great Wall of Capital</a>, which separates a few dozen rich countries from the Earth's poor majority\". It is patrolled, he says, just as vigilantly as the old iron curtain, and with considerably more sophisticated technology. \"This part of the border is lined with every kind of motion detector [and] heat sensitive surveillance technology they possess,\" he says. </p> <p>In 2006, the US Congress passed legislation calling for the construction of 700 miles of border fence between Texas and California; about 200 miles have been built so far. \"This fence contradicts the entire logic of free trade,\" Davis tells us. In the last decade, about 5,000 people have died trying to cross the border. Many of them have perished in barren deserts and canyons.</p> <p>The women reach the fence and locate their relatives. An emotional reunion takes place through the spaces between the fence's tall, vertical bars. Hands are extended through the slots, and faces are pressed up to exchange kisses. As we draw near with our cameras, a border patrol truck appears atop the hill, to our rear. A man gets out and watches us through binoculars. </p> <p>The fence, which stretches across the beach at San Ysidro, has served as a cross-border meeting place - though not for much longer. \"People come here because there are parts of the fence that are open and you can talk to your relatives, hold hands. But all this will soon end,\" Davis explains. \"They are creating a no man's land, blocking off access here: no more family reunions on Sunday or kissing your girlfriend ... This wall is a guillotine cutting through people's lives, dividing their families.\" </p> <p>Still, the plight of immigrants has yet to emerge as a major civil rights issue in the US. And in the current presidential election, this controversial issue has been enclosed in a wall of silence as unbreachable as any border fence. </p> <p>Soon, the three women have said their goodbyes and turn to leave. One young woman has her arms around her aunt as they walk past us. The aunt is crying. </p> <p>We start heading back, away from the ocean, along the road in the darkness. Suddenly, there are trucks across the road with bright lights pointed at us - so bright that, for a moment, we can't see. As we approach, slowly, guards lounge on the fenders. Not a word is uttered. We pass by and are swallowed up by the night.</p>",
  "<p>An Obama staffer has confirmed that the Democratic presidential nominee <a href=\"http://hamptonroads.com/2008/10/mccain-and-obama-plan-weekend-visits-virginia\">will be heading this way on Friday</a>, according to the Associated Press. Those are all the details so far. But <a href=\"http://www.theguardian.com/world/2008/sep/30/us.elections.2008.virginia\">the very possibility of it</a> tells you two things about the nature of the race at this point. </p> <p>With little more than two weeks to go before the election, Obama is rumoured to be <a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.barackobama\">coming to a region he cannot hope to win</a>, in a state where he should not be competitive. </p> <p>So first, the trip tells us that McCain, who also plans to be in Virginia, is in serious trouble. Obama has been ahead here in all of the last five polls. If McCain can't win Virginia, which has 13 electoral college votes, then it is difficult to see how he can win at all. And unless Obama campaigners are high on hubris, they must feel their efforts in northern Virginia and Hampton Roads have produced sufficient heft for them to venture behind enemy lines and shore up their margins here.</p> <p>Second, it shows that Virginia has taken its place alongside Pennsylvania, Ohio and Florida, as a bona fide swing state - with all the attention and advertising dollars that come with that.</p>",
  "<p><br><a href=\"http://www.flickr.com/photos/kevglobal/2942891695/in/photostream/\">Construction in Las Vegas</a>, by <a href=\"http://www.flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://creativecommons.org/licenses/by-nc-sa/2.0/deed.en\">Some Rights Reserved</a></p> <p>For 19 of the last 20 years, Nevada has been the fastest growing state in the US with most of the growth in Clark County, home to Las Vegas. In August, the state had another distinction: The <a href=\"http://money.cnn.com/2008/09/12/real_estate/foreclosures/\">highest level of foreclosures in the country</a>.</p> <p>But it's not the housing crisis that has Las Vegas scared, it's the decline of its booming tourism industry. Like elsewhere in the US, the number one issue is the economy. George Bush won the state by <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/NV/P/00/\">21,500 votes</a>. The <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/14/uselections2008-nevada-polls\">state is on a knife edge</a>, but Barack Obama and the Democratic Party here have organised like never before to give him a slight edge in the polls.</p> <p>\"Our bubble was as big as anyone else's, and the hangover is as bad,\" says Hugh Jackson, who writes the blog <a href=\"http://www.lasvegasgleaner.com/\">Las Vegas Gleaner</a>. People saw the housing crash coming because they realised that housing was so overpriced, he says.</p> <p>A decade ago, the powerful Culinary Union used to boast that a housekeeper at one of the hotels could buy a three or four-bedroom house for $150,000 but the price rose to $400,000 to $600,000 for average homes at the height of the bubble, said Steve Sebelius, editor of <a href=\"http://www.lvcitylife.com/\">Las Vegas City Life</a>.</p> <p>But both Hugh and Steve say that people here shrugged off the housing crisis. The real concern is declining business at the city's casinos. Based on airport statistics, fewer people are coming. They are staying for shorter periods of time and they are spending less, Steve said.</p> <p>Month after month of declining gambling revenues has people scared, Hugh said.</p> <p>It used to be thought that Las Vegas was recession proof, Steve said, adding, \"People would come with their last five dollars and hope to turn that into a million dollars. I think people may be rejoining the reality-based community.\"</p> <p>Las Vegas is a \"growth-addicted economy\", Hugh said, and with that growth slowing, he worries that the city might be facing a vicious downward spiral.</p> <p><strong>Wedge issues don't matter</strong></p> <p>\"From the top of the ticket all the way down, the economy has totally changed the race,\" said Steve Sebelius, editor of <a href=\"http://www.lvcitylife.com/\">Las Vegas City Life</a>.</p> <p>Hugh said that the economy has made it difficult for Republicans to run on divisive wedge issues as they have in recent elections. They can't win by pressing issues like gay marriage. They can't simply wave the flag or call their opponents liberals.</p> <p>It's back to bread and butter, kitchen table issues, Steve said. With the potential of losing your job or your house at any time, people are ignoring John McCain's attacks on Barack Obama's connection to William Ayers, he added.</p> <p>Hugh thinks that it's even making people who might have been uncomfortable with Barack Obama's race to consider voting for him.</p> <p>\"Between the fiascos of foreign policy and economic policy, maybe it really did take the presidency of George Bush to make this country elect a black person,\" he said.</p> <p>But Barack Obama and the Democrats have also been well organised and coordinated in their campaign in Nevada, which is something we're seeing in several states.</p> <p>Nevada Senator <a href=\"http://en.wikipedia.org/wiki/Harry_Reid\">Harry Reid</a> is the powerful Senate majority leader, and he helped move the state's caucuses earlier in the caucus and primary schedule so that it had the potential to affect the presidential nomination. Both Hillary Clinton and Barack Obama visited the state, and the enthusiasm has carried over into the general election.</p> <p>Today was the last day for voter registration here in Las Vegas. As the 9 pm deadline approached, people queued to make sure they were in able to vote in the election just three weeks away.</p> <p><a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/14/swingstates-southwest\">Democrats have now registered more voters than Republicans</a> in the state. \"The Democrats have just out-organised the Republicans,\" Hugh said.</p> <p>The Culinary Union is out on the streets, and they estimate that they've knocked on <a href=\"http://www.lasvegassun.com/news/2008/oct/09/close-ranks-around-obama-unions-hit-streets/\">90,000 doors in the past few months</a>.</p> <p>Hillary Clinton worked hard to organise among the state's large Latino population, and those efforts will help Democrats and Barack Obama in November. The Latino vote could be the key to who wins in November. They have turned to the Democrats as vocal Republicans like <a href=\"http://www.rollingstone.com/politics/story/12054520/the_10_worst_congressmen/6\">Tom Tancredo of Colorado</a> have expressed open hostility to immigrants and immigration reform. However, historically, they have only turned out at the polls in about half of the numbers that are eligible to vote.</p> <p>\"Everyone wonders if this is the year when they show up,\" Hugh said.</p>",
  "<video data-media-id=\"gu-video-338607127\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1857002035_lastdebatepreview-To-Brightcove-16x9.flv\"/> </video>   <p>Barack Obama has widened his lead over his Republican presidential rival John McCain to 14 points, according to a new opinion poll from the New York Times and CBS News.</p> <p>The 53% to 39% gulf in the two main candidates' poll ratings suggests that Obama is continuing to capitalise from public anxieties prompted by the financial crisis. Detailed questions contained in the poll also indicate that McCain's strategy of launching increasingly personal attacks against his opponent have had an adverse effect, turning voters off McCain rather than sowing seeds of doubt in their minds about the Democratic nominee.</p> <p>Sixty per cent of voters told the survey they felt McCain had spent more time knocking his adversary than in explaining his own policies; the reverse impression held true for Obama.</p> <p>The 14-point differential is the most dramatic poll result to appear in recent days, but falls in line with most findings that have shown steadily growing support for Obama. Gallup has Obama with a 6-point lead, and SurveyUSA with 5.</p> <p>The wind is also behind Obama's sails in several key swing states that are widely accepted to hold the nation's fate in their hands. Recent polls suggest he is comfortably ahead in Pennsylvania and Colorado, though only marginally ahead in Florida and Ohio where the results are within the margin of error and therefore considered a toss up.</p> <p>Political analysts also issue extreme health warnings at this stage in the race, as in recent times presidential elections have tended to be much closer in the only poll that counts – the election itself – than in those opinion surveys preceding it. </p> <p>But there is certainly enough substance in the New York Times poll to give McCain strategists cause for concern, particularly the finding that the recent resort to negative campaigning appears to have backfired.</p> <p>This week McCain has publicly acknowledged that he is back in the role of underdog, but sought to present it as an advantage, saying: \"we've got them just where we want them.\"</p>"
]