[
  "<p>Gordon Brown spent most of his summer holiday, it seems, writing his \"make or break\" speech. The Speech of his Life, is in the can, and anyone who visited the Suffolk house rented by the Browns in August saw copies of it.</p> <p>Brown took the lead, backed by his usual coterie of Downing Street policy advisers. Long-standing friend and Ted Kennedy speech writer, Bob Shrum, weighed in. Long-time Brown foe, Alastair Campbell, also joined the writing team.</p> <p>Whatever the details of the speech, the thrust is clearly that Brown has a handle on the economic crisis since advisers said this week's financial turbulence will not lead to a radical rewrite. There will also be a passage that tries to turn the page on Brown's first year in office, stopping well short of the apology craved by the opposition, but denoting a fresh start in government and lessons learned.</p> <p>Expert opinion is divided on the tone Brown should take:</p> <p><strong>Joe Haines, adviser to Harold Wilson </strong></p> <p><strong>Advice:</strong> Fight back. Haines wants to hear Brown tell his party off, rather than let it continue attacking him. </p> <p>Soon after I joined No 10, we found out about a plot against Harold. He got up and said: 'I know what's going on. I'm going on.' Brown has to face the fact that people want him out. He needs to say: 'You better stop your conflabs in the early hours of the morning in conference hotels. Get on with it, or get out.'</p> <p><strong>Bernard Donoughue, adviser to Wilson and James Callaghan</strong></p> <p><strong>Advice:</strong> Donoughue suggests a measure that would make friends with one-fifteenth of the country: a pledge to take four million people out of the tax net before the next election. </p> <p>It should be announced at conference and then he should hold a series of public expenditure cuts on the first day back. He should slash redevelopment agencies and the health and safety agency. This would save £20bn. In 1976 Callaghan gave a figure to ministers and told them to go and find it. They did.</p> <p><strong>David Clarke, speech writer for Robin Cook </strong></p> <p><strong>Advice:</strong> Make a big break with the past. </p> <p>Callaghan's 1976 speech told the country: 'You can't spend your way out of a crisis'; Brown has to say: 'You can't liberalise your way out of a crisis, like the Tories and Lib Dems are doing'. He's got to tell us that we've come to the end of an era just as big as when Callaghan said we'd come to the end of the Keynesian consensus. He has got to do nothing short of challenging the existing economic orthodoxy. Trouble is, the mea culpa is so massive it could finish him - it could be the cure that kills.</p> <p><strong>Sunder Katwala, general secretary of the Fabian Society</strong></p> <p><strong>Advice:</strong> Tax those earning more than £250,000. Katwala wants Brown to give \"an account of where the economy is\", something that seems to be in the speech. But adds that Brown should also take responsibility for it. </p> <p>Instead of a squillion white papers, you need one or two big things. I would tax the 0.1% of earners - that's people earning over £250,000. If you look at the Express and the Mail and what they are saying today about traders shorting - that they are angry and want them taxed. Brown should give them what they want.</p> <p><strong>Matthew Taylor, speechwriter for Tony Blair</strong></p> <p><strong>Advice:</strong> Brown should acknowledge his unpopularity, but prove his seriousness. </p> <p>The reality for the PM is that nothing he says - whether new policy or attacking the Conservatives - has impact until he can first get the public to listen. Connection is the priority. I'm no wordsmith, but the subtext would be: 'Maybe the election is lost. Maybe I'll never get people to understand me. Accepting this frees me to be the leader you always hoped I would be and the man I really am. Win, or lose with dignity, my duty is to shepherd our country through these troubled times.'</p> <p><strong>Steve McCabe MP, government whip</strong></p> <p><strong>Advice</strong>: No initiatives, just simple attack. </p> <p>We are overloaded with initiatives and he should go for absolute basics, telling people the steps the government will take to get through the downturn, and then he should say: 'If you want the Tories, with their plan to regulate the banking industry less, then you can vote for them.' David Cameron would love to turn the next election into a kind of Ken Livingstone v Boris Johnson popularity contest, one fought solely on personality. Our best bet is for Gordon to not let him.</p> <p><strong>Richard Reeves, director of Demos</strong></p> <p><strong>Advice:</strong> Dismantling of the Tories.</p> <p>He should show we are on your side, while the Tories only say they are on your side. He should depoliticise the situation and be, ironically seeing as this was what Blair was criticised for, presidential. But he needs to do it true to Brown.</p>",
  "<p>John McCain is to take his running mate Sarah Palin to the United Nations general assembly in New York next week for the annual gathering of foreign leaders to address her chronic shortage of foreign policy experience.</p> <p>McCain is also scheduled to open an international conference in the city at the same time, Bill Clinton's Global Initiative foundation, which provides funds to help fight Aids in developing countries.</p> <p>Palin's fast-learning trip to New York comes as a veteran Republican senator, Chuck Hagel, who is on the Senate foreign relations committee, today questioned her fitness for office. </p> <p>\"She doesn't have any foreign policy credentials,\" Hagel said in an interview with the Omaha World-Herald. \"You get a passport for the first time in your life last year? I mean, I don't know what you can say. You can't say anything.\"</p> <p>Hagel, who advocates a bipartisan approach to politics and was among those considered by Obama as a running mate, said: \"I think it's a stretch to, in any way, to say that she's got the experience to be president of the United States.\"</p> <p>McCain's team has not yet said who she will meet in New York. </p> <p>Leaders pencilled in for the general assembly conference range from US president George Bush to the Iranian president, Mahmoud Ahmadinejad, and the Afghanistan president, Hamid Karzai. The cast list for Clinton's conference includes Gordon Brown.</p> <p>Exposure to such a concentration of foreign leaders can only help Palin, who has had to be briefed extensively by McCain's foreign policy advisers since becoming the vice-presidential candidate.</p> <p>Palin, whose foreign travel is confined to Canada, Mexico and Kuwait and a brief stop at an airport in Ireland, is due to debate with Obama's running mate, Joe Biden, the veteran chairman of the Senate foreign relations committee, in St Louis on October 2.</p> <p>While in New York, Palin is planning to take part in a rally against Ahmadinejad. Hillary Clinton, who was also due to take part in the rally, pulled out after hearing Palin would be present.<br></p>",
  "<p>Three physicians today said that voters need more detail about John McCain's 2000 bout with skin cancer, saying that specific information about the nature of the tumour could help determine whether McCain is likely to suffer a recurrence during the next four years.</p> <p>The doctors spoke on a conference call organised by Robert Greenwald, a filmmaker who has produced Internet videos critical of the Republican candidate. The doctors declined to declare their political leanings, saying they were speaking out as American citizens rather than out of partisan motives. They were three out of 2,279 physicians who have signed a letter asking McCain for \"full, public disclosure of all his medical records\". More than 47,000 people have signed the petition.</p> <p>The McCain campaign did not immediately respond to a request for comment.</p> <p>The doctors said recurrence and survival rates differ greatly between different stages of melanoma, so it is key that voters know what more about the cancer. They called on the Republican's campaign to make public his full medical records. </p> <p>They said too much remains unknown about the severity of McCain's illness, in which a melanoma was removed from the left side of his face, causing visible scarring. </p> <p>Although McCain's doctors in May trumpeted the fact that he had been cancer-free for eight years, the three doctors, including two cancer researchers, warned that melanoma has a significant chance of recurring and can be deadly after lying dormant for years. Should McCain suffer a relapse, the treatment options are debilitating. Those include invasive surgery, chemotherapy and immunotherapy.</p> <p>\"It can emerge after years of latency, with ravaging consequences,\" said Michael Fratkin, a Eureka, California doctor of internal medicine. \"The treatments that are available for melanoma are profoundly toxic and marginally effective.\" Treatments are \"profoundly difficult to tolerate and would really impair his capacity to serve as president\".</p> <p>At 72, McCain would be the oldest president ever elected, and he suffered tremendous physical stress in captivity in Vietnam and has had skin cancer three times. To illustrate the urgency of the matter, the doctors pointed to Paul Tsongas, a Democratic senator from Massachusetts and 1992 presidential contender who died of lymphoma during what would have been his first term in the White House – from cancer that first struck him in 1984.</p> <p>In May, the McCain campaign released to a small group of journalists 1,173 pages of medical records spanning eight years. The records were made available in a closed room, and reporters were forbidden to copy them. Made available by the campaign, some of the senator's doctors declared him in good health. </p> <p>By contrast to McCain, Democrat Barack Obama is 47 years old. His campaign in May released a letter from Obama's doctor declaring him in \"excellent health\". The doctor noted his \"intermittent\" cigarette smoking and said he had treated Obama for upper respiratory infections, skin rashes and minor injuries.</p> <p>Obama and Democratic party have not called for further release of McCain's health records and have refrained from making his physical health a campaign issue.</p> <p>Dr Noah Craft, a dermatologist and melanoma researcher at the Harbor-University of California at Los Angeles medical centre, said May news accounts on the McCain's medical records were insufficient for him, other physicians and the general public to gauge the risk of recurrence accurately. </p> <p>\"It's clear from the reporting, before and after the brief release, that that there is a lot of controversy and a lot of unknown,\" Craft said. \"I think it's important for the public to know both what is know about his melanoma, his chances of survival and the risk of recurrence.\"</p> <p>Craft said it was unclear what kind of advanced testing McCain was subject to. </p> <p>Dr Daniel Vlock, a former cancer researcher who no longer practices medicine, said news reports indicated McCain's most recent cancer was a 2.2mm stage 2a melanoma.</p> <p>Vlock said research by the American Joint Committee on Cancer shows the five-year survival rate of that type of the disease is 79%. At 10 years, the rate drops to 64%.</p> <p>But Vlock said that other parts of the record suggest the cancer was in stage 3B, which has significantly lower five- and 10-year survival rates of 53% and 38%, respectively. McCain was last diagnosed with cancer eight years ago.<br>National Institutes of Health data show the five-year survival rate for white male melanoma sufferers ranges between 98% and 15%, depending on how far the cancer had spread when treated.</p> <p>\"The best case scenario is that he continues to age but effectively is able to perform the duties of the job,\" said Fratkin. \"The worst case scenario is on January 21 2009, he has a seizure at his inauguration and is found to have multiple brain metastases. There is no way to navigate that risk assessment without those records.\"</p>",
  "<p>George Bush today defended the US central bank's decision to bail out giant insurer AIG and sought to reassure markets that his administration was intent on confronting the growing crisis.</p> <p>The crisis also shaped the day's talk on the campaign trail, with both candidates seeking to grab the economic situation for their advantage. The economic troubles have shifted the tone of the presidential race, with Barack Obama enjoying a slight resurgence in polling as voters deem him better equipped to manage the ailing economy than Republican John McCain.</p> <p>Under pressure to respond forcefully to the grim economic news, McCain said today that if he were in power he would the nation's top securities regulator and a former Republican congressman, Christopher Cox.</p> <p>\"The chairman of the [Securities and Exchange Commission] serves at the appointment of the president and, in my view, has betrayed the public's trust,\" McCain told supporters in Cedar Rapids, Iowa. \"If I were president today, I would fire him.\"</p> <p>Obama, campaigning in Espanola, New Mexico, mocked McCain's threat.</p> <p>\"I think that's all fine and good but here's what I think,\" Obama said. \"In the next 47 days you can fire the whole trickle-down, on-your-own, look-the-other way crowd in Washington who has led us down this disastrous path. Don't just get rid of one guy. Get rid of this administration. Get rid of this philosophy. Get rid of the do-nothing approach to our economic problem and put somebody in there who's going to fight for you.\"</p> <p>Cox, a Bush appointee, attributed McCain's comments to the heat of the campaign. He said the financial crisis was \"presenting new challenges on an hourly basis\" and that \"steadiness and reduction of uncertainty\" is what the US and the world needed.</p> <p>\"History will judge the quality of our response to this economic crisis, but now is not the time for those of us in the trenches to be distracted by the ebb and flow of the current election campaign,\" Cox said in a statement. \"And it is precisely the wrong moment for a change in leadership.\"</p> <p>As stocks in New York rallied in early trading, partly in response to a coordinated series of moves by central banks around the world to pump money into credit markets, Bush said AIG's failure \"could have caused a severe disruption in our financial markets and threatened other sectors of our economy\".</p> <p>The US Federal Reserve seized control of AIG with an $85bn emergency loan in exchange for 80% of the company's stock.</p> <p>Overnight, the US central bank, known as the Fed, joined central banks across the world in coordinated efforts to maintain liquidity in world credit markets, together making almost $200bn available to lenders.</p> <p>\"The markets are adjusting to them,\" Bush said at the White House. \"Our financial markets continue deal with serious challenges. As our recent actions demonstrate, my administration is focused on meeting these challenges. The American people can be assured we will continue to act to strengthen and stabilise our financial markets and to reassure investor confidence.\"</p> <p>Bush said he spoke this morning with the US treasury secretary, Hank Paulson, and said the two will meet later today. The president, who had not addressed the nation since Monday, said he had cancelled travel plans in order to monitor the markets and consult with advisers. He was to head to Alabama and Florida to raise money for the Republican party and talk energy policy.</p> <p>The AIG rescue was the fourth taxpayer-funded bailout of the year by the Bush administration, although it is at odds with Bush's free-market ideology and economic policies. Critics of the recent bailouts have said taxpayers should not foot the bill for investors' bad business decisions, and have wondered aloud why AIG and government sponsored mortgage companies Fannie Mae and Freddie Mac won massive government rescues while investment bank Lehman Brothers was allowed to crumble on Sunday.</p>",
  "<video data-media-id=\"gu-video-337733103\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1801875102_youngeamerica-To-Brightcove-4x3.flv\"/> </video>   <p>In the first of a videoblog series, Gary Younge explains how the shadow of Katrina still looms over the presidential election.</p> <p>Discuss in the comments section below.</p>"
]