[
  "<p>The two main candidates for the US presidency locked horns yesterday over the credentials and qualities of Sarah Palin, the little-known governor of Alaska who has been propelled into the centre of the electoral battle with her appointment as John McCain's Republican running mate.</p> <p>As the race now fans out across America at the end of the two parties' national conventions, attention continues to focus on Palin, who has delighted the Christian right base of the Republican party but provoked criticism of her lack of experience, particularly in foreign affairs.</p> <p>Interviewed on politics programmes of the US networks yesterday, McCain and his Democratic opponent, Barack Obama, presented conflicting perspectives on Palin's politics and role in the election.</p> <p>Obama praised her as a skilled politician but rolled out his camp's new weapon - to depict her as a sort of McCain-Bush with brass knobs on. Obama said she was \"even more aligned with George Bush or Dick Cheney and the politics we've seen over the last eight years than John McCain himself\".</p> <p>Obama derided McCain's claim over the weekend that Palin had more foreign affairs experience than he had, by dint of the fact that her state lies next to Russia. \"I actually knew Alaska is next to Russia - I saw it on the map,\" Obama quipped.</p> <p>McCain, who came under heavy fire after he announced Palin as his vice-presidential candidate for picking a lightweight and failing to vet her properly, has been buoyed by her combative speech to his party's convention in Minnesota last week. \"She has a clear record of what Americans want uppermost - reform. She took on the people in her own party,\" said McCain. He characterised Palin's strength as \"taking them on and winning. I've taken them and won less than she has\".</p> <p>Despite the rapturous reception Palin received from the party faithful last week, Republican election strategists remain cautious about exposing her to the full force of the national media. Apart from a soft-soap window on her family life given to People magazine on the day she was selected, she has given no interviews. She will give her first TV interview to ABC later this week. </p> <p>McCain's campaign manager, Rick Davis, said: \"Why would we want to throw Sarah Palin into a cycle of piranhas called the news media that have nothing better to ask questions about than her personal life and her children? [Until] we feel like the news media is going to treat her with some level of respect and deference, I think it would be foolhardy to put her out into that kind of environment.\" </p> <p>The protective cordon has already caused tension. After a CNN presenter last week questioned a Palin aide over her national security experience, McCain pulled out of an interview with CNN's Larry King, saying the channel had gone \"over the line\". Yesterday Palin's Democratic counterpart, Senator Joe Biden, said: \"Eventually she's going to have to answer questions about her record.\"</p>"
]