[
  "<p><strong>Righteous Kill </strong>(15) <br>(John Avnet, 2008, US) <br>Robert DeNiro, Al Pacino, Curtis Jackson. 101 mins.</p> <p>One of them's a tough, macho cop who's prepared to bend the rules to see the scumbags get justice, and, er, so's the other one. And when they met, it was <em>moider</em>. Someone's offing criminals who've escaped justice, and our hammy heavyweights are on the case. Or is it one of them doing the slaying? Or both of them? Or maybe neither? Basically this is a compilation of every cop thriller cliche ever, but it would be 10 times worse without the Bob and Al show.</p> <p><strong>I've Loved You So Long </strong>(12A) <br>(Philippe Claudel, 2008, Fra) <br>Kristin Scott Thomas, Elsa Zylberstein. 115 mins.</p> <p>This finely crafted and acted French drama packs a tale of family reunion with enough emotional detail to make up for the relative lack of incident. Thomas is the returning sister, whose stay with Zylberstein is coloured by a traumatic past incident.</p> <p><strong>Death Race </strong>(15) <br>(Paul WS Anderson, 2008, US) <br>Jason Statham, Ian McShane, Joan Allen. 105 mins.</p> <p>Action man Statham shifts into gear, floors the accelerator, laughs at the brake pedal, etc in a very noisy and extremely obvious auto-mayhem adventure. You don't really need to know the plot, do you?</p> <p><strong>Alexandra </strong>(PG) <br>(Aleksandr Sokurov, 2007, Rus) <br>Galina Vishnevskaya, Vasily Shevtsov. 95 mins.</p> <p>Sokurov conjures rich drama from sparse material in this demanding story of a woman's solo visit to her grandson - he's a soldier in a dusty Chechnya-like occupied region.</p> <p><strong>Redbelt </strong>(15) <br>(David Mamet, 2008, US) <br>Chiwetel Ejiofor, Alice Braga, Emily Mortimer. 99 mins.</p> <p>His power might be on the wane, but Mamet can still fashion a delectably twisty confidence thriller. This one is a little sprawling, taking in Ejiofor's jujitsu instructor, a TV fight show, Hollywood execs, etc, but it still weaves a beguiling web that's sure to catch you out.</p> <p><strong>The Foot Fist Way </strong>(15) <br>(Jody Hill, 2008, US) <br>Danny McBride. 83 mins.</p> <p>A calling card for comic McBride that seems to have worked (see Pineapple Express, Tropic Thunder). It's a Napoleon Dynamite-like portrait of a sad sack Tae Kwon Do instructor.</p> <p><strong>Swing Vote </strong>(12A) <br>(Joshua Michael Stern, 2008, US) <br>Kevin Costner, Madeline Carroll. 120 mins.</p> <p>The US presidential election hinges on the vote of Costner's all-American layabout in this sentimental political satire. Kelsey Grammer and Dennis Hopper add interest as the vying candidates.</p> <p><strong>Taken </strong>(15) <br>(Pierre Morel, 2008, Fra) <br>Liam Neeson, Maggie Grace. 93 mins.</p> <p>Silly thriller in which retired spy Neeson goes all 24 on the baddies who kidnap his daughter.</p> <p><strong>Steep </strong>(PG) <br>(Mark Obenhaus, 2007, US) <br>92 mins.</p> <p>Documentary on \"extreme skiing\" combining numbing personal testimony and jaw-dropping footage of advanced mountain hurtling.</p> <p><strong>A Matter Of Life And Death </strong>(U) <br>(Michael Powell, Emeric Pressburger, 1946, UK) <br>David Niven, Kim Hunter. 104 mins.</p> <p>Reissue for the heavenly classic, combining vintage Britishness with wonderful celestial fantasy.</p> <p><strong>Grease </strong>(PG) <br>(Randal Kleiser, 1978, US) <br>John Travolta. 110 mins.</p> <p>Another revival for the 1970s revival of the 1950s.</p> <h2>Out from Friday</h2> <p><strong>Good Dick </strong>Quirky indie anti-romance.</p> <p><strong>How To Lose Friends And Alienate People </strong>Simon Pegg in a New York comedy.</p> <p><strong>The Fall </strong>Imaginative fantasy made on Earth.</p> <p><strong>Fear(s) Of The Dark </strong>Animation for grown-ups.</p> <p><strong>Import/Export </strong>Border-crossing Austrian drama.</p> <p><strong>88 Minutes </strong>Al Pacino races to avoid his own death.</p> <p><strong>Heavy Load </strong>Chronicle of a disabled punk band.</p> <p><strong>Brideshead Revisited </strong>New version of Waugh's classic class tale.</p> <p><strong>Fly Me To The Moon </strong>Insects-in-space animation.</p> <p><strong>Drona </strong>(out next Thursday) Indian action fantasy.</p> <p><strong>Kidnap </strong>(out next Thursday) Bollywood thriller with Sanjay Dutt.</p> <h2>Coming soon</h2> <p><strong>In two weeks... </strong>Cannes-winning Italian crime drama <strong>Gomorrah</strong>... Bill Murray and Tim Robbins in subterranean fantasy <strong>City Of Ember</strong>...</p> <p><strong>In three weeks...</strong> The Coens back in comedy mode with <strong>Burn After Reading</strong>... Rainn Wilson escapes the US Office as <strong>The Rocker</strong>...</p> <p><strong>In a month...</strong> Ricky Gervais leads Hollywood comedy <strong>Ghost Town</strong>...</p>",
  "<p>Back in July, behind in the polls and stuck in neutral, John McCain's campaign released its widely discussed TV adverts comparing Barack Obama to Britney Spears and Paris Hilton. They were mocked, but helped McCain gain traction. Something rang true to some segment of the American public.</p> <p>If the Obama campaign were as canny - or cynical, take your choice - they would now have adverts out comparing McCain to a mythic character in American film. An ageing starlet, a Norma Desmond whose celebrity has faded but, surrounded by courtiers, persists in behaving as if she were still the cynosure of Hollywood's eye, saying: \"All right, Mr DeMille, I'm ready for my close-up.\"</p> <p>As I write, Congress has yet to reach a deal on the Wall Street bail-out. The Democrats and President Bush, interestingly, are largely in agreement and could pass a bill at any moment. But 100 conservative Republicans in the House of Representatives have balked.</p> <p>In this context, it's been a singularly instructive week to observe the candidates' competing management styles. Usually, how a candidate campaigns doesn't really have that much to do with how he will govern. But in this case we've learned far more in the past three days about how each would govern than we Americans usually have the opportunity to see.</p> <p>An Obama mantra throughout has been \"no drama Obama\"-it's the campaign's way of saying he will engage in or indulge no acting out, no internal squabbling beyond legitimate disagreement, no leaking, no grandstanding. He's run a tight ship, and the mantra is credited with having a lot to do with getting him this far.</p> <p>He sometimes eschews drama to a fault, and one could argue he did so this week. I attended a press conference on Thursday night, after the White House negotiations had proved fruitless. He spoke for 10 minutes in a very circumspect fashion, and then answered a few questions in ... a very circumspect fashion. I'd hoped he'd address McCain's theatrics in a straight-on manner. No such luck: \"When you inject presidential politics into delicate negotiations, it's not necessarily as helpful as it needs to be\" was as direct as he was willing to be.</p> <p>Behind the scenes, Obama was apparently trying to play a constructive role. The New York Times reported of the meeting that \"participants said Mr Obama peppered [treasury secretary] Henry Paulson with questions, while Mr McCain said little\".</p> <p>By contrast, McCain has been almost entirely about the theatrics - trying to swoop into town and finagle it so he could either take credit for any deal or (more likely) grandly announce he would regretfully have to \"put country first\" and oppose it. </p> <p>He certainly hasn't been engaged on a substantive level. He acknowledged to a Cleveland reporter on Tuesday he hadn't read Paulson's proposal, released two days earlier and running to all of three pages. Back in Washington, he clearly allied himself with the Republican intransigents. But as the Washington Post reported of a meeting between McCain and the GOP's House leader about the conservatives' alternative plan, \"Neither man was familiar with the details of the proposal ... and up to the moment they departed for the White House yesterday afternoon, neither had seen any description beyond news reports.\" No wonder he said little.</p> <p>Even McCain supporters will acknowledge high finance is not his strong suit. But in this matter, which will clearly consume a great deal of the next president's time, McCain was concerned wholly with how to gain political advantage. He stood before the mirror, awaiting his close-up. </p> <p>Presidential campaigns (and their coverage) can be vacuous enough that it just may work in the short term. Americans able to think longer-term saw that experience and judgment don't always walk hand-in-hand.</p>",
  "<p>It was, according to accounts filtering out of the White House, an extraordinary scene. Hank Paulson, the US treasury secretary and a man with a personal fortune estimated at $700m (£380m), had got down on one knee before the most powerful woman in Congress, Nancy Pelosi, and begged her to save his plan to rescue Wall Street.</p> <p>Please don't blow up this deal, Paulson pleaded. Pelosi tried to keep it light. \"It's not me blowing this up. It's the Republicans,\" she told him. Paulson sighed. \"I know,\" he said.</p> <p>The exchange - and those in the room said Paulson was only half joking - took place moments after a White House meeting that was supposed to endorse a $700bn bailout ended in acrimony.</p> <p>At the White House on Thursday afternoon were George Bush, and the two men who stand to inherit America's economic mess: Barack Obama and John McCain, along with other congressional leaders. In the 40 minutes the Democratic and Republican leaders sat around a long table, prospects for a rescue package slid from optimism to near despair. </p> <p>\"This sucker could go down,\" Bush is said to have told the group - referring to the teetering US economy.</p> <p>By late yesterday the fate of Paulson's plan remained unclear. One certainty emerged though from several days of drama and suspense: 10 hours before the start of last night's presidential debate McCain abandoned his threat of a boycott and flew to Mississippi to meet Obama.</p> <p>How did it come to this? What happened to a deal that had been so close to fruition before the meeting at the White House? And what was McCain's role, saviour or saboteur? By yesterday afternoon, angry Democrats were accusing McCain of sabotaging the deal to further his own presidential campaign - and even some Republicans were inclined to agree. \"Clearly, yesterday, his position on that discussion yesterday was one that stopped a deal from finalising,\" the Republican whip, Roy Blunt, told reporters.</p> <p>Mike Huckabee, a former rival of McCain for the Republican nomination was also critical of his tactics, calling the threat to postpone the debate a mistake.</p> <p>\"You can't just say, 'World, stop for a moment. I'm going to cancel everything,'\" Huckabee told reporters in Alabama.</p> <p>The intertwining of presidential politics and America's credit crisis began at 8.30am on Wednesday morning when Obama put in a call to McCain, proposing the two candidates suspend their rivalry to issue a joint statement on the bail-out.</p> <p>By that point, it was becoming clear that Paulson's rescue package was playing far better on Wall Street than in the rest of the country. Republicans and Democrats balked at the huge sums to be marshalled by the effort to bail out corporate institutions at a time when voters were hurting.</p> <p>It was also becoming evident to both sides that, with an election six weeks away, a bail-out could be politically toxic.</p> <p>For McCain, the crisis had begun badly. Last week, as the markets were engulfed in uncertainty, he continued to repeat his signature statement: \"The fundamentals of our economy are strong.\" As late as Tuesday, the Republican admitted in an NBC interview that he had not taken the time to read the bail-out plan.</p> <p>But by Wednesday morning, it was impossible for McCain to ignore the economy and the damage it was doing to his campaign. After running in a dead heat against Obama for much of the summer, and with his hopes boosted by his selection of Sarah Palin as his running mate, McCain was confronted with a poll showing it could all slip away.</p> <p>The ABC-Washington Post survey, for the first time, gave Obama a clear lead over McCain, with 52% to 43%. Voters, when asked which candidate they trusted to handle the economic crisis, gave Obama an even more commanding lead.</p> <p>McCain needed to take decisive action. He also needed to make a calculation about where he stood on the Wall Street bail-out. Did he want to be seen as the saviour of an unpopular bail-out, or was there more mileage to be had elsewhere?</p> <p>The Arizona senator waited about six hours to return Obama's call. When he did at about 2.30pm, he mentioned that he was thinking of proposing a delay in the debates.</p> <p>Obama admitted later he thought McCain was just \"mulling over the idea\".</p> <p>But within the hour, his opponent popped up in front of the TV cameras in New York to announce that the urgency of reaching a deal on the bail-out compelled him to suspend his campaign and return to Washington. </p> <p>McCain also threatened to pull out of last night's debate.</p> <p>The talk of missing one of the central moments of any election campaign, guaranteed McCain maximum attention. But what unfolded next did not live up to the Republican's claims that he was sacrificing his own political interests to try to nudge Congress towards a deal.</p> <p>Despite his protestations of urgency - McCain cancelled an appearance on the David Letterman show - he found time for an interview on the CBS evening news. He also went ahead with a speech at Bill Clinton's Global Initiative (CGI) summit on Thursday morning. </p> <p>\"I'm an old navy pilot, and I know when a crisis calls for all hands on deck,\" McCain said during the speech to the CGI in New York. \"With so much on the line, for America and the world, the debate that matters most right now is taking place in the Capitol - and I intend to join it.\" </p> <p>Amid the dramatics, Obama's central argument that US voters should have the chance to judge where the candidates stood on the economy went overlooked.</p> <p>\"The times are too serious to put our campaign on hold, or to ignore the full range of issues that the next president will face,\" Obama told the CGI by satellite.</p> <p>By the time McCain arrived in Washington on Thursday, he was still casting himself as the saviour of the bail-out package, even though Pelosi had been telling reporters for hours that the two sides were confident of sealing their agreement by the end of the day. </p> <p>But the House leader should have noted McCain's first port of call - to the footsoldiers of a Republican rebellion. McCain dropped in on a meeting of House Republicans, who were putting together an alternative plan that called for further deregulation of Wall Street.</p> <p>Those Republicans, led by John Boehner, the minority leader, urged McCain to consider a more freemarket-based proposal than the one that was on the table. McCain carried on to the White House, sitting at the opposite end of a long table from Obama. </p> <p>Their behaviour at the meeting was a study in contrasts, according to press accounts. Obama, granted deference by his fellow Democrats, led off the debate.</p> <p>Then Boehner made his move, throwing down a plan that differed wildly from the one under discussion. McCain, asked for his opinion, stayed silent - and that, according to those at the meeting, was taken by his fellow Republicans as a sign of his support for the Republican revolt.</p> <p>Into that silence, Democrats read a political stunt, designed to allow McCain to cast himself as a populist crusader against Wall Street fat cats on the campaign trail.</p> <p>Barney Frank, the Massachusetts Democrat who led the negotiations for the House, called McCain's behaviour part of a battle between Bush and his fellow Republicans. \"I didn't think we were going to have to be the referee of an internal GOP [Republican] ideological war,\" he told CBS.</p> <p>Obama's chief strategist, David Axelrod, came to a similar conclusion about McCain's role. \"All that happened was the waters got roiled and we had some political theatre. That's not what we need right now,\" he told MSNBC.</p> <p>But the Republican candidate was unfazed, turning around to accuse his critics of injecting unnecessary theatrics into the crisis talks. \"Americans saw a familiar spectacle in Washington,\" his campaign said in a statement. \"At a moment of crisis that threatened the economic security of American families, Washington played the blame game rather than work together.\"</p> <p>The Republican is evidently looking beyond Washington for a very different reaction to his manoeuvring on the economy, and that verdict will not be known until November 4.</p>",
  "<p>Was there ever such a pretty wart? There it sits beside the noble nose, the solitary imperfection in Avedon's impossibly beautiful 2004 portrait of Barack Obama, when Obama was the wunderkind of the struggling Democrats. You look at the clever, artless, eager child preserved in the star orator, civic gravity and American ardour overlaid on the same face, the open collar an advertisement of moral transparency, and two wistful thoughts come to mind. How long ago that seems; and how sad it is that the greatest of America's portraitists in any medium isn't around to fulfil his project of shooting \"Democracy\" in action. Avedon died, aged 81, in mid-shoot, not long after photographing Obama. </p> <p>Avedon never made any pretence to objectivity; the notion of the dispassionate lens he wrote off as delusion. His work, he said, was at least as much about him as his subjects: a vast collective self-portrait of the compulsions he projected on to America's faces and figures. In person, he was a merrily humane optimist, warm-blooded and gregarious; to know him was to love him. But he was no sentimentalist and there was a Daumier streak in him: coolly contemptuous of the political masquerade even while enthralled by its performances. Like a caricaturist, he thought that lies and cruelty settled like a crust on the physiognomy. All he had to do was to supply a lit exposure of the particular features in which moral intelligence or its absence had been inscribed.</p> <p>As hip as he mostly was, Avedon was, at root, an old-style Jewish moralist whose texts were written in freckles and furrows, pits and pocks. Sometimes those marks and blemishes, which stood out so sharply in front of the white sheet against which his subjects posed, were lit as poetic expressions of the persona. Avedon took delight in tweaking - or annihilating - the expected icon. Ronald Reagan, whose beaming smile warmed millions with its avuncular easiness, he trapped in lower-facial corrugation, as if the firming of power had been withdrawn in retirement along with the presidential motorcade. \"Looking good,\" Nancy is said to have murmured as Reagan stood, looking anything but, on the chalk lines he had asked Avedon to supply. Avedon may have wanted the gaze off yonder to suggest rueful reflection, but our retrospective knowledge of Reagan's fade into Alzheimer's gives the image a different charge. Confronted by his famously affable beam turned into a mask of porky smugness, as if fattened at the trough of self-satisfaction, Karl Rove got all steamed up, accusing Avedon of setting him up to look \"stupid\"; the arch-amBusher ambushed. To which, I think, Avedon would have replied - with his most rogueishly winning grin - that all his portraits were collaborations; and that nothing about the meeting of photographer and subject was calculated in advance. People came as they were. </p> <p>But the truth is a little more complicated than that profession of guilelessness. Avedon did, in fact, have certain idées fixes about the essential whomever; and then, through some astonishing act of photographic magic against that white paper, could make clothes, expression, collude in imprinting the essential them. Merely by the innocent act of sticking his left hand in his pocket, the trademark glasses a smidgin off-kilter, Henry Kissinger's expression assumes the defensiveness of concrete berms erected around a US embassy. For all we know, there may have been moments when Kissinger (who can be voluble) let down his guard and surrendered to the Avedon charm offensive. But the image is of someone guarding state secrets deep in his trousers. Equally, it's hard not to let what we know of Donald Rumsfeld's years of catastrophic military bungling cloud our take on Avedon's young myrmidon of the Ford administration. But the insignia of the Organisation Man, whose openings are strictly limited - the slightly superior amusement registered in the narrowing eyes, the dangerous haircut and the barely unzipped attache case - are already there.</p> <p>Avedon's was a literary and dramatic sensibility more than an aesthetic. Every face, every body, came with a potential narrative to tease out. Sometimes, in his own mind, sitters were twinned in some deep and weighty history even when they faced the camera alone. The Carter-Ford election was fought all over again in his studio; Carter, at ease in his loosely-fitting Christian simplicity, Ford (slightly unfairly) made to scowl as if a different and nicer man were struggling to break through the stony carapace. Deeper still is the duet of Adlai Stevenson and Dwight Eisenhower, a chapter to itself, in Avedon's visualisation, of postwar US history. The curriculum vitae tells us that Stevenson, the last heavyweight intellectual in Democratic politics before the Arkansas Kid, was twice loser; Ike the winner - which sets up expectations of Avedonian role reversal. Stevenson, photographed when he was Kennedy's ambassador to the United Nations, at the acme of his rhetorical force (especially deployed against the Castro-Khruschev missiles), looks to his right, but his face is alive with confident wit; the unembarrassed pleasure of a life fulfilled. The old boy is blessed with the benison of Camelot. By contrast, post-presidential Ike seems flaky pastry; the eyes unfocused. Stevenson's glance is sideways and down, a man on top of his form; Ike's is distant and upward, lost in meditation. But it was Eisenhower who, in his old age, had the more important things to say: his farewell presidential address the famous warning against the coming of the self-perpetuating \"military-industrial complex\", the beast that would consume American liberty. So Avedon bestows on him the dreamy saintliness of an ancient buddha mourning his vindication. </p> <p>The studio was Avedon's theatre, with sitters encouraged to perform and the maestro as the genial director. The only time I went there - for a group photo of New Yorker writers paying homage to their departing editor - the atmosphere was festive, beckoning drinks on a side table. Avedon orchestrated the afternoon unwinding, encouraging us into showtime exuberance (in our case not a challenge). When the right moment came, he stood beside, not behind, the large-format camera, never taking his eyes off us, a party to the party, and caught the family jubilation just so. It was his Shakespearean sense of life as play that made him Olympian and intimate. His strongest pictures tease out the inner, optimised image we all carry within ourselves, hoping that it might have some relationship to the way others see us: strong, wise, finely featured. But then Avedon puts that naively glamourised version in a dialogue with what he sees himself; the result being, in the subjects with which he had most sympathy, a marvellous dialogue between inner and outward countenance: the anima and its vital casing. </p> <p>The effect is to evoke presence more distinctively than any other photographer who has ever turned their hand to portraiture; more powerfully than Matthew Brady, Julia Margaret Cameron, August Sander or Alfred Stieglitz. For, like Rembrandt, Avedon caught the shorthand signature of an entire life, and the pose became a print of individual spirit. </p> <p>• Avedon's portraits are on show at the Corcoran Gallery of Art, Washington DC, until January 25 2009. Simon Schama's latest book, The American Future: A History, is published next week. His four-part BBC2 series of the same name begins on October 10.</p>",
  "<p>As John McCain and Barack Obama decide how to approach the shifting debate over shoring up the US economy, they must contend with congressional colleagues who, technically, wield more power than either presidential candidate over the $700bn bailout. </p> <p>Who are these influential members of Congress? Do they all have to agree on a financial rescue before the deal can pass?</p> <p><strong>Nancy Pelosi</strong><br>Position: Democratic speaker of the House of Representatives<br>Age: 68<br>Represents: The San Francisco area<br>Why she's important: No other member of Congress got Henry Paulson to fall on bended knee this week. The US treasury secretary knows that Pelosi will have a harder time than Harry Reid, her Senate counterpart, winning sufficient support for the financial rescue. House Republicans are more restive than their Senate counterparts, and the House has a contingent of influential liberals who will battle to the bitter end to give the plan more foreclosure aid.</p> <p><strong>John Boehner</strong><br>Position: House Republican leader<br>Age: 58<br>Represents: The suburbs of Cincinnati and Dayton, Ohio<br>Why he's important: The candid and canny Boehner has weathered a politically perilous year for his party, but the bailout poses his biggest test yet. If he spurns conservatives and joins forces with Pelosi and George Bush, Boehner could doom Republicans to an even longer exile from the halls of power. If he allies with conservatives and opposes the bailout as a betrayal of capitalism, Boehner could drive John McCain away from the plan - perhaps decisively swinging the election.</p> <p><strong>Chriss Dodd and Barney Frank</strong><br>Positions: Chairmen of the House financial services committee and the Senate banking committee <br>Ages: 64 and 68<br>Represents: Connecticut and the Boston suburbs<br>Why they're important: These two titans of financial policy are the Democratic point men on the bailout. Each has earned Obama's trust, and both are among the top recipients of campaign cash from now-defunct Fannie Mae and Freddie Mac. There was some grumbling earlier this week among allies of the fiery Dodd that the acerbic Frank was too eager in pursuing a deal with the White House. </p> <p><strong>Richard Shelby</strong><br>Position: The banking committee's senior Republican<br>Age: 74<br>Represents: Alabama<br>Why he's important: The mild-mannered Shelby is such a free-market stalwart that his support for any form of the rescue plan is highly unlikely. It was his No 2 on the committee who joined Democrats for yesterday's ill-fated announcement that a deal was near. But Shelby remains the Republican best equipped to corral enough reluctant conservatives in the House to avoid a bailout meltdown. </p> <p><strong>Eric Cantor</strong> <br>Position: No 4 leader of House Republicans <br>Age: 45<br>Represents: Richmond, Virginia<br>Why he's important: Affable and attractive, this lone Jewish Republican in the House was one of the semi-finalists in McCain's search for a running mate. This week he has taken the lead of a \"task force\" tapped by Boehner to devise a conservative alternative to Paulson's bailout. The final product, which includes suspension of the capital-gains tax and government insurance for devalued mortgages, got poor reviews from Paulson - but it may well McCain.</p>",
  "<p>The US presidential debate is going forward as planned tonight, with John McCain reversing his original plan to skip the event if a financial bailout deal is not reached between Congress and the White House.</p> <p>\"Senator McCain … is optimistic that there has been significant progress toward a bipartisan agreement now that there is a framework for all parties to be represented in negotiations,\" the campaign said in a statement.</p> <p>\"Following the debate, he will return to Washington to ensure that all voices and interests are represented in the final agreement, especially those of taxpayers and homeowners.\"</p> <p>McCain had declared that the debate should be delayed pending a firm agreement on giving the US treasury secretary authority to buy up toxic mortgages from struggling financial firms.</p> <p>But despite the Republican's assertion of progress, the $700bn rescue plan remained in limbo today. Democratic leaders vowed to renew their negotiating efforts, while still chiding McCain for his intervention in the bail-out talks yesterday.</p> <p>\"The time is now for House Republicans to come to the negotiating table and for presidential politics to leave the negotiating table,\" Harry Reid, the Democratic Senate leader, told reporters today. </p> <p>\"The insertion of presidential politics has not been helpful. It has been harmful.\"</p> <p>Members of Congress are meeting behind closed doors today with an eye to crafting a financial pact that can attract votes from enough Democrats and Republicans to pass. </p> <p>But McCain's appearance yesterday at the White House - where he reportedly gave a nod to an alternative, tax-cutting plan devised by conservatives in the House of Representatives - continues to roil the process.</p> <p>Jeb Hensarling, the conservative Texas congressman who is helping to lead free-market critics of the deal, accused Democrats of making his party into scapegoats: \"It is ludicrous to think that House Republicans are 'holding up' any sort of deal, as Democrats falsely claim.\" </p> <p>The lack of resolution on the bail-out was all the more startling because McCain and George Bush had billed the White House meeting as an opportunity for the two presidential candidates to abandon their partisan roles and come together for the good of the nation.</p> <p>Instead, according to rapidly spreading accounts of the meeting, McCain refrained from taking a position on the $700bn rescue backed by Bush. Henry Paulson, the treasury secretary, was reduced to bending on one knee and pleading with the Democratic House speaker - who is Catholic - not to \"blow up\" the plan.</p> <p>Chris Dodd, the Democratic chief of the Senate banking committee and a lead negotiator on the bail-out compromise, assured reporters that McCain's resistance was not shared by all in his party.</p> <p>\"There are Republicans, serious Republicans, who care about this, and I'm grateful for them,\" Dodd said.</p> <p>But it is unclear how many of those Republicans can be persuaded to join Bush and senior Democrats in supporting a hugely expensive proposal that most economists have panned and many voters decry as a handout to Wall Street rather than ordinary taxpayers.</p> <p>The alternative bail-out that McCain raised during the White House meeting has an extremely slim chance of passing. Still, Democratic House speaker Nancy Pelosi has said she is open to considering it as part of a broader rescue deal.</p> <p>While Congress picked up the pieces of what many believed was a workable agreement just 24 hours ago, Wall Street signalled that time may be running out. </p> <p>The US government was forced to seize and sell off Washington Mutual last night in a quick cleanup of the largest bank failure in American history, and shares in both London and New York markets opened more than 100 points down.</p>",
  "<p>After my article last week criticising <a href=\"http://www.theguardian.com/commentisfree/2008/sep/16/libdemconference.liberaldemocrats2\">Lembit Opik</a>, I feel the need to issue a clarification. I have to announce that I will be voting for Lembit. Well, I'll be giving him my <a href=\"http://www.electoral-reform.org.uk/article.php?id=55\">second preference</a>, with <a href=\"http://www.im4ros.com/home.jsp\">Ros Scott</a> getting my first. The director of <a href=\"http://www.liberal-vision.org/index.htm\">Liberal Vision</a> Chandila Fernando has also announced his intention to stand, a nakedly cunning stunt to add to his stunt pamphlet (<a href=\"http://www.liberal-vision.org/store/Liberal%20Vision%20-%20The%20Cameron%20Effect.pdf\">pdf</a>) and stunt purity list (<a href=\"http://www.liberal-vision.org/store/Liberal%20Vision%20-%20How%20liberal%20are%20the%20Liberal%20Democrats.pdf\">pdf</a>) (which endorsed Lembit) last week. As an exercise in self-promotion, it is hard to fault Fernando's tactics – his thinktank has gone from nowhere to top of the internal party debate in the space of a fortnight – but it would be nice if the spin were to start being matched by substance at some point.</p> <p>Back to Lembit. He has resigned his front bench position to <a href=\"http://www.theguardian.com/politics/2008/sep/24/lembitopik.liberaldemocrats\">spend more time on his campaign</a>. One can only ask what took him so long and whether he merely jumped before he got pushed.</p> <p>His campaign is already on its <a href=\"http://www.lembit4president.co.uk/\">second website</a>, the first of which has wisely now been consigned to memory, and he has made a new <a href=\"http://uk.youtube.com/watch?v=p3Q0HjH9Wns&amp;feature=related\">YouTube video</a> (the aggressive, in-your-face style of which is distinctly redolent of the Verve's <a href=\"http://uk.youtube.com/watch?v=Zx3m4e45bTo\">Bittersweet Symphony promo</a>). But problems with the campaign remain. Despite Lembit's claim in his manifesto to be capable of projecting \"clear messages,\" it is mired in a mishmash of slogans: \"Lembit4President\", \"I Pick Opik\", \"A President of Primary Colours.\" There is a sense of throwing everything at the wall and seeing what sticks.</p> <p>The latter slogan is particularly curious. Jack Stanton, the presidential candidate in the novel <a href=\"http://en.wikipedia.org/wiki/Primary_Colors\">Primary Colors</a>, to which this is surely an allusion, is a silver-haired philanderer – a man with a keen intellect and charm whose personal failings come back to undermine his campaign time and again. At first inspired, the narrator becomes increasingly disillusioned with his candidate as he slides towards victory and there are hints he will end up squandering his time in office. Is that really the image Lembit wants to convey?</p> <p>Lembit is selling himself on his track record, so it is his track record we should turn to in this debate. I have four key questions for him which he needs to answer before the end of the election:</p> <p>a) Since Lembit claims to have such great campaigning and communications skills, why have the Liberal Democrats in Wales stagnated in the last two assembly elections (sticking with six AMs in 1999, 2003 and 2007)?</p> <p>b) Given the deep problems at the heart of the Kennedy leadership, wasn't it an error of judgment to stand by him? Loyalty is easy – a nodding dog at the back of a car can do it. Don't the \"rebels\" – including Nick Clegg and Vince Cable – deserve credit for taking a difficult decision that Lembit lacked the resolve to take?</p> <p>c) Why didn't Lembit stand against Simon Hughes in 2006? Hughes presided over a string of failures, most notoriously watching the party's membership fall by 10,000 members despite having pledged to treble the membership in two years. Again, doesn't that suggest a lack of resolve?</p> <p>d) Why wasn't Lembit's campaign ready in Bournemouth? Frankly, it was a total mess. Ros Scott launched her campaign exactly 12 months before, so it isn't as if Lembit didn't know she was serious. Is this the level of professionalism we can expect from him? Don't actions speak louder than words?</p> <p>These questions, for the Lib Dems at least, are important. The party president is not a figurehead but an executive role. I happen to think that the more focused Lembit who ran a highly organised campaign four years ago would have done a much better job than Simon Hughes. But now? He says he wants the role but all his actions suggest that his campaign is little more than an afterthought. Whether that is complacency or apathy, it is the last thing the party needs right now.</p>",
  "<h2>A matter of debate</h2> <p>It was a day of high drama in Washington as some of the biggest policy questions imaginable collided head-on with short-term political tactics. John McCain and Barack Obama headed to Washington to meet George Bush after McCain announced the suspension of his campaign. The Republican presidential nominee said he wouldn't attend tonight's foreign policy debate in Mississippi if a bailout deal couldn't be struck — though his ads continued to air, and last night he managed to give three television interviews.</p> <p>But McCain also wanted a deal for which he could claim credit, while Democrats didn't want to endorse a Bush plan without Republican support. That would allow McCain to present himself as standing up for Main Street against the establishment forces of Wall Street.</p> <p>By mid-afternoon, lawmakers in Congress were signalling that a deal had been agreed in principle, including limits on executive pay and a way for taxpayers to benefit from the success of rescued firms by means of an equity stake. But last night, after a subsequent meeting at the White House, <a href=\"http://www.theguardian.com/world/2008/sep/26/uselections2008.johnmccain\">that deal was back in the air</a>. Conservative Republicans were reportedly in open rebellion at the scale of the proposed $700bn bailout, while Democrats complained of being blindsided by a new, more conservative proposal - apparently floated by John McCain, who has spent much of his political career espousing principles directly opposed to those underlying the bailout. \"What this looked like to me,\" said the Democratic chairman of the Senate banking committee, Christopher Dodd, looking irritated, \"was a rescue plan for John McCain.\"</p> <p>Nobody seemed to take seriously the notion that McCain might not find a way to be present in Mississippi, but it was still far from clear how he'd manage to do it. Obama stayed overnight in Washington instead of returning to Florida for more debate preparation, but he has vowed to attend the Mississippi event whatever happens - even if it means turning it into a town hall meeting or an interview. The way things are going, it would be wise to expect the unexpected today.</p> <h2>What to watch out for</h2> <p>Let's assume, for the sake of argument, that the debate goes ahead (in one instant poll reported yesterday, 86% of Americans said they wanted it to). Almost 20% of the electorate are still undecided, <a href=\"http://www.theguardian.com/world/2008/sep/26/uselections2008.barackobama\">writes Ewen MacAskill in today's Guardian</a>, and both Democratic and Republican pollsters agree that the debate, set to attract a record television audience, could settle doubts about the two candidates. Foreign policy and security, the advertised topic of the event, is McCain's strong suit. Obama's challenge will be to successfully address the question of whether, given his lack of experience, he'd make a credible commander-in-chief. Neither candidate is seen as excelling in the debate context; Obama can seem like a lecturer, while McCain can look wooden or tetchy.</p> <p>I'll be liveblogging whatever tonight's event turns out to be at <a href=\"blogs.theguardian.com/burkeman\">blogs.theguardian.com/burkeman</a> from 9pm eastern time (2am UK time).</p> <h2>Latest polls</h2> <p>While polls put Obama far ahead of McCain on the economy, the Republican still holds a firm lead over his rival on national security, the subject of tonight's debate. He's seen as more knowledgeable about world affairs by a margin of 23 points, according to a New York Times/CBS poll, and as the more effective commander-in-chief by a margin of 21 points. But only 38% think McCain is explaining what he'd do as president; 56% think Obama is doing so. Gallup's daily tracking poll has the candidates level pegging: 46%-46%.</p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/video/2008/sep/26/uselections2008.useconomy>\" tomasky talk: house republicans stall bail-out plan< a><br><strong>·</strong> </a><a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/25/uselections2008.television\">Lindsay Johns: The quill versus the sledgehammer</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/25/uselections2008.barackobama1\">Michael Tomasky video: The dos and don'ts of presidential debates</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/25/uselections2008.sarahpalin1\">Campaign diary: Also, Alaska is on the same planet as Iraq and Afghanistan</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/25/uselections2008.sarahpalin1\">Simon Tisdall: The maverick rides again</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/25/uselections2008.barackobama\">Younge America: Presidential debates are just theatre</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/26/opinion/26krugman.html?hp\">New York Times: Paul Krugman - Where are the grown-ups?</a><br><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/26/john-mccain-to-the-rescue_n_129493.html\">Huffington Post: Video - John McCain to the rescue!</a><br><strong>·</strong> <a href=\"http://talkingpointsmemo.com/archives/219841.php\">Talking Points Memo: Strange days</a><br><strong>·</strong> <a href=\"http://www.dailykos.com/story/2008/9/25/232644/542/412/610823\">Daily Kos: Obama tried to rescue meeting</a><br><strong>·</strong> <a href=\"http://www.politico.com/news/stories/0908/13910.html\">In a first, Palin takes press questions</a></p> <h2>Quote of the day</h2> <p>\"We have trade missions back and forth\" — <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/25/uselections2008.sarahpalin\">in a CBS interview with Katie Couric</a>, Sarah Palin fleshes out her involvement in high-level diplomacy between Alaska and Russia.</p> <p>\"I'll try to find ya some and I'll bring 'em to ya\" — in the same interview, in a segment broadcast earlier, Palin finally gives up trying to give examples of John McCain's past support for tough regulation of Wall Street.</p> <h2>Confession of the day</h2> <p>A crossword setter for the New York Times admits the truth: <a href=\"http://www.politico.com/news/stories/0908/13888.html\">the paper is completely and utterly \"in the tank' for Obama\"</a> — at least as far as its crosswords are concerned.</p>",
  "<p>Good to see our old conspiracy-corner favourite, the \"October surprise\" scenario, re-surfacing in Jonathan Steele's report today that <a href=\"http://www.theguardian.com/world/2008/sep/25/iran.israelandthepalestinians1\">Israel sounded out the White House</a> about a pre-emptive bombing of Iran's nuclear facilities and got the thumb's down.</p> <p>\"October surprise\"? As you probably know (but may not), it's a bit of American jargon to describe a covertly pre-arranged event designed by supporters of one or another candidate – or party – to impact on an imminent election and influence the result.</p> <p>For once today's story amounted to a thumbs down to the October surprise – a popular routine on the left, even I've floated it occasionally – because some of this year's speculation has focused precisely on that option: that Israel would trigger such a crisis just ahead of the November 4 presidential elections to help John McCain win the presidency.</p> <p>That's not so daft when you think about it. The Israelis are rightly scared of Tehran's mullahs and their traffic engineer-turned-fundamentalist president getting hold of nuclear weapons, almost as scary as Pakistan having nukes (that's a joke by the way). They once bombed Iraq's O'Chirac facilities and – so the polls tell us – are the ONLY country around the world which prefers McCain to Barack Obama.</p> <p>Come to think of it, I heard a version of this scenario when I was in Washington for a family wedding in July. A well-connected friend said it was doing the rounds: the Israelis had convinced themselves that President Obama would be bad for them.</p> <p>Actually a US president who yanked Israel's chain a bit – none has since Eisenhower – would probably do self-absorbed Tel Aviv more good than a Paul McCartney visit. But that's another story.</p> <p>Is there any historic substance to the \"October surprise\" fear? It started in the politically-polarised 60s when first Lyndon B Johnson – who stood down in 1968 over the Vietnam war – announced a halt to the controversial bombing of north Vietnam, to help his number two and would-be successor, Hubert Humphrey, beat Richard Nixon.</p> <p>It failed, but in 1972, when Watergate-paranoid Nixon faced a much weaker Democratic candidate, nice-but-hopeless George McGovern, he encouraged Henry Kissinger to talk up the \"peace in our time\" stuff. He won by 20 points – a near record margin – but went on to defeat himself.</p> <p>There have been other examples, though I don't think George W Bush's drink-driving arrest – revealed close to polling day in 2000 – quite counts in the big league. Nor do routine but clumsy attempts by al Qaida to issue an Osama bin Laden Christmas video a few weeks early.</p> <p>Wikipedia University cites North Korea's 2006 nuclear test and mentions the Lancet/Johns Hopkins study (2004) on the death toll in Iraq. Since co-author, Les Roberts, was standing for Congress on an anti-war ticket and said the timing was electoral he can hardly be accused of covert action, whatever outside experts said about his methodology.</p> <p>To my mind, the serious claim was made after the 1980 presidential elections in which Governor Ronald Reagan beat the sitting president, Jimmy Carter. It was said the Reagan team had done a secret deal with the Iranian regime of Ayatollah Khomeini to ensure that the US hostages – seized at the embassy a year earlier – would not be released before polling day, as Reagan feared they might. As I recall they were finally let go as Carter's plane took off on the final flight home to Georgia.</p> <p>At least three books said the claim was true and two Congressional inquiries concluded that it wasn't. That is a pretty inconclusive result. I'm not a conspiracy theorist – cock-ups drive history. But big conspiracies sometimes do exist.</p> <p>For instance, Bismark really did edit the telegram which prompted the airheaded Napoleon III to declare war on Prussia in 1870. Later the German general staff, who really ran the Second Reich, really were looking for an excuse (it turned out to be the murder at Sarajevo) to go to war in 1914 because modernisation was finally taking place in Russia.</p> <p>By 1917 Russia might be impossible to beat: do it now. Cynical and horrible, but they made a series of bad calls which eventually ruined them when they gambled they could win the war (not least by sinking American shipping) before the Americans and their money – they had solid banks at the time – arrived on the Western Front.</p> <p>Serves them right, though they ruined us all in the process. You may be thinking that history repeated itself in Iraq in 2002-3 and tipped the American Empire towards terminal decline. I support the cock-up theory there – sheer incompetence – but let's not go there today. It will be US bankers who do it for the US.</p> <p>Why might 1980 have been the real thing? Only because of what we do know. The Reagan government did have back channels to the ayatollahs. The president did later sanction the sale of badly-needed weapons, including TOW missiles to Tehran. It did channel the proceeds to the contra rebels in Nicaragua in express defiance of Congressional resolutions. It did all come out in the end.</p> <p>But no, in case you're wondering, I don't think the Bush administration arranged for the Pentagon and the Twin Towers to be attacked on 9/11, though I often read that many people around the world do. How sad for them.</p>"
]