[
  "<!-- Block 1 --> <p><strong>11:30pm:</strong> It's after 11pm GMT (6pm ET) and the first polls have to closed in parts of <a href=\"http://www.guardian.co.uk/world/indiana\">Indiana</a> and Kentucky. </p> <p>Results are coming in, but nothing conclusive - just the first few thousand from Kentucky, a state McCain is almost certain to win. (He is on around 63% to Obama's 34% - based on just under 8,000 votes.)</p> <p>So, not much to say yet. But to see how the night might pan out take a look at our <a href=\"http://www.guardian.co.uk/world/2008/nov/04/us-president-election-guide\">hour-by-hour guide</a>, <strong>Michael Tomasky</strong>'s <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/nov/04/uselections2008-timings\">video guide to the night</a> and <a href=\"http://www.guardian.co.uk/world/interactive/2008/oct/20/obama-mccain-swing-states-interactive-map\">interactive map of the states to watch</a>.</p> <!-- Block 2 --> <p><strong>11.45pm:</strong> The first exit polls detailing US voters' concerns are out. <strong>Julian Borger</strong> has the <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/04/us-election-polls-economy\">details on Deadline USA</a>: 62% said the economy was the number one issue, and 90% of all polled said it was in poor shape.</p> <p>Borger will be blogging on <a href=\"http://www.guardian.co.uk/world/deadlineusa+us-election-polls\">exit polls and polling data</a> through the night.</p> <!-- Block 3 --> <p><strong>0:03am:</strong> <strong>First network projections:</strong> Vermont for Obama and Kentucky for McCain.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339332531\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/04/front12am.jpg\" alt=\"US election 2008 12am screengrab\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US election 2008 12am screengrab</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Watch the results on our map. See it <a href=\"http://www.guardian.co.uk/world/interactive/2008/nov/04/us-elections-live-results-obama-mccain\">here</a> or on the homepage (above).</p> <!-- Block 4 --> <p><strong>0:14am:</strong> We have a new lead story: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008\">Unofficial exit polls point to Obama victory</a>.</p> <blockquote> <p>Barack Obama appeared to be heading for victory over John McCain in key battleground states across the US to become the next American president, according to unpublished exit polls.</p> </blockquote> <p>But remember it is still early.</p> <blockquote> <p>Voting was still going on in many states and there remained a possibility of a late surge in voting, by people returning from work, that could change the outcome in key states, a factor that sealed the fate of the Democratic candidate John Kerry in 2004.</p> </blockquote> <!-- Block 5 --> <p><strong>0:30am:</strong> <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/04/uselections2008-barackobama6\">Oliver Burkeman's liveblog</a> (144 comments and counting) notes that CNN has begun using its <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/30/uselections2008\">3D reporter holograms</a>.</p> <!-- Block 6 --> <p><strong>0:39am:</strong> Remember Samuel \"Joe\" Wurzelbacher aka Joe the Plumber? Andrew Clark <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-johnmccain\">interviewed him tonight outside his Ohio home</a> and heard his frustration at the way McCain thrust him into the spotlight.</p> <blockquote> <p>\"I was unhappy that my name was used as much as it was because I think there were real other issues that should've been discussed during the debate,\" said Wurzelbacher. \"I was happy that I was used as a focal point but I didn't think I was going to be the only point.\"</p> <p>Seemingly disillusioned by his treatment during the election, Wurzelbacher continued: \"You know, fame is fleeting, leaves you hungry, leaves you cold, leaves you tired. Fortune never comes with it.\"</p> </blockquote> <!-- Block 7 --> <p><strong>0:45am:</strong> Here's a graphic with live data to tell you what is happening in the <a href=\"http://www.guardian.co.uk/world/interactive/2008/nov/04/us-elections-congress\">Congressional races</a>.</p> <!-- Block 8 --> <p><strong>0:55am:</strong> McCain projected to win South Carolina.</p> <!-- Block 9 --> <p><strong>1:02am:</strong> Lots of US network projections coming out from the states that closed a couple of minutes ago: Massachusetts, Illinois, New Jersey, Delaware, Maryland, three of Maine's four electoral votes and the District of Columbia for Obama. McCain projected to win Oklahoma and Tennessee. None of this too surprising.</p> <p>States too close to project, according to CNN, are Alabama, Florida, New Hampshire, Mississippi, Missouri and Pennsylvania.</p> <!-- Block 10 --> <p><strong>1:07am:</strong> MSNBC, PBS, Fox and Reuters are projecting Obama to win in Pennsylvania.</p> <!-- Block 11 --> <p><strong>1:14am:</strong> Over to Virginia - Mark Warner has won the state's Senate race, meaning it now has two Democratic senators and a Democratic governor. </p> <p>Here's <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-virginia\">the story</a>:</p> <blockquote> <p>The popular former governor bested another former governor, Jim Gilmore, for a seat long in Republican hands. The Democratic party hopes that and a handful of other wins tonight will give them the 60-member supermajority that will allow them virtually to dictate legislative policy.</p> </blockquote> <p>Still left is to see which way Virginia's electoral college votes go. It is on Obama's list of possible pick ups, though hasn't voted Democratic in a presidential election since 1964.</p> <!-- Block 12 --> <p><strong>1:17am:</strong> Meanwhile in Kenya ... <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-barackobama1\">Kenyans pray for victory in Barack Obama's ancestral home</a>.</p> <!-- Block 13 --> <p><strong>1:29am:</strong> Our Virginia senate story now takes in incumbent Republican senator Elizabeth Dole's <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-virginia\">defeat in North Carolina</a>.</p> <!-- Block 14 --> <p><strong>1:32am:</strong> We have a new lead story taking in Obama's <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-exit-polls\">projected win in Pennsylvania</a>.</p> <p>Here's <strong>Michael Tomasky</strong> on <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/nov/05/pennsylvania\">Pennsylvania and other east coast states</a> key to Obama's White House bid:</p> <blockquote> <p>[On Pennsylvania] If Chuck Todd says it (he's with MSNBC), one tends to believe it. Pretty big news, obviously.</p> <p>Re Virginia: Remember that Norfolk-Virginia Beach-Hampton Roads haven't come in yet. Neither has northern Virginia. Those are Democratic strongholds. So Virginia will tighten considerably.</p> <p>Re Florida...surprising Obama margin so far. And historically, south Florida (Dem) reports later.</p> </blockquote> <!-- Block 15 --> <p><strong>1:46am: Julian Borger</strong> has the latest on the exit polls, and it is <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/us-election-democrats-women-husbands\">good news for Obama</a>: </p> <blockquote> <p>One in ten voters said they were voting for the first time, and those new voters were mostly young and/or black - demographics that are good for the Democratic candidate.</p> </blockquote> <p>But a note of caution from Borger: early exit polls tend to under-represent late-voting working men. The early exit polls in 2004 also showed things going well for John Kerry.</p> <!-- Block 16 --> <p><strong>1:57am:</strong> The last posting reminds me this is around the time in US elections British people traditionally go to bed thinking the Democrat's won. </p> <p>Here are some reasons to stick around:</p> <p><a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/05/uselections2008-barackobama\">Oliver Burkeman's liveblog</a><br><a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky\">Michael Tomasky's election night analysis</a><br><a href=\"http://www.guardian.co.uk/global/cifamerica/2008/nov/04/uselections2008\">Anna Pickard's live US TV review</a></p> <p>And, of course, seeing what happens ...</p> <!-- Block 17 --> <p><strong>2:05am:</strong> More projections from recently closed states: Rhode Island, Michigan, Wisconsin, Minnesota and New York for Obama; Wyoming and North Dakota for McCain. None of these are that surprising, but North Dakota was a state that flipped between toss-up and lean McCain over the last week.</p> <!-- Block 18 --> <p><strong>2:10am:</strong> McCain projected to win in Georgia - a usually reliably Republican state, though one which if Obama was having a better than expected night a large African American turnout could have conceivably put in the Democratic column.</p> <!-- Block 19 --> <p><strong>2:18am:</strong> The latest map. Projections have stars against them, the varying shades of blue and red represent actual vote counts.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339338518\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/05/map2am.jpg\" alt=\"US election 2008 2am map screengrab\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US election 2008 2am map screengrab</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/04/uselections2008-johnmccain?commentid=f6acbb37-d1c7-439f-8ce2-19a8b414cc82\">@rmmy </a> in the comments. This is a screengrab of a live map and cropped to fit in this blog. Follow <a href=\"http://www.guardian.co.uk/world/interactive/2008/nov/04/us-elections-live-results-obama-mccain\">this link</a> to see the latest electoral data - and the results for the smaller east coast states.</p> <!-- Block 20 --> <p><strong>2:28am:</strong> Want to watch crowds waiting excitedly in Chicago's Grant Park for Obama? <a href=\"http://www.guprod.gnl/world/video/2008/nov/05/obama-election-speech-chicago\">Here's the video</a>.</p> <!-- Block 21 --> <p><strong>2:31am:</strong> The <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-congress\">latest on Congress</a>:</p> <blockquote> <p>Democrats are poised to consolidate their hold on the US Congress after scoring three victories in New Hampshire and two once reliably Republican strongholds, Virginia and North Carolina.</p> <p>The Senate seats picked up by Jeanne Shaheen in New Hampshire, Mark Warner in Virginia and Kay Hagan in North Carolina brought Democrats within striking distance of the 60-vote margin needed to help a likely President Obama overcome Republican obstruction.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/world/interactive/2008/nov/04/us-elections-congress\">And here is the live graphic for the Congressional races</a></p> <!-- Block 22 --> <p><strong>2:37am:</strong> The Philadelphia, Pittsburgh, (Scranton?) story: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-pennsylvania\">Obama's win in Pennsylvania a crushing defeat for McCain</a>:</p> <blockquote> <p>The McCain camp had ranked Pennsylvania their top prospect among states they hoped to capture from the Democrats -- the equaliser in the event of wins by Barack Obama in Ohio, Florida and other battleground states held by Republicans.</p> <p>In the final days of his failing campaign, the McCain camp had thrown all of its resources into Pennsylvania, ramping up advertising spending, and hunting for votes in small towns and rural areas.</p> <p>The effort had puzzled political strategists. Opinion polls had consistently shown Obama with double-digit margins in the state.</p> </blockquote> <!-- Block 23 --> <p><strong>2:41am:</strong> A very important projection: Obama wins Ohio. (Ohio plus Pennsylvania in pretty much every electoral scenario for the Democrat equals the White House.)</p> <!-- Block 24 --> <p><strong>2:48am:</strong> Peter Tatchell makes a <a href=\"http://www.guardian.co.uk/global/cifamerica/2008/nov/04/uselections2008?commentid=ae4e6157-15f5-4cf4-a436-9598e11f4234\">surprise appearance on Anna Pickard's TV blog</a> to ask about the possibilty of voter fraud and is pointed to the <a href=\"http://www.guardian.co.uk/commentisfree/america\">serious blogs</a>.</p> <!-- Block 25 --> <p><strong>2:51am:</strong> New Mexico projected for Obama. That's a pick-up from the Republicans.</p> <!-- Block 26 --> <p><strong>2:53am:</strong> The Associated Press's choice of words to describe tonight is \"<a href=\"http://abclocal.go.com/wls/story?section=news/politics&amp;id=6488804\">Barack Obama churned relentlessly toward history</a>\". Unusual.</p> <!-- Block 27 --> <p><strong>3:00am:</strong> Our new lead story: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections20081\">Obama closes in on victory after projected wins in key states</a>:</p> <blockquote> <p>Barack Obama tonight was on course for victory over John McCain in the US election to become the first African-American president ...</p> </blockquote> <!-- Block 28 --> <p><strong>3:05am:</strong> Obama projected to win in Iowa.</p> <!-- Block 29 --> <p><strong>3:14am:</strong> How our election special page looks right now.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339340220\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/05/electionfront3am.jpg\" alt=\"US election 2008 3am screengrab\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US election 2008 3am screengrab</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>See it updating <a href=\"http://www.guardian.co.uk/world/uselections2008\">here</a>.</p> <!-- Block 30 --> <p><strong>3:29am:</strong> Pictures! <a href=\"http://www.guardian.co.uk/world/gallery/2008/nov/04/uselections2008-usa-voters-polls?picture=339337205\">The latest from election night in the USA</a>.</p> <!-- Block 31 --> <p><strong>3:38am:</strong> Tonight isn't just about electing a new president and Congress. It is when US voters in certain states get to vote on various ballot proposals - and in Michigan and Massachusetts the <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-michigan-marijuana-abortions-southdakota-michigan-massachusetts\">marijuana laws are easing</a>. Later tonight will come the results from votes on abortion in South Dakota and gay marriage in California.</p> <!-- Block 32 --> <p><strong>3:43am:</strong> Fox is projecting an Obama win in Virginia.</p> <!-- Block 33 --> <p><strong>3:51am:</strong> New lead story: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections20082\">Barack Obama poised to become America's first black president</a>.</p> <p>Poised, but perhaps not for much longer. Polls close in <strong>California</strong>, <strong>Oregon</strong> and <strong>Washington</strong> in nine minutes time. The combined 73 electoral votes - almost certain to go Democratic - will take Obama from his current 207 to <strong>280</strong>, ie 10 more than he needs to win. [Correction: Virginia's 13 electoral votes, projected by AP after Fox, meant Obama was at this point on 220]</p> <!-- Block 34 --> <p><strong>4:00am: PRESIDENT OBAMA!</strong> California and the west coast states - which closed just this moment - have pushed him over 270 electoral votes.</p> <p>CNN showing wild scenes in Chicago.</p> <!-- Block 35 --> <p><strong>4:04am:</strong> Obama now up to 293 electoral votes.</p> <!-- Block 36 --> <p><strong>4:18am:</strong> McCain takes to the stage in Phoenix to concede. \"The American people have spoken, and they have spoken clearly,\" he begins.</p> <!-- Block 37 --> <p><strong>4:21am:</strong> East Africa correspondent Xan Rice reports that Obama's Kenyan grandmother is out on the streets celebrating. More on that later.</p> <!-- Block 38 --> <p><strong>4:25am: Front pages</strong></p> <p>The Guardian website</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339342123\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/05/front.jpg\" alt=\"Guardian front announces Barack Obama as president\" width=\"460\" height=\"269\" class=\"gu-image\" /> </figure>  <p>The Guardian newspaper</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339341971\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/05/guardian-front-page.jpg\" alt=\"Front page of the Guardian on November 5\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>More to come: including post-result analysis, video, the full text of McCain's concession speech and - very very soon - Obama's victory rally.</p> <!-- Block 39 --> <p><strong>4:51am:</strong> While we are waiting for Obama to take the stage in Chicago I'm enjoying the comments for their mix of joy and, well, surprise this has actually happened:</p> <p><a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/04/uselections2008-johnmccain?commentid=bbc84b90-6f41-4c99-9cd5-1adb946c7d77\">Lumbee1</a></p> <blockquote> <p>An historic night, by any measure. President Obama ... I'll be damned.</p> </blockquote> <p><a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/04/uselections2008-johnmccain?commentid=f5d9ad68-6351-430b-8a1a-60d1b5326cc3\">MsLiberty</a></p> <blockquote> <p>Oh my God in heaven he did it.</p> </blockquote> <!-- Block 40 --> <p><strong>4:58am Obama's victory speech:</strong> \"If there is anyone out here who still doubts America is a place where all things are possible, who still questions the power of our democracy. Tonight is your answer.\"</p> <!-- Block 41 --> <p><strong>5:07am:</strong> The <a href=\"http://www.guardian.co.uk/world/2008/nov/05/john-mccain-concedes-barack-obama\">McCain concession speech story</a> and <strong>Michael Tomasky</strong>'s <a href=\"http://www.guardian.co.uk/world/2008/nov/05/john-mccain-concedes-election\">take</a>.</p> <blockquote> <p>That \"peaceful years ahead\" thing was even somewhat graceful. The thank yous are all fine. It's interesting though the way that the speech is pretty much all about him. He really didn't know how to give comfort to the people in his crowd. Fascinating. </p> </blockquote> <!-- Block 42 --> <p><strong>5:17am:</strong> Posts on <strong><a href=\"http://www.guardian.co.uk/world/deadlineusa\">Deadline USA</a></strong> from <strong>Kevin Anderson</strong> and <strong>Julian Borger</strong> on some of the factors behind Obama's win. 1) <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/uselections20082\">The internet</a> and 2) <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/us-election-polls\">The Democrats' growing Hispanic base</a></p> <!-- Block 43 --> <p><strong>5:29am:</strong> Full text of <a href=\"http://www.guardian.co.uk/commentisfree/2008/nov/05/uselections2008-barackobama\">Obama's victory speech</a> on Comment is free (so you can talk about it). </p> <blockquote> <p>It's been a long time coming, but tonight, because of what we did on this day, in this election, at this defining moment, change has come to America.</p> </blockquote> <p>McCain's concession speech will be there soon too. In the meantime, <a href=\"http://www.guardian.co.uk/world/video/2008/nov/05/uselections2008-johnmccain\">watch the video</a>.</p> <!-- Block 44 --> <p><strong>5:40am:</strong> Where the headline says it all: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-texas-republicans-obama\">Republicans in Texas shattered by Obama win</a>.</p> <!-- Block 45 --> <p><strong>5:50am:</strong> Watching through the night in Britain, Kenya (I know of at least one reader in Australia)? Obama has a message for you from his <a href=\"http://www.guardian.co.uk/commentisfree/2008/nov/05/uselections2008-barackobama\">victory speech</a>: </p> <blockquote> <p>And to all those watching tonight from beyond our shores, from parliaments and palaces to those who are huddled around radios in the forgotten corners of our world - our stories are singular, but our destiny is shared, and a new dawn of American leadership is at hand. To those who would tear this world down – we will defeat you. To those who seek peace and security – we support you. And to all those who have wondered if America's beacon still burns as bright – tonight we proved once more that the true strength of our nation comes not from our the might of our arms or the scale of our wealth, but from the enduring power of our ideals: democracy, liberty, opportunity, and unyielding hope.</p> </blockquote> <!-- Block 46 --> <p><strong>5:56am:Michael Tomasky</strong> on Obama's \"<a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/nov/05/barackobama1\">remarkable</a>\" speech. </p> <blockquote> <p>That was one remarkable speech. He touched on all the points. But the main thing he conveyed to me was how ready he is to get to work.</p> <p>When he came out on stage, you notice that he wasn't full of huge smiles. In that moment, he set a tone with his face. </p> </blockquote> <!-- Block 47 --> <p><strong>6:17am:</strong> That Kenyan story: <a href=\"http://www.guardian.co.uk/world/2008/nov/05/barackobama-kenya\">Obama's Kenyan family watch his election on generator-powered TV sets</a>.</p> <!-- Block 48 --> <p><strong>6:22am:</strong> <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-barackobama5\">What Bush told Obama</a>: \"You are about to go on one of the great journeys of life. Congratulations and go enjoy yourself.''</p> <!-- Block 49 --> <p><strong>6:24am:</strong> At last, some good news! Obama <a href=\"http://www.guardian.co.uk/world/2008/nov/05/uselections2008-barackobama-sasha-mali-puppy-dog\">confirms</a> his two daughters Sasha and Malia will move into the White House with the puppy he promised them at the beginning of the primary season.</p> <!-- Block 50 --> <p><strong>6:46am: Jonathan Haynes</strong> posts on <strong><a href=\"http://www.guardian.co.uk/deadlineusa\">Deadline USA</a></strong> on the popularity of <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/uselections20084\">Google search queries on election night</a>. Sarah Palin made a late spurt in the days before the vote, but on election day itself Obama took a clear lead. John McCain was third. Joe Biden fourth.</p> <!-- Block 51 --> <p><strong>7:14am:</strong> <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/uselections2008-barackobama\">Barack Obama's debt to Sam Cooke</a></p> <!-- Block 52 --> <p><strong>7:16am:</strong> <a href=\"http://www.guardian.co.uk/world/2008/nov/05/obama-victory-chicago-new-era\">Jonathan Freedland on Obama's victory speech</a>:</p> <blockquote> <p>The man who once described himself as a \"skinny kid with a funny name\" stood before a vast, euphoric crowd - and a watching world - and in a speech that was by turns sombre and inspirational, took upon his shoulders the great weight of leadership of the United States of America.</p> </blockquote> <p>You can now <a href=\"http://www.guardian.co.uk/world/video/2008/nov/05/speech-full\">watch the video</a>.</p> <!-- Block 53 --> <p><strong>7:20am: Michael Tomasky</strong> also offers his video analysis of a <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/nov/05/uselections2008-barackobama\">night to remember</a>.</p> <p><strong>Julian Borger</strong>'s final poll analysis: <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/05/us-election-polls-uselections2008\">After everything, race still played a part</a></p> <!-- Block 54 --> <p><strong>7:30am:</strong> And that's it for this blog. Thank you to everyone who has read and commented. It has certainly been a remarkable night.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339345531\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/5/1225870369449/front7am.jpg\" alt=\"guardian.co.uk, 7am GMT, November 5 2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">guardian.co.uk, 7am GMT, November 5 2008</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Keep <a href=\"http://www.guardian.co.uk\">guardian.co.uk</a> and <a href=\"http://www.guardian.co.uk/world/uselections2008\">election special</a> bookmarked for the latest developments, comment and analysis through the coming days.</p>",
  "<p>This presidential race has generated a high level of excitement and today's election promises to have a record turnout of voters. This is a combination of a huge number of new voters, most registered by the Obama campaign and its allies, and predicted participation of 80-90% of all voters. Unfortunately, the planning and logistics to handle this voter flood has been inadequate, and voters in many places are going to suffer through multi-hour waits. This has already happened in <a href=\"http://edition.cnn.com/2008/POLITICS/10/24/voting.problems/\">early voting in Florida and other states</a>. <br> Long lines might seem like a mere inconvenience, but in fact they seriously undermine democracy. Many voters cannot wait for hours. They are forced by personal circumstances to leave without voting, and are thereby disenfranchised. This group would include, for example, people who must get to work and try to vote early in the morning, those who can only take off a short time from work to vote, parents or other caregivers taking care of children and the disabled. It is readily apparent that less affluent workers who have least control of their lives will be affected first and most. Rachel Maddow, on her <a href=\"http://www.msnbc.msn.com/id/26315908/\">MSNBC programme</a> on Monday night, called long voting lines the modern version of the poll tax, an infamous (and now illegal) ploy in the US south to charge voters for the privilege of voting, and thereby suppress voting by poor and minorities.<br> The formation of long queues at polling places is very similar to highway congestion. As traffic increases, flow slows until a critical density is reached at which traffic locks up and lines form that may take hours to clear. This behaviour is governed by the mathematics of <a href=\"http://en.wikipedia.org/wiki/Queueing_theory\">queuing theory</a>, which we have used to examine the circumstances that cause voter lines to form.<br> For example, the average Maryland voting precinct has about 2,000 registered voters and 10 computer touch-screen voting machines. If 1,500 voters show up, then <a href=\"http://arxiv.org/abs/0810.5577\">computer simulation of the voting process</a> predicts that taking longer than five minutes each to vote will result in waits of over one hour at 10% of polling places. Six-minute voting times will produce greater than two-hour waits in the majority of precincts. The incidence and length of queues is a highly nonlinear – and in real life, unpredictable – function of voter density.<br> Therefore, it is critically important to have ample excess capacity of voting means in order to stay well clear of any conditions that would cause long voter queues. Unfortunately, computerised touch-screen voting systems (alias DREs, for \"Direct Recording Electronic\") are not flexible enough to deal with sudden fluctuations in voter numbers, whereas voting based on paper ballots can be quickly scaled to avoid long lines. Touch-screen voting machines cost over $3,000 each, so it is prohibitively expensive (and logistically impractical) to change voting machine numbers even with several months notice. About 1/3 of American voters will be using these DRE machines in this election, so we are in grave danger of having many venues with long lines. An alternative to touch-screen voting machines is hand-marked paper ballots tallied by scanners. These will be used by over 55% of Americans in this election. The traffic choke point for paper ballot/scanner system is the number of voters who can simultaneously mark ballots. This is usually done with inexpensive \"privacy booths\" that cost $100 to $200, as compared to the $3,000 for touch-screen voting machines noted above. In a pinch, however, cardboard \"privacy screens\" costing a few dollars each can be quickly taped to tables, or voters can be sent to chairs in different parts of a room, in order to instantaneously expand capacity. Maryland voting is presently done using touch-screen voting machines. Colleagues from <a href=\"http://saveourvotes.org/\">Save Our Votes</a> (a Maryland voting-integrity organisation) and I have made a concerted effort to get the Maryland election administration and state board of elections to specify the use of emergency paper ballots in case lines get long. These ballots are already at the polling places, so it would only be necessary to decide when waits are excessive and give voters a choice of using the voting machines or a paper ballot.<br> The secretary of state of Ohio has established this exact policy in order to prevent lines. Unfortunately, Maryland officials have refused to allow this possibility. In the city of Baltimore where I live, the ballot will have the presidential election, a congressional election, two statewide ballot propositions and 16 local ballot propositions. I would guess that this ballot will take voters several minutes to process. It is going to be a long, hard day for everyone.</p>",
  "<p>Doesn't it seem odd that it'll soon be over -- this insane, historic, aggravating, stirring, inspiring, profoundly moving and ridiculous thing that's been a part of our lives for so many months? But the final rallies have taken place, and in a few hours, barring the completely unforeseen, it really will end, amid guaranteed scenes of intense emotion. More than enough has already been written and said about the momentous nature of the choice America faces in this election, and the decision that all the polls suggest it's going to make, so I won't add to that for now. I'll just say this: I'll be liveblogging right here in a short while (at <strong>6pm eastern, 11pm UK time</strong>), bringing you all the presidential results and highlights of the congressional elections as they happen, along with reports from our team in Chicago, Phoenix and elsewhere, and I hope you'll join me.</p> <p><strong>The basics</strong></p> <p>Daniel Nasaw's most excellent guide to the evening is <a href=\"http://www.guardian.co.uk/world/2008/nov/04/us-president-election-guide\">here</a>, and I added some thoughts about when and how we can expect the various states to be called tonight <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/04/uselections2008-barackobama5\">here</a>. Oh -- and I just remembered that CNN will be <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/30/uselections2008\">interviewing holograms</a>; on any other evening this would surely be the most exciting thing imaginable.</p> <p><strong>Paths to victory</strong></p> <p>The simplest way to look at where we stand tonight is probably this: Barack Obama should win all the states John Kerry won in 2004, despite John McCain's efforts to grab Pennsylvania and (a longer shot) New Hampshire. If he does win the Kerry states, he needs only Florida or Ohio and he's won 270 electoral votes. But before we hear results from those states, we'll almost certainly hear from Virginia: if Obama wins there, he doesn't need Florida or Ohio so long as he gets one of the other battlegrounds -- Colorado, Indiana, Missouri, Iowa, New Mexico, Nevada or North Carolina. (We won't know for sure that he's won, of course, until the Kerry states come in for the Democrats, so the networks will definitely wait for Pennsylvania and New Hampshire, and maybe the others -- not that McCain is going to win California in any remotely credible universe.) If Obama wins none of Florida, Ohio and Virginia, he can certainly still win, but he'll need a combination of those other battlegrounds as well. </p> <p><strong>When will we know?</strong></p> <p>The big problem in constructing any kind of timetable for the night is that we don't know the gap between the closing of polls in a given state, and the calling by the networks: a state closing first doesn't mean it'll be called first, and Florida, especially, will probably keep us waiting. But here's a rough idea of the first half of the evening. At <strong>6pm/11pm</strong>, polls begin to close in <strong>Kentucky and Indiana</strong> (though not in the whole state till <strong>7pm/midnight</strong>); then at 7pm/midnight polls close in <strong>Virginia, Georgia</strong>, and most of <strong>Florida</strong> and <strong>New Hampshire</strong>. Kentucky's a shoo-in for McCain, but Obama is only trailing slightly now in Indiana and Georgia. If either state isn't quickly called for McCain, he's in for a very bad night; should Obama win Indiana, he's in for a landslide. (Results from the west of the state, which is Obama territory near Chicago, will arrive later than in the Republican east.) If Obama wins Virginia alone among all these early states, McCain is going to need to do very well among the tossups, or seize Pennsylvania. </p> <p>At <strong>7.30pm/12.30am</strong> polls close in <strong>Ohio</strong> and <strong>North Carolina</strong>. An Ohio win effectively hands Obama the election, though you'd want to wait for <strong>Pennsyvlania</strong> to be sure; polls close there at <strong>8pm</strong> as they do in 17 other states plus Washington DC, including the swing state of <strong>Missouri</strong>. </p> <p>Got all that? If McCain doesn't win Pennsylvania, and the polls suggest he won't, he'd have to win every single tossup state in order to squeak to victory. So it's perfectly likely this will all be over by about <strong>9pm/2am</strong>. But some people probably said something similar in 2000...<br> <strong>House, Senate, governors</strong></p> <p>I'll bring you highlights of these, at least until we know the identity of the president. Democrats, who lead in the Senate 51-49 (relying on Joe the Lieberman), might get 60 seats -- a filibuster-proof majority, making a Democratic president's work much easier -- for the first time in a generation. They control the House 235-199; if they make gains of 20 or more, we can call that a landslide. Eleven governorships are up for grabs, but it's only North Carolina and Washington where things are close. Democrats currently hold them both.</p> <p><strong>Join in</strong> </p> <p>I want to know where you are, how you're marking tonight, what you're eating and drinking, how you're feeling, what your gut's telling you -- all that stuff. And you might as well tell me, in the comments, because I'm certainly going to be telling you. (I also have fantasies that somebody's following this blog from Vanuatu, or Antarctica, or Pitcairn, so can you please pretend that you are even if you're not?) In an emotional return to the beer consumed during the <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/sep/27/uselections2008.barackobama\">first presidential debate liveblog</a>, all those weeks ago, my choice tonight is <a href=\"http://www.sierranevada.com/\">Sierra Nevada</a>. History, plus beer, here in a little while. </p> <p><strong>6.15pm</strong> (all times eastern from now on): So, polls in most of Indiana and half of Kentucky have closed. In the earliest national exit poll data, which has been dribbling out for a little while now, more than 60% said the economy was their main voting issue. 67% worry about being able to afford healthcare. It's all very different from the \"values\" focus of 2004. <a href=\"http://www.cnn.com/2008/POLITICS/11/04/election.president/index.html\">Here's more.</a> Karl Rove is burbling away on Fox at the moment; he says it's the first time since he was 18 years old that he hasn't been directly involved in a presidential election...</p> <p><strong>6.21pm</strong> From the comments: nice to know we're being read in the San Francisco Obama phonebank headquarters, while commenter <strong>evalgoiavot</strong> notes: \"I just watched three epidsodes of battlestar galactica back to back to relieve the tension. I DEMAND CERTAINTY! and also more whisky.\"]</p> <p><strong>6.29pm</strong> For ceremonial reasons, let's mark the first results of the election, even though they're completely meaningless: with fewer than one per cent of votes in, Obama leads McCain 55%-44% in Indiana, while McCain, amazingly enough, leads in Kentucky.</p> <p><strong>6.47pm</strong> OK, back after brief technical issues. Apologies. 13 minutes until polls close in Florida, Georgia, New Hampshire, South Carolina, Vermont and Virginia. Many fantastic comments. </p> <p><strong>6.55pm</strong> The first state exit polls, which are leaking in various places, look a fair bit tighter than some of the polls. Leads of 4%, 2%, 1% and 1% respectively for Obama in PA, VA, FL and OH. But we know there are <a href=\"http://www.fivethirtyeight.com/2008/11/ten-reasons-why-you-should-ignore-exit.html\">lots of reasons to distrust exit polls</a>, right?</p> <p><strong>6.56pm</strong> Judging by the comments, almost all of you have better food and drink than me tonight. Thanks for that. Also, where are CNN's holograms -- huh?</p> <p><strong>7.00pm</strong> Polls close in Florida, Georgia, New Hampshire, South Carolina, Vermont and Virginia. <a href=\"http://thepage.time.com/steve-schmidt-remarks-on-straight-talk-air/?xid=rss-page\">Here</a> are the final words on the McCain campaign from McCain's senior strategist Steve Schmidt, although to be honest I'm not sure what the heck they mean. \"Crossing the finish line head up\"? </p> <p><strong>7.01pm</strong> CNN and others call <strong>Vermont</strong> for Obama and <strong>Kentucky</strong> for McCain. Entirely unsurprising! So we begin our electoral college vote count:</p> <p><strong>Obama 3 McCain 8</strong></p> <p><strong>7.10pm</strong> MSNBC predicts a House composition of Dem 261 Rep 174 -- a Democratic landslide -- though there's a significant margin of error to that. Meanwhile: the fact that we don't yet have a call on Indiana is surely a sign that it's going to damn close, isn't it? (Oh -- yes, indeed, the networks and AP agree that it's \"too close to call\", as opposed to simply too early to call. So much for my astonishing Punditry Insight.) Mark Warner, the Democrat, is expected to win the Virginia senate seat he's contesting against Jim Gilmore, which makes a Senate net gain of one.</p> <p><strong>Senate Dem net gain +1</strong></p> <p><strong>7.14pm</strong> Let the record show that Wolf Blitzer is, now, finally, talking to holograms on CNN. They look like slightly worse versions of the holograms in Star Wars, and while they probably look amazing to Wolf they just look like superimposed images to everyone else. Money well spent, CNN!</p> <p><strong>7.23pm</strong> Crowds have begun streaming into Grant Park, Chicago, from where I expect soon to hear from Jonathan Freedland; everybody's running madly for a front-row position. I wonder if any of them <a href=\"http://current.com/items/89474691_will_trade_sex_for_obama_tickets\">got them on Craiglist in highly suspicious circumstances</a>? McCain leads 53% to 46% with 2% of precincts in; McCain leading 51% to 48% in Indiana with 12% in. Mike Tomasky <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/nov/05/uselections2008-indiana\">has thoughts</a> on the Indiana situation...</p> <p><strong>7.29pm</strong> OK, real news. Official demographic exit polls, extrapolated to the statewide vote -- a very unreliable exercise -- put Obama at 54%-45% in Virginia and 52%-46% in Indiana. Remember, in 04 the exits said Kerry had won...</p> <p><strong>7.30pm</strong> Polls close in North Carolina, Ohio and West Virginia; Fox calls <strong>West Virginia</strong> for McCain, which would be Obama 3 McCain 13 -- nobody else is following suit yet.</p> <p><strong>7.35pm</strong> Dan Glaister checks in from outside the Frank Lloyd Wright Ballroom of the Biltmore Hotel in Phoenix, where McCain will hold his election night party (although not necessarily attend it, oddly). Two cleaners just left the ballroom. \"Where are all the people, then?\" one said. \"I thought there'd be lots more people than this,\" the other replied. A thrilling atmosphere of excitement, then.</p> <p>Meanwhile, Senate minority leader Mitch McConnell's seat in Kentucky is too close to call -- a bad sign for the Republicans, and a hint that the Democrats might be in with a shot of their 60-majority goal.</p> <p><strong>7.41pm</strong> Obama;'s at 57%-42% with 80% of precincts reporting, in \"the most bellwether county in the country,\" Vigo County, Indiana, which apparently <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/11/indiana_dems_taking_comfort_fr.php\">has only gone against the national result twice since 1892</a>. Make of it what you will. I'm opening my first beer, but not in a celebratory or commiseratory fashion -- anyway, I'm neutral and unbiased, right? -- but because... well, just because. </p> <p><strong>7.45pm</strong> Networks project <strong>McCain to win South Carolina</strong>. [Clarification: for the purposes of the running total, I'll count as called a state that's called by two of the main networks or by a main network and AP, and of course I'll keep you up to date with conflicting opinions, as with Fox on WV.]</p> <p><strong>Obama 3, McCain 16</strong></p> <p><strong>7.51pm</strong>: Some analysis of exit polls from Ohio and North Carolina, <a href=\"http://marcambinder.theatlantic.com/archives/2008/11/north_carolina_and_ohio_exit_p.php\">courtesy of Marc Ambinder</a>: \"In Ohio -- more than 85% say they're worried about the economy; only 16% of Clinton voters are supporting McCain; The share of the black turnout is higher than in 2004; Obama's getting 98% of them. White men and white women are backing McCain -- but very narrowly -- only by three to four points in the exit polls. Obama lost non-college white males by nine points -- that's an improvement over John Kerry's performance.\"</p> <p><strong>8pm</strong>: Polls close in Connecticut, Delaware, Illinois, Maine, Maryland, Massachusetts, Michigan, New Jersey, Pennsylvania, DC, Alabama, Kansas, Mississippi, Nebraska, Oklahoma, South Dakota, Tennessee, Texas, and Missouri. Pennsyvlania's the big question, of course, while Missouri is the other to watch. Stand by for a whole bunch of easy calls. </p> <p><strong>8.01pm</strong>: <strong>Massachusetts, Illinois, New Jersey, Delaware, Maryland, DC called for Obama, Oklahoma and Tennessee to McCain. ME, which splits its votes, Obama 3 McCain 1 (CNN)</strong></p> <p>which makes it...</p> <p><strong>Obama 77 McCain 34</strong></p> <p>NBC calls Pennsylvania and New Hampshire for Obama, too, making it 103 - 34, and marking the failure of McCain's efforts to make Pennsylvania the centrepiece of his last-ditch campaigning in recent weeks. Oh, and now AP too:</p> <p><strong>Obama 103 McCain 34</strong> Obama takes Pennsylvania. Given the fact that we have essentially none of the precincts reporting, this is indicative of a very big win. </p> <p>And Alabama is too close to call? Wow.</p> <p><strong>8.13pm</strong>: In Phoenix, some Young People are singing a song, while wearing blazers. It's all very nice and very Republican. Joe Biden, meanwhile, has been elected senator for Delaware, which is going to be slightly awkward if he becomes vice-president too. Still, he has a fallback, I suppose. And Jeanne Shaheen, the former New Hampshire governor, seems to have won her race against the incumbent John Sununu, who was always incredibly vulnerable. </p> <p><strong>Senate Dem net gain +2</strong></p> <p><strong>8.22pm</strong>: Ezra Klein <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=11&amp;year=2008&amp;base_name=pennsylvania_goes_for_obama_al#110645\">has some exit polls</a> I haven't seen, projecting crazy wins for Obama in Florida, Ohio and Virginia. As he points out, they're probably wildly inflated, if remotely accurate at all...</p> <p><strong>8.25pm</strong>: Ah, <em>marvellous</em>: problems with voting in West Palm Beach, Florida, where absentee ballots, at any rate, appear to require voters to join two boxes together by drawing another box, which is more like a Mensa puzzle than a ballot paper. </p> <p><strong>8.30pm</strong>: Slightly late with this, sorry, but the networks are projecting that Elizabeth Dole, who spent the last part of her campaign accusing Democratic challenger Kay Hagan of being <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/11/atheist-baiter_dole_didnt_have.php\">on the side of the evil godless atheists</a>, has been seriously defeated in North Carolina.</p> <p>Polls are closing in Arkansas, which McCain's going to win. </p> <p><strong>8.35pm</strong>: Arkansas, Alabama for McCain...</p> <p><strong>Obama 103, McCain 49</strong></p> <p>...and hints that Georgia is about to go to McCain, too.</p> <p>OK, I'm <strong>moving to a new thread</strong>: please go <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/05/uselections2008-barackobama\">here.</a></p>",
  "<p>It was hardly a ringing vote of endorsement. Even the father of John McCain's talismanic supporter, Joe the Plumber, was pessimistic about the Republican candidate's chances of reaching the White House as the US went to the polls today.</p> <p>\"I have no confidence whatsoever,\" Frank Wurzelbacher told the Guardian, leaning on his car outside the family bungalow on a leafy residential street. \"I just hope and pray.\"</p> <p>The working-class town of Holland, on the outskirts of Toledo's industrial sprawl, has taken a prominent spot on the political map thanks to Frank's son, Samuel \"Joe\" Wurzelbacher, who confronted Barack Obama about his tax-raising plans in one of the defining moments of the presidential election. Wurzelbacher was adopted by the McCain campaign as the epitome of hard-working, aspirational America and was whisked off to appear at rallies across the nation.</p> <p>\"I wouldn't say it's been fun,\" says Joe's father. \"It's been stressful. We're boring people. I'm not much of a party kind of a person. The word 'strange' doesn't begin to say what this has been like.\"</p> <p>Polls have given Barack Obama a lead of 2 to 3 percentage points in <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a>, a bellwether state which has backed the winning candidate in every presidential election since 1960. Four years ago, President Bush won Ohio by a wafer-thin margin of 118,000 out of 5.6m votes cast, prompting angry complaints from Democrats of voting irregularities.</p> <p>Not everybody is enamoured of the town's newly famous plumber. Angela Zimmann, a 35-year-old university teacher, said she was voting for Obama. \"I feel like Joe the Plumber has a lot in common with Sarah Palin,\" she said. \"He's someone who's not necessarily educated for a position or experienced, but who says something that the Republicans can grab hold of.\"</p> <p>Others were more sympathetic. Shelly Lynch, a petrol station clerk who knows Wurzelbacher as a customer, said: \"I understand where he's coming from. Obama's plans are going to make things impossible for small business owners.\"</p> <p>At the root of Wurzelbacher's gripe was that he hoped to buy his former employer's plumbing business. He claimed that Obama's plan to raise taxes for those earning more than $250,000 would make this difficult.</p> <p>In the local sports bar, Ralphie's, part-time barman Matt Hoover is a plumber who trained with Wurzelbacher. He is sceptical of his peer's claim. \"He was a bit arrogant,\" recalls Hoover, who recalls that even when Wurzelbacher was still learning his trade, he was insisting he was set to buy his employer's company. \"He's been saying that for years and he's never done it.\"</p> <p>Still, Wurzelbacher's political views chime with Hoover's, who takes exception to Obama's desire to redistribute wealth: \"I don't think we should spread the wealth around. If you don't have the money, you should go out, get a job and make it yourself. People act like they're entitled.\"</p> <p>Joe the Plumber has become something of a cult figure. Republicans wear T-shirts showing Wurzelbacher's bald head with slogans such as \"no more drips in the White House\". He is launching a website, writing a book and is even rumoured to be considering trying his hand at country music singing. Such is his celebrity that a policeman let him off a speeding ticket last week, alarmed by complaints that the plumber was being victimised.</p>",
  "<p>The McCain campaign is collecting <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/Read.aspx?guid=52e086ff-dc2e-4c48-b474-bc22b96a3b69\">reports</a> of \"Election Day irregularities\" in swing states and distributing them to reporters. I cannot help but wonder if they are preparing a case to contest the legitimacy of the election, should Obama win by a 2000-like narrow margin.</p> <p>The irregularities include \"black panthers\" who are \"intimidating Voters By Standing Outside Of A Polling Station While Holding A Night Stick\" in Philadelphia, and \"multiple reports that a polling station in Virginia Beach is understaffed, and people are picking paper ballots off the floor and casting multiple votes\".</p> <p>About an hour ago they released the following statement:</p> <blockquote> <p>ARLINGTON, VA -- The McCain-Palin campaign is committed to ensuring that every qualified voter has the opportunity to vote and that all lawfully cast ballots are not cancelled out by fraudulent votes. Given that four states in the 2004 Presidential Election were decided by 1 percent or less, the McCain-Palin Campaign believes there should be a zero-tolerance policy for voter fraud and voter intimidation.</p> </blockquote> <p>Full release after the jump:<br><br>ARLINGTON, VA -- The McCain-Palin campaign is committed to ensuring that every qualified voter has the opportunity to vote and that all lawfully cast ballots are not cancelled out by fraudulent votes. Given that four states in the 2004 Presidential Election were decided by 1 percent or less, the McCain-Palin Campaign believes there should be a zero-tolerance policy for voter fraud and voter intimidation. Through a combination of news accounts and first-hand reports, the following cases of voter irregularities have been documented:</p> <p>PENNSYLVANIA <br>In Philadelphia, PA, Black Panthers Are Intimidating Voters By Standing Outside Of A Polling Station While Holding A Night Stick. Fox News' Rick Leventhal: \"I do not even know where to begin, but we have reached a polling place in the city of Philadelphia. One of the two black panthers who was allegedly blocking the door is standing right over here, [and] accused us of intimidating voters because we were here with a camera and microphone. He did not answer questions, other people here have confirmed that another person in black panther attire was holding a night stick and apparently the concern was that they were intimidating people who were trying to go inside to vote. A republican poll observer actually called the police, the police were here and we miss[ed] them, they came and left.\" (Fox News; \"America's Newsroom 2008,\" 11/4/08) </p> <p>The New Black Panther Party Promised To \"Protect Its Interest\" On Election Day. \"We will not allow some racists and other angry whites, who are upset over an impending Barack Obama presidential victory, to intimidate blacks at the polls,' [Black Panther Field Marshall Najee] Muhammad said. Most certainly, we cannot allow these racist forces to slaughter our babies or commit other acts of violence against the black population, nor our black president.' Muhammad added, \"We must organize to counter and neutralize these threats using all means at our disposal. This is a great time for our people, and we must ensure that peace prevails for our people.'\" (Tyrone Tony Reed, Jr., \"New Black Panthers Visit Alamo,\" Jackson Sun, 11/2/08)</p> <p>In Philadelphia, PA, Republican Election Board Officials In At Least Six Precincts Have Been Tossed By The Democrat Judge Of Elections. The State Republican Party filed suit in Election Court in Philadelphia City Hall seeking an injunction requiring that all Republican poll watchers be provided the access that had been denied. The duty judge granted the injunction that was sought.</p> <p>In Lancaster County, PA, Calls From \"Democrats For Obama\" Are Being Made, Informing Voters About A Fake Change Of Polling Location. Lancaster County is a high priority target county for Republicans this year, and this is a clear attempt to suppress Republican votes. </p> <p>FLORIDA<br>In Florida, There Are Reports That Out-Of State Obama Volunteers Have Cast Ballots In The State. \"Julietta Appleton's business and home address are in New York, but she decided to vote in Florida. ... Julietta flew to [Florida] in September to help the Obama campaign get out the vote in Miami. She posted a link on ObamaTravel.org -- a site designed to help volunteers from non-swing states get to battleground states by connecting them with donors. On the site, she asked for help paying for a flight back home' to New York after the election. Included, Julietta posted a picture of herself casting a ballot in Miami.\" (Tiffany Wilson, \"Florida Fraud?\" Palestra Blog, 11/4/08)</p> <p>In Florida, There Are Reports Of Intimidation Of McCain-Palin Voters By Elections Officials. After learning that a voter cast a ballot for the McCain-Palin ticket, one Florida election official reportedly told the voter \"she could kill her for voting for [McCain]\" and that she didn't deserve an \"I voted sticker\" because she voted for McCain-Palin. </p> <p>In Palm Beach County, FL, Many Voters Are Reporting Trouble Locating The McCain-Palin Ticket On The Ballot Because It Appears On The Second Page. \"Florida's Palm Beach County is reporting problems at a couple of polling stations: so-called undervotes,' where machines reject ballots because voters are not filling out the second page of the ballot, a spokesman for the county Board of Elections confirmed He said in some cases people simply forget to fill out the second page...\" (CNN, \"Undervotes Reported In Palm Beach County, Florida,\" CNN Political Ticker Blog, 11/4/08) </p> <p>NEW HAMPSHIRE <br>In Manchester, NH, Republican Election Officials Are Being Kept Away From Locations Inside The Polling Places Where They Are Supposed To Be Verifying Voters. The New Hampshire Republican Party brought a lawsuit against Secretary of State William Gardner seeking an immediate order to require that election officials in statewide polling stations, including in Manchester, NH, allow appointed Republican officials access to same-day registration tables where voter qualifications are being checked. These Republican officials, who are appointed by the State Party to monitor voter registration to ensure they are qualified to vote in NH, are being kept away from the locations inside the polling places where this verification is taking place. The lawsuit occurred in New Hampshire Superior Court at 1:30 pm. (Ethan Kendrick, \"BREAKING NEWS - Lawsuit Being Filed Over NH New Voter Registrations,\" New Hampshire's News and Politics Blog, http://www.nowhampshire.com, 11/04/08)</p> <p>OHIO<br>In Toledo, OH, Non-Credentialed \"Election Protection\" Democrat Observers Were Found Inside The Polling Precinct. (ElectionJournal.org, 11/4/08) </p> <p>VIRGINIA<br>In Virginia Beach, VA, There Are Reports That Voters Are Casting Multiple Paper Ballots. There are multiple reports that a polling station in Virginia Beach is understaffed, and people are picking paper ballots off the floor and casting multiple votes.</p> <p>In Northern Virginia, It Is Reported That \"Tens Of Thousands\" Of Military Absentee Ballots Could Be Missing. Fox News' Megyn Kelly: \"[T]he northern part of Virginia almost always goes blue. He may not know how many military ballots are missing, but according to the wire reports, it could be tens of thousands. That is according to the McCain camp in a local press report. That military absentee ballot in Virginia could be potentially big.\" (Fox News' \"U.S. National America's Election HQ,\" 11/4/08)</p>",
  "<p>Given my particular political persuasion (I tend to listen to conservatives' fever dreams about Obama's clandestine plots to raise an army of gay babies and feminazis who will forcibly submit America to a radical socialist agenda, and think, \"If only!\"), I've had my share of problems with Obama as a candidate, given that policy-wise he is, in reality, a pretty standard corporate-y centrist.</p> <p>He has frequently struck me as more opportunistic than courageous. What is often described as his being preternaturally calm sometimes worries me as actually a lack of the passion that seems requisite for an effective presidency. He's not nearly the ally to women or the LGBTQI community I'd like.</p> <p>But when I walked into the voting booth, I cast my vote for Barack Obama.</p> <p>Part of it is that I am <a href=\"http://shakespearessister.blogspot.com/2008/10/justice-for-all.html\">an economy voter</a> who believes quite genuinely and undeterrably that the economy lies at the root of every single progressive issue. Part of it was the quantifiable change <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/30/uselections2008-barackobama\">he has already delivered</a>, the sheer thrill at the thought that <a href=\"http://shakespearessister.blogspot.com/2008/06/obama.html\">he may be</a> the first Illinois legislator to occupy the White House since Abraham Lincoln – that's an impressive set of bookends right there.</p> <p>And part of it is this: my vote counts this time.</p> <p>During every presidential election in which I could vote, I have either lived in Chicago or in the Chicago suburbs of Northwest Indiana (which is where I currently reside). Illinois is bluer than blue. Indiana is redder than red.</p> <p>Pardon me. Indiana <em>was</em> redder than red.</p> <p>In 2004, Bush won Indiana by 21 points. Indiana has never gone for a Democratic in my entire lifetime. It is now, suddenly, a swing state in which Obama is competitive. Every vote is going to matter. <em>My vote</em> is going to matter.</p> <p>Part of that is, of course, widespread disillusionment with the Republican party on the national level – and an increasingly unpopular Republican governor who may lose his seat to a Democratic challenger who would be the first female governor of the state. But disillusionment is not enough to turn blue a state that was called for Bush by lunchtime last time around. There had to be somewhere for disaffected red voters to go.</p> <p>And that's Obama's doing. I've seen it <a href=\"http://shakespearessister.blogspot.com/2008/11/two-faces-in-crowd.html\">up close</a>. These are not merely protest voters – they are voting <em>for</em> Obama.</p> <p>It is because of him that my vote matters, for the first time.</p> <p>Giving it to him seemed the only appropriate thank-you. He earned it.</p>",
  "<p>American presidential elections provide a near perfect test to understand the difference between European and Asian world views, even if the two continents are far from united internally. If you want America to lead by the power of example, you favour Barack Obama; if you want to be reassured by the continuation of America's power in a traditional security sense, you probably prefer John McCain. </p> <p>Whereas a majority of Europeans – with the exception of those who for historical and geographic reasons are obsessed with the return of the \"Russian bear\" – support Obama, a majority of Asians, particular among the elite, seem to support McCain. This difference stems above all from strategic considerations, but it probably also contains a cultural dimension. </p> <p>In Asia, Indonesia may look \"European\" in its <a href=\"http://www.npr.org/templates/story/story.php?storyId=95600966\">Obama craze</a>, but it essentially constitutes an anomaly, easily explainable by Obama's brief Indonesian upbringing. Otherwise, and for very different reasons, a majority of Asian elites are awaiting the growing possibility of an Obama victory with some bewilderment and even apprehension. For example, Japanese elites tend to favour continuity over change. </p> <p>In their mind, the hard power of the United States is more important than its soft power, and their vision of an America \"bound to lead\" is largely unchanged. For them, the US is above all the strategic counterweight needed to balance China. </p> <p>But the Chinese, too, may very likely be favouring McCain, for the opposite reason. The decline of America's image and influence in the world does not annoy them. As Asia's leading power, China has seized the mantle of \"hope\" from the US. America could regain it under Obama, but not under McCain. Why favour change, when continuity works so well? </p> <p>Indian elites reach the same conclusion for different reasons. The Bush years are seen <a href=\"http://www.theguardian.com/world/2005/jul/20/india.usa\">positively</a>, for they coincide with the consolidation of India's international status and emergence as America's key diplomatic partner in Asia. In Singapore, ideological considerations reinforce strategic interests. A very conservative regime naturally tends to prefer a Republican candidate over a Democrat. </p> <p>But, beyond strategic considerations, something else must be mentioned (with prudence). It is too early to say that the \"yellow man's burden\" is about to replace Rudyard Kipling's \"<a href=\"http://www.fordham.edu/halsall/mod/Kipling.html\">white man's burden</a>\" in world history. Asians are slow to acknowledge that power entails international responsibility. But Asians who have more than caught up with the west may have difficulty adjusting to the idea that the US would for the first time in history not be headed by a white president. How can you define yourself to the west, when the west has so spectacularly and visibly changed its appearance, if not its essence? </p> <p>In Europe, the reverse is true. The complex essence of Obama is an absolute plus. For the former colonial countries, who have no equivalent to Obama, to support him fully is a sort of exorcism, if not redemption. America is once more paving the way for what Europeans should be able to achieve one day with their own minorities: a land of dreams made possible. In a more classical sense, the depth of anti-Bush sentiment in Europe explains the depth of pro-Obama feeling and Europeans' relative distancing from McCain's candidacy. </p> <p>Europeans have felt oppressed by America's excessive demonstration of hard power. They would not mind an America that was more modest abroad and more ambitious at home. They are in fact secretly wishing that in these tough economic times, at least part of the \"culture of hope\" incarnated by Obama would reverberate on them and transform them for the better. They do not want the US only to protect them, but to transform them. </p> <p>The perception that Obama can transform the view that the US and the west have of themselves is an important factor in the emotional gap that may exist between Asia and Europe on the eve of America's presidential election. On that count, Asia tends to be a status quo continent, while Europe is a revisionist one. For many Europeans, a reinvention of America is Europe's last hope. </p> <p>It is a noble hope, but also a dangerous one, for dreams can easily turn into nightmares. That might very well happen if America's next president fails to redress the financial and economic threats facing his country, and thus the rest of the world. </p> <p><em>Copyright <a href=\"http://www.project-syndicate.org\">Project Syndicate</a> 2008. </em></p>",
  "<video data-media-id=\"gu-video-339310454\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1900367954_081104-cb-electionday-06b-VFa-4x3.flv\"/> </video>   <p>An election day of unprecedented engagement in the <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/04/uselections2008-barackobama\">longest presidential campaign in US history</a> has brought a handful of reported voting problems as voters continue to queue at polling stations across America.</p> <p>Conscious of the delays caused by an expected record turnout, voters in several US states were queuing up to make their choice before the sun rose. In some areas of <a href=\"http://www.guardian.co.uk/world/virginia\">Virginia</a> lines were forming from 4am, two hours before the polls opened.</p> <p>The Election Protection Coalition, an alliance of several voting-rights groups, collected reports of scattered difficulties at polling stations across the US. Tales of broken ballot scanners and touch-screen voting machines were particularly notable in the swing states of Virginia, <a href=\"http://www.guardian.co.uk/world/pennsylvania\">Pennsylvania</a>, and <a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a>.</p> <p>In Virginia, Ohio, and <a href=\"http://www.guardian.co.uk/world/indiana\">Indiana</a>, legal skirmishes erupted over the method of counting provisional and absentee ballots, which could determine the margin of victory if the race remains close into the night.</p> <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> began his day in Indiana, a once reliably <a href=\"http://www.guardian.co.uk/world/republicans\">Republican</a> state, where he is running neck and neck with <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a>. \"I think we can win in Indiana, otherwise I wouldn't be in Indiana,\" the Democrat said upon his arrival there.</p> <p>He told reporters that voting with his family \"was a big deal\", adding a quip: \"I noticed that Michelle took a long time, though. I had to check to see who she was voting for.\"</p> <p>In a bizarre twist, reporters waiting for Obama to appear at his local polling station instead spotted <a href=\"http://www.guardian.co.uk/world/2008/oct/14/john-mccain-barack-obama-ayers-debate\">Bill Ayers</a>, the 1960s radical whose service on an education board with the Democrat has drawn relentless attacks from McCain. Now a college professor, Ayers lives in the same Chicago neighbourhood as Obama. He declined to answer questions about his vote.</p> <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Obama</a> made <a href=\"http://www.guardian.co.uk/world/2008/nov/04/uselections2008-barackobama\">his final appeal last night to a Virginia crowd</a> estimated at 90,000, while <a href=\"http://www.guardian.co.uk/world/johnmccain\">McCain</a> ended his election-eve sprint <a href=\"http://www.guardian.co.uk/world/2008/nov/04/uselections2008-johnmccain\">in his home state of Arizona</a> at 3am.</p> <p>McCain appeared jubilant at an afternoon rally in Colorado, where he told supporters, \"Nothing is inevitable here. I feel momentum. I feel it, you feel it, and we are going to win this election.\"</p> <p>Most <a href=\"http://www.guardian.co.uk/world/interactive/2008/oct/03/uselections.polltracker.obama.mccain\">national and state polls</a> show the Democratic candidate poised for a decisive victory in the race to capture 270 of the 538 electoral votes required to take the White House.</p> <p>But Obama was making no confident predictions last night as he bade farewell to the reporters who have travelled with him for the past 22 months.</p> <p>\"OK, guys, let's go home. It will be fun to see how the story ends,\" Obama told the gathered press.</p> <p>McCain appeared comfortable with his <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2008/nov/04/mccain-obama-negative-campaigning\">underdog status</a>, insisting to CBS news this morning that there is \"a good scenario\" for him to snatch a shock victory. Yet that scenario would require the Republican to hold all the states won by George Bush in 2004 while unseating Obama in several where the Democrat currently leads.</p> <p>Republican vice-presidential candidate <a href=\"http://www.guardian.co.uk/world/sarahpalin\">Sarah Palin</a> returned to her hometown of Wasilla, Alaska, to cast her vote. \"I hope, pray, believe I will be able to wake up as vice-president-elect,\" she told reporters at her local polling station.</p> <p>Palin raised some eyebrows by declining to reveal whether she voted for Ted Stevens, her home-state Republican senator, who was convicted of criminal corruption last month and faces a likely defeat today. \"I don't have to tell anybody who I vote for,\" Palin said. \"Nobody does, and that's really cool about America, also.\"</p> <p>Her Democratic counterpart, <a href=\"http://www.guardian.co.uk/world/joebiden\">Joe Biden</a>, voted near his Delaware home with his wife, Jill, before travelling to the battleground city of Richmond, Virginia.</p> <p>Obama plans to play a game of basketball, keeping to a voting-day tradition he began during the gruelling Democratic primary race, before joining Biden and their families for - if all goes to plan - a raucous victory party tonight in Chicago's Grant Park. McCain and his Republican team will watch the voters' verdict arrive from their home base in Phoenix.</p> <p>Officials are prepared for a record voter turnout, expecting as many as 140 million Americans to come out for Obama and McCain. The previous turnout high was 121 million voters, reached four years ago.</p> <p>Among the crowds casting votes in the New York suburbs were Hillary and Bill Clinton, who have enthusiastically campaigned for Obama this autumn after weeks of tension following the former first lady's Democratic primary loss.</p> <p>\"Our party tomorrow will wake up with an enormous opportunity but an enormous responsibility,\" the former president Bill Clinton told reporters outside his local polling station.</p> <p>Clinton claimed the presidency 16 years ago without reaching the 50% majority that most major polls have predicted Obama is poised to hit today. The last Democrat to achieve a 50% result was Jimmy Carter in 1976.</p> <p>One factor working in the electorate's favour was the weather, with most regions of the nation forecasting balmy temperatures that make queuing to vote a less unpleasant experience. The first polls in swing states close early evening in America, raising the possibility that the winner could be known before 2am GMT.</p> <p>Even in the capital city of Washington, where Obama could win as much as 90% of the vote, hundreds of people crowded the streets clutching cups of coffee as they waited to participate.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339320010\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD5659614@Democratic-presidenti-4014.jpg\" alt=\"Barack Obama on a bus trip\" width=\"616\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">December 17, 2007 Sioux City, Iowa: The Democratic presidential candidate, Senator Barack Obama, talks on the phone with his family during a campaign bus trip</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339319135\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD6318455@Supporters-reach-out--7454.jpg\" alt=\"Barack Obama with supporters\" width=\"565\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">February 20, 2008 Dallas, Texas: Supporters reach out to touch the hand of Barack Obama after he spoke at a rally </span> <span class=\"element-image__credit\">Photograph: Jessica Rinaldi/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339320757\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD6470590@Republican-presidenti-6589.jpg\" alt=\"John McCain reads his election night speech\" width=\"503\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">March 4, 2008 Dallas, Texas: The Republican presidential hopeful, Senator John McCain, reads over his election night speech, for the Texas state primary, in his hotel suite</span> <span class=\"element-image__credit\">Photograph: Stephan Savoia/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339318861\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD6656293@Democratic-presidenti-4936.jpg\" alt=\"Barack Obama backstage\" width=\"548\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">March 20, 2008 Beckley, West Virginia: Barack Obama looks at his wireless device as he waits to speak at a town hall meeting at Beckley-Raleigh County Convention Centre Arena</span> <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339318855\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7000888@Former-President-Bill-301.jpg\" alt=\"Bill Clinton watches Hillary Clinton on stage\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">April 21, 2008 Philadelphia, Pennsylvania: The former President, Bill Clinton, and his daughter Chelsea watch as the Democratic presidential hopeful, Senator Hillary Clinton, speaks at University of Pennsylvania with one day to go until primary election day in Pennsylvania</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339318858\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD6981855@Democratic-presidenti-4354.jpg\" alt=\"Hillary Clinton campaigns\" width=\"562\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">April 19, 2008 McKeesport, Pennsylvania: The Democratic presidential hopeful, Senator Hillary Rodham Clinton, rallies the crowd in the rain as she campaigns </span> <span class=\"element-image__credit\">Photograph: Charles Dharapak/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339318462\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7321785@Democratic-presidenti-2646.jpg\" alt=\"Barack Obama at a rally in Portland\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">May 18, 2008 Portland, Oregon: Barack Obama speaks to supporters at a campaign rally on the banks of the Willamette River </span> <span class=\"element-image__credit\">Photograph: Greg Wahl-Stephens/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339318465\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7495524@MITCHELL,-SD---JUNE-0-3407.jpg\" alt=\"Obama supporters in South Dakota\" width=\"617\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 1, 2008 Mitchell, South Dakota: Supporters wait for the arrival of Barack Obama during a rally on the street in front of the Corn Palace in the final days of the primary season </span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317967\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7495565@Democratic-preside-356.jpg\" alt=\"Barack Obama at a rally in South Dakota\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 1, 2008 Mitchell, South Dakota: Barack Obama addresses a rally on the street in front of the Corn Palace in the final days of the primary season</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317961\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7569234@Chelsea-Clinton-(L)-a-9339.jpg\" alt=\"Chelsea Clinton and Bill Clinton\" width=\"523\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 7, 2008 Washington: Chelsea Clinton (L) and the former US President, Bill Clinton, watch as Hillary Clinton speaks at the National Building Museum in Washington. Clinton endorsed nominee Senator Barack Obama to be the Democratic US presidential candidate and suspended her own White House bid, after the Illinois senator secured enough support to win the nomination</span> <span class=\"element-image__credit\">Photograph: Jason Reed/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317964\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD7639474@epa01379478-U-9921.jpg\" alt=\"John McCain arrives for a meeting\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">June 12, 2008 New York: John McCain arrives for a town hall meeting at Federal Hall. McCain had invited his opponent Barack Obama to participate in the event, but Obama declined because he did not want the television coverage limited to one network, as it was during the event</span> <span class=\"element-image__credit\">Photograph: Justin Lane/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317775\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD8593390@DENVER---AUGUST-27--U-4319.jpg\" alt=\"Joe Biden on stage\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">August 27, 2008 Denver, Colorado: The US Democratic Vice-Presidential nominee, Senator Joe Biden, waves after his speech on day three of the Democratic National Convention at the Pepsi Centre</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339323088\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD8679114@ST-5316.jpg\" alt=\"Republican supporter\" width=\"302\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">September 3, 2008 St. Paul, Minnesota: A woman wears an outfit in support of the Republican US vice-presidential nominee, Sarah Palin, during the Republican National Convention at the Xcel Energy Centre </span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339322723\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD8680258@Track-Palin,-Bristol--9852.jpg\" alt=\"Sarah Palin and family\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">September 3, 2008 St. Paul, Minnesota: The Republican US vice-presidential nominee, Alaska Governor Sarah Palin, holds her son Trig Palin and stands on stage with her family during day three of the Republican National Convention at the Xcel Energy Centre </span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317723\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD8774409@Supporters-of-US-Repu-3289.jpg\" alt=\"Supporters reflected at a rally\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">September 10, 2008 Fairfax, Virginia: Supporters of US Republican presidential candidate Senator John McCain are reflected in a teleprompter against the blue sky during an outdoor campaign rally</span> <span class=\"element-image__credit\">Photograph: Jason Reed/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317720\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD9075839@Democratic-vice-presi-2723.jpg\" alt=\"Joe Biden and Sarah Palin on stage\" width=\"549\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 2, 2008 St. Louis, Missouri: Joe Biden (L) and Sarah Palin smile as they chat on stage at the end of their vice presidential debate at Washington University</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317649\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD9130089@U-3127.jpg\" alt=\"Barack Obama and John McCain presidential debate\" width=\"523\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 7, 2008 Nashville, Tennessee: Barack Obama (L) answers a question as John McCain listens during their townhall-style presidential debate at Belmont University</span> <span class=\"element-image__credit\">Photograph: Charles Dharapak/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317168\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD9129758@NASHVILLE,-TN---OCTOB-8488.jpg\" alt=\"John McCain waits backstage\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 7, 2008 Nashville, Tennessee: John McCain waits backstage before the Town Hall Presidential Debate at Belmont University's Curb Event Centre </span> <span class=\"element-image__credit\">Photograph: Scott Olsen/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317532\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD9256118@ST-LOUIS,-MO---OCTOBE-9856.jpg\" alt=\"Barack Obama speaks in St Louis\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 18, 2008 St Louis, Missouri:  Barack Obama speaks during a campaign event at the Gateway arch in the Jefferson National Expansion Memorial </span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339317171\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/nov/04/uselections2008-barackobama/GD9376133@US-Republican-preside-9162.jpg\" alt=\"John McCain speech in Hershey\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">October 28, 2008 Hershey, Pennsylvania: John McCain speaks at a campaign rally at the Giant Centre</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP/Getty</span> </figcaption> </figure>",
  "<p>According to one of the premier poll analysts, Nate Silver of <a href=\"http://www.fivethirtyeight.com/\">FiveThirtyEight.com</a>, the presidential race has come down <a href=\"http://www.fivethirtyeight.com/2008/11/todays-polls-111.html\">to five states</a>: Virginia, Colorado, Nevada, Ohio and Pennsylvania. In fact, given that Colorado polls anywhere from 5% to 10% for Obama, the race essentially comes down to Pennsylvania.</p> <p>If Obama wins Pennsylvania, he wins the presidency.</p> <p>Still, McCain's decision to quit Colorado altogether and concentrate on Pennsylvania led to some head-scratching among pundits. At the time, Obama enjoyed double-digit leads in the Pennsylvania polls, while Colorado stayed in the low single-digits. Why dump resources and spend time stumping in Pennsylvania, when that looks like a higher hill to climb?</p> <p>Al Giordano wrote a prescient post more than a week ago, speculating on McCain's <a href=\"http://narcosphere.narconews.com/thefield/panic-room-whats-mccains-pennsylvania-gambit\">Pennsylvania gambit</a>, guessing that McCain wanted to chip away at Obama's lead there to create the sense of momentum by using low-road campaigning:</p> <blockquote> <p>And if they're really going to go there - to try to make the campaign about race and, specifically, some white people's fears of pigmentation - then it would make total sense for McCain to temporarily ignore Colorado, where that message ain't gonna hunt, and shift focus to Appalachia and the South: Virginia, North Carolina, Ohio and, yes, Pennsylvania and even Florida being the swing states where racially charged politics have sometimes, in the past, worked for the Republicans, or, in Appalachia, where they worked for the Clintons during the primaries.</p> </blockquote> <p>(As if on cue, the Pennsylvania Republican party began airing its Reverend Wright ads <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/11/pennsylvania_gop_ad.php\">this weekend</a>.)</p> <p>Erie, Pennsylvania, where I moved recently and where I've been doing a <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/28/election-race-obama-pennsylvania\"> fair amount of canvassing</a> for Obama, seems like a good place for McCain to wedge issues of race and religion between long-time Democrats and their nominee this election. That's probably one of the reasons Sarah Palin <a href=\"http://www.buffalonews.com/180/story/479605.html\">visited the city</a> late last week. After attending a \"national security roundtable\" with a panel of McCain foreign policy advisers, Palin appeared at the convention centre on Presque Isle Bay before a crowd of some 6,000 of her devoted fans. During the Erie speech, Palin brought out a new strain in rhetoric, questioning Obama's national security credentials, an odd choice for the region, whose biggest issues are related to the economy: taxes, jobs and healthcare.</p> <p>Did Palin's visit have much effect on the city's voters? It's hard to answer that question definitively without polling data, but my guess is that she didn't. If anything, it might have pushed more people into Obama's camp. It's a gut feeling, of course, but over the past few weeks as I've spoken to Erie voters on the phones and at the doors, a lot of undecided voters are opting for Obama and against McCain because of Palin. A lot of these people are traditional blue-collar Democrats who might have opted for a Republican who they saw as an independent. However, Palin's far-right brand of conservatism has turned off a lot of moderates here in Erie.</p> <p>My gut feeling jibes with recent polling data that shows Palin's favourability ratings are low, and have been slipping ever since she burst onto the political scene at the Republican National Convention. In <a href=\"http://blogs.usatoday.com/onpolitics/2008/11/final-usa-today.html\">Sunday's USA Today/Gallup poll</a>, 49% of those polled view Palin unfavourably – by far the lowest rating of any of the four front-ticket candidates. Incidentally, that same poll showed Obama with a 62% favourable rating; the highest rating of any candidate at this stage of the election since 1992. Palin's lack of experience, the ethics scandals and other controversies that dog her and her attempts to polarize the electorate have backfired.</p> <p>And even if Palin did have a positive reputation among voters, and even if her appearance softened her ticket's reception in the city, it seems too little, too late. </p> <p>Whatever bump Palin's appearance in Erie had will probably be erased, and then some, by <a href=\"http://www.meadvilletribune.com/local/local_story_308221933.html\">Bill Clinton's appearance</a> here yesterday. Erie, after all, swooned for Hillary Clinton in the spring. Obama also has a decided advantage in his ground game – the number of volunteers have picked up steadily. Supporters drive in from Buffalo, Rochester and Pittsburg. Unions mobilise and Erie supporters are emerging from their mid-election complacency to work the last get-out-the-vote push. McCain's ground game, on the other hand, is invisible, if it exists at all. The county and state Republican party is leading whatever effort there is in Erie, although it appears limited to lawn signs and anti-abortion fliers stuck on the windshields of cars in Catholic church parking lots. </p> <p>In the end, the enthusiasm for the Republican ticket in Erie seems limited to the party's narrowest base – conservative Christians – and even that enthusiasm seems reserved exclusively for Palin.</p> <p>Palin's stop in Erie seemed to confirm that. While I missed the speech itself – and by all accounts the atmosphere inside the convention centre was raucous and positive – I managed to slip down to the bay as the rally ended and the crowd pushed out into the parking lot and down the Seaway Trail to their cars. The crowd was mostly women, many wearing bright pink \"McCain/Palin\" or \"Palin Power\" shirts, clutching \"Country First\" signs. It was a subdued crowd, though. There wasn't much cheering or ebullience. Most of the discussion I heard was about Palin's chances in 2012. Even the omnipresent Obama sign-holders met with half-hearted bitterness and the occasional \"communist\" thrown out the window of a passing SUV.</p> <p>Once the crowd dissipated – off to the suburbs? – and Palin's motorcade swept down Bayview, the city resumed its usual personality. And as I biked back down the trail toward Frontier Park and home, it was the sole Obama sign – not the \"Country First\" placards still in sight – that earned the thumbs-up and honking from the afternoon commuters.</p>",
  "<p>ITV's website recorded its biggest ever traffic day on Sunday thanks to Lewis Hamilton's nerve-wracking formula one world championship win and The X Factor, driving 825,000 unique users to the site and 1.14m video plays in just 24 hours.</p> <p>The site, which was overhauled in August 2007 to introduce catch-up web TV, has seen unique user numbers rise from 5.8 million in October last year to 8.3 million last month. Page views have increased 550% over this 12-month period.</p> <p>And last month video views on ITV.com's web TV catch-up service, which is shortly due to be rebranded, increased to 12.5m, up 550% year on year.</p> <p>An ITV spokesman said that online peaks generally reflect the schedule, with The X Factor also producing large activity on ITV.com. </p> <p>ITV.com's This Morning and Coronation Street sections have reported traffic up to 627,000 and 664,000 unique users respectively during October, with the latter seeing 2.6m video plays through the month.</p> <p>Hamilton's nail-biting World Championship win, combined with intense interest in the global economy and the climax of the US presidential election, are expected to contribute to a the busiest ever month for web traffic for ITV.com in November.</p> <p>ITV.com hosts an average 620 hours of catch-up content and 340 hours of archive material at any one time, as well as 50 hours of short clips.</p> <p>Channel 4 also saw a record month during October with 10m web video views during the month. Of those, 5.9m were full-length episodes on 4oD, Channel 4's catch-up service, and the most popular shows were The Sex Education Show, Hollyoaks and zombie thriller Dead Set.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Mahmoud Ahmadinejad, the Iranian president, suffered a serious blow today when <a href=\"http://www.theguardian.com/world/iran\">Iran</a>'s parliament sacked his interior minister after he was caught out with a badly faked law degree from Oxford University.</p> <p>Ali Kordan, a powerful figure on Iran's complex political scene, was told by the Iranian parliament, the Majlis, that he must face impeachment after he also admitted trying to bribe MPs not to proceed against him.</p> <p>The president's backing for the beleaguered minister until the eve of the vote has tarnished his reputation as a fighter against corruption.</p> <p>\"This is a serious setback to Ahmadinejad and a triumph for parliament,\" Sadegh Zibakalam, a Tehran University political scientist, told the Guardian. \"In the past he has treated this Majlis with contempt, or as a rubber stamp. This is a boost to its morale.\"</p> <p>Kordan's job included domestic security as well as organising next summer's presidential elections, when the hardline Ahmadinejad is expected to stand for a second term. The vote suggests the president's chances of winning again may be diminishing.</p> <p>Ali Larijani, the parliamentary speaker, said 188 deputies among the 247 present in the 290-member assembly voted to sack Kordan. \"The impeachment was approved by parliament and he cannot be interior minister from now on,\" he added.</p> <p>Kordan, a former revolutionary guard, accused the media of a smear campaign by portraying him as a \"terrorist,\" naming Israel Radio and Persian-language media based outside Iran. </p> <p>The Kordan saga began in August when parliament, which vets ministerial appointments, voted on his confirmation. When MPs questioned his eligibility he produced a certificate purporting to be an \"honorary doctorate of law\" from Oxford University and was approved by a slim margin.</p> <p>Within days Iranian journalists were following up claims that the degree was bogus. Kordan released a copy of the document to quell speculation. <br>But Alef, a website associated with one of Ahmadinejad's critics, pointed to typing errors, garbled English and misspellings, purportedly signed by three Oxford professors.</p> <p>The certificate commended Kordan for \"preparing educational materials\" and for \"research in the domain of comparative law that has opened a new chapter not only in our university but, to our knowledge, this country\". Alef passed the certificate to Oxford, which disavowed it. The Iranian government then blocked Alef's website from the internet.</p> <p>It also transpired later that Kordan did not receive a bachelor's degree or master's degree from Iran's Open University, as he had claimed.</p> <p>Ahmadinejad defended him by saying he should not be judged on a \"piece of torn paper\", a phrase he has used to dismiss UN resolutions against Iran's nuclear programme.</p> <p>One MP commented that the president could have won millions of votes by simply dismissing Kordan and that his support for the minister would cost him those votes next summer.</p> <p>\"Ahmadinejad is becoming more and more vulnerable,\" said commentator Saeed Leylaz. \"The vote showed that the prospect of winning the next election is dim for him.\" </p> <p>Ahmadinejad, president since 2005, is notorious in the west for his comments on Israel and the Nazi Holocaust. But most Iranians care more about the economic incompetence he has demonstrated in recent months.</p> <p>Declining oil revenues have exposed his populist spending plans and left the state coffers all but empty. In July he predicted oil prices would never fall below $100 per barrel. Prices today were around $63 a barrel. </p> <p>Last week the Tehran stock market plunged 12% to its lowest close in years. Inflation is estimated at 27% or more. </p> <p>Analysts and diplomats say a key question over the coming months will be the attitude of Iran's unelected supreme leader, Ayatollah Ali Khamenei, who sits at the apex of the political system and has so far backed the president.</p> <h2>Ali Kordan joke box</h2> <p>A spoof \"Oxford\" dictionary circulating among Tehran university students lists the following entries:</p> <p><strong>Kordanize (v)</strong><br>1. To get a PhD without having a Bsc<br>2. To become an important person (eg. minister) by presenting fake certificate or documents</p> <p><strong>Kordanification (n)</strong><br>1. The process of getting a fake degree, especially from a prestigious university (e.g. Oxford)<br>2. The relationship between happiness and telling a big lie<br>3, A method to gain self-confidence</p> <p><strong>Kordanism (n)</strong><br>1. The philosophy and strategy of telling a lie to a large group of people (e.g. a nation)<br>2. A psychological method for deceiving people and laughing simultaneously</p> <p><strong>Kordanic (adj)</strong><br>1. Happy<br>2. Self-confident<br>3. Relaxed</p> <p><strong>Kordanicaly (adv)</strong><br>1. In a Kordanic manner</p>",
  "<!-- Block 1 --> <p><strong>Preamble:</strong> See that fresh-faced young whippersnapper hunkering down on his mark beside the scythe-wielding skeleton in the black cowl? That's Liverpool striker Fernando Torres, who's in a race against Time to be fit for Liverpool's encounter with his former team at Anfield tonight after suffering the customary bout of hamstring-twang that befalls him whenever he embarks on international duty for Spain. I hope he lines up for no other reason than that I like watching him play; there are few enough reasons to look forward to Champions League matches in the first group stages, what with Group D being just one of many in the competition that's as good as decided with three games to go.</p> <p>One man who'll definitely sit out tonight's encounter is Atletico coach Javier Aguirre, who begins a two-match touchline ban for some indiscretion or other. \"We want to play against a fully fit Fernando Torres so we can measure ourselves to see how we do against a full-strength Liverpool,\" he said. \"We have taken this competition so seriously and we have done very well up to now, but we can't appraise our success until the six games of the first phase have been completed.\" Atletico currently sit joint top of their group with Liverpool on seven points after three games, PSV are next with three, while Marseille have none.</p> <!-- Block 2 --> <p><strong>Team news:</strong> The scythe-wielding skeleton in the black cowl breasted the tape first - Torres isn't even on the bench. </p> <p><strong>Liverpool:</strong> Reina, Arbeloa, Carragher, Agger, Aurelio,<br>Mascherano, Alonso, Kuyt, Gerrard, Riera, Keane. <br><strong>Subs:</strong> Cavalieri, Dossena, Benayoun, Babel, Leiva Lucas, Ngog, Degen.</p> <p><strong>Atletico Madrid: </strong>Franco, Antonio Lopez, Perea, Heitinga,<br>Pernia, Raul Garcia, Paulo Assuncao, Maniche, Maxi, Forlan, Simao. <br><strong>Subs:</strong> Coupet, Luis Garcia, Aguero, Sinama Pongolle,<br>Banega, Pablo, Camacho.</p> <!-- Block 3 --> <p><strong>1 min:</strong> The teams emerge from the dug-out, with by far and away the majority of them exchanging pleasantries in Spanish considering all the Spaniards, Argentinians, Uruguayans and what not involved. Despite Fernando Torres' absence, Liverpool's team contains more actual Spaniards than Atletico's, with Robbie Keane being the lone English-speaker in both sides. The funny thing is that his native language is actually Irish. Confused? Good. <br>Atletico, who have left Sergio Aguera on their bench in order to facilitate an extra midfielder, kick off.</p> <!-- Block 4 --> <p><strong>2 min:</strong> A corner for Liverpool results in a close shave for Atletico - Agger appeals for a penalty after being denied a clean shot on goal by Simao. He thought he'd been fouled, but the referee didn't agree.</p> <!-- Block 5 --> <p><strong>3 min:</strong> Pernia attempts to cross from the left for Diego Forlan, but his effort is blocked. Moments later, Maxi Rodriguez tries to cross from the other flank, but his delivery is headed clear. This match has started at a cracking pace.</p> <!-- Block 6 --> <p><strong>5 min:</strong> Replays of that incident where Agger thought he should have got a penalty are inconclusive. The camera pans to Fernando Torres, who is sitting in the stand with an open-necked shirt, pullover and anorak type thing. Flash git!</p> <!-- Block 7 --> <p><strong>7 mins:</strong> \"Dear Fiver and tonight's MBMers,\" writes Tom Chivers. \"Regarding your always-amusing 'Follow Chelsea's laboured 1-0 win over whomever etc' lines in the Fiver: I've always wondered whether, if one consistently put money on your tips, one would actually turn a profit. To that end I've stuck a fiver (appropriately enough) on each of tonight's MBMs - a 2-1 win for the Pool and 0-1 for Chelsea, as augured. In the spirit of scientific enquiry I'm setting up a time-limited experiment - I'll do this to the end of the group stages on all the English teams' games (total £60) and see whether I'm plus or minus on the deal. My financial future is now in your hands.\" </p> <p>Well, far be it from me to tell you how to spend your money, Tom, but do the words \"credit\" and \"crunch\" mean anything to you? That said, it's probably less risky giving your money to the money-grabbing gits at Ladbroke's or Coral than the even more avaricious ones at Bradford &amp; Bingley or Lloyds.</p> <!-- Block 8 --> <p><strong>11 min:</strong> Liverpool win a corner, which Steven Gerrard sends in to the box. Atletico's Argentinian goalkeeper Leo Franco clears with a less than inspired punch.</p> <!-- Block 9 --> <p><strong>13 min:</strong> \"Granted he wielded a scythe, but Old Father Time is usually portrayed as a genial old fellow rather than the cowled skellington of Death,\" writes Steve Gaw. \"But rather than being pedantic and after casting my vote for Obama this morning, I have much more important issues to follow on this historic day: two hours of meaningless Group D action interspersed with high-class banter from Gary Naylor.\"</p> <!-- Block 10 --> <p><strong>14 min:</strong> Robbie Keane controls a wonderful 50-yard diagonal ball pass from Xabi Alonso with his chest, then shoots into the side-netting from 20 yards. Excellent pass, excellent control and a good effort.</p> <!-- Block 11 --> <p><strong>16 min:</strong> Robbie Keane is not the only person on the Liverpool team who speaks English as his first language,\" writes Chad Biedle-Baker in New York. \"What about Steven Gerrard and Jamie Carra ... oh.\"</p> <!-- Block 12 --> <p><strong>18 min:</strong> With the home fans booing with the kind of self-righteous sanctimony that they do so well, Atletico embark on a lightning-fast counter-attack while a Liveprool player goes to ground with a minor injury after a rather blatant Atletico handball. The ball is crossed from the left to Simao, who blasts it high over the cross-bar from seven or eight yards with only the goalkeeper, Reina, to beat. His reaction is one of acute embarrassment and rightfully so.</p> <!-- Block 13 --> <p><strong>22 min:</strong> \"Regarding Tom Chivers's email at seven minutes: is this the first time someone has had the same email published in two MBMs at the same time?\" asks Philip Smith, who appears to be labouring under the delusion that I read minute-by-minute reports that I'm not writing. \"Also, am I correct in saying that you're getting considerably more emails than Rob Smyth, who was able to print Tom's missive before his match had even started? Or is it just because you don't read your emails as much?\"</p> <!-- Block 14 --> <p><strong>24 min:</strong> Xabi Alonso pings an inch-perfect diagonal pass towards the far post, where Riera just fails to make decent contact under pressure from Antonio Lopez.</p> <!-- Block 15 --> <p><strong>26 min:</strong> \"I can go down to the fitness center and ask them to switch to ESPN2 (from some meaningless early election coverage on CNN) so I can watch the match, or I can stay in my office pretending to work and follow the match via MBM,\" writes Joe Pearson. \"Your recommendation?\" </p> <p>If you're sitting in the office when you don't have to be there, my recommendation is that you go out for a drink or go home. It doesn't matter who wins this match because both teams are going to go through to the second round whatever the outcome tonight. I remember a time, many years ago, when exciting European Cup matches were the rule, not the exception.</p> <!-- Block 16 --> <p><strong>28 min:</strong> Liverpool midfielder Javier Mascherano curls a cross into the penalty area which Dirk Kuyt flings himself at headfirst and misses.</p> <!-- Block 17 --> <p><strong>30 min:</strong> \"According to today's <a href=\"http://football.theguardian.com/fiver/0,,415657,00.html\">Fiver</a>, Modena have employed a Benedictine monk to banish their poor form withy an exorcism,\" writes Justin Kavanagh. \"Why can't Liverpool get an exorcist to lift their league curse? They already have a rotating head coach and at least two local lads speakin' in tongues, la?!\"</p> <!-- Block 18 --> <p><strong>32 min:</strong> It's all Liverpool here. Riera sends a marvellous delivery into the Atletico box, Steven Gerrard controls well and is denied what looks a certain goal by the crucial intervention of Luis Perea. Moments later, Robbie Keane is foiled in his attempts to put Liverpool one up by some good goalkeeping when Leo Franco rushes off his line to intercept a through-ball which the Irishman was attempting to latch on to.</p> <!-- Block 19 --> <p><strong>34 min:</strong> Liverpool turn the screw. Mascherano crosses from the right, but Atletico left-back Perea hoofs clear.</p> <!-- Block 20 --> <p><strong>GOAL! Liverpool 0 - 1 Atletico Madrid (Maxi 37)</strong> That's a cracking goal on the counter-attack. Atletico centre-back Hettinga sent a long ball up towards the right wing, where gallloping full-back Antonio Lopez picked it up. He cut inside and played a short pass to Maxi, who pushed the ball past a defender with his first touch and rifled an unstoppable diagonal drive across the face of goal and inside the far post with his second.</p> <!-- Block 21 --> <p><strong>41 min:</strong> Interestingly, when the goal went in, the camera they're using to monitor Atletico old boy Fernando Torres in the stands showed him leaping to his feet and throwing his arms around his not unattractive lady companion before flicking Vs at the occupants of the Kop and ripping open his parka to reveal an Atletico Madrid shirt*.</p> <p>*None of the above is true. He remained completley impassive.</p> <!-- Block 22 --> <p><strong>44 min:</strong> Steven Gerrard tries several shots from distance, none of which come within an ass's roar of troubling the goalkeeper.</p> <!-- Block 23 --> <p><strong>45 min:</strong> There have been no injuries or substitutions in what was a half of football played at a very high tempo, but that hasn't stopped the fourth official holding up an electronic board with a big orange '1' on it.</p> <!-- Block 24 --> <p><strong>Half-time</strong></p> <!-- Block 25 --> <p><strong>Tom Chivers credit crunch gambling update:</strong> \"Roma 1-0 Chelsea. Well, that's not ideal, is it?\" he says. \"I may be staring at a life of debasing myself for the entertainment of German businessmen in exchange for food.\" May be? You almost certainly will be, Tom, once the Fiver starts predicting prepoterous 156-75 scorelines for the remaining matches involving English teams in the Champions League group stages, just to see you lose your hard-earned cash. Still, if one of them actually comes in, you'll never have to debase yourself in front of German businessmen again.</p> <!-- Block 26 --> <p><strong>Oh dear:</strong> Despite the efforts of in-no-way made-up reader Chad Biedle-Baker taking the trouble to explain my opening joke about the number of English speakers in the Liverpool team, this has come in from Tom, whose surname I've decided not to include in order to spare his embarrassment. \"So Jamie Carragher and Stevie Gerrard are Scousers and not native English speakers?\" he asks, probably indignantly.</p> <!-- Block 27 --> <p><strong>45 min:</strong> Tip, tap, roll, hoof! Liverpool get the second half under way. They're playing into the Kop end in the second half, which is how they like it.</p> <!-- Block 28 --> <p><strong>48 min:</strong> Alonso dinks the ball into the edge of the six-yard box, where Robbie Keane is waiting to swivel and volley it goalwards. Hettinga does well to get back and make a nuisance of himself by getting in the way.</p> <!-- Block 29 --> <p><strong>49 min:</strong> It's all going pear-shaped for Chelsea and Tom Chivers. The defending runners-up are 2-0 down against a terrible Roma side.</p> <!-- Block 30 --> <p><strong>49 min:</strong> Robbie Keane and thousands of Koppites appeal for a penalty when Perea handles inside the six-yard box. The referee was blindsided and couldn't see the baltant handball and the linesman didn't flag to drasw his attention to it. It should have been a penalty, but Atletico Madrid get away with it.</p> <!-- Block 31 --> <p><strong>51 min:</strong> It's all Liverpool in this half, much as it was in the first. With the ball at his feet just outside the penalty area, Xabi Alonso moves to dink the ball over the defence, but with several of his team-mates standing in offside positions, his options are very limited. Atletico clear.</p> <!-- Block 32 --> <p><strong>53 min:</strong> Atletico defender Perea must have signed some sort of Faustian pact with the devil before tonight's game*. He's playing out of his skin and should have conceded a penalty but didn't. Now the ball quite clearly goes out off his foot for a corner and the referee signals for a goal-kick. Liverpool are getting well and truly mugged here.</p> <!-- Block 33 --> <p><strong>55 min:</strong> Liverpool win a free-kick for handball in the Atletico left-back position, even though the ball hit Pernia on the chest. Gerrard curls the ball into the penalty area, where Daniel Agger heads over the bar.</p> <!-- Block 34 --> <p><strong>57 min:</strong> \"Are the minute-by-minute reports only read by people living in the United States?\" asks Scott White. \"I'm an English guy stuck in an office in New York and it seems I'm not alone.\" Well Scott, it's hardly surprising everyone in the US is reading my report, because it's not as if there's much else of interest going on in the United States tonight.</p> <!-- Block 35 --> <p><strong>60 min:</strong> Before Tom whose surname I won't include in a bid to spare him embarrassment writes in to set me straight, I should add that I am aware there is a US presidential election on tonight. I hope that Dubya, who has done a marvellous job as leader of the free world, gets elected for a third term, if only to see how much gas there is left in that particular explosion.</p> <!-- Block 36 --> <p><strong>65 min:</strong> Liverpool appear to have gone close through Gerrard, Agger and Kuyt, but I'd be lying I said my head hadn't been turned, literally to the left, by the sight of Chelsea going 3-0 against Roma. Back in the match I'm supposed to be watching, Steven Gerrard has a pop from distance that fizzes wide.</p> <!-- Block 37 --> <p><strong>66 min:</strong> Corner for Liverpool, who are dominating proceedings but continue to look vulnerable to the counter-attacks. Nothing comes of it and Atletico clear. A few minutes ago, Liverpool brought on Babel for Riera. Shortly afterwards, Maniche picked up the first yellow card of the night for a clumsy challenge.</p> <!-- Block 38 --> <p><strong>70 min:</strong> Spellbinding play from Liverpool in general and Steven Gerrard in particular, who eviscerate the Atletico defence with a series of mesmerising one-twos, leaving Gerrard with a clear sight of goal from about 10 yards. Instead of smashing the ball padt Franco, he attempts to place it and sidefoots wide. Liverpool substitution: a most displeased Robbie Keane off, Ngog on. Atletico Madrid substitution: Sergio \"Kun\" Aguero on, Diego Forlan off. Elsewhere in this group, Marseille are beating PSV 3-0, which means that if Atletico can hold on here tonight, they'll be through to the last 16 with two matches still to play. That's a ridiculous state of affairs - the format of this tournament needs to be changed.</p> <!-- Block 39 --> <p><strong>75 min:</strong> Great block from Jamie Carragher , who blocks a low Maniche cross that was heading straight for the waiting Kun. Maniche appealed for a penalty after the ball struck the defender's arm, but it was very much ball to arm, off his knee, so there was no foul there. </p> <p>\"Barry, I'm also stuck in an office in the US, and the fact that Chelsea are losing 3-0 is giving me almost as much pleasure as the thought of the Republicans losing tonight,\" writes Nathan Smith. \"Every single American I know over here, without exception, is voting for Obama. Who said they were stupid?\" </p> <p>You mean every single American you know over there <em>says</em> they're voting for Obama, writes your cynical minute-by-minute reporter. Whether they actually do or not remains to be seen. While I'm raining on your parade, I should probably tell you that Chelsea have pulled a goal back.</p> <!-- Block 40 --> <p><strong>82 min:</strong> Great skill from Ngog, who does brilliantly to keep the ball from going wide while simultaneously beating a defender with a rinky-dink soft-shoe shuffle on the goal-line. From an impossible angle, he attempts to beat Leo Franco at his near post when he should have crossed for Kuyt. Corner for Liverpool, from which Agger should have scored with a header, but somehow contrived to put wide.</p> <!-- Block 41 --> <p><strong>84 min:</strong> Agger falls under a challenge from Maniche, dislocates his finger and jogs over to the sideline where the physio yanks it back into place. Ouch!</p> <!-- Block 42 --> <p><strong>85 min:</strong> Liverpool have five minutes to avoid their first European defeat at Anfield since Marseille beat them 13 months ago. The last time they lost any sort of competitive match was against Barnsley in last season's FA Cup. Jamie Carragher, of all people, tries a shot from distance, which brings a smart save out of Franco. Stat attack: shots on target: Liverpool 17 - 6 Atletico Madrid. This is like Saturday's game against Spurs all over again - Liverpool are mullering their opposition but still on the verge of defeat.</p> <!-- Block 43 --> <p><strong>87 min:</strong> \"Time for heroes,\" says ITV commentator Peter Drury. Quite how he thinks an American science fiction television drama series created by Tim Kring, which premiered on NBC on September 25, 2006 is going to help Liverpool's cause is anyone's guess. Atletico substitution: Simao off, Liverpool old boy Luis Garcia on to warm applause.</p> <!-- Block 44 --> <p><strong>90 min:</strong> From deep, Gerrard curls a marvellous ball from right to left across the edge of the six-yard box. Ngog makes a fairly half-hearted attempt to get on the end of it, but seems cowed by Hettinga's challenge. Atletico clear.</p> <!-- Block 45 --> <p><strong>90+3min:</strong> You couldn't make it up. Steven Gerrard jumps into Pernia to contest a header, falls to the ground, twisting theatrically on his way, and is awarded a penalty.</p> <!-- Block 46 --> <p><strong>GOAL! Liverpool 1-1 Atletico Madrid (Gerrard 90+5pen)</strong> Gerrard places the ball and blasts it past Franco, who dives the wrong way. It's one of the strangest decisions I've ever seen - if anyone should have been penalised it was Gerrard, for jumping into the back of Pernia, but he ended up winning a penalty and the Atletico defender got booked. Yet another referee bottles it in front of the Kop, giving its occupants a reason to feel even more pleased with themselves than usual.</p> <!-- Block 47 --> <p><strong>90+7 min:</strong> Atletico show no inclination to kick off after the goal. Hettinga gets booked for complaining about the penalty, then stands with his hands on his hips nodding slowly and repeatedly at the referee as he's shown the yellow card. He is <em>oozing</em> contempt for the official. Seconds later, Aguera gets booked for booting the ball over the bar from the spot in centre-circle by way of a kick-off. Is that even a foul? I don't think so.</p> <!-- Block 48 --> <p><strong>90+8 min:</strong> The referee, who is mentally unravelling before our very eyes, awards a free-kick to Liverpool on the halfway line, lets them take it and then brings the game to a close. Liverpool have got away with a draw after winning a penalty they did not deserve. However, seeing as they were denied one they did deserve earlier in the game, it's probably a fair result.</p> <!-- Block 49 --> <p><strong>Group D:</strong> With each team having played four games in Group D, Liverpool and Atletico both have eight points. Marseille and PSV have three each after the Dutch side lost 3-0 at the hands of their French hosts. Barring some astonishing results, both Liverpool and Atletico Madrid will get through to the last 16.</p> <!-- Block 50 --> <p><strong>Last word tonight </strong>goes to Becky Barrett, who is very happy. \"I'm also an American following the MBM, and I actually <em>did</em> vote for Obama this morning after standing in line for 90 minutes. I only prayed for two things this week ... for Chelsea to be spanked and McCain to lose in embarassing fashion. One down, one to go ...\"</p> <!-- Block 51 --> <p><strong>Actually it goes to me. </strong>Y ou <em>say</em> you pulled the lever with the big picture of Obama on it, Becky, but how do you know the vote didn't actually go to McCain? This is Amercia, we're talking about, after all. Jesus, if you live in Florida your vote could have gone anywhere.</p>",
  "<p>The Ebenezer Baptist Church in downtown Atlanta retains a special place in the history of post-war America. It was here that Martin Luther King Jr grew up listening to the sermons of his father; it was here that he made some of his most powerful speeches as pastor from 1960; and it was here that his funeral was held after he was shot on a motel balcony in Memphis on April 4, 1968, his dream as yet unrealized.</p> <p>A block away from the Ebenezer yesterday, 40 years and seven months from his assassination, an element of that dream was finally taking physical shape. From well before 6am, an hour before the polls opened, a line of about 300 people had begun to form that was dignified, quiet – somber almost – but fully aware of the huge significance of the occasion.</p> <p>Horace Kelley, 75, standing in the middle of the queue, was born in the neighbourhood and used to play softball in the church grounds with AD King, Martin Luther's younger brother. He said he was casting his vote for Barack Obama in order to secure a better future for young black people.</p> <p>\"When I was growing up you used to know what was out there on the streets. We were mistreated openly. Now you cannot see it, but it's still there,\" he said.</p> <p>In polling booths across the city, the exceptional nature of the day was on full display, with huge lines of voters snaking around blocks and waiting for more than two hours to have their voices recorded. Even that outpouring of electoral enthusiasm was deceptively muted – about 2 million voters across the state of Georgia had already cast their ballots by mail or standing in early voting lines that lasted in some cases for up to six hours, with an anticipated 3.2 million waiting to vote on the day itself.</p> <p>Election officials expect that the tally of registered Georgians who by the end of the day will have cast their votes will be as high as 90%. Some polls suggest that the race is too close to call in Georgia, a state that has voted Republican in every presidential election since it swung behind Bill Clinton in 1992.</p> <p>Most of the voters queuing up next to Ebenezer church were African-American, and universally backing Obama. \"This is history,\" said Salaam Ali, a motorbike courier, 53. \"I never thought I'd see the day when I could vote for a black president. </p> <p>\"As children we were taught to pledge allegiance to the flag of the United States of America. We were also told to believe in the idea of liberties and justice for every American. I've never seen it happen. Now it's time.\"</p>",
  "<video data-media-id=\"gu-video-339310454\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1900367954_081104-cb-electionday-06b-VFa-4x3.flv\"/> </video>   <p>Long lines of enthusiastic voters queued in the pre-dawn gloom to cast their ballots in the hometown of Joe the Plumber, the Ohio tradesman who became a talismanic figure in America's bitterly fought election campaign.</p> <p>Polls have given Barack Obama a slender lead of 2 to 3 percentage points in this bellweather state which has backed the winning candidate in every presidential election since 1960. Officials predict that turnout could exceed 80%.</p> <p>Within 45 minutes of the ballot boxes opening at 6am, more than 70 people were waiting at a polling station at Holland's red brick Springfield high school, across a highway from a huge Wal-Mart superstore.</p> <p>Mental health counsellor Andrew Lesniewicz, 35, said he had backed Obama: \"He seems to be more in touch with reality. McCain has this mentality of wanting to fight everyone. We don't need that anymore.\"</p> <p>The working class town of Holland, on the outskirts of Toledo's industrial sprawl, was put on the political map last month when Samuel \"Joe\" Wurzelbacher, an out-of-work plumber, challenged Obama about his tax plans in a suburban street, complaining that a policy of raising levies on those earnings more than $250,000 would hit small business owners.</p> <p>Wurzelbacher, 34, quickly became a Republican hero, joining John McCain on the campaign trail, and his image adorns t-shirts with slogans such as \"no more drips in the White House\". But his antics have attracted a lukewarm reception from some of his neighbours.</p> <p>\"I feel like Joe the Plumber has a lot in common with Sarah Palin,\" said Angela Zimmann, a university teacher casting her vote in Holland. \"He's someone who is not necessarily educated for a position or experienced, but who says something that the Republicans can grab hold of.\"</p> <p>Others were more sympathetic. Shelly Lynch, a petrol station clerk who knows Wurzelbacher as a customer, said: \"I understand where he's coming from. Obama's plans are going to make things impossible for small business owners.\"</p> <p>A 39-year-old mother of three, Lynch voted Republican: \"I'm just really afraid of what will happen if Obama gets in. He's making a lot of promises I'm not sure he can uphold.\"</p> <p>A low-rise collection of strip malls and leafy streets lined with bungalows, Holland is surrounded by cornfields and is under the final approach to Toledo's regional airport. Among the biggest employers is a Jeep factory where parent company Chrysler is axing one of two shifts at the end of the year, cutting 825 jobs as a downturn in the motor industry bites.</p> <p>Mike DeShetler, who works at the Jeep plant, said he had little time for the low tax philosophy espoused by McCain and by Wurzelbacher. \"Joe the Plumber should have kept his mouth shut,\" says DeShetler, a father of three who is voting for Obama. \"We've lost all our manufacturing jobs because of free trade. The trickledown effect is not working here.\"</p> <p>DeShetler continued: \"There are no plumbers I know of who make $250,000. And if he does, he should be reinvesting it in his business and then he wouldn't be paying any more tax.\"</p> <p>Four years ago, President Bush won Ohio by a wafer-thin margin of 118,000 out of 5.6 million votes cast. Irregularities at polling stations prompted accusations by Democrats of stolen votes. This year, it is the Republicans who are complaining of invalid names on the voting register and there are fears that a close result could spark an avalanche of litigation.</p> <p>George Sarantou, a Republican councilman on Toledo's city authority, spent the morning standing outside Holland's polling station with a sign backing Barbara Sears, a candidate for Ohio's state legislature.</p> <p>\"I'm excited that we're going to have such a huge turnout of people,\" said Sarantou who insisted, with a smile, that McCain would be the president. \"I think it's going to be very close but I think John will pull it off. It's going to be an upset similar to 1948.\"</p>",
  "<p>For Americans, politics is often a bloodsport, and today's election has all the hallmarks of a show greater than any Roman spectacle. The <a href=\"http://www.theguardian.com/world/2008/nov/04/uselections2008-barackobama2\">historic implications of the presidential race</a> alone are monumental, and each state is facing what we in the traditional south call the \"come to Jesus moment\". The moment of truth is upon us. The moment of accounting is at hand. Judgment Day.</p> <p>I wish that I was being purely metaphorical about that last statement, but for a few poor souls who have succumbed to the wave after wave of advertising hysteria from all quarters, the possibility of electing a black man – who is also somehow a secret Muslim Marxist Manchurian candidate – has become the fulfillment of some bizarre combination of biblical prophecies. These people have been scared to the point of madness by the fevered screech in the last few weeks. Their emotions have been the subject of blatant manipulation by <a href=\"http://www.theguardian.com/commentisfree/2008/oct/23/uselections2008-telecoms\">daily robocalls</a>, talk radio, direct mailings from obscure political groups, imagined threats of socialist revolution, widely-circulated \"patriotic\" emails forewarning of the doom to come, well-produced DVDs chronicling sinister Muslim plots to overthrow Wal-Mart or something equally egregious. And then comes the whispered invocation of the ultimate rural white boogeyman: the possibility of a cataclysmic race war with biblical overtones.</p> <p>These people have been scared half to death in an effort to get them motivated to the polls. For them an Obama win will be nothing less than the beginning of the End Times. Thankfully, they are a minority. Unfortunately, their fears, once stirred, will not quietly pass after election day. They are quietly desperate in the face of the destruction of a political philosophy that has been so closely tied to their religion as to be nigh inseparable now. They are confused, scared and angry.</p> <p>North Carolina senator, Elizabeth Dole, attempted to exploit this fear and anger by attempting to tar her opponent, Lt Governor Kay Hagan, as a friend of the \"<a href=\"http://www.youtube.com/watch?v=QuS342L22QI\">godless</a>\" in two widely-run TV commercials. To most independents and Democrats (and not a few Republicans) the adverts were \"tacky\" at best, disgusting at worst. Hagan is a lifelong Christian, and the tasteless ad could likely lose Dole the election. But the rural white Evangelicals in the state ate it up. And to those hysterically fearful among us, it was a further vindication of the idea that the End Is Near if the Democrats come to power.</p> <p>The other side of the coin are the lines of people curling around polling places. Many of them – a lot more than ever before – are black. They feel that they are participating in a historic moment, a moment of salvation, not damnation. For the African Americans of the south the election of Obama is the fulfilment of a promise long made, finally kept. <a href=\"http://www.theguardian.com/commentisfree/blackhistorymonth\">Black history</a> is replete with examples of triumph after struggle with great adversity, and the possible election of a black man to the highest office is an profound occasion for African American culture. To them, this is a moment to be savoured and cherished as they think of those who have died before they could see such a day: where white people are actively promoting a black presidential candidate not because he's black, but because he's the best possible man for the job. For black folks in the south this is a moment of redemption, not retribution.</p> <p>But the scared white people look upon the proud and determined black people, and despite lifetimes living and working along side of them, despite sharing a creed of universal brotherhood with them, the prism of their fears will not let them see anything but anger, hate, and perilous danger.</p> <p>Hope and fear and great expectation pervade the air here so powerfully that it nearly crackles with possibilities. For some the election merely heralds a change in administration, a new direction in public policy – but for these two groups the stakes are higher: the fulfilment of the promise of America for one, and the imperilment of a sacred dream for the other. Grim determination is set the faces in the lines at the polls, black and white. Some vow another election will not be stolen. Some vow that the forces of darkness shall not come to power upon their watch. And someone has to lose.</p> <p>White and black churches preach from the same book, pray to the same Lord, share the same basic values – but manage to overlook all of that because of the historic spectre of race and class. Today they all \"come to Jesus\" in the voting booth as they let their hopes and fears compel their choices. And tomorrow they will all wake up and face the result of their aggregate passions in the dawn of a new era, like it or not.</p> <p>And they will face it together – like it or not.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339310597\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/4/1225806727013/surfside.jpg\" alt=\"Surfside voters\" width=\"460\" height=\"216\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voters in Surfside, Florida, line up early this morning to cast their votes. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Polls: Gallup's final tracking poll was <a href=\"http://www.gallup.com/poll/111703/Final-Presidential-Estimate-Obama-55-McCain-44.aspx\">Obama 55%, McCain 44%</a>. The RealClearPolitics poll average is starting to look rather familiar: <a href=\"http://www.realclearpolitics.com/epolls/2008/president/us/general_election_mccain_vs_obama-225.html\">Obama 52%, McCain 44.2%</a>. A <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/11/final_surveyusa_polls_show_oba.php \">couple of last-minute polls</a> show Obama holding his lead in Pennsyvlania and just in the lead in Florida; meanwhile, <a href=\"http://www.gallup.com/poll/111718/Voters-High-Personal-Investment-Election-Outcome.aspx\">74% of Americans</a> say this historic, extraordinary election matters more to them than previous ones.</p> <p>The village of Dixville Notch, New Hampshire, turned from red to blue: locals there, who gather in a hotel ballroom at midnight every election day in order to get their vote in first, went for Obama in a landslide: 15 votes to six. [<a href=\"http://www.cnn.com/2008/POLITICS/11/03/dixville.notch/?iref=\" hpmostpop\" \">CNN</a>]</p> <p>As voting begins elsewhere, there were <a href=\"http://www.observer.com/2008/pre-dawn-crowds-harlem\">long pre-dawn queues in Harlem</a>, lines <a href=\"http://corner.nationalreview.com/post/?q=YWJhMGI1NjI1MDBiYjUyMzI3MWQ2YzRmYWM1ODkzZTM=\">round the block</a> in midtown Manhattan, and others reported <a href=\"http://www.time.com/time/politics/article/0,8599,1856181,00.html\">across the country</a>.</p> <p>Watch for reports of voting problems at these three excellent sites: <a href=\"http://www.votersuppression.net/\">VoterSuppression.net</a>, <a href=\"http://twittervotereport.com/\">Twitter Vote Report</a>, and <a href=\"http://www.electionjournal.org/\">Election Journal</a>.</p> <p>\"OK, guys, let's go home. It will be fun to see how this story ends.\" Obama says farewell to his travelling press. [<a href=\"http://thepage.time.com/pool-report-of-obama-speaking-to-the-press-on-the-plane-monday/\">The Page</a>]</p> <p>After <a href=\"http://www.usatoday.com/news/politics/election2008/2008-11-03-obama-grandmother_N.htm\">Obama's grandmother died yesterday</a>, prompting the candidate to <a href=\"http://nymag.com/daily/intel/2008/11/heilemann_obama_sheds_tears_fo.html \">shed tears</a> at a public appearance, rightwing conspiracy theorists were kind enough to be respectful and take the story at face value. Oh, hang on -- <a href=\"http://www.sadlyno.com\">no they weren't</a>. [<a href=\"http://www.sadlyno.com\">Sadly, No!</a>]</p> <p>The TV networks remain scared of any repeat of 2000, when they incorrectly called Florida, but that doesn't mean they're necessarily going to wait until late tonight on the ridiculous off-chance that California might go Republican. We may get a result before the last polling booths have closed. [<a href=\"http://www.nytimes.com/2008/11/04/us/politics/04network.html \">New York Times</a>]</p> <p>Hey, Sarah Palin released her health records! She's fine, if you were wondering. [<a href=\"http://blogs.abcnews.com/politicalpunch/2008/11/palin-releases.html \">ABC News</a>, <a href=\"http://www.johnmccain.com/Downloads/110308SHP.pdf\">McCain campaign</a>]</p> <p>Among other things, a loss by Obama tonight would \"mark the biggest collective error in the history of the media and political establishment.\" [<a href=\"http://www.slate.com/id/2203420/\">Slate</a>]</p> <p>Joe the Plumber got stopped for speeding, but Toledo police thought they better not ticket him. There are, it seems, certain advantages to being Joe the Plumber. [<a href=\"http://ap.google.com/article/ALeqM5gJsPHiQlgYvAsrHz9mvHJlezQJLwD947PSJG0\">Associated Press</a>]</p> <p>Over at the conservative blog The Corner, they've started going rather unhinged. Now they're just singing songs, it appears. [<a href=\"http://corner.nationalreview.com/post/?q=YmY0NDA5OWQ0MzRhMTUyZGE4NThmMzAxZjQ2MWE5NDY=\">The Corner</a>]</p> <p>NOTE: Limited blogging from me for the next few hours while I do other election-related work. I'll be back, though -- and most definitely back in time for <strong>ELECTION NIGHT LIVEBLOGGING</strong>, <a href=\"http://blogs.guardian.co.uk/burkeman\">here</a> on this very blog, from around 6pm eastern time, 11pm UK time. </p> <p> </p>",
  "<p>The protracted American presidential election campaign ends today with what is predicted to be an <a herf=\"http://www.theguardian.com/world/2008/nov/04/uselections2008-barackobama2&quot;\">unprecedented voter turnout</a> – and what is certain to be an unprecedented number of posts analysing it here on <a href=\"http://www.theguardian.com/commentisfree/commentisfree+world/uselections2008\">Comment is free</a>. </p> <p>But for those who are suffering election fatigue, there's hope in the very near future: once the votes are tallied and the victor is selected, we'll have to find some new topics to discuss. What do you want to see us talking about once the election is over?</p>",
  "<p>Not even Joe the Plumber, it seems, is offering much hope for John McCain.</p> <p><a href=\"http://www.washingtontimes.com/news/2008/nov/04/joe-plumber-says-mccains-chances-slim/\">Asked by a radio presenter</a> if it would be \"tough\" for McCain to pull off a victory, the unemployed plumber replied: </p> <p>\"Most definitely.\"</p> <p>The <strong>Washington Times</strong> repeats its <a href=\"http://www.washingtontimes.com/news/2008/nov/04/the-times-endorses/\">plea for voters</a> to back McCain due to his position \"on issues that touch all Americans - from abortion and judicial nominations to taxes and spending and from gun rights and the power of labour unions to the ongoing war on terror\".</p> <p>So too, in the key state of Ohio, does the <strong>Columbus Dispatch</strong>:</p> <blockquote> <p>\"The <a href=\"http://www.dispatch.com/live/content/editorials/stories/2008/10/19/bikepath2.ART_ART_10-19-08_G4_GUBKEGH.html \">Dispatch endorses</a> Republican senator John McCain, whose experience, service and sacrifice for his country make him more qualified to lead the nation.\"</p> </blockquote> <p>But the conservative New York Times columnist, <strong>William Kristol</strong>, is <a href=\"http://www.nytimes.com/2008/11/03/opinion/03kristol.html?bl&amp;ex=1225947600&amp;en=619f33f7ae064dcc&amp;ei=5087%0A\">preparing for defeat</a>.</p> <blockquote> <p><br>\"Barack Obama will probably win the 2008 presidential election. If he does, we conservatives will greet the news with our usual resolute stoicism or cheerful fatalism. Being conservative means never being too surprised by disappointment.\"</p> </blockquote> <p>The <strong>Washington Post</strong> says <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/16/AR2008101603436.html\">its preference for Obama</a> was \"made easy in part by Mr. McCain's disappointing campaign, above all his irresponsible selection of a running mate who is not ready to be president\". </p> <p>And also because:</p> <blockquote> <p>\"... of our admiration for Mr. Obama and the impressive qualities he has shown during this long race. Yes, we have reservations and concerns, almost inevitably, given Mr. Obama's relatively brief experience in national politics. But we also have enormous hopes.\"</p> </blockquote> <p>According to <strong>FiveThirtyEight.com</strong>, the polls are <a href=\"http://www.fivethirtyeight.com/\">strongly backing Obama</a>. Will they prove right. And will it be <a href=\"http://apnews.myway.com/article/20081103/D947L2780.html\">a landslide</a>?</p>",
  "<p>For his long march on the White House to succeed, John McCain has one remaining hope. Though \"hope\" is probably not the best word for it, since Barack Obama has invested so much importance in the term. McCain's hope is really an anti-hope, a gag reflex – that nervous, gnawing sense that <a href=\"http://www.cnn.com/2008/POLITICS/10/22/mccain.blitzer/\">something is about to go horribly wrong</a>.</p> <p>McCain knows that Obama has about every advantage that a candidate could, well, hope for: polling leads both nationally and in battleground states, elite opinion in his back pocket, a <a href=\"http://news.yahoo.com/s/ap/20081103/ap_on_el_pr/campaign_rdp\">get-out-the-vote machine</a> that rivals Karl Rove's operation that put George Bush back in the White House in 2004.</p> <p>So the Republican senator has <a href=\"http://www.politico.com/news/stories/0908/13920.html\">placed one last wager</a> at the electoral <a href=\"http://matthewyglesias.theatlantic.com/archives/2008/07/john_mccain_gambling_addict.php\">craps table</a> of American democracy. The candidate for the party that speaks for the faith-based community has improbably bet all his remaining political capital on doubt.</p> <p>That has caused McCain to say some things that he clearly would rather not say, and to allow his subordinates to carry out the sort of scorched-earth tactics that he usually tries to rise above. Leading up to the third presidential debate, McCain let Sarah Palin accuse Obama of \"<a href=\"http://www.theguardian.com/world/2008/oct/05/usa.uselections2008\">palling around with terrorists</a>\". Then, when asked about Palin's accusation, McCain disingenuously <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/third-presidential-debate.html\">claimed</a> to not \"care about an old washed up terrorist\", ie, the former Weather Underground founder and friend of Obama Bill Ayers. He then suggested that Americans might want to care a great deal about Ayers: \"As senator Clinton said with her debates with [Obama], we need to know the full extent of that relationship.\"</p> <p>McCain also <a href=\"http://abcnews.go.com/Blotter/story?id=6049529&amp;page=1\">said</a> that voters \"need to know the full extent of Senator Obama's relationship with Acorn, [an organisation that] is now on the verge of maybe perpetrating one of the greatest frauds in voter history in this country, maybe destroying the fabric of democracy.\"</p> <p>None of this was artfully presented or forcefully delivered. Many McCain supporters complained about his lack of passion at the time. Surely he could have done more to make the criticism stick to Obama. But the criticism may have missed the point by a country mile.</p> <p>The point is that he brought it up at all. It's possible McCain wasn't trying for a flashy coup de grace, but was looking instead to do two things. One, cut Obama in a way that would produce a slow bleed until election day. Two, legitimise many of the criticisms of the Democratic nominee and let subordinates and freelancers deliver more cuts.</p> <p>A lot of high-minded critics have complained about McCain's tactics, but it's hard to see what else he could have done that would have put him within striking distance at this point. McCain had so many things working against him this year that he had to find some way of using that to his advantage.</p> <p>Now, McCain is playing an interesting role that is a mix of underdog and attack dog. On nearly every front, the McCain team has tried to sow doubt and discord – about Obama's leftish policies, about the spectre of massive vote fraud, about Obama's connections to fringe figures such as Ayers and his former pastor Jeremiah Wright and organisations such as Acorn and about Obama's general fitness for the office of the president.</p> <p>Whenever critics wonder whether they should \"go there\", the McCain team has uttered words to the effect of: \"Why not?\" Palin recently complained that if the press could write their doubt-raising efforts off as mere \"negative campaigning\", it would <a href=\"http://blogs.abcnews.com/politicalradar/2008/10/palin-fears-med.html\">seriously imperil the first amendment</a> of the US constitution.</p> <p>Again, that's not strictly true, but it adds to the sort of worries that the Republican candidate is doing his damndest to encourage. <a href=\"http://www.usatoday.com/news/politics/election2008/2008-11-02-mccain_N.htm\">McCain wants voters to be seriously unsettled</a> as they go into the voting booths Tuesday, so that they won't settle on Obama.</p>",
  "<p>A poster campaign featuring Barack Obama as a white man and John McCain as a black man has been unveiled on the eve of the US presidential election to get voters to focus on policies and not race.</p> <p>The ad campaign, developed by the New York office of ad agency Grey, a subsidiary of Sir Martin Sorrell's WPP, will run on posters in New York as well as in newspapers and online.</p> <p>Dubbed \"Obamccain\" by Grey, the ad runs with the strapline \"Let the issues be the issue\".</p> <p>Most of the advertising space given over to the campaign was provided free of charge by media owners and Grey paid to develop the poster from its own funds.</p> <p>Grey has launched the ad campaign in the 11th hour of the hotly-contested US presidential race, with Americans heading to the polls today.</p> <p>Obama, the Democrat presidential candidate, is bidding to become the first black president of the US; while McCain is seeking to extend the Republican party's tenure in White House by another four years.</p> <p>\"This is a non-partisan image. We wanted to address the race issue straight on. And it cuts both ways,\" said Tor Myhren, the chief creative officer of Grey New York.</p> <p>\"If you're hopping on either candidate's bandwagon solely due to the colour of their skin, you're voting for the wrong reasons.\"</p> <p>The poster has rapidly become a collector's items with many disappearing as fast as they are put up.</p> <p>Grey said that the image may be used by high schools in New York, Denver and \"other cities around the US\" as part of an election lesson plan and as a \"discussion piece\". </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>What with <strong><a href=\"http://www.paidcontent.org/entry/419-yahoo-confirms-that-moore-is-leaving-picks-up-msn-vet-dossett-to-us-au/\">Scott Moore</a></strong>, <a href=\"http://www.paidcontent.org/entry/419-nbcus-chief-digital-officer-george-kliavkoff-leaving/\"><strong>George Kliavkoff</strong></a> and, today, <strong>George Bush</strong>, it's a week of departures. Add to that list <strong><a href=\"http://en.wikipedia.org/wiki/Tony_Fadell\">Tony Fadell</a>,</strong> SVP of <strong>Apple's iPod division</strong> (<a href=\"http://www.apple.com/pr/bios/fadell.html\">bio</a>). He is leaving for personal reasons and will be replaced this month by <strong>IBM</strong> microprocessor technology development VP <strong>Mark Papermaster</strong>, a source <a href=\"http://online.wsj.com/article/SB122577427707796495.html?mod=rss_whats_news_technology\">told <strong>WSJ.com</strong></a>. But disgruntled IBM is now suing Papermaster under his non-compete contract clause, to prevent him divulging secrets of its microchips, <strong><a href=\"http://news.cnet.com/8301-13579_3-10079494-37.html?part=rss&amp;tag=feed&amp;subj=News-Apple\">News.com</a></strong> says.</p> <p>Engineer Fadell (pictured), who reports directly to <strong>Steve Jobs</strong>, is certainly one of the fathers of the iPod. After working on the idea for his own startup <strong>Fuse</strong>, he shopped it to <strong>RealNetworks</strong> (<a href=\"http://finance.paidcontent.org/paidcontent?Page=QUOTE&amp;Ticker=RNWK\">NSDQ: RNWK</a>) before joining Apple (<a href=\"http://finance.paidcontent.org/paidcontent?Page=QUOTE&amp;Ticker=AAPL\">NSDQ: AAPL</a>) in 2001; he then replaced retiring <strong>Jon Rubenstein</strong> as SVP in 2006. There's speculation Apple wants Papermaster to lead development of a new range of chips for its music players, though the growing lineup of OS X devices (Apple TV, Mac mini, iPhone) may also necessitate chip design for a range of new boxes.</p> <p><strong>From paidContent:</strong><br>• <a href=\"http://www.paidcontent.org/entry/419-nbcus-chief-digital-officer-george-kliavkoff-leaving/\">NBCU's chief digital officer George Kliavkoff leaving; internal memo</a><br>• <a href=\"http://www.paidcontent.org/entry/419-interview-jeff-dossett-svp-us-audience-yahoo-his-nex/\">Interview: Jeff Dossett, SVP-US audience, Yahoo: His 'next Mount Everest</a>'<br>• <a href=\"http://www.paidcontent.org/entry/419-social-net-ad-firm-adknowledge-buys-adonomics/\">Social net ad firm Adknowledge buys Facebook analytics company Adonomics</a><br>• <a href=\"http://www.paidcontent.org/entry/419-thq-shuts-down-at-least-four-studios-st-john-departs-wildtangent-ahead/\">THQ shuts down at least four studios; St John departs WildTangent ahead of layoffs</a><br>• <a href=\"http://www.paidcontent.org/entry/419-about-those-rumors-that-the-new-york-times-would-sell-aboutcom/\">About those rumors that the New York Times would sell about.com</a></p> <p><strong>From paidContent:UK:</strong><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-election-section-perfection-news-sites-presidential-strategies-prise-bl/\">Election section perfection?: News sites' Presidential strategies prize blogs, tweets, maps</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-reed-elsevier-picks-smith-for-ceo-36-million-salary-and-bonuses-rbi-sal/\">Reed Elsevier picks Smith for CEO; £3.6m salary and bonuses, RBI sale top of to-do list</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-earnings-freefalling-lycos-europe-plans-cost-cuts-clock-ticking-on-sale/\">Earnings: Freefalling Lycos Europe plans cost cuts, clock ticking on sale</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-earnings-gameloft-calls-2008-a-turning-point-for-mobile-games-iphone-li/\">Earnings: Gameloft calls 2008 a turning point for mobile games; iPhone lifts Q3 revenues</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-european-mobile-advertising-moving-mainstream/\">European mobile advertising moving mainstream?</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-swiss-film-and-tv-rights-distributor-divaag-gets-vc-funding-for-asia-no/\">Swiss film/TV distributor Diva.ag gets VC funding for Asia, US expansion</a><br>• <a href=\"http://www.paidcontent.co.uk/entry/419-justintv-kills-some-live-football-streams-under-pressure-from-fa-sky-se/\">Justin.tv kills some live football streams under pressure from FA, Sky, Setanta</a></p>",
  "<p>Tehran taxi drivers might not know where the US embassy used to be, especially if they weren't around when the Islamic Revolution took place in 1979. But ask for the \"nest of spies\" and they will head as fast as the permanently gridlocked traffic allows to Taleghani Avenue, where slogans and murals on a long brick wall proclaim a historic victory over \"global arrogance\".</p> <p>Americans remember the compound as the scene where their diplomats were held hostage for 444 days until finally being freed in January 1981 as a gesture to Ronald Reagan, the incoming Republican president. </p> <p>Reagan's predecessor, Jimmy Carter - the Democrat who had urged Shah Mohammad Reza Pahlavi to make concessions to the opposition - ended his term with another stinging humiliation from the man who removed Pahlavi from the Peacock Throne, Ayatollah Khomeini.</p> <p>It was a coincidence that this year's anniversary of the storming of the embassy yesterday fell so close to the American presidential election, providing a vivid and timely reminder of the tortured relationship between the US and Iran .</p> <p>The speeches to mark the anniversary from the podium outside what was once called Roosevelt gate were predictably fiery. Familiar slogans - \"Death to America\" \"Death to Israel\" and \"Death to Zionism\" - were chanted in Farsi, Arabic and finally English to ensure maximum impact. Young Basij volunteers in camouflage gear and green Imam Hussein headbands sang sweetly of sacrifice and martyrdom. War veterans in wheelchairs were given place of honour on carpets rolled out in the street.</p> <p>Iranians say that the turnout at such set-piece official events is in decline and only kept up by bussing in soldiers, militiamen and children who are given the day off school to carry placards, wave banners, and burn the odd flag. The embassy rally has the ritualistic, symbolic quality of something that is done because it has been done for years, not because it means that much any more.</p> <p>Massoud, a 15-year-old Tehran schoolboy, posed happily with a \"Death to the USA\" poster, oblivious to the irony of his Colorado Rockies sweatshirt, jeans and trainers. \"I hate the US government, not the people,\" he explained. \"And especially not those who love justice and don't want to dominate the world.\"</p> <p>Only the teenage girls, some in black chadors though many with headscarves draped loosely over carefully-arranged hair, looked any different from their American counterparts.</p> <p>\"If the US embassy re-opened and started issuing visas to Iranians again, a lot of these people would be queuing up to get one,\" quipped Hussein, a teacher and trenchant critic of President Mahmoud Ahmadinejad. </p> <p>\"Many of my friends are thinking of leaving the country if they can because they are so unhappy with the way the government is running things.\"</p> <p>Officially, there is little interest here in the outcome of the US election. Ayatollah Khamenei, the supreme leader, has spoken of \"deep-seated differences\" between the two countries, apparently seeking to squash speculation about any sudden change, or at least ensuring that he will control it if there is. </p> <p>\"Obama and McCain have differences over tactics, not strategy,\" argued Hamidreza Taraghi of the Islamic Coalition party, an Ahmadinejad ally. \"Anyway they are both sponsored by the Zionists so we can't expect they won't be influenced by them.\"</p> <p>Jamal, a middle-aged driver, wanted to see John McCain in the White House because \"he will attack Iran and set us free\". Yet he also wants Iran to develop nuclear weapons (the government insists, to widespread scepticism abroad, that its only motive in developing nuclear technology is to generate power). \"We are threatened by the US and Israel. If the Jews have the atomic bomb, why shouldn't we?\"</p> <p>Voices in the reformist camp are more nuanced about the prospects of an Obama win. Hossein Adeli, head of the Ravand Foundation, the country's only non-official NGO, predicts that positive gestures from Washington will be met by greater Iranian cooperation over Iraq and Afghanistan. \"If Obama wants to change the image of America in the world Iran is one area were he can demonstrate it,\" he said. \"It would give him the edge over his predecessors.\"</p> <p>With so much at stake it is natural that the world is focused on the drama of the race for the White House. But, the Iranian reformists suggest, it may be that their own presidential election next June will prove almost as crucial. </p> <p>Ahmadinejad's rhetoric about Israel and the Holocaust - the latter at least an embarrassment to many here - will likely be a serious barrier to any rapprochement. But if Obama makes it to the Oval Office he could expect to find an easier interlocutor in Mohamed Khatemi, the former president who oversaw a partial thaw in US-Iranian relations until George Bush's \"axis of evil\" speech and the subsequent focus on Iran's nuclear ambitions. Reformists hope Khatemi will stand again, pointing to reliable polling that shows his popularity ratings more than double those of Ahmadinejad.</p> <p>But it is highly uncertain whether he will stand, and unlikely that he or any other reformist could actually win.</p> <p>\"For Iranians, the election in the US is not important,\" said Mohammed Ali Abtahi, a cleric and former vice-president under Khatemi. \"What is important is what happens here.\"</p> <p>Farnaz, a 22-year-old animator, was born years after the drama of Tehran's \"nest of spies\" and barely glances at the angry slogans on Taleghani Avenue. Farnaz prefers Obama to McCain or Bush. But for her, too, Iran's biggest problems lie closer to home - and their solution in the hands of her compatriots. \"If Ahmadinejad goes and is replaced by someone else,\" she smiled, \"then I'm sure things can get better here.\"</p>",
  "<p>This <a href=\"http://www.openleft.com/showDiary.do;jsessionid=560025E180FE2059EED514886D2F1345?diaryId=9663\">little chart</a> shows that presidential polling in 2004 was the most accurate of the last quarter century.</p> <p>In fact polling has since 1980 gotten progressively more accurate each election with the exception of 1996, when polls famously over-predicted Clinton's margin of victory over Dole. This will lead some to wonder whether the same thing is happening now. Perhaps. But I doubt it. Clinton was the incumbent president, which makes for a completely different psychology. I think.</p> <p>My sense is that things will be a little tighter than the polls suggest, but only a little -- two or three points nationwide, meaning a 4.5% to 5.5% Obama win rather than the current 7.5-ish. This would prevent Obama from winning some states but shouldn't interfere with the quest for 270 unless things get really weird out there.</p> <p>On the other hand if this Obama ground game really blows the gates off things, then I guess he could win North Carolina, Missouri etc and turn this into a blowout. That's one of the things I'm most intent on watching for today and tonight. Every anecdotal thing you read -- from Kos diarists, say -- sounds pretty formidable. We'll see.<br></p>",
  "<p>\"I got a crush on Obama.\"<br><em>- Amber Lee Ettinger, aka Obama Girl</em></p> <p>\"I have to confess that it's crossed my mind that you could not be a Republican and a Christian.\"<br><em>- Hillary Clinton</em></p> <p>\"I didn't want a woman to be president. <em>I</em> wanted to be president.\"<br><em>- Saturday Night Live actress Amy Poehler as Hillary Clinton</em></p> <p>\"Whether we need to send somebody to Mars, I don't know. But I'll tell you what, if we do, I've got a few suggestions, and maybe Hillary could be on the first rocket.\"<br><em>- Mike Huckabee on Hillary Clinton</em></p> <p>\"Chuck Norris doesn't endorse, he tells America how it's gonna be.\"<br><em>- Chuck Norris on Mike Huckabee</em></p> <p>\"My heart belongs to Barack, and that is who I am currently, finally, engaged to. Yes.\"<br><em>- Scarlett Johansson</em></p> <p>\"For the first time in my adult lifetime, I'm proud of my country.\"<br><em>- Michelle Obama</em></p> <p>\"The notion that somehow not talking to countries is punishment to them - which has been the guiding diplomatic principle of this administration - is ridiculous.\"<br><em>- Barack Obama</em></p> <p>\"Jesse Jackson won South Carolina in '84 and '88. Jackson ran a good campaign. And Obama ran a good campaign here.\"<br><em>- Bill Clinton said at a rally in South Carolina</em></p> <p>\"Then I said something I regret was crude. It was very private.\"<br><em>- Jesse Jackson on remarks caught on tape by Fox news</em></p> <p>\"Reverend Jackson is my dad and I'll always love him. He should know how hard that I've worked for the last year and a half as a national co-chair of Barack Obama's presidential campaign. So, I thoroughly reject and repudiate his ugly rhetoric.\"<br><em>- Jesse Jackson Jr on his father's Fox comments</em></p> <p>\"No candidate should become the spokesman for his faith. For if he becomes president he will need the prayers of the people of all faiths.\"<br><em>- Mitt Romney addressing his Mormon faith</em></p> <p>\"God damn America.\"<br><em>- Reverend Jeremiah Wright in a sermon caught on tape</em></p> <p>\"If you listen to my opponents, it is getting kind of nasty.\"<br><em>- Rudy Giuliani</em></p> <p>\"You go into some of these small towns in Pennsylvania, and like a lot of small towns in the mid-west, the jobs have been gone now for 25 years and nothing's replaced them. And they fell through the Clinton administration, and the Bush administration, and each successive administration has said that somehow these communities are gonna regenerate and they have not. So it's not surprising then that they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.\"<br><em>- Barack Obama</em></p> <p>\"The issue of economics is not something I've understood as well as I should.\"<br><em>- John McCain</em></p> <p>\"The fundamentals of the economy are strong.\"<br><em>- John McCain</em></p> <p>\"The first step must be getting off the wrong battlefield in Iraq, and taking the fight to the terrorists in Afghanistan and Pakistan.\"<br><em>- Barack Obama</em></p> <p>\"Bomb, bomb, bomb Iran.\"<br><em>- John McCain addressing US veterans</em></p> <p>\"That luxury jet was over the top. I put it on eBay.\"<br><em>- Sarah Palin at the Republican National Convention</em></p> <p>\"Drill, baby, drill.\"<br><em>- Republican crowd at the convention in Minnesota</em></p> <p>\"Our beautiful daughter Bristol came to us with news that as parents we knew would make her grow up faster than we had ever planned.\"<br><em>- Sarah Palin on her teenaged daughter's pregnancy</em></p> <p>\"He said he wants to distribute wealth, and, I mean, you know, I'm not trying to make statements here, but, I mean, that's kind of a socialist viewpoint. You know, I worked for that, you know, it's my discretion who I want to give my money to; it's not the government's to decide that I make a little too much money and that I need to share it with other people. That's not the American dream.\"<br><em>- Joe Wurzelbacher, aka \"Joe the plumber\", on Obama's tax plan</em></p> <p>\"Both of these men love America. Both of them are patriots. I think both of them are good leaders. They just have drastically different visions for the direction of America.\"<br><em>- Pastor Rick Warren on McCain and Obama</em></p> <p>\"Fired up; ready to go!\"<br><em>- Obama supporter Edith Childs</em></p>",
  "<p>Good morning, good morning. It's 6:30 here on the east coast.</p> <p>What am I going to do now every morning at 6:30 starting tomorrow? What's even going to <em>be </em>on fivethirtyeight and RCP tomorrow morning? I can't imagine life without them, yet somehow I suppose it will happen.</p> <p>Obama <a href=\"http://www.huffingtonpost.com/2008/11/04/obama-wins-dixville-notch_n_140790.html\">won Dixville Notch, New Hamphsire</a>, which votes at midnight, by 15-6 -- the first Democrat to win it since 1968. It sounds silly but I actually think it may mean something. It's a teeny tiny little town in New England's most conservative state. </p> <p>My dream last night (or dreams, because it all seems very disjointed in my memory) had me at some sort of golf academy, where I'd completely lost the basic ability to hit the ball. I'm mediocre in real life, but I'm not that bad. Guardian editor Alan Rusbridger featured in there somewhere, whom I was meeting later outside the history building, whatever that was.</p> <p>Somewhat more tangibly in the omen department, although only somewhat, is the fact that the Washington Redskins <a href=\"http://www.nbcnewyork.com/sports/football/Steelers_Redskins_Meet_on_Election_Eve_in_DC.html\">lost to the Pittsburgh Steelers last night</a>, which augurs an Obama win:</p> <blockquote> <p>The result of the Redskins' final home game before Election Day has accurately predicted the winner in 17 of the past 18 presidential elections.</p> <p>If the Redskins win, the incumbent political party stays in the White House. But if they lose, the incumbent party is voted out.</p> </blockquote> <p>The one out of 18 chance happened in the last election, if I don't miss my guess, so take it for what it's worth.<br></p>",
  "<h2>First blood to Obama</h2> <p>And so here we are. In accordance with tradition, voting opened at midnight eastern time, or 5am UK time, in Dixville Notch, New Hampshire today, and closed moments later, after the village's residents had gathered to cast their ballots in the ballroom of a local hotel. They voted overwhelmingly for Obama - by 15 votes to six. </p> <p>By the time the rest of America has voted, election officials expect <a href=\"http://www.theguardian.com/world/2008/nov/04/uselections2008-barackobama2\">the biggest turnout in the nation's history</a> -130-140 million voters, compared with 121 million in 2004, Ewen MacAskill writes in the Guardian today, bringing this gripping and unprecedented campaign to a close at last. Obama is well ahead in all the major polls, and there seems little doubt he will gain the 270 electoral college votes required to win. The question more frequently asked is whether he'll win by a landslide.</p> <p>The Democrats also seem on track to gain seven or eight more seats in the Senate, where they already hold 51 - a victory that could make governing effectively far easier for Obama than for some of his predecessors. Whatever happens tonight, the election campaign \"<a href=\"http://www.nytimes.com/2008/11/04/us/politics/04memo.html\">has rewritten the rules</a> on how to reach voters, raise money, organize supporters, manage the news media, track and mould public opinion, and wage - and withstand - political attacks,\" writes Adam Nagourney in the New York Times The day brought sadness for Obama, though, in the midst of his rising confidence. His paternal grandmother, Madelyn Dunham, who raised him from the age of 10, died of cancer in Honolulu, a day before the nation voted on her grandson's candidacy. </p> <h2>What to watch for</h2> <p>A light day of campaigning. Obama is due in Indiana and McCain in Colorado and New Mexico before the two candidates head back to their home states to vote and await the results. McCain will follow proceedings in Phoenix and Obama in Chicago before he addresses the enormous crowd in Grant Park. Read more about the Chicago festivities <a href=\"http://voices.washingtonpost.com/the-trail/2008/11/03/in_chicago_laying_ground_work.html\">here</a>. I'll be <a href=\"http://blogs.theguardian.com/burkeman\">liveblogging the night</a>, with all the presidential results and highlights from the congressional races.</p> <h2>Latest polls</h2> <p>Gallup's tracking poll closed at Obama 53%, McCain 42% among likely voters. The Real Clear Politics polls average was 51.6% to 44.3%. Polls of early voters hinted at good news for Obama in Florida and Nevada, where Public Policy Polling gave him leads among them of 54%-42% and 57%-43%, and in Ohio, where early voters favoured Obama by 60% to 36%, according to SurveyUSA.</p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/nov/03/uselections2008-electoral-mccain-obama\">Tomasky talk: election predictions</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/nov/04/uselections-virginia-john-mccain\">Road trip video: Jonathan Freedland at McCain's last stand</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/nov/03/campaign-review\">Video: campaign review - 'Americans are desperate for change'</a></p> <p><a href=\"http://www.theguardian.com/world/2008/nov/04/uselections2008-barackobama\">Tired Obama addresses huge crowd at final rally</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/2008/nov/04/uselections2008-johnmccain\">Sidney Blumenthal: Vote is likely to prove epochal</a></p> <p><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/nov/04/uselections2008-barackobama\">Deadline USA: the top 25 US election moments</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.politico.com/news/stories/1108/15239.html\">Politico: The curtain finally falls on the race</a></p> <p><a href=\"http://www.nytimes.com/2008/11/04/opinion/04herbert.html?_r=1&amp;hp&amp;oref=slogin\">Bob Herbert, New York Times: Beyond election day</a></p> <p><a href=\"http://www.huffingtonpost.com/mike-barnicle/driving-through-history_b_140665.html\">Mike Barnicle, Huffington Post: Driving through history</a></p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/11/03/AR2008110302610.html\">Anne Applebaum, Washington Post: Five election myths</a></p> <p><a href=\"http://www.slate.com/id/2203232/\">Dropping in on Obama's Kenyan gran</a></p> <h2>Quotes of the day</h2> <p>Obama's closing message: \"After decades of broken politics in Washington, eight years of failed policies from George Bush and 21 months of a campaign that has taken us from the rocky coast of Maine to the sunshine of California, we are one day away from change in America.\"</p> <p>McCain's last burst of confidence: \"The pundits may not know it and the Democrats may not know it, but the Mac is back. We're going to win this election.\"</p> <p>And a poignant epilogue to news of Madelyn Dunham's death: \"Ms Dunham's absentee mail ballot was received and reviewed under the Hawaii standards for processing absentee mail ballots. She was alive at that time. Her ballot will be opened tomorrow, and it will be counted in the same way that all absentee voters would be treated under our law\": Kevin Cronin, the Hawaiian chief election officer, confirms that Obama's grandmother did get to vote for her grandson</p> <h2>And finally</h2> <p>A <a href=\"http://www.nytimes.com/packages/html/politics/2008-election-overview/\">video retrospective</a> of this long, inspiring, aggravating campaign, <a href=\"http://www.chicagotribune.com/news/politics/chi-080606-obama-mccain-photos-photogallery,0,869573.photogallery\">photos</a> from the final days, and Karl Rove's final election prediction map <a href=\"http://www.rove.com/election\">hands the election to Obama</a>.</p>",
  "<p>Do politics and hospitality mix? New travel-networking site Airbed&amp;Breakfast certainly thinks so. The site - which allows users to rent out a spare room, or airbed, to paying travellers - has put the US election at its core. Not just encouraging users to make a donation to one of the presidential candidates, it is even selling its own limited-edition breakfast cereals – <a href=\"http://www.airbedandbreakfast.com/obamaos\">Obama Os and Cap'n McCains</a>. </p> <p>But will the politics come to an end after the polling booths across the US close tonight? I see trouble ahead.</p> <p>On the surface, Airbed&amp;breakfast is a great idea. Travellers get a more local experience; hosts get a bit of extra cash. However, you can already do this for free through sites such as <a href=\"http://www.couchsurfing.com\">Couchsurfing.com</a> and <a href=\"http://www.hospitalityclub.org\">HospitalityClub.org</a>. Once you start introducing monetary exchanges, it's a whole different ballgame.</p> <p>For one thing, the host can set any fee they like from $20 to, gulp, $3,000. Personally, I'd be expecting a floating airbed dipped in gold for the latter. So, where can you turn if the accommodation falls dramatically short of what the picture and blurb imply? </p> <p>Not to Airbed&amp;Breakfast, that's for sure. \"If an accommodation is not provided as listed, your sole remedy is to provide feedback on your host via the Service,\" <a href=\"http://www.airbedandbreakfast.com/home/terms\">they say</a>. And, while you live and learn, they still reap their 5-12% commission.</p> <p>Of course, when it works, everyone's a winner and the site is already building a following. Its biggest strength lies in specifically targeting the events market: when hotels are completely saturated, they suggest finding a local home instead. During the Democratic convention in Denver, over <a href=\"http://mashable.com/2008/07/31/airbedandbreakfast-obama/\">300 locals opened their homes</a> to site members.</p> <p>As the credit crunch takes hold, we could be seeing a lot more makeshift B&amp;Bs. The UK equivalent could be <a href=\"http://www.crashpadder.com\">crashpadder.com</a>, which is still in its early stages. But are these sites a good idea? I think I'd be more inclined to opt for either Couchsurfing or a professional B&amp;B agency. And if I did use Airbed&amp;Breakfast to act as a host, I wouldn't be serving up Obama Os or Cap'n McCains. Not at $39 a box.</p> <p>So, would you pay to stay in someone's home? Would you consider hosting travellers for payment? Has anyone used Airbed&amp;Breakfast and can share their experiences?</p> <p><strong>·</strong> Vicky Baker's blog <a href=\"www.goinglocaltravel.com\">goinglocaltravel.com</a> covers all things to do with hospitality tourism and local travel</p>",
  "<p>As the campaign season wraps up and November 4 inches closer, one cannot help but reflect on what an <a href=\"http://en.wikipedia.org/wiki/U.S._presidential_election,_2008_timeline\">extraordinary election season</a> this has been. </p> <p>Who could have known a year ago that Barack Obama would beat Hillary Clinton to become the Democratic nominee? That a hitherto unknown governor of Alaska – a state with a population smaller than Columbus, Ohio – would become the Republican vice presidential nominee and subsequently an international phenomenon? That Obama would raise over $600m, the majority of which has come from small donations made by regular Americans? Or that a global economic downturn would rear its head and the government would agree to a $700m bail-out plan? </p> <p>If <a href=\"http://www.time.com/time/politics/article/0,8599,1855843,00.html\">John McCain loses on Tuesday</a>, I'm sure he will kick himself as he looks back at the twists and turns that his campaign has taken. Members of his own party as well as Republican strategists and analysts have already concurred that McCain's campaign for the presidency has lacked an overarching theme or message. It started off well, but has lurched from pillar to post with its weaknesses and inconsistencies. </p> <p>Whereas McCain was once considered the more solid and experienced candidate, the shocking pick of Sarah Palin for vice-president and his response to the economic crisis – matters that a seasoned politician like McCain should have been able to handle with ease – have been his undoing, now revealing a man who appears to lack integrity and good judgment, which is in sharp contrast to how he was once perceived.</p> <p>It's fair to say that both Obama and his chances of succeeding were underestimated when he entered the race for the White House. A year ago Obama's talk of \"change\" and \"hope\" were criticised for being nothing more than lofty rhetoric with little practical significance. Writing in The New Republic in October 2007, political commentator Noam Scheiber <a href=\"http://blogs.tnr.com/tnr/blogs/the_stump/archive/2007/10/29/more-advice-for-obama.aspx\">advised</a>: \"I think Obama's changing politics theme is too ambitious.\" He then went on to say: \"Where Obama goes wrong is his choice of general-election themes. I think the 2004 approach – making the case against Bush-style Republicanism – is much better suited to the current moment than the hopeful, new-politics theme.\" As we now know, Scheiber and others who thought that way were wrong. The messages of change and hope have galvanised and enthused millions of Americans in a way that has been entirely unprecedented. Very few can fail to be impressed by the highly effective, consistent, extremely organised and impressive campaign that Obama has run in this election. </p> <p>Obama has managed to turn issues – such as race – that others believed would be his downfall into his triumph. The Jeremiah Wright controversy, for example, threatened to derail his campaign, with a <a href=\"http://www.rasmussenreports.com/public_content/politics/people2/just_8_have_favorable_opinion_of_pastor_jeremiah_wright\">March Rasmussen poll</a> saying that 56% of voters were less likely to vote for Obama because of Wright's comments. However, Obama used Reverend Wright's comments to his advantage: they allowed him to give one of the most important speeches on race relations that America has heard for a long time, raising his popularity again. It has continued to grow since. </p> <p>Before the primaries, many African Americans believed that white Americans wouldn't vote for Obama. In December 2007, Eugene Robinson of the Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/12/10/AR2007121001563.html\">wrote</a>: \"[Senior black politicians and figures] have griped privately to me that this whole Obama thing is madness, that he can't possibly win and that with a known quantity such as Hillary Clinton in the race, this is no time to go chasing rainbows.\" With Obama currently poised to become America's first African American president, those people must be eating their words today. </p> <p>A January 2007 Time magazine article entitled <a href=\"http://www.time.com/time/nation/article/0,8599,1581666,00.html\">Can Obama Count On The Black Vote?</a> highlighted a lack of support for Obama among black leaders and quoted Reverend Al Sharpton as saying: \"Right now, we're hearing a lot of media razzle-dazzle … I'm not hearing a lot of meat, or a lot of content.\" This past Saturday night, the same Al Sharpton appeared on CNN <a href=\"http://www.cnn.com/video/#/video/bestoftv/2008/11/02/dl.al.sharpton.cnn\">singing Obama's praises</a>. </p> <p>Similarly, prominent black figures and politicians – and even regular African Americans – who were originally sceptical of Obama have since done a dramatic about-turn. African American turn out on Tuesday is set to break records and is expected to have a major influence on key states such as North Carolina and Virginia.</p> <p>There have been a number of surprising events during the campaign. The Democratic party did not implode when Hillary lost to Obama in the primary. The Hillary supporters who were supposed to have flocked to McCain in droves soon turned back to Obama, especially after the appearance of Sarah Palin – who has risen from a virtual nobody to being one of the most famous women in the world and who is expected to run for president in 2012. Last week Bill Clinton and Obama <a href=\"http://www.channelnewsasia.com/stories/afp_world/view/386489/1/.html\">went on the campaign trail together</a>, and the party appears more unified than before. </p> <p>Once considered naive and inexperienced, Obama has emerged – strengthened by his performance during the debates and his response to the economic crisis – as the most presidential and statesman-like candidate, and he certainly is <a href=\"http://www.nytimes.com/2008/11/03/us/politics/03caucus.html?hp\">not trailing</a> among white working-class voters as anticipated. </p> <p>Not even the most astute of political analysts could have foreseen the events that have taken place during this presidential campaign. No matter who wins on Tuesday, this has been a momentous period. </p> <p>I started following this campaign soap-opera in earnest on September 27, 2007 when I saw Obama speak at a rally in New York. It's been a riveting journey since then. No doubt there are many lessons for politicians and strategists to learn from this campaign. The most important? Never underestimate the audacity of hope.</p>",
  "<p>Cartoonists and photo librarians are already printing their farewell selections on George W Bush, and the Guardian's G2 has been giving him one last bashing or three – though the famous US presidential transition means Dubya still has three months to serve.</p> <p>But how bad a president has he been in the larger scheme of things? Who was the worst and indeed the best of the 43 elected since that remarkable constitution (unlike the EU's wordy jargon, it can be both read and understood in 20 minutes) was painstakingly constructed at Philadelphia in 1787? </p> <p>My views of the No 1 are pretty conventional, I'm afraid. I'm an Abraham Lincoln (1861-65) man, though George Washington (1789-97), wise and unflashy founding president of the republic, commands a good case. Eight years is enough for anyone, he realised, an enduring precedent, which even Vladimir Putin had to respect (sort of).</p> <p>Up there too is the man who breached it in exceptional circumstances: Franklin D Roosevelt (1933-45). He never gets enough credit, says me, for being the greatest political figure of the 20th century, the leader who mastered both the depression and global war against fearsome enemies without resort to tyranny or barbarism.</p> <p>But we can all play this game. As with sporting heroes, great movies and much else there are people who devote huge amounts of time to \"best of'' lists, as any Google search confirms. What I call <a href=\"http://en.wikipedia.org/wiki/Historical_rankings_of_United_States_Presidents \">Wikipedia University</a> confirms that my trio usually takes the top three places, with Thomas Jefferson and Theodore Roosevelt – he wouldn't have cut those Wall St bankers so much slack – just behind them. That's cool with me too.</p> <p><a href=\" http://www.karemar.com/blog/top-10-united-states-presidents-all-time \">Here's another</a> I found easily, one which includes useful summaries of achievement and stirring quotes. JFK (1961-63) doesn't make the top 10, nor should he, but the compiler includes him as a \"personal favourite\". That's nice, but it's also a warning that – as with movies where recent duds often outshine enduring classics – we can all be misled by our own perspective.</p> <p>The Times – London, not New York - <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article5055404.ece\">took a crack at this one the other day</a>. A panel of Times pundits ranked all 42 (not 43 because Grover Cleveland got elected for two separate terms) with what I thought were some perverse results, especially in the back half.</p> <p>As Times posters were quick to protest, you can't put Richard Nixon (1969-74) at No 37. Yes, he was a seriously flawed man, paranoid and vengeful (a US chum says McCain would be the same), and driven from office for shocking misconduct, the only such president.</p> <p>But he was also a brilliant man who drew isolated China back into the international sphere and ended the Vietnam war. That had been messed up by Lyndon Johnson (1963-69) who makes the cut at No 12 for his domestic achievements, anti-poverty programmes, but above all the civil rights legislation, which has allowed Barack Obama to be where he is today. </p> <p>In doing so Johnson, the supreme political manipulator, admitted that the Democrats would \"lose the south for a generation\". True, though they may be about to get them back. But Johnson too was a flawed political genius for whom Bill Shakespeare would have got out his Olivetti, as he would for Nixon but few others among the 41-plus-Grover-and Grover. Most were fairly unremarkable men upon whom varying degrees of greatness were thrust.</p> <p>That's why Harry Truman (1945-53) usually comes out well. No one expected much of FDR's deputy, but he rose to the challenges he inherited. Yes, I know he dropped the atom bomb of Hiroshima and Nagasaki in 1945. Did it save many Japanese as well as American lives? I have always felt so, but others disagree.</p> <p>What about the bad guys? The Times puts James Buchanan (1857-61), the Democrat who dithered and drifted towards the bloody civil war that nearly destroyed the union, as No 42, a verdict echoed by other even weightier surveys. Franklin Pierce, his predecessor (1853-57), a drunk and incompetent, was placed second worst.</p> <p>Myself, I think Rutherford Hayes (1877-81), a Republican elected after a \"hanging chads\" kind of scandal in Florida, has a lot to answer for. As part of the deal which let him win the disputed election he pulled federal troops out of the occupied south and allowed racist Jim Crow laws to be re-established for the next 80 years.</p> <p>So does Warren Harding (1921-23) who presided over a post-war boom, marred by red-baiting attacks on civil liberties and spectacular corruption. </p> <p>Ulysses S Grant (1869-77) also tolerated the \"robber baron\" era and a depression. Being a great war-winning general was not enough, though another such, Dwight Eisenhower (1953-61), comes out better: a decent man who hated war and warned against the emergence of an over-powerful military-industrial complex. </p> <p>Under a weak president like Dubya it has become one of the greatest threats to American liberties – and by extension to our own. So how is George W Bush likely to fare at the hands of history?</p> <p>As with Ronald Reagan (No 8 in the Times list) and Bill Clinton (slapped down to No 23) it's all too soon to be clear. Reagan was very likeable, and his supporters claim he \"won\" the cold war against the USSR, which first crumbled on his watch. How significant was that? We don't yet know.</p> <p>Clinton, a man of great potential, was a disappointment. Yet he presided over a successful economy, unencumbered by the huge public debt, which both Bushes helped create. The Lewinsky affair was deplorable, but some of his tormentors in Congress were exposed for hypocrisy on a far bigger scale.</p> <p>George W Bush has particular problems. History's verdict on his Iraq war depends on how the Middle East evolves over the next 20 years and beyond. If more stable and successful states emerge, their citizens healthier, wealthier and happier, then the Bushites may claim some credit. </p> <p>And vice-versa. As for the post 9/11 \"war on terror\" it was misconceived and overblown. Domestic civil liberties suffered – most conspicuously at Guantánamo Bay – taking America's \"soft power\" reputation down around the world. The courts will one day declare the policy to have been unconstitutional.</p> <p>It's Bush's domestic economic record which may push him close to the bottom of the league – where many Americans already put him, albeit prematurely. He was dominated by highly ideological officials who slashed the wrong taxes for the wrong people (rich ones), allowed a budget surplus to become a huge deficit and spent like drunken sailors. </p> <p>Worse, an unsustainable boom turned into the past year's dramatic bust. Rightwing free market theorists have been forced to nationalise banks. If that all wasn't enough there was the shameful neglect of Hurricane Katrina: another avoidable bust which destroyed much of the great American city that was New Orleans.</p> <p>So President Obama or President McCain – my caution persists until the votes are all counted - will inherit a heavy burden, with expectations on the frontrunner recklessly high. George W has been hidden throughout much of the campaign. You could almost feel sorry for him.</p> <p>But hey's this is America. So let's end as Americans try to do, on an optimistic note. Lincoln was the country's greatest president because he was a leader who combined low political cunning, the ability to master men and events, with heady rhetoric and a moral vision expressed in simple, stirring English, the language of the King James Bible, Shakespeare and the founding fathers. He saved the union – what he called 'the last, best hope of mankind\".</p> <p>If you haven't read Lincoln's <a href=\"http://showcase.netins.net/web/creative/lincoln/speeches/gettysburg.htm\">Gettysburg Address lately, here it is</a>, delivered in 1863 on the site of a bloody, recent battlefield where the confederacy's last attempt to split the union north of Washington. Just 272 words, mocked (by the London Times!) as inadequate at the time, it's what we'd now call a pretty good Victorian soundbite. </p> <p>I like to think that Honest Abe, up there on his cloud, will be watching the count tonight, along with the countless million ghosts of the Atlantic slave trade. Who'd have thought it, eh?</p>",
  "<p>Autumn is the season of holidays in America. In contrast to the dispiritingly drawn-out encroachment of Christmas that marks the last third of the British calendar, the US hops, skips and jumps from Labor Day to Halloween to Thanksgiving, airing a different set of decorations each month before giving yuletide full rein in December. And every fourth year, another tradition is squeezed in during the first week of November: no sooner has the orange and black bunting come down than the red, white and blue goes up, at least in a few bars and TV studios. Election time!</p> <p>Obviously, there's a little more at stake in a presidential election – especially this one – than the excuse to booze, buy or vegetate. But, like the holidays, elections are a public ritual in which America celebrates Americanness. National identity plays a far greater role in political campaigning here than it does in the UK; party leaders might lay out a vision for Britain, but there's no equivalent of the recent discussions in the US about \"the real America\", or the attempts by some to distinguish \"pro-American\" from \"anti-American\" legislators. In many ways, this election has been framed as an argument about what America should be – or indeed what it is. Well into its third century as a sovereign state and world power, the meaning of America is still up for grabs.</p> <p>One small symptom of this can be found writ large on cinema marquees the world over, thanks to the surprisingly large number of American films that use the word \"American\" in their title. Usually when national identity is invoked in a title, it's because it's remarkable: the English patient was unusual in his Englishness; the planners of the Italian job didn't pull off a continental heist every day. This can happen with US films (The American Friend, for instance, or the recent rightwing satire, <a href=\"http://www.guardian.co.uk/film/filmblog/2008/oct/01/1\">An American Carol</a>), but doesn't very often. The documentary <a href=\"http://www.guardian.co.uk/film/movie/126205/american.teen\">American Teen</a>, released in the UK this Friday, is pretty typical in this respect: the film charts the fortunes of a collection of high-school students selected for their supposed conformity to standard-issue types (the jock, the nerd, the princess, et al), and its use of the word American in its title seems intended to suggest universality rather than cultural specificity. It's not, after all, as if it contrasts its subjects' experiences with those of French teens, Nepalese teens or Eritrean teens, or engages overtly with the particular social and political forces that have shaped its subjects' lives.</p> <p>Sometimes, the relevance is readily apparent: there's no questioning the national origins of the narcissistic consumerism that define Bret Easton Ellis's <a href=\"http://www.guardian.co.uk/film/movie/82514/american.psycho\">American Psych</a>o, while the cadence of <a href=\"http://www.guardian.co.uk/film/movie/96545/american.splendor\">American Splendor</a> is obviously ironic given the splenetic politics of its creator, Harvey Pekar. It's worth noting, though, that these are both adapted from other media. In such original screenplays as <a href=\"http://www.guardian.co.uk/film/movie/81856/american.beauty\">American Beauty</a>, <a href=\"http://www.guardian.co.uk/film/movie/121385/american.gangster\">American Gangster</a>, <a href=\"http://www.guardian.co.uk/film/movie/75765/american.gigolo\">American Gigolo</a> and <a href=\"http://www.guardian.co.uk/film/movie/79575/american.pie\">American Pie</a>, the Americanness remains somewhat oblique. It might be true that these stories couldn't have been set anywhere else, but can they be said to offer arguments about national identity?</p> <p>As a convention, it smacks of American exceptionalism – there's us, then there's everyone else, so let's talk about us. At its crassest, this tendency reduces America to a brand, and results in such mindlessly tub-thumping titles as TV's American Gladiators and American Idol (and, sarcastically, American Dad), as well as the chants of \"USA! USA!\" that go down so well across the globe – the national-identity equivalent of people who refer to themselves in the third person. At its most pernicious, it yields videos like Warrior, the Kid Rock-penned National Guard recruitment tool that equates citizenship with militarism in a way Paul Verhoeven's <a href=\"http://www.guardian.co.uk/film/movie/71806/starship.troopers\">Starship Troopers</a> would applaud (\"if you ain't gonna fight, get outta the way ... I'm an <a href=\"http://nationalguardwarrior.com/\">American warrior</a>!\").</p> <p>Even when less egregious, the tendency still provokes suspicions of navel-gazing – suspicions crystallised in the documentary American Movie, about the making of a low-budget horror flick, and neatly spoofed in Todd Solondz's <a href=\"http://www.guardian.co.uk/film/movie/89831/storytelling\">Storytelling</a>, where a pretentious documentarian is seen at work on an opus called American Scooby. But need such self-examination be so bad? It's a very British characteristic to pooh-pooh such behaviour as indulgent and pointless, but the willingness of American film-makers to engage with their own culture as a major subject in itself has resulted in brilliantly insightful critical works of art as well as patriotic pablum. We'd struggle, for instance, to name the British equivalent of <a href=\"http://www.guardian.co.uk/film/movie/76006/citizen.kane\">Citizen Kane</a>, a picture that mercilessly exposes the hypocrisies entrenched in national culture – and whose script bore the working title \"American\".</p>",
  "<p>After almost two years, and having covered seven states in the final 24 hours, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> gave his last stump speech of the 2008 presidential campaign in the early hours of election day.</p> <p>A little over two hours previously, the <a href=\"http://www.theguardian.com/world/2008/nov/04/uselections2008-barackobama3\">first official results of the election</a> had been announced in the hamlet of Dixville Notch, New Hampshire. In something of a landslide, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> won 15 votes to John McCain's 6.</p> <p>Appearing on the steps of the Yavapai county courthouse in Prescott, in his home state of Arizona, McCain reiterated some of the most well-worn lines from his stump speech while urging his supporters to encourage people to vote.</p> <p>\"It's been a long journey and we've got one more day,\" he told the crowd of a few thousand gathered in the city's historic central plaza. \"We're closing in the polls. All we've got to do is get out the vote.\"</p> <p>His speech was brief, possibly because of the arduous final day of campaigning, possibly because of the late hour - he arrived on stage in Prescott at 12.34am (7.34am GMT).</p> <p>\"God bless America,\" he declared. \"It's wonderful to be home. I thank you.\"</p> <p>The choice of Prescott as the final resting place of the McCain-Palin campaign was laden with significance. McCain has made a point of ending all his campaigns in this city; he has never lost an electoral race in Arizona.</p> <p>Although McCain's principal Arizona home is 60 miles away in the crystals and beads mecca of Sedona, he alights on Prescott at election time to summon up the spirit of Arizona's most famous loser, Barry Goldwater.</p> <p>It was on the steps of Prescott's courthouse that Goldwater began and ended his ill-fated campaign for the presidency in 1964. That election led to one of the most sweeping landslides in US presidential history. Unfortunately for the Republicans, Goldwater was trounced, losing to the gangly Texan Democrat Lyndon Johnson.</p> <p>In last night's appearance, McCain invoked both Goldwater and Mo Udall, a Democrat from Arizona who ran for - and lost - a bid for the Democratic presidential nomination. McCain took the opportunity to repeat one of his favourite campaign lines, that Arizona is \"the only state in America where mothers don't tell their children they can grow up to be president of the United States. Tomorrow, I'm going to reverse that and be president of the United States.\"</p> <p>His audience, surprisingly mixed for the conservative heartland of a home state senator, was not so convinced. Al Anderson, a financial adviser who was at McCain's April rally in Prescott, admitted the race was going against him.</p> <p>\"You've got to be crazy to run for this job,\" he said. \"You have to over-promise and neither of these guys can deliver half of what they say they can.\"</p> <p>As well as a few hundred noisy Obama supporters marching around the perimeter of the square, there were several inside the barricades listening to the speeches.</p> <p>\"I have friends in the armed services,\" said Shawn Henley, who plans to vote for Obama. \"The ones who are already overseas are for McCain, but a lot of them haven't gone yet. I don't want to see them go. If it wasn't for that I would honestly vote for McCain.\"</p> <p>Making his way home at 1am, Jack Hendricks had seen it all before, starting with a glimpse of Franklin D Roosevelt on the back of a railroad truck in 1933 when Hendricks was three years old.</p> <p>\"There weren't as many people there,\" he confided, and the politicians then \"were more trustworthy\".</p> <p>Hendricks concluded: \"You can distill it down to a few words: whose half-truths do you want to believe?\"</p>",
  "<p>The Republican vice presidential candidate, Sarah Palin, has been cleared of wrong-doing in the \"troopergate\" controversy by a report released on the eve of the US election.</p> <p>Palin did not apply improper pressure to try to dismiss a state trooper who was her former brother-in-law, and did not violate state ethics laws in the firing of her state public safety commissioner, according to the report by the Alaska Personnel Board.</p> <p>The report contradicts a separate inquiry by a bipartisan legislative panel, which concluded that she abused her office.</p> <p>The personnel board's report said it found \"no probable cause to believe that the governor, or any other state official\", violated Alaska's executive ethics laws.</p> <p>Palin's lawyer, Thomas Van Flein, said in a statement that she was pleased the board had concluded that she acted properly in the \"reassignment\" of Walt Monegan, Alaska's former public safety commissioner.</p> <p>Monegan said he felt pressure from Palin, her husband and her staff to fire a state trooper who had gone through a nasty divorce from Palin's sister. Palin denied the claim, and said Monegan was fired last July because she wanted the department to head in a new direction.</p> <p>Monegan told the Associated Press that he was \"perplexed and disappointed\" by the report.-</p> <p>\"It conflicts with the first investigation and then casts doubts on both of them. So, it doesn't really resolve anything,\" he said. \"If it did, then I could walk away. It does seem to fly in the face of circumstantial evidence.\"</p> <p>The earlier investigation by the Legislative Council concluded that Palin abused her office by allowing her husband and staffers to pressure Monegan to fire the trooper, Mike Wooten. </p> <p>The latest report was prepared by Timothy Petumenos, an independent investigator for the Alaska Personnel Board.</p> <p>Petumenos said his conclusions differ from the report by the legislative panel's investigator, former prosecutor Stephen Branchflower, because the earlier probe assumed facts without having all relevant data at hand. He said Branchflower used a wrong statute as the basis for his conclusions, misconstrued the available evidence and did not consider or obtain all the material evidence to reach a proper finding.</p> <p>Petumenos said the personnel board's investigation included much more data, including additional emails from state personnel, including Palin. And while some of Palin's personal emails were obtained, he said, it was impossible to know if any had been deleted.</p> <p>The report recommends that the state addresses the issue of personal email use to conduct state business.</p> <p>\"Also absent from the evidence reviewed is any assertion that the governor directed anyone in the Department of Public Safety to terminate Trooper Wooten, or directed anyone on her staff to seek the termination of Trooper Wooten,\" the report said.</p> <p>State senator Kim Elton, chairman of the Legislative Council that conducted the earlier investigation, said the personnel board report omitted a lot of context in the matter. </p> <p>Elton added: \"I think we have two lawyers who reached different conclusions on the law.\"</p> <p>Alaska Personnel Board investigations are normally secret, but the three-member panel decided to release this report, citing public interest in the issue.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-0CO53jQd60?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/-0CO53jQd60&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/-0CO53jQd60&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>13. May 15, 2008<br><strong>The Kevin James appeasement meltdown</strong><br>In a conversation about Obama, a right-wing radio host makes the grave error of debating World War Two history with MSNBC's Chris Matthews, a history buff. It's probably the last time he'll try that</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/hb8rt5EMvT4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/hb8rt5EMvT4&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/hb8rt5EMvT4&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>14. June 2, 2008<br><strong>Terry McAuliffe's rum interview</strong><br>The ever upbeat chair of Hillary Clinton's presidential campaign returns from the Puerto Rico primary with a bottle in hand, and an unreasonable amount of optimism</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Cit-XeYs9dw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/Cit-XeYs9dw&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/Cit-XeYs9dw&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>15. June 3, 2008<br><strong>The terrorist fist bump</strong><br>Fox News exposes the real, sinister meaning behind an apparently affectionate gesture between Barack and Michelle Obama</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/DHxPHKM6sPE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/DHxPHKM6sPE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/DHxPHKM6sPE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>16. June 7, 2008<br><strong>Hillary Clinton concedes</strong><br>In an emotional speech at the National Buildings Museum in Washington, DC, the former frontrunner bows out of the race</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/ato7BtisXzE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/ato7BtisXzE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/ato7BtisXzE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>17. August 28, 2008<br><strong>\"America, we cannot turn back\"</strong><br>In the open air at Denver's Invesco Field stadium, the first black presidential nominee for a major American political party accepts the mantle</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/gQK7eBpiQ30?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/gQK7eBpiQ30&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/gQK7eBpiQ30&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>18. September 1, 2008<br><strong>Campbell Brown vs Tucker Bounds</strong><br>The CNN interviewer and the McCain campaign spokesman go head-to-head over the issue of Sarah Palin's experience</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/6mAAxCg2CC4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/6mAAxCg2CC4&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/6mAAxCg2CC4&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>19. September 3, 2008<br><strong>\"He was a 'community organiser'... what?\"</strong><br>Rudy Giuliani turns rabble-rouser in an especially snide speech to the Republican Party convention in St Paul</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/I5AIL2J35Rw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/I5AIL2J35Rw&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/I5AIL2J35Rw&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>20. September 3, 2008<br><strong>Piper Palin's hair-smoothing activities</strong><br>While her mother makes her introductory speech at the convention, Piper Palin tends to Trig's hair, using saliva</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/cdftnFjQfzs?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/cdftnFjQfzs&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/cdftnFjQfzs&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>21. September 12, 2008<br><strong>\"You can actually see Russia from land here in Alaska\"</strong><br>The first of Sarah Palin's numerous interview blunders, and the ammunition for Tina Fey's \"I can see Russia from my house\" sketch</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/4ytbP7YMYZM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/4ytbP7YMYZM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/4ytbP7YMYZM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>22. September 24, 2008<br><strong>\"I'll try to find ya some and I'll bring 'em to ya\"</strong><br>In one of a string of embarrassing interviews with Katie Couric, Palin runs out of ideas when asked for examples of John McCain's maverickness</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/8gqTf37-MGc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/8gqTf37-MGc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/8gqTf37-MGc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>23. September 24, 2008<br><strong>McCain suspends his campaign</strong><br>David Letterman wasn't impressed, and neither, judging by the polls, were the voters</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/lNzA9LfMlmU?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/lNzA9LfMlmU&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/lNzA9LfMlmU&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>24. October 7, 2008<br><strong>\"That one\"</strong><br>The dismissive McCain debate line that exposed his disdain for Obama, and spawned a short-lived range of 'That One '08' merchandise</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/vFC9jv9jfoA?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/vFC9jv9jfoA&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/vFC9jv9jfoA&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>25. October 11, 2008<br><strong>Joe the Plumber</strong><br>Barack Obama's original encounter with the Ohio man whose rise to prominence in the campaign marked its last, most exhausted, weirdest weeks</p>",
  "<p>A police sign on the packed roads leading to <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>'s rally last night read \"Expect delays: Major Event\". It was a major event: the final rally - after almost two years of campaigning - before today's election that could see him win the White House.</p> <p>The crowd, which Obama put at 100,000, knew the importance of the occasion. So, too, did the street sellers, out with their wares for the last time. Their goods reflected the optimism that Democrats are finding it harder by the hour to suppress: T-shirts declared \"Obama Victory\" while hatbands read \"President Obama\".</p> <p>It was an astonishing turnout, one of the biggest of the campaign, second only to the 120,000 he attracted in St Louis, Missouri, and remarkable because it was in the heart of <a href=\"http://www.theguardian.com/world/virginia\">Virginia</a>, a state that had until only a few months ago been regarded as safely Republican.</p> <p>There was a festive atmosphere at the rally, partly because it was held in a fairground park but mainly because the Democratic crowd was in the mood to celebrate what they expect to be a victory today. \"There is a strong sense of anticipation. It feels like Christmas Eve,\" one emotional supporter said.</p> <p>Another, Chris Malcolm, 23, who works at a community college in Largo, Maryland, said: \"Tomorrow is going to change our lives one way or another.\" Malcolm, an African-American, said Obama getting this far had helped race relations in America and becoming president would help break down barriers even more.</p> <p>Small pockets of African-Americans in the diverse crowd prayed that he would be successful in the election and as president, and for his protection. Other African-Americans expressed concerns about his safety, wondering if there was safety glass separating him from the crowd.</p> <p>Obama spoke late at night, an hour before midnight and election day. \"This is the last rally of a campaign that began almost two years ago,\" he said. \"Whatever happens tomorrow, I have been deeply humbled by this journey.\"</p> <p>He mentioned briefly the death of his grandmother and thanked people who had sent condolences. He seemed tired, stumbling over words and figures.</p> <p>But he warmed up towards the end, perhaps feeling an obligation towards people he had kept waiting for hours, or just a need to mark the occasion. Seeming to realise the same old stump speech that many would have heard on television was not going down well, he switched to a long, wistful anecdote about the early days of the campaign when he had few supporters or endorsements, and how he had been lifted by an encounter with an elderly woman in South Carolina who had shouted at him, \"Fired up. Ready to go\", which subsequently became a chant among his supporters.</p> <p>After securing the Democratic nomination in the summer, he chose to begin his presidential election campaign in Bristol, Virginia. At the time, it seemed a quirky choice, with the state apparently solid Republican.</p> <p>But he is in with more than a chance of taking Virginia today and so made it his last campaign stop with the rally in Manassas, a quiet town now but the scene of one of the bloodiest battles of the civil war.</p> <p>To take Virginia would be rich in symbolism. Obama acknowledged as much last night when he referred to Richmond, Virginia, as \"the capital of the Old Confederacy\". He said he found it extraordinary that 100,000 people in the state had come out to see him on a Monday night.</p> <p>John McCain attracted only 8,000 when he held a rally on the other side of Manassas a fortnight ago. The Republican stood on his tiptoes to wave at the expected crowd at the back, only to find there wasn't any.</p> <p>Obama told supporters at his rally: \"I have just one word for you: tomorrow.\" He shouted, maybe for the last time, another campaign slogan: \"Yes, we can.\" And the crowd shouted back: \"Yes, we can.\"</p> <p>Then he headed off to his home and headquarters in Chicago, where he will stay, apart from a short trip to Indiana for election day campaigning, to await the result of the election.</p>",
  "<p>In an election campaign this long, and this filled with memorable moments, strange things begin to happen to memory and one's sense of time: it feels like years ago now that Barack Obama, somewhat stunned, approached the podium to celebrate victory in the Iowa caucuses, and more than three weeks since Joe the Plumber ambled into our lives. Who even remembers the antics of the Republican primary debates, or the furore over Hillary Clinton's gas tax holiday proposal? To jog your memory, and to kill some time while we wait for America to vote, here are 25 key moments from the race for the White House. This post contains the first dozen, in chronological order, starting with Obama announcing his candidacy for president in February last year. <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/04/uselections2008-johnmccain\">Part two</a> follows shortly...</p> <p>(Note: these are real-life speeches and spontaneous moments, not ads or made-for-Youtube videos, so you won't find Obama Girl, or Paris Hilton, or Obama's infomercial, etcetera. I made a post more along those lines <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/19/uselections2008-sarahpalin\">here</a>.)</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/cs9AWAE9W2g?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/cs9AWAE9W2g&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/cs9AWAE9W2g&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>1. February 10, 2007<br><strong>\"I know it's a little chilly, but I'm fired up\"</strong><br>Barack Obama announces his candidacy on an icy day in Springfield, Illinois</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/hAzBxFaio1I?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/hAzBxFaio1I&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/hAzBxFaio1I&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>2. April 18, 2007<br><strong>\"Bomb bomb bomb, bomb bomb Iran\"</strong><br>At a town hall meeting in South Carolina, John McCain makes a joke he would later come to regret</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/XberX_t-WvI?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/XberX_t-WvI&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/XberX_t-WvI&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>3. April 26, 2007<br><strong>Joe Biden on Joe Biden's gaffe problem</strong><br>At a Democratic primary debate in Orangeburg, South Carolina, the future vice-presidential candidate -- at this point a presidential contender, of course -- delivers a one-word answer to a question about his tendency to ramble</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/hcWQZWBZZYM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/hcWQZWBZZYM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/hcWQZWBZZYM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>4. May 3, 2007<br><strong>\"Is there anyone on the stage who does not believe in evolution?\"</strong><br>In the first Republican primary debate, at the Reagan Library in California, Senator Sam Brownback, former Governor Mike Huckabee and congressman Tom Tancredo all, rather nervously, raise their hands</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/G2_fZDuUUhY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/G2_fZDuUUhY&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/G2_fZDuUUhY&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>5. September 21, 2007<br><strong>Rudy Giuliani takes a phone call</strong><br>The candidate was speaking to the National Rifle Association when his phone rang, but some doubted the spontaneity of this moment of spousal affection</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/DteDRD6cbbM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/DteDRD6cbbM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/DteDRD6cbbM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>6. October 30, 2007<br><strong>\"A noun, a verb, and 9/11\"</strong><br>Speaking at a debate in Philadelphia, Joe Biden notices a certain recurring tic in the speeches of Rudy Giuliani</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/_B0uHybfmmY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/_B0uHybfmmY&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/_B0uHybfmmY&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>7. October 30, 2007<br><strong>Drivers' licenses</strong><br>At the same debate, Hillary Clinton -- under questioning from Tim Russert, whose subsequent death shocked Washington -- gets tangled up on New York governor Eliot Spitzer's policies towards illegal immigrants. Spitzer soon had other things to worry about</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/yqoFwZUp5vc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/yqoFwZUp5vc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/yqoFwZUp5vc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>8. January 3 2008<br><strong>\"They said this day would never come. They said our sights were set too high\"</strong><br>Obama, sometimes seeming almost as surprised as the audience, delivers a victory speech after the Iowa caucuses</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/K3DeCLPwxXI?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/K3DeCLPwxXI&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/K3DeCLPwxXI&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>9. January 5, 2007<br><strong>\"You're likeable enough\"</strong><br>In a rare blunder, Obama, debating in New Hampshire, makes himself look mean-spirited, and hands an advantage to Hillary Clinton</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/6qgWH89qWks?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/6qgWH89qWks&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/6qgWH89qWks&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>10. January 7 2008<br><strong>Hillary's tears</strong><br>A tearful moment at a campaign stop proved crucial in humanising Clinton, and prolonging her bid for the nomination</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/3m9Gbb6NSwM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/3m9Gbb6NSwM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/3m9Gbb6NSwM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>11. February 12, 2008<br><strong>\"I felt this thrill going up my leg\"</strong><br>The MSNBC host Chris Matthews makes his most memorable, and mockable, remark of the campaign</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/pWe7wTVbLUU?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/pWe7wTVbLUU&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/pWe7wTVbLUU&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>12. March 18, 2008<br><strong>A more perfect union</strong><br>In Philadelphia, Obama responds to the Jeremiah Wright affair with a profoundly moving speech on race and the American democratic experiment</p> <p><a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/nov/04/uselections2008-johnmccain\">Continued...</a></p>",
  "<p>Pakistan delivered a blunt message yesterday to America's new military commander for the region, warning General David Petraeus on his first international trip since taking the job that US missile strikes inside Pakistan must stop.</p> <p>Petraeus, credited with pulling Iraq back from the brink, pointedly made Pakistan his first visit to the region, after last week assuming overall command of the Middle East and Central Asia, including Iraq and Afghanistan. Pakistan's co-operation is considered vital if the Taliban insurgency in Afghanistan is to be quelled, but Islamabad has been incensed by US missile attacks inside its territory against suspected militants.</p> <p>\"Continuing drone attacks on our territory, which result in loss of precious lives and property, are counterproductive and difficult to explain by a democratically-elected government. It is creating a credibility gap,\" Pakistan's president Asif Zardari told Petraeus, according to a statement issued by the president's office.</p> <p>Petraeus also held meetings yesterday with Pakistani army chief Ashfaq Kayani and defence minister Ahmad Mukhtar, in which a similar message was reportedly conveyed. However, the strikes, which have intensified greatly over the past two months, killing dozens and causing uproar in Pakistan, are expected to go on.</p> <p>Before 9/11 Pakistan had backed the Taliban government in Kabul, and its all-powerful army is believed to still support elements within the Taliban, seeing the Karzai government as allied with arch-enemy India.</p> <p>\"Pakistan has been targeting different Taliban factions than the US,\" said Farrukh Saleem, executive director of the Centre for Research and Security Studies, a thinktank based in Islamabad. \"Pakistan is being encircled. There are Indian troops in the east, and Nato, the US and the Afghan national army to the west.\"</p> <p>Analysts believe that the missile attacks are damaging an already weak civilian government in Islamabad, following the restoration of democracy earlier this year after more than eight years of military rule, providing an opening that anti-American Islamist politicians can exploit.</p> <p>Last year Petraeus instigated a fresh approach in Iraq, with a \"surge\" of thousands of extra US troops and a successful ploy of separating the Sunni nationalist insurgents from al-Qaida, by turning the Iraqi Sunni Muslims against the global jihadists inspired by Osama bin Laden.</p> <p>In Afghanistan the two key tenets of this counter-insurgency strategy are expected to be replicated.</p> <p>\"Petraeus does understand that, while the basic template from Iraq is applicable in Afghanistan and Pakistan, there are many differences,\" said Kamran Bokhari, director of Middle East analysis at Stratfor, a private US geopolitical intelligence firm. \"The key difference is that Iraq was a sectarian conflict.\"</p> <p>Petraeus used the threat of Shia Muslim dominance in Iraq to entice the Sunnis into the mainstream, whereas there are already large Sunni majorities in Afghanistan and Pakistan. Washington and Kabul are starting to engage in tentative talks with figures associated with the Afghan Taliban, but past attempts at winning over \"moderate\" Taliban have failed.</p> <p>The US general will soon have a new boss following the US presidential election, with both candidates pledging to focus on Afghanistan and provide more troops, especially Barack Obama, who has repeatedly said that Afghanistan and Pakistan is where the fight against terrorism must be won.</p>",
  "<p>The US government is proving reluctant to broaden its bail-out of the banking sector by supporting the struggling motor industry through direct capital injections into Detroit's cash-strapped \"big three\" carmakers.</p> <p>After weeks of negotiation, the US treasury has reportedly said that it will not provide General Motors with the $10bn (£6bn) the company needs to ease a merger with fellow struggler Chrysler, spurning pleas from GM's boss Rick Wagoner and from the governors of six industrial states.</p> <p>Instead, any relief is likely to come through an acceleration of $25bn in federal loans under an environmental initiative to help fund the development of fuel-efficient cars.</p> <p>The US government faces a delicate balancing act. GM's rival, Ford, has declared that it expects \"parity\" if any taxpayers' money benefits GM and Chrysler. Economists have warned that if either Ford or GM collapses, the number of job losses among the carmakers' suppliers could top two million.</p> <p>The accounting firm Grant Thornton last week calculated that a merger of the two car companies could cost 12,000 union jobs.</p> <p>The motor companies' struggles have become an issue in the final days of the presidential election trail as battleground states such as Ohio and Indiana are home to thousands of car workers.</p> <p>The Democratic candidate Barack Obama has pledged to meet urgently with union leaders and motor industry bosses if he is elected, saying he wants to keep \"every option\" on the table.</p> <p>His opponent, John McCain, has backed an acceleration of the department of energy's $25bn in environmental loans, telling ABC television: \"I would do whatever I think needs to be done to help out the auto industry. We need to keep this industry alive.\"</p>",
  "<p>It would be wonderful to think that the intense interest with which Europeans are following today's US presidential election might be matched by Americans watching the European parliamentary elections in June 2009. Today the US takes part in the most exciting, and potentially the most important, presidential election in decades. In two months there will be a new administration and Congress in Washington DC. Across the Atlantic - the necessity to ratify the Lisbon treaty notwithstanding - there will by next summer be a new European parliament, and by next autumn in all likelihood a new European commission. </p> <p>This transition on both sides of the Atlantic presents a fresh challenge and a huge opportunity - to relaunch transatlantic relations on a new and more positive footing. We need to put differences and misunderstandings behind us. In Washington and Brussels we should seize the chance to engage in new thinking and commit ourselves to work together on a common agenda for prosperity and peace, not just in Europe and North America but across the globe.</p> <p>We need to prepare the ground immediately. That's why I intend to invite the winner of today's election to come and address the European parliament next year. I would like the new president to visit us in April, on perhaps his first European tour, immediately before the Nato summit. The last time - indeed the only time - that a US president addressed a plenary session of the European parliament was when Ronald Reagan did so in 1985 in Strasbourg, during the cold war years.</p> <p>We have already been strengthening links between the European parliament and Congress at all levels - between parliamentary delegations, between policy committees, between political groups, and between administrative staff. We will continue that important process, speaking frankly as colleagues and friends. At the same time, the symbolic value of a presidential visit to strengthening the bonds between our two great democratic systems cannot be underestimated.</p> <p>The emerging global agenda - of turmoil in the financial markets, climate change, energy security, the Middle East, terrorism and international crime, western responses to the rise of China and India, demographic change and ageing societies - requires legislators to work together on an international scale. If the EU and the US can do this successfully, we can be a major force for prosperity, peace and civilised values.</p> <p>We have a new political commitment to building a barrier-free transatlantic single market in goods and services. Both the US Congress and the European parliament will need to agree to many regulatory and other changes involved in this long-term project. </p> <p>Our work also needs to address public opinion directly, especially among the young. Successive opinion surveys show that the faith of the younger generation of Europeans in the US has been falling in recent years. The bond of mutual trust and admiration is becoming weaker. This is worrying and needs to be reversed.</p> <p>The tensions that arose from the handling of Iraq go a long way to explaining this. There is a sense of hope by many in Europe that the new US president will seek to reverse this trend by demonstrating America's willingness to operate on the international stage in a spirit of partnership.</p> <p>We in the EU must aim to put transatlantic relations on a firmer, more positive and more successful foundation. All of us in our different ways can help make this happen. As parliamentarians, business people and members of civic society, we should make reality a vibrant transatlantic partnership that can offer hope to the world.</p> <p>• Hans-Gert Pöttering is president of the European parliament <a href=\"http://www.europarl.europa.eu/president\">europarl.europa.eu/president</a></p>",
  "<p>Is it compulsory for golf to enhance the CV of a US president? John McCain remembers to tell how he \"hit a mean ball\" at naval college, and only as the election campaign hotted up, we're told, did Barack Obama suspend his \"seriously committed\" golf lessons with his Springfield club pro. Another source announces that George W Bush has begun to beat his father, even as the 84-year-old 41st president is now playing off the ladies' tee. </p> <p>The old game has been, you might say, par for the course down the last century and beyond with as many as 15 of George W's 20 most recent predecessors boasting a devotion to a pastime which, I suppose, plays well with party strategists looking for an uncontroversial photo-call activity extolling good manners and trad values. Of the sacrilegious quintet, William Taft, in office between 1909 and 1913, would have struggled to swing a club round his 24-stone girth; Herbert Hoover (1929-33) was an angler (\"All men are equal before a fish\"); Harry Truman (1945-53) bravely berated golf's \"country-club tweedy snobs\"; Jimmy Carter (1977-81) thought the same and Calvin Coolidge (1923-29) asked: \"What remotely is the point in chasing a little white ball around a large green field for half a day?\"</p> <p>The two most fabled Democrat presidents, Franklin D Roosevelt (1933-45) and John F Kennedy (1961-63) both loved the game as young men, though each had to give up playing - the former, of course, being stricken with polio, the latter - said by Alistair Cooke to have had \"the most beautifully rhythmic and composed of swings\" - due to severe back problems. A trio over whom the game's more prissy guardians of etiquette continue to tut-tut are Democrats Lyndon Johnson (1963-69) and Bill Clinton (1993-2000), who would both, by all accounts, rely on charitable \"unseeing\" opponents as they littered their rounds with gimmes and free-shot \"mulligans\" as if they were an everyday part of the game and, similarly, the Republican Richard Nixon (1969-74), whose already suspect integrity was convincingly exposed in the autobiography of leading US pro Sam Snead when the player bitterly accused the president, during a pro-am tournament, of \"smugly throwing a new ball out of a thicket, over the trees on to the fairway\". Not only a cheat, said Sam, Nixon was, as well, \"a joyless player whose swing looked as if he was beating the dust out of a floor rug.\"</p> <p>The golf of Nixon's vice-president, Spiro Agnew, made him a more a lovable figure of fun for its zigzag wildness off the tee. As comic Bob Hope had it: \"At least Spiro can't cheat on his score, he just has to look back down the fairway and count the wounded - last time I played with him he hit a birdie, an eagle, a moose, an elk, and a mason.\"</p> <p>Nixon's Republican mentor, Dwight D Eisenhower (1953-61), was unquestionably the most obsessed presidential golf nut of all, happily confessing - again to this newspaper's Alistair Cooke - that during serious Oval Office briefing sessions on the deployment of Soviet troops, \"my mind would be full of the far more worrying problems of the hook which was upsetting my swing\". During his two terms someone estimated that Eisenhower played over 800 18-hole rounds, 53 of them at Georgia's Augusta National, where he set up an auxiliary \"red telephone\" cabinet room above the pro's shop. All of two decades later, from that same emergency cabinet room at Augusta, another keen Republican golfer, Ronald Reagan (1981-89) actually did issue the orders for the invasion of Grenada in 1983.</p> <p>I fancy, however, that fisherman Hoover was far more spot-on with his pronouncement: \"Next to religion, baseball has a greater impact on the hearts and minds of the American people than any other institution.\" With his populist nous, old ham Reagan would almost daily repeat to anyone listening that, to him, by far most fond and memorable of his Hollywood roles remained the Warner Bros biopic of the legendary \"one-time-lush-saved-to-win-the-1926-World-Series-through-the-love-and-devotion-of-all-American-blonde-Doris-Day\" - namely reformed Cardinals vet pitcher, Grover \"Ol' Pete\" Alexander, in 1952's The Winning Team.</p> <p>On his watch, Reagan never missed pitching the first ball on the baseball season's April opening day. Nor, come to that, did George W, once joint-owner, don't forget, of the Texas Rangers. In all, in 98 Aprils 15 presidents have winged down the opening April onion on 65 occasions. The inaugurator was roly-poly Taft, on an inspired whim at Washington's National Park in 1910 - \"a faultless delivery with his trusty right arm and the virgin sphere scudded across the diamond, true as a die to the pitcher's box,\" swooningly whooped the Post next morning. Hail to the Chief, to be sure.</p>",
  "<p>Just a few hours to go now, and there is nothing to do but watch and wait. So much symbolism crammed into just one seismic event. The hopes of many millions. That said, it's time to think of the practicalities, and one man who will be doing just that is Sir Nigel Sheinwald, British ambassador in the US - for the word from the Obama camp seems to be that a new Democratic administration would press to have him replaced once it has settled into the White House. Sir Nigel's not entirely flattering portrait of Obama - \"aloof, insensitive\", \"decidedly liberal\", a man finding his feet who then \"got diverted by his presidential ambitions\" - was \"leaked\" to the press. This enraged the Obama camp, who noted that no similar paper on McCain's possible limitations had found its way into the public domain. Obama talks a lot about the \"better angels\", but his people are already making it clear to Labour types here that they haven't forgotten the ambassador's unhelpful contribution to this long-running, titanic struggle. Message to our man in Washington: enjoy it while it lasts. Don't get comfy.</p> <p>• What will it all mean for the Middle East, wonders the world-famous, staggeringly well-paid envoy for the region. Will a new president be tougher on Israel, demand more from the Palestinians? Hard to tell. So Mr Tony has, locals tell us, decided to watch it all from Cliff Richard's place in Barbados. Lie back. Sip a cool drink. Reflect.</p> <p>• And then this from yesterday's Evening Standard. \"If Barack Obama wins tomorrow's election, it will not be the first time Sarah Palin has come second to a coloured person. In 1984, she won the Miss Wasilla beauty contest and then went through to the Miss Alaska pageant. However, on that occasion she was beaten by Maryline Blackburn, who has a darker complexion than Obama.\" London. 2008.</p> <p>• No more fearsome sight, perhaps, than MPs on the warpath; and thus will the authorities at Heathrow be somewhat concerned to see 41 have signed an early-day motion tabled by John Grogan MP, the honourable member for Selby. He has been busy: for while demanding the abandonment of a third runway, he has also found time to submit a letter demanding the retention of flights from Heathrow to Leeds Bradford airport. The flight is in danger because there is no room at Heathrow. They could use the M4.</p> <p>• The Conservatives are better because they are united, said Dave, and the spirit of unanimity is evident in Norfolk, where Daniel Cox, the county council leader and Wymondham county cou ncillor, has been deselected. \"Put a Tory on the spit to roast, and you will always find a dozen other Tories to turn the handle,\" says David Fletcher, himself a Tory councillor, writing in the Eastern Daily Press. It's only a dozen now. That's progress. </p> <p>• More bad news for our very occasional film critic, Tom Wise MEP, who has been on police bail since June, when he was arrested on suspicion of obtaining money by deception. Despite protesting his innocence the agony continues, for last week the MEP, who speaks for the East of England, was further bailed. Nothing will now be settled until next February at least. A lesser man would be downhearted, and certainly folk in that part of the country may think ill of being represented for seven months by the subject of a police investigation. But so long as can continue watching more films on our behalf, what is the problem?</p> <p>• The future is being grasped at the Freedom Association, with a new branch (wassup, Essex?) and a newly transformed presence on the internet. There's a presence on YouTube, with Roger Helmer MEP trouncing those who worry about climate change. \"You are free to post comments on all four of our new web logs,\" offers the house mag Freedom Today - and many of us will do so, but it is all unsettling to the more traditional kind of free thinker. \"Bring back the quill pen,\" rails one, who adds: \"I am to modern technology what King Herod was to Save the Children.\" A free thinker if ever there was one.<br><a href=\"mailto:diary@theguardian.com\"><br>diary@theguardian.com</a></p>",
  "<p>Simon Schama's dismissal of departing president George Bush as a loser and his foreign policy as \"hubristic\" (Nowhere man: a farewell to Dubya, all-time loser in presidential history, November 3) is nothing more than a childish whoop of leftwing joy. It is cheerleading dressed up as political history.</p> <p>Can it be described as \"hubristic\" to seek to prevent a repeat of the murderous attack on the twin towers by effective retaliatory action? Taliban-ruled Afghanistan was being used as a base by al-Qaida. Thanks to prompt and firm action by Bush, the Taliban have been removed from power and marginalised, at a relatively small cost in modern warfare terms. The Iraq war may have been embarked upon for reasons that have subsequently been found wanting, but the net effect has been the removal of a loathsome dictator and the creation of an increasingly stable democracy.</p> <p>George Bush may currently be unpopular - most incumbent two-term presidents are - but that may simply be because his presidency coincided with a difficult period in which unpopular action had to be taken.<br><strong>Andrew Sim</strong><br>London </p> <p>Simon Schama provides his usual incisive and insightful analysis of the contemporary American political scene though puzzlingly, on two occasions in this piece, makes reference to Gibbon, the first regretting his absence as chronicler of recent events, the second to suggest that even the great man himself would have been unable to do these events justice. I must disagree strongly on both points. We are fortunate to have Schama himself available to provide his perceptive and scholarly scrutiny of current political events in the US.<br><strong>Gwilym Williams</strong><br>Chester </p> <p>Simon Schama suggests President Bush will leave behind a sorry legacy. I disagree. Let's hope he's remembered as the man that paved the way for the United States' first black president.<br><strong>David Evans</strong><br>Edinburgh </p> <p>I have never before written in about a piece, despite the great pleasure I take in both the content and the style of some of your contributors. But I am moved to write having read Gary Younge's piece (Me, my son and Barack Obama, October 1).</p> <p>What a wonderful, intelligent, thought-provoking, serious and beautiful piece of writing. I wish Osceola a glowing and loved future. And I hope that Obama wins the election and then lives up to all our impossible expectations by saving the world.<br><strong>Suzy Oakes</strong><br>Cambridge</p>",
  "<p>Lipstick on pitbulls. Tears in New Hampshire. Moose-hunting hockey moms turned shop-till-you-drop $150,000 campaign wardrobe divas. Eighteen million cracks in the glass ceiling.</p> <p>What was billed as the year of the woman in American politics regularly slid into sexism and silliness. But feminists argued yesterday that Hillary Clinton and Sarah Palin helped ease the way for a new generation of women.</p> <p>Except, of course, that for all the talk about shattering the proverbial glass ceiling Clinton lost the Democratic nomination to Barack Obama. Palin, for all the early excitement of her candidacy, morphed into the comedian Tina Fey, was backstabbed by her own campaign staff as a diva gone rogue and could be on her way back to Alaska tomorrow morning.</p> <p>Supporters of both women claim they were victims of sexism, ranging from overweening interest in their wardrobes to unfair suspicion of their policy platforms.</p> <p>Even so, Gloria Steinem sees the campaign as a net plus. \"Clinton's candidacy has made it possible for huge numbers of people to imagine a female head of state,\" she said. \"I always thought it was too early but now there is a change in the molecules in the air so that people can imagine a female head of state. She has also brought large numbers of women into political life.\"</p> <p>The two women followed very different trajectories. Clinton entered the race for the White House as one of the best-funded and well-connected candidates in history. She lost her lofty status as a former first lady and White House favourite to Obama but remade herself along the way into a gritty streetfighting populist.</p> <p>Palin, the maverick mother of five who was hailed as a breath of Arctic fresh air, became the first woman to join a presidential ticket in a generation after Geraldine Ferraro in 1984. She was also the first woman of the right on a national ticket, hailed by Camille Paglia as a new muscular breed of feminist.</p> <p>Michelle Obama, an increasingly popular fixture on the campaign trail, was also seen as inspirational as a deeply engaged spouse, and a new model of first lady.</p> <p>Both Clinton and Palin were lauded for showing their willingess for the fight: Clinton for her determination to fight to the end, Palin for her undented self-confidence in the face of multiple fiascos.</p> <p>Clinton did not fully embrace the historic nature of her candidacy until her concession speech in June, when she talked about cracks in the glass ceiling.</p> <p>However, gender was a constant on the landscape. In New Hampshire, a moment of weakness, when Clinton came close to tears, was endlessly dissected. Women's groups accused media commentators of unfair treatment.</p> <p>But Steinem argues that even the sexist heckling at Clinton rallies and the negative treatment from cable television hosts had had a positive effect in opening the eyes of a younger generation of women to sexism. \"Lots of women in their 20s and 30s were shocked and appalled,\" said Steinem. \"It awoke them to a problem that they thought had been solved.\"</p> <p>Palin, by campaigning with infant in tow, may have helped break down one of the most enduring prejudices against mothers in the workplace. \"Nobody after Palin is going to say a woman should be home with her children,\" said Barbara Ehrenreich. \"Here is a woman with a newborn special needs baby and a daughter in a terrible crisis and out on the campaign trail, but we are not going to get that line any more - probably because the people likely to say that are Republican.\"</p> <p>Republicans acknowledge that it is unlikely John McCain would have chosen Palin without Clinton having been a candidate in the first place. Palin herself suggested her candidacy would help make up for Clinton being passed over as a vice-presidential candidate for Joe Biden. \"It was rightly noted in Denver this week that Hillary left 18m cracks in the highest, hardest glass ceiling in America,\" Palin said. \"But it turns out the women of America aren't finished yet, and we can shatter that glass ceiling once and for all.\"</p> <p>But Palin also provoked a ferocious backlash from leftwing and liberal women. One hockey mom, swathed in a team jersey, went to the extent of making a video of herself singing an aria, to the tune of Evita: \"Don't speak for me, Sarah Palin.\"</p> <p>At the very least, Clinton and Palin forced Americans to get used to the idea of seeing and hearing women at national debates and at mass rallies.</p> <p>That has yet to pan out this election year. The Centre for American Women and Politics reports that fewer women are running for Congress and elected state office than in other years.</p> <p>But Marie Wilson, the director of the White House project which trains women for leadership, argues that Clinton's candidacy had already forced Democrats to be more responsive to the concerns of women voters. \"For the first time in at least a decade, women are talked about, women voters are sought after with a different kind of passion and purpose than just getting us to vote. Everyone realises that we are a force.\"</p>"
]