[
  "<p>Pakistan's beleaguered president, Pervez Musharraf, faced a direct challenge from al-Qaida yesterday, after the terrorist group lambasted his record in a video.</p> <p>Ayman al-Zawahiri, al-Qaida's deputy leader, whose voice apparently appeared on the tape, spoke in English and called for an uprising against Musharraf and the Pakistan state, which he said was \"virtually ruled from the American embassy\".</p> <p>The video came as Pakistan's parliament convened yesterday for the start of a special session on impeachment proceedings against Musharraf. The government has not yet released its \"charge sheet\" against the president but al-Qaida spelled out its anger in the video. </p> <p>\"Pervez has insulted and compromised Pakistan's sovereignty by allowing the CIA and FBI to operate freely in Pakistan and arrest, interrogate, torture, deport and detain any person, whether Pakistani or not, for as long as they like, thus turning the Pakistani army and security agencies into hunting dogs in the contemporary crusade,\" said Zawahiri. </p> <p>The al-Qaida leader denounced Musharraf for the crackdown he ordered on Islamabad's radical Red Mosque - an army raid last year resulted in about 100 deaths - and his treatment of the renegade Pakistani nuclear scientist, Dr AQ Khan, who has been under house arrest for four years. </p> <p>The vitriol against Musharraf from extremists demonstrated how dangerous it would be for him to remain in Pakistan after leaving office, where he has heavy security. The authenticity of the recording, delivered to a Pakistani news channel over the weekend, could not be verified. </p> <p>Zawahiri said he was speaking in English to directly appeal to the people of Pakistan, regretting that he did not know Urdu, the national language. </p> <p>There were suggestions in the Pakistani media that the video had been \"cooked up\" by Musharraf's aides to boost public opinion in his favour, just as an al-Qaida video on the eve of the last US presidential election appeared to help George Bush's political standing. </p> <p>Al-Qaida's message was much broader than an attack on Musharraf, with the group calling for a jihad against the Pakistani state, including the government and military. The army chief, General Ashfaq Kayani, was singled out as a \"hostile enemy of Islam\". </p> <p>\"The dominant political forces at work in Pakistan today are competing to appease and please the modern-day crusaders in the White House, and are working to destabilise this nuclear-capable nation under the aegis of America,\" said Zawahiri. </p> <p>Musharraf shows no signs of resigning, as many predicted after the ruling coalition announced last week that it would try to impeach him. Parliament would need a two-thirds majority to convict him. </p> <p>The impeachment process could take three weeks. The charges are expected to be based on Musharraf's alleged subversion of the constitution. Yesterday, the assembly of the Punjab, the most powerful province, kicked off with a resolution that declared the president unfit for office, which was passed by 321 to 25 votes. </p> <p>Meanwhile, Pakistan continues to battle militants - some linked to al-Qaida - on its north-west border. At least 100 militants and nine paramilitary personnel have died in clashes that began last week in the Bajur region.</p>",
  "<p>Barack Obama's campaign offered fresh examples yesterday of the power of technology to transform electoral politics, unveiling plans to text and email supporters when he decides on his vice-presidential candidate, and to incorporate voters across the country in the proceedings at the Democratic party's convention in Denver at the end of the month.</p> <p>\"Barack Obama is about to make one of the most important decisions of this campaign: choosing a running mate,\" Obama's campaign manager, David Plouffe, told supporters in an email. \"Barack wants you to be the first to know his choice.\" </p> <p>The resort to text and email messaging marks a departure from the usual joint appearance at the party's convention when the presidential nominee announces a running mate. It has deepened speculation that the announcement of Obama's vice-presidential choice could come as early as this week - even though he is on holiday with his family in Hawaii. </p> <p>The experiment in text messaging was just one of a number of innovations laid out by the Obama campaign yesterday. The Democratic national committee also laid out plans to use online chats and video to include more people in the party convention.</p> <p>\"We have plans to include voices ... from across America who have never had the opportunity to participate before,\" said Kathleen Sebelius, the governor of Kansas. \"Each night of the convention will look very different than any convention we have seen in the past.\"</p> <p>The party is sending camera crews across the country who will seek out questions from the public that will be delivered by video at the convention. </p> <p>Organisers are also setting up studios in eight cities - Atlanta; Columbus, Ohio; Detroit; Philadelphia; Raleigh, North Carolina; Denver; Tampa, and Richmond, Virginia - which will allow members of the public to record messages, or to ask questions in real time. </p> <p>Sebelius also gave details of the convention's lineup of speakers, which gives star billing to Obama's wife, Michelle, as well as to Hillary Clinton.</p> <p>Organisers have assigned a theme to each night of the convention. Michelle Obama, who will speak on the first night, will preside over the section devoted to her husband's biography. Clinton will get her chance to star on the second night, which will focus on economic issues and healthcare.</p> <p>The third night will maintain some traditions, offering the prime-time speaker's slot to the vice-presidential candidate. But Sebelius said Obama's running mate would share the stage with party veterans.</p> <p>Obama will dominate the fourth and final night of the convention, with a speech at a 75,000-seat football stadium.</p> <p>The harnessing of new technology has been a signature of the Obama campaign, which has used the internet to break all previous fundraising records and to build up a grassroots organising effort across the country.</p> <p>Democrats expect to see the payoff for those efforts in congressional races as well as in the presidential campaign, by putting more regions in contention.</p> <p>Obama's proficiency with online organising contrasts with the Republican party's presidential candidate, John McCain, who has admitted that he does not make much use of the internet and has aides print out his emails. Even so, the Republicans are planning some innovations at their convention in St Paul in the first week of September, with talk of McCain officially accepting the party's nomination in a speech on the banks of the Mississippi. </p> <p>The Obama campaign has not entirely abandoned so-called old media. Obama is to release his third book early next month, containing a collection of key speeches. Much of the material has been prepared by campaign staff, although Obama reportedly wrote the foreword.</p> <p>Aides say the book, Change We Can Believe In: Barack Obama's Plan to Renew America's Promise, is meant as a political souvenir, and envisage an initial print run of 300,000. It is scheduled for release on September 9. An ebook version will be released a day earlier.</p>",
  "<p>There was no tipsy swig from a half-empty bottle of bubbly; no frocked-up night on the town. Instead Rebecca Adlington celebrated winning her gold medal yesterday with a 2,000m evening recovery swim after spending several hours struggling to provide a urine sample for drugs testers.</p> <p>\"For once she couldn't perform,\" her coach Bill Furniss told the Guardian. \"We were four hours in drug testing as she was called for a random blood test as well. It all got a bit manic because the press wanted plenty of time with her too.\"</p> <p>But, although Furniss admits that the 19-year-old from Mansfield is \"tired\" after taking gold in the women's 400m freestyle, he is hopeful she can add to her medal tally in the 800m freestyle and the 4x200m relay races later in the week.</p> <p>\"She's now on a recovery programme which should give her a real crack at both races,\" said Furniss. \"Today she's going out to a quiet pool, away from all the attention, and we'll just try to train, rest and recover with plenty of good food, sleep and massage. Hopefully she'll then come back fighting in a couple of days.\"</p> <p>Furniss, who has coach Adlington since she was 13, admitted that he had \"punched the air in sheer delight\" when he realised she had secured her Olympic gold medal - the first for a British woman in the pool in 48 years - by the width of a finger. \"When she got out I told her: 'I just want to say: Becky Adlington, Olympic champion' because I wanted to be the first person she heard it from. What a fantastic day.\"</p> <p>Did she always have that indefinable something that marks the exceptional from merely great? Furniss nods. \"She's always had a prodigious technical talent, focus and discipline,\" he says, pride seeping into every first syllable. \"She is a very strong-willed young woman. Those traits set you up in this game.\"</p> <p>Such level-headed determination has helped Adlington burst through a series of training plateaus this year following a couple of frustrating seasons after suffering a bout of glandular fever. </p> <p>\"She now does about 70km a week - usually from 10 two-hour sessions, twice a day\" explains Furniss. \"There's a lot of speed work and hard endurance work off very short rest periods. It's a punishing routine but she does very well on it.\"</p> <p>While yesterday's thrilling final-lap victory clearly proves that point, Furniss admits the race didn't go quite as they had expected. He had envisaged Italian swimmer Federica Pellegrini would blaze through the first 100m, just as she had in the semi-finals, and had warned Adlington \"to hang on to her\". Instead, Pellegrini sat back, along with everyone else in the field, for the first 250m and Adlington only took the lead, surging from fourth place, during the course of the final length.</p> <p>\"It was a bit surreal because our plan for the race just didn't materialise,\" said Furniss. \"I thought: 'What's going on here?' It was very cat and mouse, and Rebecca along with Jo Jackson [who finished in third place] were both clever to wait before coming through with those storming finishes.\"</p> <p>Last night Paddy Power made Adlington the 7-4 favourite to collect a second gold medal in the 800m freestyle and, while many in the British set-up believe those are tempting odds, Furniss is keeping his cards close to his chest.</p> <p>\"I'm not a betting man but she's obviously she's got a chance,\" he said, allowing himself a wry smile. \"But there are some big players in that race and this is a new experience for her. If she doesn't swim her Sunday Best in the 800m heats, she could end up watching the final from the stands.\"</p> <p>Winning a gold medal can sometimes scramble an athlete's senses and alter their world forever but Furniss believes Adlington \"will be totally unaffected\" by the media spotlight. \"This won't change her,\" he said. \"She's a bubbly, extrovert character - a great girl.\"</p> <p>Certainly she had the British tabloids eating out of her hand as he waxed lyrical about her love of shoes - she owns more than 30 pairs - and her dream of buying an Audi A3. \"Even though Jeremy Clarkson slagged them off as chavvy, I don't care,\" she said, as the broadest of smiles spread across her face.</p> <p>Furniss, meanwhile, has thanked the other members of the British team for their \"awesome\" support at the Games. \"We're having a great Olympics. For the last two nights every single swimmer got through into the finals or the semis,\" he said. \"It's unbelievable. Rebecca's performances have had a knock-on effect and all the swimmers are firing. The camp is a great place to be right now.\"</p> <h2>Britain's long wait</h2> <p><strong>Anita Lonsbrough won Olympic gold in Rome on August 27, 1960. The other top stories that day were:</strong></p> <p>West Germany confirmed it may arm its forces with <strong>nuclear weapons</strong> after the head of the General Staff, Vice-Admiral Friedrich Ruge, said the country needed to be equipped 'like other Allied shield forces'</p> <p>Danish cyclist Knud Enemark died after <strong>collapsing under the influence of amphetamines</strong> during the 100km team time-time trial the previous day</p> <p>The AFL-CIO, American's largest trade union, <strong>endorsed Senator John F Kennedy</strong> ahead of the upcoming American presidential election</p> <p>Middlesex's chances of winning the County Championship were ruined after <strong>rain</strong> forced their match against Warwickshire at Lord's into a draw </p> <p>Mr and Mrs Anderson had to be evacuated after the <strong>banks of the River Spey</strong> collapsed, leaving their house in Beach Road, Kingston, dangling over a 20ft drop</p>",
  "<p><br>You know how Hillary Clinton's presidential campaign was undone by ridiculous amounts of kindergarten-style infighting among her senior advisors? Well, actually, you <em>don't</em> know, not really, if you haven't yet read this extraordinary new Atlantic article, <a href=\"http://www.theatlantic.com/doc/200809/hillary-clinton-campaign\">The Front-Runner's Fall</a>, which is accompanied by <a href=\"http://www.theatlantic.com/doc/200808u/clinton-memos\">this treasure trove of memos</a> from inside the campaign, in which purportedly calm and sensible Washington insiders unleash their \"anger and toxic obsessions\" at each other, and Mark Penn, Clinton's former chief strategist, <a href=\"http://www.theatlantic.com/a/green-penn-3-19-07.mhtml\">proposes</a> launching an attack on Barack Obama's \"lack of American roots\" -- but never admitting it publicly.</p> <p>The short version: Clinton's advisors clashed over the campaign's most fundamental principles, and she failed to decide whose vision would prevail. It's all rather messy and horrible and sad, and not vicariously amusing in any way whatsoever.</p> <p>(TPM Election Central has <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/the_penn_memos.php\">a further dissection</a> of Penn's \"brutally negative\" proposed strategy, and Marc Ambinder <a href=\"http://marcambinder.theatlantic.com/archives/2008/08/josh_greens_story_here_it_is.php\">wonders</a> what it'll mean for future relations between Team Obama and former Clinton staffers.)</p>",
  "<p>The French anti-immigrant party, the National Front – campaign slogan: Keep France for the French – is selling its prestigious Paris headquarters to a Chinese university, it was reported today.</p> <p>The move comes as Jean-Marie Le Pen's cash-strapped party faces debts of €8m following poor results in elections last year.</p> <p>\"We signed an agreement of sale with a university in Shanghai,\" Le Pen <a href=\" http://translate.google.com/translate?u=http%3A%2F%2Fwww.lexpress.fr%2Factualite%2Fpolitique%2Fdes-chinois-achetent-le-paquebot-du-fn_548478.html&amp;hl=en&amp;ie=UTF8&amp;sl=fr&amp;tl=en\">told L'Express newspaper</a>.</p> <p>The building, known as le paquebot (the steamship), because of its vaguely nautical look, overlooks the Seine and was a symbol of the upward mobility of the party when it was purchased 18 years ago.</p> <p>The university plans to convert the 5,000sq m building into a French language school, the paper said. It is believed the sale price of the property in Saint-Cloud, an affluent Paris suburb, is in the region of the €12 to 15m. The National Front had hoped to raise up to €20m from the sale.</p> <p>During last year's elections, more than two-thirds of National Front candidates failed to gain 5% of the vote, the level which allows them to reclaim election expenses from the state.</p> <p>The National Front has campaigned on an anti-immigrant platform for over three decades and Le Pen's slogan in several presidential elections was \"Keep France for the French\".</p> <p>Le Pen, 79, triggered soul searching among many in France after reaching the run-off in the 2002 presidential election. Since then his party's fortunes have suffered. </p> <p>Le Pen has already auctioned off his bullet-proof car, a Peugeot, on eBay to raise money before agreeing to part with his old headquarters, nicknamed \"the cruiseliner\".</p>",
  "<p>Just the idea that the Zimbabwean tyrant Robert Mugabe will remain in power for even longer is terribly unjust. Yet this is what will happen under <a href=\"http://www.theguardian.com/world/2008/aug/11/zimbabwe.economics\">a deal</a> supervised by South African president Thabo Mbeki, between Mugabe's Zanu-PF and the opposition <a href=\"http://en.wikipedia.org/wiki/Movement_for_Democratic_Change\">Movement for Democratic Change</a> that will be sealed quite soon now. However, the urgency to get the country out of its morass demanded that negotiations take place, no matter how morally repugnant it is to sit down with a man who bears ultimate responsibility for Zimbabwe's crisis. </p> <p>Another flaw of these negotiations is that Zimbabwe's civil society groups, whose feisty opposition helped to push the unwilling Mugabe and Zanu-PF to negotiate with the opposition, have not been included in the talks. The final deal that will be sealed soon between Mugabe and the Movement for Democratic Change (MDC) is unlikely to please everyone. The big stumbling block from the beginning was Mugabe's insistence that he should be recognised as the official president and should retain the widespread powers he had enjoyed before. </p> <p>The MDC wanted the presidency to be a largely ceremonial position. The final outcome goes just about halfway: a presidency with downgraded powers. Agreeing to that meant Tsvangirai had implicitly accepted the results of the phoney June 27 presidential election in which there was only candidate: Mugabe. Mugabe has compromised on limiting the powers of the presidency. Tsvangirai has accepted the position as prime minister, with significant powers, but without \"full\" executive control – which the MDC argued was fair given the fact that it won the internationally accepted March 29 elections. </p> <p>Mugabe had initially insisted on a meaningless vice-president position. Ultimately, in the long term, Tsvangirai – and ordinary Zimbabweans – could still win big if he can pin down Mugabe to make parliament the ultimate power-broker in the transitional period. Until now Mugabe has over-ruled parliament. </p> <p>But parliament's role's should be strengthened. The MDC has a parliamentary majority – and in combination with the other opposition parties, may have an even a larger one. The MDC must insist on parliamentary and civilian oversight over all the security forces. Furthermore, the MDC must push for at least split control of the security departments. </p> <p>Zimbabwe is run by a junta. Tsvangirai and the MDC should insist on running the economy, if not fully, then jointly. But an integral part of the agreements must also be an independent judiciary and electoral commission, with appointments to oversight bodies taken out of the hands of the president. </p> <p>Tsvangirai should insist on bringing in direct democracy through referendums – which will also bring democracy closer to the people while helping to circumventi personal rule by the president. An agreement that sees power widely dispersed is the only way to make co-governance with the prickly Mugabe and Zanu-PF remotely tolerable. Part of the deal must be to put solid mechanisms in place to stop corruption, human rights abuses and to restore the rule of law, and bring some accountability to the Zimbabwean political system. Ultimately, the best deal for the MDC is to have the transition over as quickly as possible, within less then 30 months, and then go for fresh elections. Mugabe, not surprisingly, insists on a full five-year term. </p> <p>Mugabe has not taken instructions from anyone since taking power. Governing jointly is going to be a bumpy and frustrating one for Tsvangirai. The MDC has negotiated with its hands bound behind its back. Ordinary Zimbabweans are facing the brunt of Zimbabwe's crisis: starvation, human rights abuses, arbitrary violence and homelessness. Mugabe and Zanu-PF do not really care: they are cold-heartedly prepared to sacrifice ordinary people to stay in power. </p> <p>It is a no-win situation: the longer Tsvangirai holds out, the worse it gets for ordinary Zimbabweans. In the midst of the negotiations, the Mugabe regime and its proxies have continued unleashing violence against ordinary Zimbabweans to pressure the MDC negotiators to concede more. But the Mugabe regime is also feeling the heat. Zimbabwe's continuing financial meltdown – and the possibility of crippling sanctions if there is no satisfactory deal – means that Mugabe would be running out of hard cash to maintain his opulent lifestyle and his ability to pork-barrel his supporters. Britain and the US could now play a constructive role upon agreement of a deal by giving the money promised (but not given) at independence for land reform, by scrapping some of the country's debts and by providing assistance without conditions, except transparency ones.</p>",
  "<p>Pakistan's embattled president, Pervez Musharraf, faced a direct challenge from al-Qaida today, with the terror group lambasting his record in a new video. </p> <p>A person said to be the al-Qaida deputy leader, Ayman al-Zawahiri, spoke in English on the tape, calling for an uprising not only against Musharraf but the Pakistani state, which he said was \"virtually ruled from the American embassy\". </p> <p>Pakistan's parliament meets today at the start of a special session for impeachment proceedings against Musharraf. The government has not yet released its charge sheet against the president but al-Qaida spelled out its grievances in the tape. </p> <p>\"Pervez has insulted and compromised Pakistan's sovereignty by allowing the CIA and FBI to operate freely in Pakistan and arrest, interrogate, torture, deport and detain any person, whether Pakistani or not, for as long as they like, thus turning the Pakistani army and security agencies into hunting dogs in the contemporary crusade,\" said Zawahiri. </p> <p>Zawahiri denounced Musharraf in particular for the crackdown he ordered on Islamabad's radical Red Mosque - the army raid last year resulted in around 100 deaths - and his treatment of the renegade Pakistani nuclear scientist Dr AQ Khan, who has been under house arrest for four years. </p> <p>The hatred of Musharraf among extremists demonstrates how dangerous it would be for him to remain in Pakistan after leaving office, when he would presumably lose his large security detail.</p> <p>The authenticity of the recording, delivered to a Pakistani news channel over the weekend, could not be immediately verified. Zawahiri said he was speaking in English to directly appeal to the people of Pakistan, regretting that he did not know Urdu, the national language. </p> <p>There were suggestions in the Pakistani media that the video had been fabricated by Musharraf's aides to boost public opinion in his favour, just as an al-Qaida video on the eve of the last US presidential election appeared to help George Bush's standing. However, IntelCenter, a US company that monitors militant messages, seemed to be treating it as genuine.</p> <p>The message was much broader than just an attack on Musharraf, calling for jihad against the Pakistani state, including the current government, and especially the country's military. The army chief, General Ashfaq Kayani, was singled out as a \"hostile enemy of Islam\". </p> <p>\"Let there be no doubt in your minds that the dominant political forces at work in Pakistan today are competing to appease and please the modern day crusaders in the White House, and are working to destabilise this nuclear-capable nation under the aegis of America,\" said Zawahiri. </p> <p>Musharraf shows no signs of resigning after the coalition last week announced it would try to impeach him. Parliament would need to muster a two-thirds majority to do so, and the numbers look close. </p> <p>The country's four provincial assemblies will from today be passing resolutions against Musharraf. The national parliament will start to meet today but the charges against the president are still to be announced and the process is set to continue into next week. </p> <p>In a weekend military offensive in the Bajur region, an insurgent stronghold near the Afghan border considered a possible hiding place for al-Qaida leaders, Pakistani forces bombed dozens of houses, killing at least 100 insurgents and nine paramilitary troops, according to witnesses. </p> <p>Details are scarce about the offensive, but Sardar Khan, a local police official, said two aerial bombing raids destroyed about 40 houses in several villages. He said bombs hit a school occupied by Taliban fighters.</p>",
  "<p>The Bolivian president, Evo Morales, easily won a recall referendum last night and vowed to press ahead with plans to transform the country into a leftwing centralist state. </p> <p>Morales, a former coca leaf farmer who is Bolivia's first indigenous leader, hopes the victory will enable him to push through reforms including nationalisations, land redistribution and a constitution favouring the long-marginalised indigenous majority.</p> <p>\"What the Bolivian people have expressed with their votes … is the consolidation of change,\" Morales told thousands of cheering supporters who gathered outside his presidential palace in La Paz. </p> <p>\"We're here to move forward with the recovery of our natural resources, the consolidation of nationalisation and the state takeover of companies.\" </p> <p>Unofficial exit polls said Morales had secured 60-66% of the vote – an improvement on his result in the last presidential election, in December 2005, when he took nearly 54%. </p> <p>An exit poll by the private TV channel Unitel said Morales had won 60.12% of the vote, while a count by the pollster Ipsos Apoyo for channel ATB gave him 63.1%. Final official results are due in the next few days.</p> <p>However, last night's vote also saw the re-election of regional governors who oppose his reforms and want autonomy for their resource-rich provinces. Their victories mean the conflict over his proposals will continue, with both sides feeling they have won a new mandate to stand firm.</p> <p>Supporters of Morales and the main opposition governors alike took to the streets waving banners, chanting, dancing and setting off firecrackers after a peaceful vote that contrasted with violent protests earlier in the week. </p> <p>\"I'm glad he has won, because Mr Morales is one of us - he's working class like me,\" said Hector Gutierrez, a 32-year-old computer technician. </p> <p>\"I expect things to improve now, because someone from the same background as me cannot let me down.\" </p> <p>The bitter power struggle between Morales and opposition governors has exposed deep divisions between the wealthier east and the more indigenous west of the country, forcing him to put many reforms on hold. </p> <p>Morales approved the referendum in an apparent bid to undermine the regional governors' campaigns for autonomy, but the results suggest a standoff will continue unless a compromise can be negotiated. </p> <p>\"The initial reading is that the political crisis and tension in the country is going to deepen greatly,\" said Franklin Pareja, a professor of political science at the state-run San Andres University in La Paz. </p> <p>Regional governors are angry that Morales has cut their share of windfall natural gas revenues, accusing him of governing only for his supporters. </p> <p>They also see him as a lackey of the Venezuelan president, Hugo Chávez, the vocal leader of a group of radical leftwing Latin American presidents.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109351/Gallup-Daily-Obama-46-McCain-43.aspx\">Obama 46%, McCain 43%</a>.</p> <p>The Obama campaign <a href=\"http://voices.washingtonpost.com/thefix/2008/08/obama_nearing_a_veep_decision.html\">sent a clever email</a> to supporters yesterday night, offering them the chance to be alerted, by email or text, at the precise moment the candidate announces his vice-presidential running-mate. (Actually, you don't need to be a supporter: anyone can <a href=\"http://my.barackobama.com/page/s/firsttoknow?source=www\">sign up here</a>; presumably the texting option won't work for UK readers.) It's a savvy bit of choreography that should help build some excitement around the story, even though everyone's distracted by the Olympics. Naturally, the campaign insists it signals nothing at all about the imminence -- or otherwise -- of an announcement. Bonus fact: texting, though new in US elections, is <a href=\"http://www.usatoday.com/tech/news/2005-06-30-politics-text-tool_x.htm?csp=34\">already a mainstay</a> in South Korea. [<a href=\"http://my.barackobama.com/page/s/firsttoknow?source=www\">BarackObama.com</a>]</p> <p>Team McCain attacks Obama, who's on holiday in Hawaii, for having attended an elite private school there. McCain, by contrast, attended only gritty, tough-as-nails public schools. No, hang on, that's completely untrue. [<a href=\"http://www.politico.com/news/stories/0808/12414.html\">Politico</a>]</p> <p>Was there a \"conspiracy of silence\" in the mainstream media over the reporting of the John Edwards affair/lovechild/non-lovechild allegations? Howard Kurtz of the Washington Post thinks so. \"We should have -- earlier than we did -- told readers and viewers what we knew and we didn't know,\" he says. [<a href=\"http://www.cnn.com/2008/POLITICS/08/10/edwards.coverage/index.html\">CNN</a>]</p> <p>The Republicans are scrambling to sort out a $10m shortfall in funding for next month's convention. [<a href=\"http://www.latimes.com/news/politics/la-na-gop10-2008aug10,0,2357147,print.story\">LA Times</a>]</p> <p>Bestselling author Mr B. Obama has a third book coming out. It's a 900-page fantasy thriller in which orcs do battle with centaurs in a magical world beneath the sea. Not really! It's a compilation of essays on public policy. [<a href=\"http://www.time.com/time/politics/article/0,8599,1831367,00.html\">Time</a>]</p> <p>In an essay in Newsweek, Fareed Zakaria analyses 'what Bush got right'. Oddly, it's quite a lengthy piece. [<a href=\"http://www.newsweek.com/id/151731\">Newsweek</a>]</p>"
]