[
  "<p>Before flying with his family for a week's holiday in Hawaii yesterday, Barack Obama expressed concern about taking a break in election year. \"During the middle of a campaign you're always worried about taking some time off,\" he said. </p> <p>He may have good reason to worry. He leaves behind a Democratic party that over the past fortnight has been showing signs for the first time of nervousness about the November 4 election.</p> <p>For them, this is supposed to be the Democrats' year, an inevitable march towards the White House after the catastrophic defeats of 2000 and 2004. Almost everything seems to be going their way: unpopular president, disenchantment with the Iraq war, a faltering economy and an inspirational Democratic candidate. </p> <p>What is worrying the Democrats, in spite of all these pluses, is that Obama's poll lead has remained stubbornly small. A tracking poll by RealClearPolitics published yesterday has Obama on 46.9% compared with John McCain's 43.3%.</p> <p>\"I think there are a lot of Democrats who are nervous,\" said Tad Devine, chief strategist for the Kerry White House bid in 2004. \"I think they thought this election would fall into their laps.\"</p> <p>Devine stressed that he was not among the pessimists and cautioned against what he described as \"an artificial expectation that he needs to be way ahead at this time\". </p> <p>But the concern among Democrats is not just over the size of the poll lead but over the impact of negative ads from McCain over the last two weeks that have reawakened bitter memories of Republican tactics in 2000 and 2004. </p> <p>Since the heady days of Obama's address in Berlin in front of an adoring crowd of 200,000 last month, the Democrat has been on the receiving end of ads from McCain portraying him as a celebrity-driven egotist and an elitist out of touch with the American public. </p> <p>\"Obama's bubble has not burst but it is leaking,\" said Peter Brown, assistant director at one of the country's leading pollsters, the Connecticut-based Quinnipiac University Polling Institute. He found it significant that when those surveyed were asked whether they want Democrats or Republicans to win, Democrats emerged with a double-digit lead, but when asked about Obama or McCain, Obama's lead was only in single figures.</p> <p>Brown said that while the expectation is that Obama would win, \"history is replete with northern liberals who end up losing\".</p> <p>McCain, who has struggled since the spring to win media attention, has finally achieved media parity with Obama over the last fortnight because of his negative campaign. Race has been raised as an issue, though McCain accuses Obama of bringing it up first.</p> <p>But the central theme is to portray Obama - shown repeatedly against the backdrop of the Berlin crowds- as messianic, with an ad comparing him to Moses, and too fond of celebrity status, with his image placed alongside Paris Hilton and Britney Spears.</p> <p>A quiz on a Republican website invites readers to guess whether quotes were from Obama, the actors Cameron Diaz and Matt Damon, David Beckham or some other celebrity. The quotes include: \"Anybody gone into Whole Foods lately and see what they charge for arugula [rocket]?\" The answer is Obama. </p> <p>McCain, in spite of being richer than Obama and with a taste for expensive living, such as $520 Ferragamo shoes, presents himself as closer to the grittier world of working-class America. He told a rally of bikers in South Dakota this week: \"Not long ago, a couple of hundred thousand Berliners made a lot of noise for my opponent. I'll take the roar of 50,000 Harleys any day.\" </p> <p>The decision to go for the individual rather than policy is a big decision for any politician but especially for McCain, who suffered badly from negative tactics in the 2000 Republican primary contests at the hands of George Bush and his strategist, Karl Rove. The night he lost, McCain was bouncing around his hotel room in a rage, with his wife Cindy weeping, over his treatment.</p> <h2>Lack of impact</h2> <p>McCain promised to fight an honourable, positive and respectful campaign against Obama but, unable to make an impact, he put aside his resentment over what happened in 2000 and called in a Rove protege, Steve Schmidt. </p> <p>In an interview with the Washington Post last week, McCain defended the change of personnel and tactics . \"If I win this campaign,\" he said, \"historians will say, 'He was a genius.'\"</p> <p>A media backlash against Obama was inevitable and a poll this week by the Pew research organisation suggested the public too were growing weary of the high media exposure and would like to see less of him. Two anti-Obama biographies published this week, the first such books, shot to the top of bestseller lists.</p> <p>The Obama team remains outwardly calm. As they did during the fight for the Democratic nomination, even when trailing Clinton by 30%, they are quietly sticking to their game plan, filling in gaps in Obama's narrative, focusing on domestic issues and raising the millions needed to outspend the Republicans.</p> <p>Professor Michael McDonald, who has built a reputation for number-crunching poll figures at Virginia's George Mason University, acknowledged the negative campaigning had energised Republicans. But there was a downside for the Republicans, he said, such as negative ads feeding into an image of McCain, who turns 72 on August 29, as \"a grumpy old man\".</p> <p>Another plus for Obama is that the negative campaigns encourage Democrats to donate more to his campaign, with McDonald having heard hints that he could have raised a staggering $100m in July, double his previous best.</p> <p>McDonald said the swing voters would not make up their minds until closer to the election, after the party conventions and presidential debates.</p> <p>Devine, who agreed, saw lots of signs for optimism buried in the polling data. These undecideds, when pressed, express a more favourable opinion of Obama than McCain and a dislike of Bush. \"I predict that will be translate into a vote for Obama,\" Devine said, adding: \"All the arrows point to him.\"</p> <h2>Backlash</h2> <p>A media and public backlash in the US against Barack Obama was almost inevitable given the media exposure he has enjoyed so far.</p> <p>In spite of the favourable coverage he received for his trip last month to the Middle East and Europe, there has been no \"bounce\" for him in the polls.</p> <p>Obama enjoys a lead over McCain of only about 3-4%, which is worrying Democrats.</p> <p>A Pew Research poll released on Wednesday found 48% of respondents felt they had been hearing too much about Obama, compared with only 26% for McCain.</p> <p>A recent analysis suggests McCain gained parity of media exposure with Obama in the last fortnight, for the first time in months.</p> <p>McCain has enjoyed some success with a negative campaign portraying Obama as celebrity driven.</p> <p>Two new anti-Obama books were among the bestsellers on Amazon.com's top 20 list on Tuesday.</p>",
  "<p>Before flying with his family for a week's holiday in Hawaii today, Barack Obama expressed concern about taking a break in election year. \"During the middle of a campaign you're always worried about taking some time off,\" he said. </p> <p>He may have good reason to worry. He leaves behind a Democratic party that over the past fortnight has been showing signs for the first time of nervousness about the November 4 election.</p> <p>For them, this is supposed to be the Democrats' year, an inevitable march towards the White House after the catastrophic defeats of 2000 and 2004. Almost everything seems to be going their way: unpopular president, disenchantment with the Iraq war, a faltering economy and an inspirational Democratic candidate. </p> <p>What is worrying the Democrats, in spite of all these pluses, is that Obama's poll lead has remained stubbornly small. A tracking poll by RealClearPolitics published today has Obama on 46.9% compared with John McCain's 43.3%.</p> <p>\"I think there are a lot of Democrats who are nervous,\" said Tad Devine, chief strategist for the Kerry White House bid in 2004. \"I think they thought this election would fall into their laps.\"</p> <p>Devine stressed that he was not among the pessimists and cautioned against what he described as \"an artificial expectation that he needs to be way ahead at this time\". </p> <p>But the concern among Democrats is not just over the size of the poll lead but over the impact of negative ads from McCain over the last two weeks that have reawakened bitter memories of Republican tactics in 2000 and 2004. </p> <p>Since the heady days of Obama's address in Berlin in front of an adoring crowd of 200,000 last month, the Democrat has been on the receiving end of ads from McCain portraying him as a celebrity-driven egotist and an elitist out of touch with the American public. </p> <p>\"Obama's bubble has not burst but it is leaking,\" said Peter Brown, assistant director at one of the country's leading pollsters, the Connecticut-based Quinnipiac University Polling Institute. He found it significant that when those surveyed were asked whether they want Democrats or Republicans to win, Democrats emerged with a double-digit lead, but when asked about Obama or McCain, Obama's lead was only in single figures.</p> <p>Brown said that while the expectation is that Obama would win, \"history is replete with northern liberals who end up losing\".</p> <p>McCain, who has struggled since the spring to win media attention, has finally achieved media parity with Obama over the last fortnight because of his negative campaign. Race has been raised as an issue, though McCain accuses Obama of bringing it up first.</p> <p>But the central theme is to portray Obama - shown repeatedly against the backdrop of the Berlin crowds- as messianic, with an ad comparing him to Moses, and too fond of celebrity status, with his image placed alongside Paris Hilton and Britney Spears.</p> <p>A quiz on a Republican website invites readers to guess whether quotes were from Obama, the actors Cameron Diaz and Matt Damon, David Beckham or some other celebrity. The quotes include: \"Anybody gone into Whole Foods lately and see what they charge for arugula [rocket]?\" The answer is Obama. </p> <p>McCain, in spite of being richer than Obama and with a taste for expensive living, such as $520 Ferragamo shoes, presents himself as closer to the grittier world of working-class America. He told a rally of bikers in South Dakota this week: \"Not long ago, a couple of hundred thousand Berliners made a lot of noise for my opponent. I'll take the roar of 50,000 Harleys any day.\" </p> <p>The decision to go for the individual rather than policy is a big decision for any politician but especially for McCain, who suffered badly from negative tactics in the 2000 Republican primary contests at the hands of George Bush and his strategist, Karl Rove. The night he lost, McCain was bouncing around his hotel room in a rage, with his wife Cindy weeping, over his treatment.</p> <p><strong>Lack of impact</strong></p> <p>McCain promised to fight an honourable, positive and respectful campaign against Obama but, unable to make an impact, he put aside his resentment over what happened in 2000 and called in a Rove protege, Steve Schmidt. </p> <p>In an interview with the Washington Post last week, McCain defended the change of personnel and tactics . \"If I win this campaign,\" he said, \"historians will say, 'He was a genius.'\"</p> <p>A media backlash against Obama was inevitable and a poll this week by the Pew research organisation suggested the public too were growing weary of the high media exposure and would like to see less of him. Two anti-Obama biographies published this week, the first such books, shot to the top of bestseller lists.</p> <p>The Obama team remains outwardly calm. As they did during the fight for the Democratic nomination, even when trailing Clinton by 30%, they are quietly sticking to their game plan, filling in gaps in Obama's narrative, focusing on domestic issues and raising the millions needed to outspend the Republicans.</p> <p>Professor Michael McDonald, who has built a reputation for number-crunching poll figures at Virginia's George Mason University, acknowledged the negative campaigning had energised Republicans. But there was a downside for the Republicans, he said, such as negative ads feeding into an image of McCain, who turns 72 on August 29, as \"a grumpy old man\".</p> <p>Another plus for Obama is that the negative campaigns encourage Democrats to donate more to his campaign, with McDonald having heard hints that he could have raised a staggering $100m in July, double his previous best.</p> <p>McDonald said the swing voters would not make up their minds until closer to the election, after the party conventions and presidential debates.</p> <p>Devine, who agreed, saw lots of signs for optimism buried in the polling data. These undecideds, when pressed, express a more favourable opinion of Obama than McCain and a dislike of Bush. \"I predict that will be translate into a vote for Obama,\" Devine said, adding: \"All the arrows point to him.\"</p>",
  "<p>Los Angeles have lost as many games as they've won since Manny Ramirez swapped his Red Sox for Dodger Blues last week at the trade deadline, but it's not because the 11-time all-star isn't producing. So far, Manny is completely locked in, putting up ridiculous numbers: 13 for 23, four homers and nine RBI's. </p> <p>Ramirez, who is still considering a request from manager Joe Torre to conform to a team rule and clean up his long locks, is happy enough with his new environment to announce that he believes he'll finish his career in LA. The Dodgers have the best bullpen in the National League, and a fairly decent starting rotation — their biggest problem in 2008 has been offence, as it has often been for an organisation that regularly seems to be blessed with strong arms and cursed with weak sticks. Manny is the tonic, and though it's impossible for him to keep hitting at that sort of clip, even if he slips from white hot to red hot, the wins will eventually come for Torre's Dodgers.</p> <p>Arizona, a team that that looked flawless at the start of the season, jumping out to a 20-8 record, and then sputtering ever since, will have to recapture that April magic to make it to October for the second consecutive season. </p> <p>So half of one of the best one-two hitting punches of all time has left Boston, and life goes on. Jason Bay, his replacement, is so far so good, while in Pittsburgh, the other team involved in the three-way-deal, little has changed, except that on Wednesday, pitcher Jeff Karstens came within just a few outs of throwing a perfect game. All parties, it seems, are moving on from the events surrounding the Manny deal. I, for some bizarre reason, have not, and that is because of one man – Curt Schilling. </p> <p>I shouldn't allow myself to get all riled up because of a few typically asinine statements made by Schilling as Manny was heading out the door, but the Red Sox pitcher is so irritating, so <em>infuriating</em>, that more than a week later, I feel the need to use this space to get these feelings off my chest. Baseball fans know that the currently injured Schilling, who has had an excellent big league career, punctuated by his success in the post-season, loves to talk. In fact, the self-important Schilling will offer up an opinion on almost anything at any time, and that's why I wanted to title this week's blog 'Curt Schilling should shut the fuck up'. </p> <p>This is, of course, problematic. First of all, it's not the job of the writer to come up with headlines; that's the task of the editors. Secondly, the legal team at The Guardian might be slightly concerned about the ramifications of such a headline. Finally, free speech is as important a right as any that we have, so while I would very much like for Curt to shut the fuck up, he should be able to say what ever he feels. That way, more and more baseball fans will find out what I believe is true: that Curt Schilling is a self-righteous … you fill in the blank. </p> <p>What did Schilling say that's got me so het up? I'll get to that. But first, some context. Over the years, he's been known to communicate more than your average North American athlete. He has a blog at <a href=\"http://38pitches.com/\">38pitches.com</a>, and a weekly radio gig in Boston. Schilling talks a lot, especially for someone who is not currently playing. There should be a rule that says you cannot talk as much when you're not playing. </p> <p>When he was playing last year, Curt Schilling managed to draw up sympathy for a baseball persona-non-grata such as Barry Bonds by launching an attack on the slugger that was so inappropriate that he was forced to issue a statement of apology. </p> <p>This is the same Curt Schilling who was shot over and over by television cameras covering his head with a towel, unable to watch his Phillies teammate, the erratic Mitch \"Wild Thing\" Williams, pitch in big spots during the 1993 World Series v Toronto - talk about showing up a teammate. </p> <p>Schilling also likes to talk politics, which, rightly or wrongly, I don't like to hear about from athletes. It's probably not a great idea to openly campaign for a politician when your employer, who pays you, is campaigning for the opponent, which happened in the 2004 presidential election. Maybe it's better to keep your slant to yourself in that situation. Maybe it's better to just pitch. </p> <p>Schilling is very much into the team concept, berating players such as Ramirez for not buying in to it. However, from where I'm standing, Schilling is more interested in getting his opinion out than being part of the team. On July 31, hours before the trade deadline, Schilling was on <a href=\"http://www.weei.com/\">WEEI</a> in Boston for his weekly gig, offering up his thoughts on the distractions Manny was causing, saying that the slugger should probably be traded. </p> <p>I found it outrageous, if not surprising, that Schilling, who is not a fan, and who is under contract with the Red Sox, was busy discussing internal business as Red Sox brass were busy trying to figure out how or if they were going to trade one of the best hitters in franchise history. Even if everybody in Boston felt that Manny should go, that doesn't mean that players should get on the air and shout it out. That's not how things are done, unless you are, of course, named Curt Schilling. </p> <p>Not content with battering Manny who, despite his faults (and we all have faults), was the best offensive player on the team that broke an 86-year title drought, Schilling then went after Pedro Martinez, another all-time great ex-teammate, saying: \"I enjoyed pitching with Pedro, but I watched Pedro for a year come and go as he pleased, and do whatever he pleased, from a schedule standpoint and to a point, All-Star break heading home and no one ever said a word … The things that Pedro said going out of town about Terry [Francona], that crushed me because of what I saw Tito do for him. Manny's the same way ... \" </p> <p>What's crushing <em>me</em> is that I have to hear from this guy constantly. Curt Schilling was a vital piece of two championship teams in Boston, and one in Arizona; an exceptional pitcher who's won over 200 big league games. Unfortunately, it's his mouth that I'll remember most.</p>",
  "<p>ABC News <a href=\"http://abcnews.go.com/Blotter/Story?id=5441195\">reports</a> that former presidential candidate John Edwards has admitted to repeatedly lying during his campaign about an extramarital affair with Rielle Hunter, a 44-year-old \"novice filmmaker\". He denied the other allegation made recently in the tabloid <a href=\"http://www.nationalenquirer.com\">National Enquirer</a>, which was that he's the father of her child: he says he hasn't taken a paternity test, but can't be the father based on the timing of Ms Hunter's pregnancy. (There's been some <a href=\"http://newsbusters.org/blogs/brad-wilmouth/2008/08/06/fnc-talks-edwards-affair-media-nyt-double-standards\">grumbling</a> on the right about the media's avoidance of this story prior to Edwards's admission.)</p> <p>Marc Ambinder <a href=\"http://marcambinder.theatlantic.com/archives/2008/08/more_on_edwardss_admission.php\">reports</a>:</p> <blockquote> According to people close to the Edwardses, Elizabeth Edwards has secured a primetime speaking role at the Democratic National Convention; John Edwards, as of this point, does not, and people close to him think he will beg off and not attend the convention so as not to distract Obama. Obama aides would not say whether either Edwards is on the schedule. </blockquote> <br> <p>The reason this is more than a personal matter for the Edwardses and Ms Hunter, of course, is that had Edwards won the nomination, the revelation of this secret at a critical point in the campaign could easily have destroyed the chances of a Democratic victory. Perhaps most extraordinary is this line in the ABC report:</p> <blockquote> Edwards said his wife, Elizabeth, and others in his family became aware of the affair in 2006. </blockquote> <br> <p>So it wouldn't even have been a question of making sure Elizabeth Edwards and Ms Hunter kept quiet: before he decided to run for the presidency, various \"others\" already knew. And yet Edwards imagined he could keep it quiet all the way through a campaign for the White House? There'll be plenty of anger among former Edwards supporters this evening, presumably.</p> <p>UPDATE: Ezra Klein expresses a similar thought, only <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=08&amp;year=2008&amp;base_name=edwards\">more eloquently</a>:</p> <blockquote> No one forces you to devote your life to national advocacy of important issues. But if you decide to do follow that path, with all the plaudits and moments of roaring applause it entails, you have to make certain sacrifices, and shoulder certain realities. Among them is that if you falter, you can harm all that you're advocating and deny help to all whom you claim to represent. I don't know if it's true that Edwards' affair started and ended in 2006, but if so, that's actually the most morally unforgivable of possible timelines. If Edwards had won in Iowa and captured the nomination, this could easily have lost him the election, and thus destroyed the country's chance at health reform, withdrawing from Iraq, and so forth. This reaches back and recasts his candidacy as an act of extraordinary selfishness. That's not to say it was conscious -- we all contain multitudes and we all compartmentalize mercilessly -- but it was gambling with the fates of the very people Edwards was running to help. </blockquote> <br>",
  "<p>1237-40 - Mongols invade Russia, forcing Ossetians to migrate south over the Caucasus mountains to present-day Georgia.</p> <p>18th and 19th centuries – The Russian empire extends to the Caucasus, provoking strong resistance from the people of the north Caucasus. The South Ossetians do not join the uprising, some preferring to side with the Russian army.</p> <p>1801 - South Ossetia and Georgia are annexed by Russia and absorbed into the Russian empire.</p> <p>1918 – Georgia declares independence following the Russian revolution.</p> <p>1921 – The Red Army invades. The South Ossetians are accused of siding with the Kremlin.</p> <p>1922 - Georgia becomes a founder member of the Soviet Union. The South Ossetian Autonomous Oblast (district) is created within Georgia in April 1922.</p> <p>1989 - Demands for more autonomy in the South Ossetia region lead to violent clashes between Georgians and Ossetians. </p> <p>1990-91 – South Ossetia declares its intentions to secede, leading to more clashes.</p> <p>1991 – The Soviet Union collapses.</p> <p>1992 – South Ossetians vote in favour of independence in an unrecognised referendum. Hundreds die in sporadic violence, which continues until June when Russian, Georgian and South Ossetian leaders meet to sign an armistice and agree the creation of a tripartite peacekeeping force. </p> <p>November 1993 - South Ossetia drafts its own constitution. </p> <p>November 1996 - South Ossetia elects its first president. </p> <p>December 2001 - South Ossetia elects wrestling champion Eduard Kokoity as president in unrecognised elections. </p> <p>2002 – Kokoity asks Moscow to recognise the republic's independence and absorb it into Russia. </p> <p>2003 – The Georgian president, Eduard Shevardnadze, is toppled in the rose revolution. </p> <p>2004 - Mikhail Saakashvili wins Georgian presidential election and declares his intentions to bring breakaway regions of South Ossetia, Abkhazia and Ajaria back into the fold.</p> <p>2006 - South Ossetians vote overwhelmingly in favour of independence from Tbilisi in an unrecognised referendum. In a simultaneous referendum, the region's minority ethnic Georgians vote to stay with Tbilisi. </p> <p>October 2007 - Talks hosted by the Organisation for Security and Cooperation in Europe between Georgia and South Ossetia break down. </p> <p>March 2008 - South Ossetia asks the world to recognise its independence from Georgia, following the west's support for Kosovo's secession from Serbia. </p> <p>March 2008 - Georgia's bid to join Nato prompts Russia's parliament to urge the Kremlin to recognise the independence of South Ossetia and Abkhazia. </p> <p>April 2008 - South Ossetia rejects a Georgian power-sharing deal and insists on full independence. </p> <p>August 2008 - Fighting breaks out between Georgian and separatist South Ossetian forces.</p>",
  "<p>Pakistan has reached a watershed moment in its short history. For the first time in its six decades of existence, formal proceedings are in train to remove a sitting military head of state. In some respects, recent events reflect past experiences. The Pakistan supreme court has previously declared the <a href=\"http://en.wikipedia.org/wiki/Yahya_Khan\">Yahya Khan</a> and <a href=\"http://www.historycommons.org/entity.jsp?entity=muhammad_zia_ul-haq\">Zia ul-Haq</a> dictatorships illegal. On both occasions, however, the decisions occurred after the two men had relinquished power. The current decision to <a href=\"http://uk.reuters.com/article/worldNews/idUKISL26399620080808\">impeach Musharraf</a>, should he fail a vote of confidence in the national assembly, is somewhat unprecedented. It is a shot in the arm for the rule of law in Pakistan.</p> <p>At the same time as impeachment has been mooted in Pakistan, another, largely ignored one is being considered in the United States. Last month former presidential nominee, Dennis Kucinich, brought proceedings to impeach George Bush for orchestrating the invasion of Iraq. The Senate judiciary committee hearing his <a href=\" http://kucinich.us/impeachment/articles.pdf\">petition (pdf)</a> did not allow Kucinich to use the 'I' word, however, and the hearing is symbolic at best.</p> <p>But there remains an underlying logic to impeachment. Richard Nixon was almost impeached for clandestinely seeking to undermine his Democratic opponents (he resigned before he could be chucked out) and Bill Clinton was impeached for failing to disclose his sexual relations with Monica Lewinsky (the House of Representatives impeached him, but the Senate acquitted him, and he wasn't subsequently removed from office). It is therefore reasonable to query why impeachment proceedings against George Bush have only been countenanced so hesitantly and only now. Even at this juncture there is little support for the impeachment of George Bush from the Democrats or the media. </p> <p>It's interesting to compare the impeachment efforts in Pakistan and the US, given their stark contrasts. Pakistan is a desperately poor, lower-tier power mired in years of corruption and a recent upsurge in violence instigated in part by elements of its own military intelligence. The US, in comparison, is the wealthiest, most powerful nation on the planet. Yet it too has been mired in political corruption and economic scandals. In their own ways, the countries share an alarming addiction to military corporatism. Both Pakistan under Musharraf and the US under Bush favour military solutions to political problems.</p> <p>Nancy Pelosi, Democratic speaker of the house, <a href=\"http://www.democracynow.org/2008/7/30/house_speaker_nancy_pelosi_defends_her\">opposes</a> impeachment because \"it would be divisive for the country\". But, \"if somebody had a crime that the president had committed,\" she mentioned flippantly on American television recently, \"that would be a different story.\" Presumably the jury is out on Iraq until photos of Bush doing the thumbs-up at Abu Ghraib are unearthed. Barack Obama has decided to steer clear of the issue entirely. His stand could be excused on account of immediate political expediency. In one sense, he has very little to gain from supporting impeachment. John McCain would get free ammunition to line up Obama for the standard unpatriotic Democrat rhetoric.</p> <p>Of course, all of this raises the question of what precisely politicians are meant to be doing if they always dodge politically risky issues. Just prior to gaining control of Congress in 2006, the Democrats raced to quash rumours that they would seek to impeach Bush. Pelosi argued, credibly, that such moves would only act as fodder for Republicans seeking to avoid likely defeat. \"Making them lame ducks is good enough for me,\" Pelosi told the 60 Minutes programme. She repeated this argument in <a href=\"http://www.time.com/time/magazine/article/0,9171,1828320,00.html\">Time</a> only last week.</p> <p>Sadly, impeachment proceedings did not start after the Democratic takeover of Congress in 2006. What followed was a lame duck Democratic party consistently voting to support America's continued occupation of Iraq. It was left instead to Dennis Kucinich, the maverick congressman from Ohio, to launch independent proceedings against Bush and Dick Cheney. His efforts have been joined by a number of citizen activists that includes the man who prosecuted Charles Manson.</p> <p>Since its election <a href=\"http://www.iht.com/articles/reuters/2008/02/20/asia/OUKWD-UK-PAKISTAN-ELECTION.php\">victory</a> in February, Pakistan's coalition government has been chided by western observers for dithering in the face of a resurgent Taliban movement. It is true that the government's two major powerbrokers, Asif Zardari and Nawaz Sharif, have largely been more interested in turf wars than mounting a consistent policy platform. And yes, the impeachment proceedings are politically motivated. Ordinary Pakistanis are hurting as the cost of fuel and basic foodstuffs increases at an alarming rate (by a <a href=\"http://www.statpak.gov.pk/depts/fbs/statistics/price_statistics/weekly_spi/report.pdf\">whopping 32% (pdf)</a> in July alone). The coalition government has been blaming Musharraf for these ills. Impeachment gives Sharif and Zardari further ammunition to stave off an electorate with little faith in them.</p> <p>But for whatever reasons, Pakistan's politicians have taken a calculated risk. If they fail it will only serve to validate Musharraf. That they decided to proceed regardless is something to celebrate. Democracies, let alone coalition governments in a country as volatile as Pakistan, are complex animals. The impeachment proceedings against Musharraf are proof that Pakistan's politicians can occasionally rise above their nation's traumas to seek accountability for a dictator who has been consistently supported by the west.</p> <p><em>This article was amended at 12:40 on Friday August 8</em></p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109339/Gallup-Daily-Preferences-Stable-Obama.aspx\">Obama 46%, McCain 43%</a>. (But read <a href=\"http://www.politicalbase.com/profile/Mark%20Nickolas/blog/&amp;blogId=3012\">this Democrat's analysis</a> to learn why a small lead in the popular vote often results in an election landslide.)</p> <p>The McCain campaign plans to return \"tens of thousands of dollars\" in contributions solicited by a business partner of Harry Sargeant, the controversial Florida Republican with business interests in Iraq, whose fundraising has been coming in for scrutiny all week. [<a href=\"http://www.latimes.com/news/politics/la-na-mccainmoney8-2008aug08,0,5151096.story\">Los Angeles Times</a>]</p> <p>A 22-year-old Floridian who says he suffers from psychiatric problems has been arrested for allegedly threatening to assassinate Barack Obama. It's also reported that he said something similar about George Bush. [<a href=\"http://apnews.myway.com/article/20080807/D92DMRB80.html\">AP</a>]</p> <p>Following yesterday's news that Bill Clinton's getting a major speaking slot at the Denver convention, here's more on how the Democrats plan to keep the peace and pacify still-angry Hillary Clinton supporters. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/07/AR2008080703551.html?xid=rss-page\">Washington Post</a>]</p> <p>The New York Times profiles possible McCain vice-presidential pick Tim Pawlenty, the governor of Minnesota, reminding us of his actually pretty funny monologue on a local radio station earlier this year, about his wife, which ended with the line \"...now if only I could get her to have sex with me.\" [<a href=\"http://www.nytimes.com/2008/08/08/us/politics/08pawlenty.html?_r=1&amp;hp=&amp;adxnnl=1&amp;oref=slogin&amp;adxnnlx=1218193791-vtOkz8FcKbgwCk6ZPSJmzg&amp;pagewanted=print\">New York Times</a>]</p> <p>Obama's restful vacation plans in Hawaii include a \"Welcome To Hawaii Event With Barack And Michelle Obama\" today. There's \"rising angst,\" meanwhile, among his campaign strategists, partly because when Democrats go on holiday they do things that make them look silly: see <a href=\"http://www.youtube.com/watch?v=pbdzMLk9wHQ\">John Kerry windsurfing</a>. [<a href=\"http://www.ft.com/cms/s/0/71ac6fdc-64ac-11dd-af61-0000779fd18c,dwp_uuid=729ab242-9cb1-11db-8ec6-0000779e2340.html\">Financial Times</a>]</p> <p>Yesterday the Republicans <a href=\"http://www.theguardian.com/world/2008/aug/08/barackobama.hillaryclinton\">released a damaging ad</a> in which senior Democrats, including Hillary Clinton, praised John McCain. Now the Democrats <a href=\"http://www.youtube.com/watch?v=eBsRbMimtlA\">hit back</a>. [YouTube]</p> <p>Liberal bloggers swear 12 times more than conservative ones. [<a href=\"http://washingtontimes.com/news/2008/aug/07/profanity-greater-on-liberal-blogs/\">Washington Times</a>]</p>"
]