[
  "<video data-media-id=\"gu-video-337909448\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1813552003_gdn-nat-080923-BrownSpeechClips-FLV-4x3.flv\"/> </video>   <p>Gordon Brown delivered a highly personal speech yesterday in which he demanded the right to take his party into the next election, claimed the troubled beginning of a new global age \"is no time for a novice\", and promised to be \"the rock of stability and fairness upon which people can stand\".</p> <p>With the audience in the hall in Manchester willing Brown to succeed in producing the speech of his life, he offered a quieter, more humane delivery, as he reintroduced himself to the electorate, confessing: \"I'm not going to try to be something I am not. If people say I am too serious, quite honestly there is a lot to be serious about.\"</p> <p>He said he was offering \"a new settlement for new times,\" and insisted the crisis in the financial markets more than ever required an interventionist government \"that has the power to change lives\".</p> <p>In an oration necessarily light on costly policy commitments, he promised to abolish prescription charges for 250,000 cancer patients in England from April, an independent commissioner for victims of crime, a new settlement for social care, and a new legal duty on government to meet its commitment to abolish child poverty by 2020, which Labour believes the Tories will be unable to endorse.</p> <p>The hour-long speech won him genuine plaudits from across the party last night and will have bought him time, as his cabinet colleagues now wait for the verdict of the polls in coming months.</p> <p>It emerged last night that Ruth Kelly, the transport secretary, is stepping down from cabinet. She told Brown during the summer that she wanted to spend more time with her family of four children. Sources close to Kelly insisted that the devout Catholic's decision was motivated neither by disillusion with Brown nor by any religious disagreements over the human fertilization and embryology bill.</p> <p>At one point in his speech Brown drew on Sarah Palin, the Republican vice-presidential candidate, saying he had not come to London to join the establishment and he plagiarised Barack Obama's catchline, \"this is not about me but about you\".</p> <p>He also drew on the emotional traditions of US politics by unexpectedly allowing his wife, Sarah, to introduce and endorse him, to rapturous applause, just as Michelle Obama had introduced her husband at the Democratic convention.</p> <p>The audience warmed most to the barbed assaults on the \"salesmen\" Tories, including a personal attack on David Cameron in which Brown said the Tory leader was using his children as props, \"serving them up for spreads in the papers\".</p> <p>Brown insisted people had learned that they could not trust the Conservatives to run the economy, adding: \"Everyone knows I am in favour of apprenticeships, but let me tell you this is no time for a novice.\" Primarily aimed at Cameron, the barb was immediately seen to apply with equal force to his chief internal rival, David Miliband.</p> <p>Overall, Brown made little direct reference to the internal criticism that has plagued his conference, except to warn: \"The British people would never forgive us if at this time we looked inwards to the affairs of just our party, when our duty is to the interests of the country.\"</p> <p>But he also made his much anticipated, if limited apology, saying: \"Where I have made mistakes I'll put my hand up and try to put them right.\" He had been \"stung\" by the 10p tax rate fiasco, saying \"it really hurt that people felt I was not on the side of people on middle and modest incomes\", and promised he would never allow that to happen again.</p> <p>His single biggest pitch to the country was that in these uncertain times, his government \"will prove to be the rock of stability and fairness upon which people stand\".</p> <p>He said the last seven days were \"the week the world was spun on its axis, and old certainties turned on their heads\". \"Insuring people against the new risks and empowering people with new opportunities is the mission of the hour,\" he said.</p> <p>He promised a green paper on long-term social care and also promised to abolish all charges for patients with long-term conditions, an expensive pledge covering 5 million people.</p> <p>Brown's camp was jubilant last night. One former cabinet minister said: \"He found a new tone today and as a result he has bought himself some time, but this will be decided by the voters in the weeks and months to come.\"</p> <h2>Misquote claim</h2> <p>Gordon Brown was accused of misquoting shadow chancellor George Osborne when he said: \"In the week that banks were collapsing the man who wants to run our economy ... said 'it's a function of financial markets that people make loads of money out of the misery of others'.\"</p> <p>Speaking on Newsnight, Osborne actually said: \"No one takes pleasure from people making money out of the misery of others, but that is a function of capitalist markets. The real issue is what is (sic) the causes of this problem ... And the causes of the problem are an economy built on debt, a housing boom that went on for 10 years unchecked.\"<br><strong>Nicholas Watt</strong></p>",
  "<p>Labour's conference in Manchester has generated a reminder that the challenge of calculating the political impact of recent - and current - financial market upheavals is not as straightforward as it may seem. That cautionary note applies with special force in the United States, where the first presidential election debate between Barack Obama and John McCain will take place on Friday. </p> <p>There is a beguilingly simple narrative about the impact of the US financial meltdown that goes like this: the credit crunch has forced the government to accept its regulatory responsibilities; the Bush administration's about-turn swings the balance of the political contest towards the Democrats, traditionally the party of the vulnerable, and against the Republicans, party of the super-rich; in short, the crisis on Wall Street smooths Mr Obama's path to the White House, and proves once again that the economy always shapes the outcome of elections.</p> <p>Some bits of this story are true. But that does not mean they stack up as neatly as may appear. The Wall Street meltdown is actually having a different impact among legislators in Washington to the one it is having on the campaign trail. While the Bush administration battles to persuade the Democrat-controlled Congress (and its own Republican supporters on Capitol Hill) that treasury secretary Henry Paulson's $700bn bailout is economically necessary, fiscally sustainable and politically controllable, the two presidential candidates are operating in a parallel universe. With just six weeks to go before the election, both candidates are trying to keep events in Washington (and in Manhattan) at something of a distance, compelled to respond to them but wary at the same time that they might find themselves on the wrong side of the next outburst of populist indignation against greedy bankers.</p> <p>In a more simple world this election would be a straight contest between a free-market liberal Republican who took responsibility for the Bush administration's record and a welfarist Democrat who promised a new deal to get middle America's jobs, mortgages and savings into good order once again. In some ways, stripped down to essentials, that is what it actually is. But the election is also still about hope, experience, the real economy, national security and race, and it will be won and lost in the battleground states where such contests are generally decided. The financial meltdown has helped refocus the contest on the economy and has enabled Mr Obama to regain momentum. But in America, as in Britain, the political fallout of this month's events has yet to take anything approaching its final shape.</p>",
  "<p>Barack Obama and John McCain began intensive rehearsals yesterday for the first presidential debate on Friday, which both men hope will break the stubborn weeks-long deadlock in the opinion polls.</p> <p>Obama has abandoned all but a handful of campaign events to devote almost four days to training for the clash, setting up a debates camp in Tampa, Florida. His performances on a mock-up of the debate stage are being videoed and scrutinised for his answers and facial expressions. McCain is fitting rehearsals in between an almost full campaign programme. </p> <p>The Obama-McCain clash, which is expected to attract the biggest-ever US television audience for a political debate, is to be held at the symbolically resonant University of Mississippi, once a bastion of racism and scene of violent clashes during the civil rights campaign of the 1960s.</p> <p>Neil Newhouse, a Republican pollster, said: \"I do not think any debate has ever been more important ... There is a huge amount at stake in this.\"</p> <p>Stan Greenberg, a pollster for the Democrats, said presidential debates had a big impact, with the potential for all the campaign work and poll leads of the preceding months to be \"wiped out in seconds\". </p> <p>The debate comes as pollsters are split on why Obama has not opened a big lead over McCain, given the state of the economy, President George Bush's unpopularity, and hostility towards the Iraq war. </p> <p>Racism has emerged in recent days as one of the main factors, after a reluctance by pollsters to discuss it. One estimate is that it could be costing Obama up to 6% of votes, enough to lose the election. A USA Today poll yesterday showed the two remain tied, as they have been for weeks - with Obama on 47% and McCain on 45%. An AP poll showed that a third of white Democrats had a negative view of blacks.</p> <p>Neither Obama nor McCain, based on performances in the primaries, is a strong debater, with the Democratic candidate needing to curb overlong answers and McCain to curb his temper. The two held a joint meeting last month but did not debate, instead being interviewed back-to-back. McCain came across better, with short, humorous replies in contrast to Obama's reflective and academic replies. </p> <p>In spite of recent weeks being subsumed by Wall Street, the debate will just be on foreign affairs, McCain's strong point. The first of the three debates was supposed to be on domestic policy but Obama fought to have that left to the end. </p> <p>The preparation goes down to even camera angles and make-up. McCain has a scar on his face that his advisers want to ensure does not appear too prominent.</p>",
  "<p>By forcing out President Thabo Mbeki so vindictively, the <a href=\"http://www.anc.org.za/show.php?doc=lists/ancnec.html&amp;title=ANC+NEC\">ANC leadership</a> may have to sacrifice Jacob Zuma, the party leader, to prevent a backlash that could break up the party ahead of next year's general elections. </p> <p>Today – as expected – a third of Mbeki's cabinet <a href=\"http://www.theguardian.com/world/2008/sep/23/southafrica.mbeki1\">resigned</a> in anger with the way he has been treated, deepening the biggest political crisis since South Africa became democratic in 1994. Since Mbeki's resignation on Sunday, Zuma had pleaded with Cabinet ministers not to resign – with limited success. Some ANC leaders have said they will form their own party, to challenge a Zuma-led ANC in next year's general election. This shows the extent of the dissatisfaction among the ANC rank-and-file, even those who have been traditionally critical of Mbeki, who had only four months left on his presidential term. Other ANC members are now planning mass protests across the country. The only way to unify the ANC is not to have Zuma president of South Africa, and make <a href=\"http://www.theguardian.com/world/2008/sep/22/southafrica4\">Kgalema Motlanthe</a>, the caretaker president, the permanent candidate. </p> <p>Zuma may be popular, and have a hardcore, loud and militant support base who are prepared to \"die\" to have him president, but at the same time, a large proportion of the ANC's membership disapprove of him with equal gusto. They are unlikely to vote for the ANC when he is the presidential candidate. For the ANC to think that Mbeki's forced exit will \"unify the party\", as ANC general secretary <a href=\"http://news.my.msn.com/topstories/article.aspx?cp-documentid=1687408\">Gwede Mantashe</a> said when he announced Mbeki's sacking, is to be in denial, the favourite response to crises, of the very man they ousted. </p> <p>It is unlikely that those who determinedly moved to oust Mbeki understood the significance of what they have done. They have unleashed a political hurricane, which they cannot control. Mbeki was fired by the Zuma group in charge of the ANC, because they feared he would set up a commission investigating corruption related to the controversial arms deal, in which Zuma is implicated, or recharge him. Zuma has 16 charges of corruption against him. Judge Chris Nicholson, who cleared Zuma on a technicality, emphasised he did not give a verdict on the charges, but proposed the prosecutors recharge Zuma, provided they do so by following the proper procedures. The prosecutors have been under such an attack from the Zuma camp now that their very credibility may rest on recharging Zuma. In any event, they know that if Zuma comes to power, the prosecuting unit may be broken up. Furthermore, a number of private prosecutions against Zuma have been lined up – so it is difficult to see how Zuma is going to extricate himself out of the very real criminal charges, which have already seen his former financial advisor sent to jail for 15 years. </p> <p>Following Mbeki's forced exit, the Zuma coalition, consisting of five distinctly different groups, who were all opposed to Mbeki, have lost the glue that held them together – opposition to Mbeki. Furthermore, with Mbeki gone, all of them are now focusing on securing their own interests in the leadership vacuum. Within the Zuma coalition, not all are set on securing the presidency of South Africa for Zuma. Those who are include: the <a href=\"http://70.84.171.10/~etools/anc/youth/index.php\">ANC youth league</a>, the pro-Zuma black economic empowerment business oligarchs – both hoping to secure patronage; the communist party (SACP) and the trade unionists (Cosatu), who nave no alternative presidential candidate of their own, think they can manipulate Zuma in power; and those ANC leaders who are being investigated by the national prosecuting authority for corruption, because, they argue that if Zuma's case is quashed – especially when he comes to power, theirs will also. </p> <p>Now the Zuma coalition are divided between those who want Zuma at all costs to become president, such as those seeking a pardon for corruption or patronage, versus those who are prepared to look for a unifying ANC leader that will be pro-poor – the latter include the more serious elements of Cosatu and the SACP. Yet, Zuma is not entirely in control of his own coalition: rather they may actually be in charge of him. He opposed efforts to oust Mbeki, because he feared he will inherit a divided party, unprepared to run a general election. However, he was rudely overruled by his own militants. Furthermore, in the week when Mbeki detractors within the Zuma coalition moved to oust him, all the old presidential rivals of Mbeki, Cyril Ramaphosa, Mathews and Tokyo Sexwale, again took centre stage within the ANC, dwarfing Zuma, almost like a decade ago. </p> <p>Until yesterday, the Zuma camp, in control of the ANC had planned to appoint <a href=\"http://www.theguardian.com/world/2008/sep/19/southafrica1?gusrc=rss&amp;feed=worldnews\">Baleka Mbete</a>, the speaker of parliament, and the ANC's chairwoman, and a more pliable supporter, as interim president, to smooth the way for Zuma and to create an environment for Zuma's legal charges to be withdrawn. However, Motlanthe's elevation as interim president shows that divisions with Zuma's coalition are now deepening. Motlanthe was the choice of those in the Zuma coalition who are more interested in keeping the ANC united, and securing a pro-poor government focus, rather then putting Zuma into the presidency. They have long seen him as an alternative candidate for the presidency if Zuma stumbles over his legal hurdles. Motlanthe does things by the book. Motlanthe is also one of the few ANC leaders with support in both the Mbeki and Zuma camps. Zuma rightly perceives him as a serious rival. </p> <p>In this crisis, there may be openings for other young Turks of Motlanthe's generation. To contain the young Turks – Motlanthe, Phosa, Sexwale and Ramaphosa, Zuma has promised to stay as president for one term only, and then allow a competitive election for the leadership between them. But Mothlante will now have inside track, because he is already an MP, while the others, including Zuma are not. He will be presiding president for six months, which is enough to show his credentials not only as a unifying figure, but a source of new ideas, energy and principle, and to contrast this to the divisive potential of a populist Zuma. </p> <p>It will be ironic if it takes the ANC to go through such a destructive process, if it eventually get some sense and appoint Motlanthe or any other of the younger talent, Phosa, Sexwale and Ramaphosa as new leader, such an obvious solution to unite the ANC and the country again, and should have been done a long time before.</p>",
  "<p>Barack Obama began intensive rehearsals at a specially-prepared camp in Florida today for his debate showdown with John McCain on Friday that both men hope will break the stubborn weeks-long poll deadlock.</p> <p>Obama has abandoned all but a handful of campaign events to devote almost four days to training for the clash. His performances on a mock-up of the debate stage are being videoed and then scrutinised not only for his answers but for his facial expressions.</p> <p>McCain has not set up a similar debate camp and is continuing with almost a full campaign programme, fitting rehearsals in between.</p> <p>The Obama-McCain clash, which is expected to attract the biggest-ever US television audience for a political debate, is to be held at the symbolically-resonant University of Mississippi, once a bastion of racism and scene of violent clashes during the civil rights campaign of 1960s.</p> <p>Neil Newhouse, a Republican pollster, said: \"I do not think any debate has ever been more important ... There is a huge amount at stake in this.\"</p> <p>Stan Greenberg, a pollster for the Democrats, said presidential debates have a big impact, with the potential for all the campaign work of the preceding months \"wiped out in seconds\". He noted that previous debates had seen poll leads wiped out.</p> <p>The debate comes at a time when pollsters are divided on why Obama has failed to open a substantial lead over McCain given the state of the economy, the unpopularity of President George Bush and hostility towards the Iraq war.</p> <p>Race has emerged over the last few days as one of the main factors, after a reluctance by pollsters to discuss it. One estimate is that it could be costing Obama up to 6% of votes, enough to lose the election.</p> <p>A USA Today poll today showed the two remain essentially tied, as they have been for weeks - with Obama on 47% and McCain on 45%. An AP poll at the weekend showed that a third of white Democrats had a negative view of blacks.</p> <p>Neither Obama nor McCain, based on their performances in the primaries, is a strong debater, with the Democratic candidate needing to curb rambling answers and McCain to avoid flashes of temper. </p> <p>The two held a joint town-hall style meeting last month but they did not debate, instead being interviewed back-to-back. McCain came across the better, with short, humourous replies in contrast with Obama's more reflective, academic and over-long replies.</p> <p>In spite of the last fortnight being subsumed by Wall Street, the debate will be devoted solely to foreign affairs, McCain's strong point.</p> <p>The first of the three presidential debates was supposed to be on domestic policy but Obama fought to have that pushed back to the end.</p> <p>Obama will leave his debate camp before Friday for only for a few campaign events within easy reach.</p> <p>Teams of researchers and advisers have gone through all of McCain's debates against Bush in 2000 and against his Republican opponents for the party nomination last year and earlier this year looking for weaknesses.</p> <p>McCain's debate sparring partner, reciting Obama's likely lines of attack and responses, is Michael Steele, a prominent black Republican and former lieutenant-governor of Maryland.</p> <p>McCain's campaign team has so far failed to find a sparring partner for his running mate, Sarah Palin, who faces a vice-presidential debate with Joe Biden the following week. Biden is practising with Jennifer Granholm, governor of Michigan, who, like Palin, is a sports mom and former beauty contest winner.</p> <p>The level of detailed preparation goes down to the level of camera angles and even make-up. McCain has a prominent scar on one side of his face that his advisers want to ensure does not appear too visible.</p> <p>The two will stand at lecterns, after McCain's team concluded he performed better on his feet than sitting down.</p>",
  "<p>Reading the newspapers in the past few weeks, you'd be forgiven for thinking that the entire US female population, no matter what their political convictions, has lined up to get on the Sarah Palin bandwagon. As a Swede who moved to New York in my early 20s, my heart has been sinking with every Gallup report published, showing a swing toward the McCain-Palin ticket.</p> <p>There have been columns by renowned feminists <a href=\"http://www.latimes.com/news/opinion/commentary/la-oe-steinem4-2008sep04,0,7915118.story\">like Gloria Steinem</a> protesting Palin's feminist credentials, but my fear was that that would only fuel the anti-elitist movement: \"Oh, just another 'intellectual' who doesn't understand the everyday life of ordinary American working-class mothers.\"</p> <p>Then, the other day, something amazing happened. A chain email from a friend landed in my inbox. It originated with a couple of ordinary American female citizens who had been offended by the Republican spin doctors' assumption that women would automatically swallow any old slogans and policies, just because they came out of a woman's mouth.</p> <p>The email was very polite, apologising for any offence it might cause to anyone disagreeing with their opinion. They said that they had no big organisation behind them and that anyone replying would not be put on a mailing list - they had just felt such an urge to make their voices heard (and to find out if anyone else felt the same way). After getting several hundred replies within a few days, they decided to create a blog as a forum for likeminded women, called <a href=\"http://womenagainstsarahpalin.blogspot.com/\">Women Against Sarah Palin</a>.</p> <p>Reading the posts on the website, it's immediately apparent that the<br>picture that's been painted by the Republicans and much of the media is not an accurate one. Remarkably, many of these posts are written by women from small towns in red states who identify as mothers, grandmothers, Republicans, Christians – even pro-lifers. Yet they are all strongly against appointing a vice-presidential candidate with such grave inexperience and divisive views as Palin.</p> <p>Their quotes are incredibly articulate, eloquent and furious. Here<br>are excerpts from a few of them:</p> <blockquote> <p>\"I am a fiscally conservative, socially liberal Republican. I am aghast at the choice the Republican ticket has made in Sarah Palin. … I am so ashamed to be a Republican that I have re-registered as a Democrat this year because, frankly, they are more like original Republicans anyway (less government, more power to the people).\"<br>-Susan W, 65, Flagstaff, Arizona</p> <p>\"First I want to say that I am an evangelical Christian southern female who opposes abortion. However, any seriously thoughtful Christian will admit that this is only one of several Biblical principles and no one candidate nor political party owns a consistent Christian platform. I am writing to state in the strongest of terms that I am appalled at the choice of Sarah Palin as the Republican VP nominee. … Palin's smugness, arrogance and lack of humility further guarantee that her election would continue our country's disastrous course of the last eight years under the Bush-Cheney administration.\"<br>-Susan M, Maryland</p> <p>\"If I wanted to live in a theocracy, I'd move to Iran. This nomination is McCain's way of patting us all on our little heads and saying, 'There you go, honey! Now don't worry your little head about this government stuff.'\"<br>-Christin R</p> <p>\"I was raped at age 18. I was not impregnated but had I been I believe I am owed the choice to decide on motherhood. Palin stands for the destruction of choice. She is a contradiction in every aspect of the word. Please do not elect this woman as VP. Please.\"<br>-AT, 19, Santa Fe, New Mexico</p> </blockquote> <p>Judging by the steady stream of \"information\" churned out by<br>Republican spin-doctors, Palin's been the saviour of her home state, Alaska. But even Alaskan women have felt the urge to <a href=\"http://www.adn.com/sarah-palin/story/525510.html\">protest</a> this assumption by staging a protest in Anchorage - despite being bombarded with hateful, abusive phone calls and being called socialist, baby-killing maggots by a local DJ. These women have experienced years of <a href=\"http://edition.cnn.com/2008/POLITICS/09/21/palin.rape.exams/index.html\">Palin policies</a> and fear what they might do to the country.</p> <p>Historically, religious conservatives have been much more organised, vocal and aggressive than their liberal counterparts. The American Family Association even managed to push Heinz to drop a <a href=\"http://www.theguardian.com/media/2008/jul/01/advertising.usa\">TV ad</a> that showed two men kissing – even though it was only shown in the UK and not in the US. That's why it's so remarkable that Palin's nomination is bringing out the fighting spirit in women across the political spectrum.</p> <p>Maybe the result of this cunning move by the McCain camp will have the opposite effect of what was intended. Maybe it will rally the normally complacent to stand up and be counted once they truly realise what's at stake. Judging by the comments on the Women Against Sarah Palin blog, McCain may just have underestimated the integrity of the female population of the US.</p>",
  "<p>One-third of white Democrats, an <a href=\"http://news.yahoo.com/page/election-2008-political-pulse-obama-race\">AP-Yahoo News poll</a> has discovered, have a deeply negative view of black Americans. These Democrats believe that we are \"lazy\", \"violent\" and responsible for our own troubles. File under <a href=\"http://en.wikipedia.org/wiki/Man_bites_dog_(journalism)\">\"dog bites man\"</a>, you might think. Everyone already knew that more than a few white Americans have serious issues with black Americans.</p> <p>Hillary Clinton broke it down when <a href=\"http://www.usatoday.com/news/politics/election2008/2008-05-07-clintoninterview_N.htm\">she observed in May</a> - as a reason to support her dying campaign to become the Democratic nominee for president - that Barack Obama's \"support among working, hard-working Americans, white Americans, is weakening again.\" She was not only citing her appeal to a significant, perhaps pivotal, group of Democrats but also playing on their sense that blacks are unworthy.</p> <p>Democrats are supposed to have largely moved on from that trying period, which put on display dispiriting race and gender fissures in their party. On this front, the question is whether Obama will win the presidency. And this comes down to whether he will gain enough support from white Democrats, <a href=\"http://edition.cnn.com/2008/POLITICS/06/09/clinton.supporters/index.html\">17% of whom plan to vote for John McCain and Sarah Palin</a>, who surely must be the worst presidential ticket, in the worst of times for Republicans and the country, in recent memory.</p> <p>But that is not what interests me most here and now. I'm more interested in the AP article that accompanies the poll. The lede states: \"Deep-seated racial misgivings could cost Barack Obama the White House.\" This is puzzling. How could \"racial misgivings\" regarding lazy, violent and irresponsible blacks cost Obama anything? What do these racial misgivings have to do with him - and the millions of other black Americans who do not fit the negative stereotype?</p> <p>I am no Obamatron, but facts are facts. Obama is a well-known figure of national and even global stature at this point. Despite the claim, often echoed sympathetically in the mainstream media, that many whites still don't know enough about him, he has written two autobiographies, served as a US senator since 2005, was an Illinois state senator for seven years before that and is a Harvard Law School graduate.</p> <p>Obama is not lazy, violent or irresponsible. He has to be one of the hardest working, conciliatory and intelligent of public citizens, though he probably is not the transformational politician his fervent supporters take him to be. Shouldn't Clinton's white Democrats love him, their racial misgivings aside? Not if these Democrats are racist - and they are.</p> <p>Read the poll results and the article. Don't blame me, the messenger. I repeat: They are racist white men and white women, who happen to be Democrats. News organisations have a responsibility to call this \"racial misgivings\" phenomenon what it is: racism. Failure to do so fuels the popular notion that the only whites who truly count as racists identify with the Klan or at least utter \"nigger\" routinely.</p> <p>If these white Democrats merely had racial misgivings, this could not cost Obama. He appears to represent the opposite of all they deem true and contemptible about blacks. So we would expect him to be their model of a good black person and their exemplar of what is possible in this country on grounds of merit and charisma - as indeed he is for many of his white supporters.</p> <p>Since Obama obviously is not lazy, violent or irresponsible, the major problem those with racial misgivings have with him must be that he is a person with conspicuous African ancestry, aka a black person. When one cannot overcome one's racial misgivings, even when presented with an individual who does not embody features that are the alleged basis for the misgivings about his group, then one is a racist.</p> <p>The racial misgivings crowd can no longer play the competency card with a straight face. Especially after the last two weeks, no Democrats of right, non-racist mind could believe that Barack Obama and Joe Biden are less competent and less likely to \"bring about the change they want\" than McCain and Palin - no matter that more than a quarter of all Democrats told the AP-Yahoo News pollsters otherwise.</p> <p>As an Ohio Democrat sitting among friends said openly: \"We still don't like black people.\" They understandably do not like us lazy, violent and irresponsible. Nor - as Republican representative Lynn Westmoreland conveyed in flat-out <a href=\"http://thehill.com/leading-the-news/westmoreland-calls-obama-uppity-2008-09-04.html\">calling Obama \"uppity\"</a> - do they like us hard working, law abiding, responsible, intelligent and ambitious. Basically, a significant number of whites, including Democrats, don't like us, period - regardless of our character, talent and achievements as individuals.</p> <p>Maybe Clinton was right that she could capture enough of the white vote and Obama could not. I'm not entirely sure what her observation says about her, but I do know what the very real possibility of its truth continues to say about the United States.</p>",
  "<p>During a 2004 press conference, Michael Moore took the collected representatives of the mainstream media to task for their failure to interrogate the Bush administration's reasons for invading Iraq. Moore insisted that his own films were \"the anti-propaganda. The only thing sad about that is that people have to pay eight or nine dollars to come to a movie theater and get a babysitter to learn things they should be getting for free sitting on the couch and eating Tostitos.\"</p> <p>With his latest documentary feature, Moore has put his money where his mouth is. Slacker Uprising, a record of the speaking tour with which he aimed to get the young Democratic vote out for the 2004 presidential election, was today made available online, free of charge, to anyone who wanted to see it – well, anyone resident in north America with the requisite bandwidth, that is.</p> <p>It's a novel and admirable distribution model that deserves to do well. The movie itself, however, is a disappointment that will give ammunition to those who see Moore as a self-aggrandising propagandist while contributing little of substance to the present campaign – one that threatens to put both 2004 and 2000 in the shade when it comes to duplicitous, culturally divisive campaigning.</p> <p>Slacker Uprising opens with intertitles expressing bombast and humility. The speaking tour, passing through 60 cities in 20 battleground states, was, we are told, Moore's attempt \"to save John Kerry and the Democrats from themselves\" – but the film will be a document of a \"failed attempt to turn things around.\" As it turns out, there's no consideration of that failure at all. The film concludes by insisting that almost all the places on Moore's tour voted for Kerry, and that the young demographic Moore targeted was the only one that went Democratic. The obvious conclusion – that the strategy was insufficient to the task of unseating Bush – is not mentioned.</p> <p>What we get instead is Moore the filmmaker following Moore the public<br>speaker from venue to venue as he is cheered by adoring crowds, hailed by the likes of Joan Baez, Michael Stipe and Viggo Mortensen and showcases his witty way with hecklers. (A group of Christian activists is met with the riposte: \"Let me ask you something. What would Jesus bomb?\") Moore is a good rabble-rouser and his aim of motivating a historically indifferent sector of the electorate is laudable. There is ample evidence too of disturbingly undemocratic efforts by Republican activists to prevent him from speaking. But Slacker Uprising offers neither analysis of these tensions nor lessons from Kerry's defeat. In fact, it offers no argument whatsoever, just a lot of shots of Moore's name on digital marquees and his face preaching to the choir.</p>",
  "<p>The question still pertains: How can Democrats prevent McCain from demagoguing the bailout?</p> <p>As I've been suggesting over the last two days, McCain and the GOP generally could come out of this smelling good politically by opposing the bailout. Say the administration compromises with the Democrats to the point that the Dems get on board, which as of now looks like it's happening. The Dems will vote for. Some number of Republicans will vote for, because there will be some number of Republicans whose personal interests (the circumstances of their election campaigns) will support a yea vote. </p> <p>So it passes. But lots of Reps, led by McCain, are free to vote against. They can critique it from a populist point of view and align the Democrats, and Obama, with Wall Street against Main Street. It's completely divorced from reality but it's what they would do.</p> <p>So I've been pondering how Democrats could prevent that. I offered <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/sep/22/johnmccain.barackobama1\">one idea yesterday</a>, which I'm still fond of. Here are two more, neither original with me:</p> <p>1. Harry Reid and Nancy Pelosi say that, since either Obama or McCain will be the president in a matter of a few short months and one or the other will have to handle the bulk of this crisis, they won't put anything up for a vote unless it has been signed off on by both candidates. I think that's kind of brilliant. It speaks to good-faith negotiation and bipartisanship. No responsible candidate can wriggle away from that.</p> <p>2. Reid and Pelosi craft a stopgap measure, something that is designed to be only temporary and to calm the markets for a spell, and say they'll let the next president adopt a longer-term bill. This too seems only reasonable with a presidential election coming up.</p> <p>I like both, especially 1. They totally block McCain's ability to be a cynical demagogue and take the high ground at the same time.<br></p>",
  "<p>The American Office is back on American TV. And all the Americans I know are <a href=\"http://www.brainsoap.com/articles/17587/film--tv\">rabbiting on</a> about how it's the greatest show on TV ever.</p> <p>It clearly isn't. Not when <a href=\"http://www.channel4.com/entertainment/tv/microsites/S/starstories/\">Star Stories</a> is on BBC America. But you can see why they're excited. The Office deals with race and alienation and the sheer banality of everyday life in a way that is truly revolutionary for the American sitcom. And this excites a certain part of America greatly.</p> <p>This year saw the second <a href=\"http://www.theofficeconvention.com\">Office convention</a> in Scranton - the boring town in northeast Pennsylvania that stands in for the Brit original's Slough (even though it's actually shot in California.)</p> <p>Scranton has also become the new <a href=\"http://en.wikipedia.org/wiki/Peoria,_Illinois\">Peoria</a> - the legendary political litmus test for the US presidential election. It came to prominence during the primaries as Hilary Clinton's (sorta) hometown. Turns out that Democratic vice-presidential candidate <a href=\"http://www.politickerpa.com/alexroarty/1559/obama-camp-pushes-bidens-scranton-roots\">Joe Biden is also (kinda) from Scranton</a>. And so - with grim inevitability - \"hard scrabble\" Scranton changed from a boring shithole that nobody cared about, into a marvelous microcosm of authentic, blue collar, domestic beer drinking, \"hard working\" America; and was namechecked by Democrats and Republicans alike as exactly the sort of <a href=\"http://www.realclearpolitics.com/articles/2008/08/scranton_is_the_new_peoria.html\">economically-depressed, white, working class dump</a> Obama has to win to have any chance of becoming president.</p> <p>A few weeks ago - following mentions by both <a href=\"http://www.wnep.com/Global/story.asp?S=9050014&amp;nav=\" menu158_2\" \">McCain and Palin</a> - the media descended on Scranton to interview every single one of its 77,000 bemused denizens a dozen times over. And every single one of the resulting articles, blogs and TV and radio pieces mentioned the Office. And these in turn inspired another flurry of articles reminding us that that the American version of the Office is great - because, just like Scranton, it's for real.</p> <p>It's not. It's rubbish. The American Office is a dysfunctional and unfunny pastiche of the original. When the British version first aired, I met several Americans who thought it was a documentary. \"Is England really that awful?\" asked one. Where the original is nail-bitingly excruciating, the US Office - dumbed down to the point of being insulting - is comfort food for liberals.</p> <p>Steve Carell's character (a cuddly, clownish version of Ricky Gervais' David Brent) makes a clumsily off-colour comment about race, the camera cuts to the black guy. Just in case you missed the fact that Steve Carell's character has said something about black people that the makers of the show think is wrong. Because you're stupid, presumably.</p> <p>When the original Office was shown on US TV, BBC America plugged it with a street interview with an enthusiastic US fan who said: \"If you don't see some of yourself in David Brent, then you are David Brent.\"</p> <p>The same simply can't be said of Steve Carell's two-dimensional and entirely unsympathetic Michael Scott. He's an Aunt Sally. A straightforward sad bastard to be straightforwardly laughed at. In short, where the BritOffice had you hiding behind the sofa AmeriOffice has you falling asleep on it. And yet it is huge.</p> <p>Plus there's Incredible Hulk syndrome - named after the moment when you realised that Bruce Banner was never going to find the cure for turning green and going mental. Where the Brit office had a natural two series (and a Christmas special) story arc, its US offspring - now seemingly in its gazillionth dead-donkey flogging season - will most likely keep hamfistedly hammering the same two shrill notes on the comedy organ for years to come. Will wotsit ever get off with thingy? Seriously, it's been three years now, who cares?</p> <p>But the number one reason the AmeriOffice sucks is that it simply doesn't need to exist.</p> <p>The opening of Ricky Gervais' (apparently not that fantastic) Hollywood vehicle <a href=\"http://www.apple.com/trailers/paramount/ghosttown/\">Ghost Town</a> has encouraged America's AmeriOffice haters to come tumbling out of the closet. <a href=\"http://www.slate.com/id/2200397\">Slate.com's reviewer</a> wrote: \"I'm one of those Office purists who still refuses to watch the American version; why remake perfection?\"</p> <p>That's a great question. And the answer is that the idiots who run US television think US viewers are drooling idiots utterly incapable of understanding a foreign-made show until it's been homogenised and stripped of any cultural reference that might puzzle, confuse or pique the curiosity of some mythical, mono-cultural Yankee Doodle everyperson.</p> <p>There is a T-shirt that says: \"The British version of this T-shirt is much funnier\". In the case of the Office, that T-shirt tells the truth.</p>",
  "<p>After months of disingenuous talk about bipartisanship and rising above politics, Democrats and Republicans, in Congress and on the presidential trail, seemed suddenly united - in their distrust of the White House's $700bn bailout plan, and their confusion as to how to play the issue to their advantage. </p> <p>Both John McCain and Barack Obama have condemned the notion of giving a \"blank cheque\" for the US treasury to buy up debt, and last night Democrats circulated a counterproposal that would impose far more limits on how the bailout would operate, including a crackdown on Wall Street salaries and a provision to route some of any government profits from the scheme into affordable housing schemes. </p> <p>Eventually, both presidential candidates, being senators, will have to vote on one or more versions of the plan. The closer it remains to its current form, the easier it will be for McCain to oppose it, helping him distance himself from the Bush administration and burnish his populist credentials. Obama, meanwhile, will need to balance populist opposition to the White House proposal with the need to show he's committed to finding a way through the crisis. </p> <p>Even more importantly, any eventual bailout will surely severely constrain the eventual winner's room for manoeuvre in his first years as president. \"The default position of the tone of the campaign has been pettiness and small-mindedness, lipstick and Britney,\" <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/22/new_realities_will_scuttle_cam.html?hpid=topnews\">wrote Dan Balz in the Washington Post</a>. \"Events, however, keep reminding voters that these are extraordinary times. Will the candidates rise to meet those challenges, not just when one of them takes the oath next January, but in the final weeks of this incredible campaign?\"<br> Maybe. There wasn't much sign of that yesterday, when senior McCain campaign strategist Steve Schmidt launched what was, even by contemporary Republican standards, an extraordinary attack on the media, picking <a href=\"http://www.nytimes.com/2008/09/23/us/politics/23times.html?ref=politics\">in particular on the New York Times</a>. The paper reported that Rick Davis, McCain's campaign manager, had been paid more than $30,000 per month in an earlier job working for a group seeking to limit government regulation of US mortgage lenders. </p> <p>\"There is no level of public vetting with regard to Senator Obama's record, his background, his past statements. There is no level of outrage directed at his deceitful ads. This is an organisation that is completely, totally, 150% in the tank for the Democrat candidate,\" Schmidt said in a media conference call. When Ben Smith, a reporter for the newspaper and website Politico, asked Schmidt to back up several of the factually dubious claims he'd made in the call, he refused. Instead, he told Smith: \"You're in the tank.\" </p> <h2>What to watch for</h2> <p>John McCain and Sarah Palin arrive at the UN General Assembly meeting today, where Palin will be introduced to several world leaders, and Henry Kissinger; Barack Obama heads to Florida to prepare for Friday's debate. </p> <h2>Latest polls</h2> <p>The candidates' positions in the four main tracking polls are largely unchanged; when they're averaged and weighted, Obama leads McCain 48% to 44%. The week's modest improvement in Obama's fortunes has not been matched in battleground states, where things remain static: in <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/fox_rasmussen_polling/fox_rasmussen_swing_state_polling_september_21_2008\">Rasmussen polls</a>, McCain leads in Florida, Ohio and - just - in Virginia, Obama in Pennsylvania and Michigan. </p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/deadlineusa/2008/sep/23/youngeamerica.gayissues\">Gary Younge video: Don't get wedged by gay marriage</a></p> <p><a href=\"http://www.theguardian.com/music/2008/sep/23/barack.obama.campaign.soundtrack\">Barack Obama to release official campaign soundtrack</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.barackobama\">Obama makes move into the conservative deep South</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.sarahpalin\">Inexperienced Palin swots up on diplomacy with busy UN visit</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.huffingtonpost.com/arianna-huffington/the-bailout-plan-welcome_b_128450.html\">Arianna Huffington: Welcome to economic shock and awe</a></p> <p><a href=\"http://www.nytimes.com/2008/09/23/business/23skeptics.html?hp\">New York Times: Experts see need for punitive action in bailout</a></p> <p><a href=\"http://www.youtube.com/watch?v=8dns6oX4p98\">Bill Clinton: Hillary didn't want to be Obama's running mate</a></p> <p><a href=\"http://www.prospect.org/cs/articles?article=paulsons_folly\">The American Prospect: Paulson's folly</a></p> <h2>Quote of the day</h2> <p>\"Whatever the New York Times once was, it is today, not by any standard a journalistic organization. It is a pro-Obama advocacy organization that every day attacks the McCain Campaign, attacks Senator McCain, attacks Governor Palin, and excuses Senator Obama\" -- McCain strategist Steve Schmidt. But enough of the minced words, Steve: why don't you tell us how you really feel about the paper? </p> <h2>Quote of the day II</h2> <p>\"I thought that was terrible, by the way... I didn't know we did it and if I had anything to do with it, we would have never done it\": Joe Biden veers entirely off message on CBS, condemning an Obama ad mocking John McCain's techno-illiteracy. This kind of loose talk is a Biden characteristic; once upon a pre-Palin time, we thought the campaign season would be full of such stories about him.<br> </p> <h2>Off-Wall-Street economic downturn story of the day</h2> <p>The rise of Sarah Palin has had an unexpected negative effect for one San Francisco wine bar: sales of what was previously its most popular wine, an organic Chilean variety named Palin Syrah, have plummeted. \"It was our best selling wine before,\" Chris Tavelli, owner of Yield Wine Bar, <a href=\"http://www.seriouseats.com/2008/09/palin-syrah-sarah-sara-wine-drops-in-sales.html\">told the website Serious Eats</a>.</p>",
  "<p>After months of YouTube tributes and unofficial music videos, Barack Obama is finally entering the record industry. The US Democratic presidential nominee is to release an official campaign soundtrack, with contributions by Stevie Wonder, Kanye West and Maroon 5's Adam Levine.</p> <p>Yes We Can: Voices of a Grassroots Movement will be released in conjunction with Hidden Beach Recordings, who negotiated rights with the artists. It will be sold as a campaign fundraiser until the November 4 election, following which it will strictly be a fundraiser for, er, Hidden Beach Recordings. </p> <p>\"We had conversations quite some time ago about how to harness what was happening really organically and naturally with so many artists,\" Hidden Beach's Steve McKeever told Associated Press. \"The whole concept [was] how do we translate that to inspire and invigorate and also give people a keepsake that they can own, while at the same time providing some important capital needed for this campaign.\"</p> <p>Although musicians like Will.I.Am, Dave Stewart and Ludacris have already created star-studded pro-Obama tracks, none of these were requested – or officially sanctioned – releases. Luda, Dave and the Black Eyed Pea have been left off Yes We Can, but the compilation does include tracks by John Mayer, Sheryl Crow, John Legend, and a new song by Malik Yusef featuring both Kanye West and Adam Levine. </p> <p>The ode to change and new tomorrows also includes at least one song from 38 years ago – Stevie Wonder's Signed, Sealed, Delivered, I'm Yours.</p> <p>Musicians haven't flocked quite so enthusiastically to John McCain's Republican campaign, prompting McCain spokesman Tucker Bounds to quip, \"It's ironic that on a day when the economy is in turmoil, Barack Obama fails to release an economic plan, but instead chooses a celebrity rock album.\"</p> <p>For his part, McKeever thinks that Democrats and Republicans alike can enjoy Yes We Can. \"I don't think that there's anything on it that's a real partisan message,\" he said. \"The messages I think are quite universal.\"</p> <p>Somehow we don't think Yes We Can will be one of John McCain's Desert Island Discs.</p>"
]