[
  "<p>The failure of Nato countries to send more combat troops to Afghanistan revealed a \"wavering\" political will that raised fundamental questions about the relevance of the alliance, its supreme military commander warned yesterday.</p> <p>In a scathing attack on member states for reneging on their promises, General John Craddock painted a depressing picture of Afghanistan while demanding reform of the Nato alliance and the way it took decisions. In a passage demonstrating growing US - and British - impatience with other allied countries, Craddock asked: \"Do we really need to achieve consensus at every level\" of Nato decision-making?</p> <p>It took Nato an average of 80 days to respond to an urgent request for equipment from a commander in the field, alliance officials said later.</p> <p>Craddock was addressing the London-based Royal United Services Institute at a time of concern in Washington and London at deteriorating security in Afghanistan and the prospect of escalating violence in the run-up to Afghan presidential and assembly elections due next year.</p> <p>US and UK military commanders are drawing up plans for a \"surge\" deploying thousands more Nato troops, including some British soldiers, for a three-month period around the election.</p> <p>There are about 50,000 troops in the Nato-led international force. The US maintains a separate force in the southeast, which it is intending to expand by up to 15,000, making a total of more than 40,000. Britain has about 8,000 troops in southern Afghanistan. \"I want more forces from all nations,\" a senior Nato commander said yesterday.</p> <p>Referring to what he called \"real shortcomings\" in Nato, Craddock said there were more than 70 caveats - national operational restrictions - imposed by different alliance governments on their soldiers in Afghanistan, and added that Nato countries were not delivering the number of troops they had promised. \"It is this wavering political will that impedes operational progress and brings into question the relevancy of the alliance in the 21st century,\" he said.</p> <p>Craddock said Nato countries had to draw up a new strategic concept directed at present, rather than cold war, threats. It should also introduce a system of common funding. At present, those countries deploying troops on operations have to pay for them. \"An expeditionary alliance must find a better way,\" Craddock said.</p> <p>He described Nato's operations in Afghanistan as \"disjointed in time and space\". An example was counter-narcotics. That, he said, was the responsibility of the Afghan government. Yet it could not take on that task on its own. \"The money from the narcotics trade is feeding the insurgency,\" he said. \"It buys weapons and pays fighters that kill soldiers and Afghan citizens alike. It is a cancer - contributing to corruption, impeding legitimate commerce and undermining governance.\"</p> <p>Meanwhile, two German soldiers and five Afghan children were killed by a suicide bomber in Kunduz in the north.</p> <p>Nato defence ministers agreed this month that their forces would be able to target heroin traffickers and laboratories. But poppy eradication will not be part of the Nato mission, officials said.</p>",
  "<p>The funding mismatch between <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and his opponent for the US presidency, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, was starkly highlighted yesterday when the Republican candidate disclosed he had less than $47m (£27m) available for the final stretch of the campaign to the November 4 election, compared with his rival's hundreds of millions.</p> <p>McCain, filing his accounts to the government-run electoral spending watchdog, revealed that in September he used $37m of the $84m in public funds he had available for his campaign.</p> <p>McCain accepted public financing of $84m, which puts a ceiling on any further spending under electoral law. Obama opted against public financing, leaving him free to raise and spend as much as he wants in private donations.</p> <p>The news came a day after Obama disclosed that he had raised a staggering $150m in September. </p> <p>Republican strategists admitted that the mismatch will mean that McCain's options are much narrower than Obama's and he will have to target the money more carefully on key states.</p> <p>Rick Davis, McCain's campaign manager, in a conference call with reporters, said: \"I think we can still win on that basis.\" But he admitted that Obama would go down as \"the greatest fundraiser in political history\".</p> <p>Davis expressed hope that the Republican party, which has separate funds amounting to $80m, would pitch in with ads supporting McCain's campaign. But some state party organisations, notably in Florida and Virginia, are reluctant to commit funds and are holding back for future contests.</p> <p>Massie Ritsch, who works for the independent Centre for Responsive Politics, a funding watchdog, acknowledged \"it is not a level playing field\". But he said the question was whether McCain could have matched Obama.</p> <p>\"I do not think he could have raised as much as Obama from private sources, or even near it. McCain must be hoping his party will close that gap,\" said Ritsch.</p> <p>Obama has raised more than $600m since the start of his presidential bid in February last year.</p> <p>Obama, who is already outspending McCain on advertising by four to one - and in some states by eight to one - is now well placed for a blitz on an unprecedented scale in the run-up to the election.</p> <p>In an NBC interview broadcast yesterday, Obama warned that, despite his spending advantage and poll leads both nationally and in battlefield states, the election would be close.</p> <p>\"There's no doubt. We think the race will tighten, because that's just what happens,\" he said. \"Even when there are substantial leads - and in each of these battleground states you've got a lot of close races - one of the messages that I've had to my team is that we don't let up.\"</p> <p>To underline the point, a CNN poll yesterday put Obama on 51% nationwide, to McCain's 46%, a marginal improvement for the Republican. The same pollsters earlier this month had Obama on 53% and McCain on 45%. But a Suffolk University poll in Ohio, one of the three big pivotal states, showed Obama extending his lead to 51%, compared to McCain's 42%.</p> <p>The polls were taken before George Bush's former secretary of state, Colin Powell, announced on Sunday that he was endorsing Obama. While that was widely interpreted as a plus for Obama's campaign, the influential rightwing radio celebrity, Rush Limbaugh, who attracts an audience of 15 million, claimed Powell made his decision based on racial solidarity. \"This was all about Powell and race, nothing about the nation and its welfare,\" Limbaugh said.</p> <p>With the election two weeks from today, the candidates are now close to the sprint stage, when the campaign day becomes longer and longer, with multi-state visits.</p> <p>Obama yesterday predicted that there would be more negative campaigning by McCain in the final fortnight. Referring to the weekend denunciation by McCain's running mate, Sarah Palin, of \"robocalls\" - automatic phone calls linking Obama to Bill Ayers, a founding member of the US radical group the Weathermen - and of incendiary remarks at Republican rallies, Obama said: \"It's getting so bad that even Senator McCain's running mate denounced his tactics last night. As you know, you really have to work hard to violate Governor Palin's standards on negative campaigning.</p> <p>\"But we're not going to be distracted. We're not going to be diverted. Not this time. Not this year. Our challenges are too great for a politics that's so small.\"</p>",
  "<p>It is one of the joys of modern media that great events can be savoured in so many ways. Take the moment last weekend when the Republican vice-presidential candidate Sarah Palin came face to face with her impersonator and nemesis Tina Fey on the set of Saturday Night Live - a sublime moment that is sure to go down in both television and political history. You could have watched it live on TV if you happened to be in the States. You could have Tivoed it or downloaded it from the NBC website to enjoy when the fancy took you. Or - and this is how I recommend you do it, if you haven't already - you can pause the footage just as Palin is entering the stage and then forward it frame by frame until the precise second when the two women cross paths.</p> <p>Stop the film, and prepare to be astonished. Yes, we all knew that Palin and Fey looked alike. But as alike as this? Height: identical. Shade of hair: identical. Size and shape of ears: identical. You can quibble if you must - Palin's face is a little fleshier, and her jaw more square and chiselled, as behoves a caribou hunter from the wildnerness, but as the freezed frame proves beyond all reasonable doubt, Sarah Fey and Tina Palin are one.</p> <p>It has been a long time coming, this fusion of politics and make-believe in the American psyche. Ronald Reagan and Arnold Schwarzenegger are two obvious examples of those who have taken the silver screen and dragged it into the political arena. But the Saturday Night Live series of sketches has taken the transposition one stage further, into wholly new and surreal territory. With this, the boundary between political reality and comic fantasy has become so blurred it is almost impossible to remember where the one ends and the other begins. </p> <p>The fantasy: in the first Saturday Night Live sketch, in which Fey played Palin, her partner Amy Poehler (in the role of Hillary Clinton) turned to her and said: \"You're wearing Tina Fey glasses!\"</p> <p>The reality: Palin has told Fox News that a few years ago - long before she was campaigning to become but a heartbeat away from the US presidency - she dressed up as Fey on Halloween. Yes, you read that right: Palin impersonated Fey.</p> <p>The fantasy: Fey-as-Palin, a huge grin on her face, turns to the Saturday Night Live camera and delivers her killer line: \"I can see Russia from my house!\"</p> <p>The reality: Palin-as-Palin really did invoke the fact that Alaska, the state of which she is governor, is across the water from Russia as evidence of her foreign policy credentials, though she never delivered the line about seeing it from her house. Yet, if you Google the phrase, \"I can see Russia from my house,\" you will come up with plenty of bloggers who have ascribed the phrase directly to Palin, unaware or perhaps unbothered that it was pure fiction.</p> <p>So what has been the impact of what Lorne Michaels, Saturday Night Live's legendary producer, called \"a heightened reality\"? One clear winner has been the show itself, the 33-year-old institution that is perennially in need of resuscitation. More than 10 million people watched the first appearance of Feylin. The last time the show had that big an audience was in 2001, when the show was broadcast just three weeks after 9/11 as a classic example of humour triumphing over terrorism. By this Saturday, the number had risen to about 17 million viewers, with millions more sure to follow on the internet. </p> <p>The other obvious beneficiary has been Tina Fey, or, since we are in the business of trying to tease fact apart from fiction, let's give her her full name: Elizabeth Stamatina Fey. She was certainly presented with an impersonator's dream when John McCain nominated Palin as his running mate. But the physical likeness is just the start of it. Last week she told the US talkshow host David Letterman how she pulled off the Palin accent. \"[Palin] has a really crazy voice,\" Fey said. \"It's a little bit Fargo, a little bit Reese Witherspoon in Election. I also try and base it on my friend Paula's grandma - a sweet little ol' lady from Joliet, Illinois.\"</p> <p>Fey asked the Saturday Night Live writer assigned to the Palin sketches to script in lots of words with Rs in them. \"She loves those Rs,\" Fey said. \"William Ayerrrrrrrrrs [the former Weatherman bomber invoked by Palin as a \"pall\" of Obama] and terrrrrorrrrists - I think she thinks there's oil in those Rs, she's digging deep.\"</p> <p>Part of the power of the sketches has been that they stick so closely to Palin's real words. Take Palin's now infamous response to a TV interviewer's question about the Bush doctrine on the right to pre-emptive strikes. The Alaskan governor had clearly never heard of the concept, and gave the evasive reply: \"In what respect?\" It would have been easy to satirise that comment out of existence, in the comedic equivalent of a frenzied knife attack. Instead, Fey quietly and fatally delivers a single blow, twisting Palin's response ever so slightly into: \"I don't know what that is.\"</p> <p>Fey is not just one of America's upcoming comic actors but also an experienced writer of comedy. Born in 1970 in a comfortable middle-class suburb of Pennsylvania to a strongly Republican family, she first felt the benefits of making people laugh at school and pursued that by studying drama at college. She cut her teeth in the comedy world at Second City, a well-respected improvisational theatre in Chicago, where she met her composer husband Jeff Richmond. Saturday Night Live scouts spotted her there and she joined the show in 1997.</p> <p>Within two years she had been promoted by Michaels to head writer on the show - the first woman to occupy the role. So, like Palin, she was breaking glass ceilings; like Palin, battling within highly male and testosterone-fuelled environments. Tom Shales, the TV critic of the Washington Post and co-author of a history of Saturday Night Live, Live From New York, says that though the show had had several powerful women actors, including Gilda Radner, women had struggled to find a footing within the writers' room. \"The show had a very bad reputation for being a male and almost misogynistic club with men in leading positions and women in the wings. Tina was in the vanguard of changing that - you could call her the Joan of Arc of the moment.\"</p> <p>Along with other tough women actors and writers, including Poehler, Molly Shannon, Ana Gasteyer and Rachel Dratch, she succeeded in shaking the programme up, first as senior writer and then, from 2000, as co-anchor of the news segment of the show, Weekend Update, a stint that earned her the ultimate accolade of being compared by one critic to Saturday Night Live's first head writer and figurehead, John Belushi. In the inevitable trajectory of these things, Fey has gone on to greater things - quitting Saturday Night Live in 2006 to pursue her acting career. Her TV series 30 Rock, a spoof on the behind-the-scenes life of a neurotic television writer that draws, evidently, on her own experiences, has become a favourite of the media-savvy crowd. It won three Emmys this year, including an award for Fey for best actress in a comedy show. But despite its success, 30 Rock has remained something of an acquired taste, not quite shifting her into the top bracket of performers who can draw box-office profits across America. Ironically it has taken Sarah Palin to project her into the stratosphere, making her a household name.</p> <p>Tina Fey, winner. Saturday Night Live, winner. But the big question, of course, is how does Palin come out of all this? Will political analysts look back on the Feylin phenomenon and say it was the thing that saved the governor of Alaska from herself, or that drove the final nail into her coffin?</p> <p>Pollsters give a few clues. First, we know that the Fey-as-Palin sketches have had huge penetration among voters. The non-partisan Pew Research Centre found that awareness of the sketches was running at about 42% - one point greater than Palin's \"real\" TV interviews. Another firm of analysts, HCD Research, studied the reaction among voters to the sketches and found that Palin's favourability rating fell by four points among independents and seven points among Democrats.</p> <p>That instant adverse reaction to the ridicule heaped on Palin by her doppelganger may be amplified by what analysts have defined as the \"priming\" effect of political humour. Lauren Feldman, a communications professor at the American University, described the process by which satire can work on viewers' subconscious. \"The more you see Tina Fey sending up Sarah Palin's style of speech, her folksy mannerisms and her lack of knowledge, the more those characteristics rise to the top of your mind when you come to listen to the real Sarah Palin, and that influences your assessment of her.\"</p> <p>A similar pattern can be seen with past political jokes, with Gerald Ford often held up as the textbook victim. Some go as far as to suggest that the parody of Ford by Saturday Night Live's Chevy Chase as a bumbler-in-chief actually cost him the 1976 election.</p> <p>On the other hand, HCD Research also found a pronounced jolt in the other direction among Republican voters. After watching the Fey sketches, they emerged angry and fired up, determined to work even harder on behalf of their party to defeat what they see as the east-coast liberals who control the media and seek to brainwash the electorate. </p> <p>There is another way that the sketches by Fey, 38, could actually benefit Palin, 44. It has been suggested by several liberal bloggers that by focusing on the cutesy, bumbling side of Palin's nature, Fey could be distracting attention away from some of her uglier behaviour. As Time magazine pointed out recently, while Fey's Palin was asking to phone a friend because she couldn't answer a simple question from a TV interviewer, in reality, Palin's Palin was out on the campaign stump, telling the whipped-up crowd that Obama was \"not a man who sees America like you and I see America\".</p> <p>Whichever of these dynamics - the pro- or anti-Palin - proves to be more prominent, we do know one thing: Tina Fey is praying for her lookalike to lose. \"She's enjoyed the run, and it's greatly increased her visibility,\" says Shales. \"But she knows it has to end and she doesn't want to get stuck in the part and typecast. She'll be happy when it goes away.\"</p> <p>Michaels has confirmed that even in the now somewhat unlikely case that the Republicans win and Palin enters the White House as vice president, Saturday Night Live will be looking for a new impersonator of her. As for Fey, she has said: \"I want to be done playing this lady by 5 November. So if anybody can help me be done playing this lady, that would be good for me.\"</p> <p>There's no need to worry about what happens to Fey thereafter. Life for her after Palin is already looking bountiful. Next year she is due to appear in This Side of Truth, directed by Ricky Gervais, and she is in discussions over further Hollywood films after last year's debut Baby Mama, which received mixed reviews. 30 Rock has started its third series, and publishers Little, Brown has just commissioned a book from her reputed to be worth $5m.</p> <p>And what about Palin? We'll know better what fate holds for her in 15 days' time. But even if she doesn't make it to the White House, don't feel too sorry for her. There's bound to be big money out there for her to repeat her Halloween impersonation of Tina Fey.</p> <p>• This article was amended on Thursday October 23 2008. The Illinois town near Chicago that we referred to as Juliette is Joliet. This has been changed.</p>",
  "<p>Of all the dramatic changes history has witnessed since 1945 - the economic miracle in postwar western Europe, the collapse of Communism and now the latest boom and bust - none was more unforeseen than the resurgence of religion. A new \"revolt of Islam\" was quite unexpected 50 years ago, when secular Arab nationalism seemed the rising force, and when, for that matter, secular Israelis didn't guess that \"religious Zionists\" would one day make the running in their country.</p> <p>And yet what may be the most striking and important development is the renewed role of religion in the US, and its political implications. John McCain has tried to negatively associate Barack Obama with Jeremiah Wright, his fire-eating radical pastor (or former pastor), but much less attention has been paid to Sarah Palin's membership of the Assembly Church of God in Wasilla and to her own pastor, Ed Kalnins. When Colin Powell endorsed Obama on Sunday, he said Palin was not yet ready to be president. He might have added that her religious opinions also raised questions about her fitness for high office.</p> <p>Religion may now be the largest gulf between Europe and the US. Mitt Romney, the Mormon who ran for the Republican nomination, spoke of the empty cathedrals of Europe, and Tony Blair was the oddity among European politicians in his public protestations of faith. </p> <p>Maybe Blair would be more at home in the US, if not quite at Saddleback, the \"evangelical megachurch\" in California, where McCain and Obama bared their sinful souls. Obama blamed his early \"experiments\" with alcohol and drugs on \"a certain selfishness\", and McCain confessed to his \"greatest moral failing\" with the end of his first marriage.</p> <p>And yet, weird and embarrassing as this sounded to Europeans, it would have done so to Americans also not long ago. For Herbert Hoover and Franklin Roosevelt to have taken part in any such event during the 1932 presidential campaign would have seemed quite absurd, or Harry Truman and Thomas Dewey in 1948. Four years later, Dwight Eisenhower had so little religious upbringing that he needed to be discreetly baptised before he reached the White House.</p> <p>In 1960 religion did become a factor, and earlier this year Romney invoked the memory of John F Kennedy to suggest his own eccentric faith shouldn't be held against him. But that was not comparing like with like. Kennedy was the first Roman Catholic to be elected president, and in a famous speech to protestant pastors in Texas he upheld the principle of the first amendment - the separation of church and state.</p> <p>But he was only insisting that a man of Catholic affiliation could be as good an American as anyone (something the Bible belt was far from conceding when Al Smith, another Irish Catholic, was running for president only 32 years earlier). What Kennedy did not say was that his career had been inspired by a devotion to Our Lady and the Sacred Heart. If he had, apart from the fact that anyone who knew him would have found it hard to keep a straight face, he would have lost the election.</p> <p>Nearly half a century later there has been a complete change. Palin's convention speech was held for a time to be the height of feisty wit; but much more revealing is what she and her pastor have said about \"the end of days\", an idea in which millions of American evangelical Christians sincerely believe. According to Kalnins, the Jewish people must be gathered into the Land of Israel as a preliminary to Armageddon. When that vast conflict comes the Jews will be converted, or possibly annihilated, and it will be followed by the Rapture.</p> <p>Already Kalnins sees \"the storm clouds are gathering\" through conflict in the Middle East: \"Scripture specifically mentions oil instability as a sign of the Rapture. We're seeing more and more oil wars. The contractions of the fulfilment of prophecies are getting tighter and tighter.\" And he hopes to witness the Rapture soon. \"I'm just looking at the turmoil of the world, Iraq, other places - everywhere people are fighting against Christ,\" he says. Since Palin is one of his flock, she presumably believes this too. She certainly believes that Jesus told us to invade Iraq: she said so from the pulpit.</p> <p>Not long ago John McCain was obliged to disown John Hagee, a Texan preacher with a huge following who is not only militantly hostile to Catholicism and Islam but believes that \"Hitler was a hunter\" who had been sent by God to drive the Jews to Israel. Even assuming that McCain does not become the next president, sceptical Europe might stop and think about where the fulfilment of prophecies could yet lead us all.</p> <p><a href=\"mailto:wheaty@compuserve.com\">wheaty@compuserve.com</a></p>",
  "<p>The US presidential election will not be free and fair, because millions of electors will either not be allowed to vote or will not have their votes properly counted. It could cost Barack Obama the White House, even if he wins most of the votes on November 4. This sensational claim is based on research by the <a href=\"http://www.nytimes.com/2008/10/09/us/politics/09voting.html\">New York Times</a> (NYT) and BBC Newsnight. The NYT found that in some states for every new voter registered in the last couple of months, two voters have been removed – negating Obama's massive voter registration drive. This voter purging could mean fewer people voting next month than voted in 2004. </p> <p>In Colorado, for example, which has seen a significant population increase since the last presidential election, the state has recorded a net loss of nearly 100,000 voters from its rolls since 2004. Louisiana, Michigan and Colorado are deleting registered voters from the rolls within 90 days of a federal election, which is illegal except when voters die, notify the authorities that they have moved out of state, or have been declared unfit to vote.</p> <p>This widespread electoral malpractice is independently corroborated by a <a href=\"http://news.bbc.co.uk/1/hi/programmes/newsnight/7617204.stm\">Newsnight</a> investigation by <a href=\"http://www.gregpalast.com\">Greg Palast</a>. He reminds us that in the 2004 presidential election, between 1.6 and three million votes were cast but <a href=\"http://www.rollingstone.com/politics/story/23638322/block_the_vote/2\">never counted</a>, according to the US Election Assistance Commission. This is easily enough votes to have changed the outcome of the poll and put John Kerry in the White House. </p> <p>Palast says that almost three million voters have already been purged from the voter rolls – mostly poor and black voters who are more likely to vote Democrat. During elections in New Mexico earlier this year, one in nine voters found that their names had disappeared from the voter rolls. In Colorado, the disenfranchisement is even greater, with 20% of voters being purged.</p> <p>It has happened before. During the 2004 presidential election one in four registered Ohio voters turned up at the polling booth only to discover that their names were not on the voter roll, an exclusion rate of 25%. </p> <p>Democrat leaders are too high on their \"Yes we can\" hype to kick up a fuss about this massive disenfranchisement of their voters. They naively assume that Obama's poll lead will give him victory, regardless of the election bias. It might. But then, again, it might not. </p> <p>Another form of voter exclusion is happening in Michigan, where 62,000 lower income families, mostly Democrat supporters, face losing their homes to foreclosure. Loss of residence means losing their voting address and their right to vote. Many of the evictions are being orchestrated by a foreclosure company that supports the Republican party.</p> <p>Michigan isn't alone. In several crucial swing states, including Nevada and Florida, foreclosures and the consequent loss of voting rights could affect the outcome and decide the presidency. </p> <p>Election bias doesn't stop there. The Republican strategist <br><a href=\"http://www.rove.com/election\">Karl Rove</a> has <a href=\"http://www.democracynow.org/2006/10/31/will_a_shocking_new_gop_court\">backed</a> a new law requiring voters to show photo ID at the polling booth. One in ten US citizens don't have photo ID. Among African Americans it is one in five. This requirement will disenfranchise millions of poor, elderly and black Americans, who tend to vote Democrat. In one swing state, Indiana, an estimated 100,000 African-Americans may lose their right to vote. A combination of voter roll purging and photo ID requirement could be enough to swing the presidential election in favour of John McCain – even if Barack Obama has a substantial opinion poll lead on election day. </p> <p>Writing in Rolling Stone magazine in 2006, the civil rights lawyer Robert Kennedy Jr, JFK's nephew, <a href=\"http://www.rollingstone.com/news/story/10432334/was_the_2004_election_stolen\">revealed</a> how voting irregularities in 2004 were enough to steal the presidency for the Republicans. He has also <a href=\"http://www.rollingstone.com/politics/story/11717105/robert_f_kennedy_jr__will_the_next_election_be_hacked/1\">demonstrated</a> that the electronic voting machines that will be used in the November 4 election are not reliable and accurate, and that they are vulnerable to hacking. Moreover, he shows that three of the four companies that supply voting machines and count the votes have close links with the Republican party.</p> <p>Writing in the same magazine this month, Kennedy and Palast document large-scale election irregularities by the<br>Republicans that they believe could be enough to swing the election. Their meticulously researched <a href=\"http://www.rollingstone.com/politics/story/23638322/block_the_vote\">expose</a> and <a href=\"http://www.rollingstone.com/videos/player/23654789\">documentary</a> catalogue evidence that the Republicans may have already stolen the 2008 presidential vote.</p> <p>\"If Democrats are to win the 2008 election,\" Kennedy and Palast conclude, \"they must not simply beat John McCain at the polls – they must beat him by a margin that exceeds the level of GOP [Republican] vote tampering.\"</p>",
  "<p>Elements of Iran's ruling clerical and political elites are enjoying the west's financial implosion. It has deflected attention from the country's internal troubles and its increased international isolation. And as the campaign for next June's presidential election gathers pace, capitalism's travails handily illustrate the supposed superiority of Iran's unique system of collectivist Islamic republicanism.</p> <p>Leading prayers in Tehran last Friday, <a href=\"http://www.metimes.com/Security/2008/10/17/ayatollah_blames_us_for_economic_woes/99e7/\">Ayatollah Ahmad Khatami</a> declared that US-promoted liberal democracy was collapsing under the weight of its moral contradictions. \"It started with an ethical downfall and has now reached an economic failure … See how sad the funeral is! Even the undertaker is crying! They tried to create a crisis for us [through UN sanctions] but God created a crisis for them.\"</p> <p>Such triumphalism is unlikely to last long or be widely shared among a population enduring 30% inflation, high unemployment, and the continuing failure of President Mahmoud Ahmadinejad to share Iran's oil wealth and boost family incomes as he promised. Ahmadinejad, elected in 2005, is expected to run again. But unease over his confrontational nuclear policies, his Holocaust denial, and threats against Israel are all additional reasons why he may be denied a second term.</p> <p>Recent developments have driven home the weakness of the current regime. One was the UN general assembly's vote, by a humiliating 158 to 32, to deny Iran a two-year rotational membership of the security council. John Sawers, Britain's UN ambassador, undiplomatically called the vote a \"thrashing\". Tehran blamed Zionist lobbying for what it called an \"<a href=\"http://uk.reuters.com/article/topNews/idUKTRE49J35520081020\">obvious injustice</a>\". But the bottom line was plain: more than three-quarters of the world's countries do not trust Iran to do the right thing under its present leadership.</p> <p>Ahmadinejad's government has had to back off at home after a 3% sales tax provoked widespread protests. More significantly in terms of the coming election, the sudden halving of the global oil price has damaging implications for Iran's foreign earnings, for badly needed oil and gas investment, and for an impoverished domestic economy as a whole.</p> <p>The president's unpopularity does not automatically mean defeat. He retains the support of the Supreme Leader, Ali Khamenei, the Revolutionary Guards and ubiquitous Basij militia. He has a strong following among the less educated, rural poor. And as usual, the broadly-defined \"reformist\" opposition, consisting of numerous rivalrous individuals and factions, is badly divided, lacking a common standard-bearer.</p> <p>Mohammad Khatami, the former two-term president who disappointed many supporters with his cautious approach in office, is nevertheless most frequently mentioned as the reformists' likely candidate. The Mehr news agency reported this week that Khatami had decided not to run and had proposed a former prime minister, Mir-Hossein Mousavi, in his place. But his intentions remain unclear.</p> <p>The only declared major contender for Ahmadinejad's job so far is <a href=\"http://www.iranfocus.com/en/index.php?option=com_content&amp;task=view&amp;id=2392\">Mahdi Karroubi</a>, a former Majlis (parliament) speaker with a reputation as a moderate. He announced his candidacy last week. Karroubi indicated a more flexible approach to nuclear negotiations and said Iran had \"paid dearly\" for Ahmadinejad's Holocaust stance. He also hinted he might step aside if the reformists could agree to unite behind Khatami.</p> <p>All the same, opposition disunity and factionalism remain a bigger enemy than the \"principle-ists\" (fundamentalists) of the clerical right. Jahanbakhsh Khanjani of the Executives of Construction party warned recently that the reformists could win but only if they stuck together in a coalition. \"Undoubtedly convergence, solidarity and consensus will have positive effects among reformists and will set the ground for their victory,\" he told the Mardom-Salari newspaper.</p> <p>Ahmadinejad may yet face a more potent challenge from moderate conservatives such as Ali Larijani, the former nuclear negotiator who he forced out of the national security council, or Mohammad Bagher Qalibaf, a former Tehran mayor known a moderniser. Larijani is now Majlis speaker and is said to have the ear of the Supreme Leader. Lurking in the background, as ever, is Hashemi Rafsanjani, another former president and veteran consevative power-broker who was runner-up in 2005.</p> <p>Yet as Iranians look for voluntary regime change next June, all the likely candidates share one major drawback: over-familiarity. The biggest obstacle to change is apathy among an electorate where a majority is under 35. Many younger voters may think Iran, for once, should take a leaf out of the Great Satan's book and seek a \"transformational figure\" – not another regime re-tread.</p> <p>No need for Israeli or American military action: Ahmadinejad is politically vulnerable and could well be removed peacefully by his own people if the west will only wait. But first, perhaps, Iranians should find their own version of Barack Obama.</p>",
  "<p>Hillary Clinton was scheduled to join Barack Obama on the campaign trail tonight for the first time since the two held a rally in New Hampshire in June.</p> <p>The joint appearance in Orlando, Florida, is a fulfilment of her promise to campaign aggressively for him. The rally was part of a two-day blitz in Florida, where the polls opened today for early voting in an effort to avoid congestion and confusion on November 4.</p> <p>Clinton had a campaign stop earlier today in Fort Lauderdale, Florida, that saw many supporters flee when it began to rain heavily. And Obama held a rally today in Tampa and is expected at a campaign event in Miami tomorrow.</p> <p>Clinton, who turns 61 later this week, is still harbouring hopes of a presidential run, even if Obama was to be a two-term president. According to those close to her, she does not anticipate Obama, if he becomes president, will offer her a job that would appeal to her. He already has figures in mind for senior cabinet posts such as secretary of state and sensitive posts such as health reform.</p> <p>Having ruled out in a television interview an appointment to the supreme court, she is planning to focus on fighting for health reform from the Senate.</p> <p>Clinton's supporters have been slow to warm to Obama and demonstrated their unhappiness at the Democratic convention in August. </p> <p>But she used her convention speech to urge them to rally behind him. According to internal Democratic polls, before the convention only about 30% of her supporters had been planning to back Obama but that has now shifted to 80%.</p> <p>Victory in Florida would almost guarantee Obama the presidency. </p> <p>Although President George Bush took the state in 2000 and 2004, Obama has a three-point lead over John McCain, according to Real Clear Politics which averages out recent poll figures.</p> <p>The Democratic party reported over the weekend that it had registered 400,000 more Democrats than in 2004, while the Republicans had registered only 150,000 more.</p> <p>Clinton remains bitter about her bruising defeat at the hands of Obama in the Democratic primary but, largely uncovered by the US media, she has been out on the campaign trail for him over the last month.</p> <p>She has been campaigning in states such as Ohio and Pennsylvania, where she beat him in primaries, mainly because she won over white, working-class voters who have been resistant to Obama. Her constant refrain on the campaign trail is that he will look out for the working-class.</p> <p>She said last week that Obama had closed the deal with the American public and predicted \"a great victory\" for him on November 4. </p> <p>Clinton, who wants to avoid accusations that she did not do enough to secure a Democratic victory, has also put in appearances in recent weeks in swing states such as Michigan, West Virginia, New Hampshire, Nevada, New Mexico and Colorado.</p>",
  "<p>Mercedes Leon tries to stay away from politics at family gatherings, but inevitably, the subject comes up when she and her 26-year-old son, Enrique, get together.</p> <p>She is a conservative Republican and Cuban exile who is running for Florida state attorney this year. Her son is a liberal Democrat, born in Orlando, who defines himself as \"very anti-Republican\".</p> <p>She believes in small government and tax breaks. He thinks there should be universal health care.</p> <p>He tells her the Republican party only cares about the rich. And she - who survived a shipwreck while fleeing the Communist island to come to Florida in 1980 - hurls at him the worst political insult a Cuban-American can bestow on another: \"I end up calling him a communist, and I tell him, 'You sound like [Fidel] Castro.'\"</p> <p>That's usually when Enrique Leon storms out.</p> <p>Their arguments may not always be so dramatic, but they illustrate what appears to be a growing generational split among Cuban-Americans. Despite their traditional support of Republicans, their political views are more diverse than meets the eye.</p> <p>\"We get in huge fights about these issues. I mean huge - even at birthday dinners,\" said Mercedes Leon, a 45-year-old attorney from Kissimmee. \"The younger generation is too idealistic.\"</p> <p>Older Cubans, who have been a reliable source of votes for Republicans, are still driven by their harrowing experiences as exiles from a Communist regime.</p> <p>But second-generation Cubans, and even recent émigrés who arrived after the Mariel boatlift in 1980, are beginning to shatter the stereotype of the one-party voting bloc. \"I'm much more concerned about what happens in domestic policy,\" said Enrique Leon, a Kissimmee accountant. \"In regards to Cuba, I don't believe we should interfere with their form of government. That's more of their domestic problem.\"</p> <p>Florida is ground zero for these voters, particularly in the southern region where the bulk of Florida's 1.1 million Cubans reside. </p> <p>Although an estimated 25,400 Cubans live in Orlando's metropolitan area, they are an influential group that includes business and community leaders. Most Cubans in the state are US citizens.</p> <p>Their broadening political orientation, however, is a gradual process that has yet to yield a substantial number of Democrats.</p> <p>A recent study of voting behaviour among Cuban-Americans in Miami-Dade county found that they voted mostly Republican in the last presidential election - with nearly 70% support for the GOP. However, other survey questions showed their views straying from conservative values on gay marriage, gun control and even abortion.</p> <p>\"There's potential for political change, but there is no reason to think it's going to happen quickly or soon,\" said Benjamin Bishin, the study's chief author and a political science professor at the University of California, Riverside. \"People with the more hard-line views who describe themselves as conservatives on the [Cuban] embargo and the travel ban are disproportionately eligible to be registered voters and to participate in the election.\"</p> <p>Those voters are also more visible.</p> <p>While some young voters of Cuban heritage preferred not to be quoted on their political views, regulars at Sociedad Cubana de Orlando, a social club in south Orlando, were not shy about saying what was on their minds.</p> <p>On a recent Friday evening at the club, where several cars parked outside sported bumper stickers in support of Senator John McCain that read Estamos Unidos (we are united), four men were deeply engaged in a dominoes match. They were quick to draw a comparison between Senator Barack Obama and their community's historical nemesis.</p> <p>\"Once upon a time there was a mister who rose up in Cuba saying, 'We want change,' and his name was Fidel Castro Ruz,\" said Ted Turvelo, 71. \"And now, 'change' is Obama's slogan.\"</p> <p>Another common thread among exiles is their suspicion of big government because in Cuba, the one-party bureaucracy controls everything. They prefer a pro-business society that is consistent with McCain's vision.</p> <p>\"I don't like wealth redistribution. I work very hard and, if I choose to divide my wealth, that is my business, but redistribution is what socialism is all about,\" said Vicky Llevada, an exile who directs a local non-profit.</p> <p>On the campaign trail, the presidential candidates have split on issues related to Cuba, appealing to different sides of the political divide. McCain favours the embargo and toughened travel restrictions. Obama would lift the travel ban and would even meet with Cuban leaders.</p> <p>Obama's openness to a new Cuba policy doesn't bother Lili Milanes, an 18-year-old freshman at the University of Central Florida. Her father, Jorge, is a Cuban exile. Her mother, Cecilia, is a second-generation Cuban from New Jersey.<br>\"The country's policy on Cuba [is really bad]. Just because Cuba is Communist doesn't mean that it is contagious and we can't go and visit and see how everyone lives,\" Milanes said. \"I would like to go to Cuba.\"</p> <p>Showcasing Cubans' emerging diversity of views, her exiled father co-wrote a Spanish-language song set to Cuban folk music that has been posted on YouTube. The lyrics encourage people to vote for Obama: \"We don't want war and bombs,\" the song goes, \"we want music and roast pork.\"</p>",
  "<p>Like many admirers of <a href=\"http://www.nga.gov/feature/shaw/\">Augustus Saint-Gaudens' memorial to Robert Gould Shaw and the 54th Massachusetts Regiment</a>, I knew it was a great political work of American art before I ever saw it. Long before I got a chance to see the memorial itself on Boston Common I'd read Robert Lowell's poem <a href=\"http://www.americanpoems.com/poets/robert-lowell/13667\">For the Union Dead</a>. Writing in the 1960s, appalled by the banal luxury and consumerism he sees around him and watching battles over segregated education in the South on television, he peers through the fence at mechanical diggers excavating a car park beneath this big public space in the heart of Boston. The Statehouse itself seems to shudder at the noise ... <br> \"… as it faces Colonel Shaw<br>and his bell-cheeked Negro infantry<br>on St. Gaudens' shaking Civil War relief,<br>propped by a plank splint against the garage's earthquake.</p> <p>Two months after marching through Boston,<br>half the regiment was dead;<br>at the dedication,<br>William James could almost hear the bronze Negroes breathe.<br> <br>Their monument sticks like a fishbone<br>in the city's throat.\"<br> <br>It is not just the black soldiers who stick in modern Boston's throat in Lowell's poem: it is the Puritan rectitude of their commander, bolt upright on his horse, the moral fervour that once made Bostonians go to their deaths for their fellow man while now they watch the civil rights struggles on television. Modern America has betrayed its idealistic origins, its best traditions, in his apocalyptic vision: everywhere he looks,<br> <br>\"giant finned cars nose forward like fish;<br>a savage servility<br>slides by on grease.\"<br> <br>The poem mourns the death of citizenship, the fall of the republic's virtues. And when you do make the pilgrimage to Boston Common you see exactly why the monument to an African American regiment and their white commander moved him so much. All the soldiers in the 54th Regiment were volunteers - not conscripts - and they were making manifest the most idealistic dimension of the American Civil War. In 1863 the regiment sacrificed itself in <a href=\"http://www.awod.com/cwchas/wagner.html\">a heroic attack on heavily defended Fort Wagner</a> at the entrance to Charleston harbour. Shaw begged for his men to be allowed to make this suicide attack: it was deeply symbolic. He died with a bullet in his heart but black soldiers did seize the fort's parapet and hold it long enough to make this a great symbolic moment in the Abolitionist struggle. \"Through the cannon smoke of that dark night,\" <a href=\"http://books.google.co.uk/books?id=-uuEA7xIUHUC&amp;pg=PA686&amp;lpg=PA686&amp;dq=Through+the+cannon+smoke+of+that+dark+night&amp;source=web&amp;ots=MPXbZ1Gs53&amp;sig=gysUT5SVwH-VIaLAqhKuoDghqKw&amp;hl=en&amp;sa=X&amp;oi=book_result&amp;resnum=1&amp;ct=result\">said one report</a>, \"the manhood of the colored race shines before many eyes that could not see.\" <a href=\"http://showcase.netins.net/web/creative/lincoln/speeches/conkling.htm\">Abraham Lincoln took up the story</a>: \"You say you will not fight to free negroes. Some of them seem willing to fight for you ... \"<br> <br>Shaw's body had never been brought back to Massachusetts: a Confederate said \"we have buried him with his niggers\" and Shaw's Abolitionist father said the field of battle was the right place for a soldier to lie. So Saint-Gaudens' memorial was a substitute for a grave, both for the commander and the men it depicts. Although it has the obvious defect, by modern standards, that its black soldiers must be shown to be led by a white man who towers over them on his horse, this objection is both ahistorical and somehow emotionally inappropriate. Shaw was a hero, he did die for the cause. And Saint-Gaudens did the 54th Regiment true honour in the meticulous preparatory portraits he made of African American faces, that live in bronze to this day in the finished work.<br> <br>They look like they are marching to a better future. In the 1960s Robert Lowell thought that future had been betrayed. As <a href=\"http://www.guardian.co.uk/world/uselections2008\">Americans prepare to vote</a> in the most potentially significant Presidential election since Lincoln's triumph in 1860, the history this monument witnesses need not after all end, as Lowell predicted, in \"the ditch\".</p>",
  "<p>Via Jonathan Martin at the Politico, <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/VA_and_FL_state_parties_clashing_with_McCain.html\">an eye-popping, if very inside-baseball-ish, piece of news</a> out of Florida:</p> <blockquote> <p>Now comes word, via the St. Pete Times' Adam Smith, that the Florida GOP is holding back some of its money for the next cycle.</p> <p>\"State party officials announced to their state executive committee Saturday that they expect to carry over at least $2 million into 2009, rather than spend all their money on this election.\"</p> </blockquote> <p>Clicking through to <a href=\"http://www.tampabay.com/news/politics/elections/article861228.ece\">brother Smith</a>, we see that the state's governor, Repub Charlie Crist, is up for reelection in 2010 and wants to leave himself a little financial head start. Understandable. But believe me, it's pretty darn rare that a state party will tell a presidential campaign that we're not going to spend every penny we have to help you get elected.</p> <p>Martin's post also has encouraging news of dissension in GOP ranks in Virginia, where the state chairman seems like a possessed mad person.<br></p>",
  "<p>I was headed into my local grocer in Durham, <a href=\"http://my.barackobama.com/page/content/nchome\">North Carolina</a> last weekend when I saw a startling sight. A pickup truck of early 1990s era was in the carpark, and scrawled across the side of it in big, carefully-lettered permanent marker were the words \"Southern White Hard-Working Beer-Drinking Gun-Owning White Man In His 50s FOR OBAMA!\", with the last two words <a href=\"http://www.huffingtonpost.com/2008/10/16/race-wedge-issues-fall-fl_n_135245.html\">drawn about eighteen inches high</a>.</p> <p>Now, it isn't uncommon for a man to deface his beloved pickup truck in the South, especially when he is passionate about a cause. This isn't to say that we don't revere the iconic pick-up truck much the way that some nomads revere horses or camels. It's as much an economic issue as anything – a man with a pick-up truck won't starve, ever. But as such, most truck-owning Southerners treat their vehicles like prized thoroughbreds – it takes a lot to bring a man to voluntarily deface it. When it does happen, it is a bold and powerful statement to the community.</p> <p>Usually a Nascar racing team is involved, or a local government agency who he feels has targeted him unfairly. Ex-wives frequently crop up on the sides of trucks – as do their lawyers – and especially after September 11, global Islamic terrorists and our war-weary troops have been the favourite subjects. And religious verse and iconography are not infrequent, either. Pickup trucks in the South are a kind of rolling marginalia, an eight-cylinder object d'art, a practical exercise of free speech on big tires.</p> <p>So when a Southern white man defaces his white truck in the name of an African American candidate for office – favourably – that is indeed worthy of note by us casual \"pickup truck spotters\".</p> <p>Admittedly, we are in a solidly-Democratic city with a large African-American population, with one of the <a href=\"http://www.duke.edu/\">most liberal private universities in the nation</a> and the South's second highest lesbian population. If you travel 50 miles in any direction from Durham, you emerge into the \"real\" rural South, famed in song, story and film for its quaint cultural attitudes, casual violence, extreme politeness and devout religious piety. And, of course, its racial insecurity.</p> <p>Race intrudes in just about every aspect of life in the American south that it becomes part of the atmosphere, like the water in a fishtank. I didn't really understand that myself until I traveled beyond the South and realized the difference. Once upon a time it would have been nigh unthinkable for a white man, no matter how liberal, to voice support for an African-American political candidate - period. After 30 years of consistent jabbing at the old Southern social order, such things are more common today. The \"Age of Obama\" has helped shake up the last vestiges of the old regime, however, and as we approach Election Day it's easy to see how the casual racism that used to be so overt in Dixie can be so easily exhumed.</p> <p>The danger to the Obama campaign in the South has always been racial in nature – and his campaign has done its best to distance itself from the traditional southern African American political machines (which are just as corrupt and effective as the white Republican political machines) while still energizing the base they represent. It's been a delicate dance, and one made harder by his middle name and African heritage. Militant \"Black Muslims\" have always been a boogey-man to ignorant white voters in the South, and damning Obama by implication is second nature to his opponents here. They nearly salivated over the inflammatory Jeremiah Wright video, figuring it was an open-and-shut condemnation that would keep the region safely red this year.</p> <p>Not so fast.</p> <p>The race card has been continuously played here for 200 years, now, and used to effect political change, usually by wealthy white people. It has led to the <a href=\"http://en.wikipedia.org/wiki/Wilmington_Insurrection_of_1898\">only successful coup d'etat in American history</a>, the deaths of thousands by lynching, the disenfranchisement of a good 20% of the population, and a racially-based caste system that took decades to overthrow. Today it leaves behind a residue that is all-too-apparent in this presidential race.</p> <p>Sometimes it's blatant. \"You're just supporting Obama because of white guilt,\" one woman of my parents' generation accuses me. \"They are trying to make you feel bad because of slavery!\" she whines. She's voted Democratic in every election I've voted in, but she's suddenly become a conservative Republican, now that McCain is facing a black man. My protests about the race-neutral issue of a trillion dollars spent on our foreign wars meaning more to me than four centuries of racial injustice fall on deaf ears. To her, the only reason a sane white Southerner would ever support an African American for president is because of racial guilt.</p> <p>Sometimes it's slightly more subtle. Another lady from my church, one I privately called \"the Right Arm Of God\" - not because of her observed piety, I should probably point out, but for her excessive zeal in protecting her daughter's virtue - is upset that I've been vocal in support of Obama in public where people can see. \"I hope you'll use that intellect to get the right man elected,\" she cautions me. I don't need to be a genius to figure out what she means.</p> <p>But sometimes you find relief from the ignorance in unexpected places. Like when my brother-in-law, a deputy sheriff, epitome of Southern conservative power, pulled into my driveway and nodded to my Obama sticker. \"I'm gonna vote for that sumb*tch,\" he expressed, colourfully. \"Looks like McCain's gonna be another term for George Bush, and I'd rather vote for a damn Muslim negro than that.\" And no, he didn't use the word \"negro\". It was the same day I saw that pick-up truck with the proud pro-Obama message.</p> <p>Baby steps.</p>",
  "<p>A weekend of good news for the Obama campaign reached its high point yesterday in the endorsement of Colin Powell, George Bush's former secretary of state, who used a Sunday morning talkshow to heap praise on a man he called a \"transformational figure\", saying America needed a \"generational change\". Courteously phrased though it was, Powell's endorsement represented a harsh repudiation of the McCain campaign, Dan Glaister writes in the <a href=\"http://www.theguardian.com/world/2008/oct/19/colin-powell-endorses-barack-obama\">Guardian</a>: the four-star general specifically criticised his fellow Republican's focus on Bill Ayers, and the spate of fiercely negative anti-Obama \"robocalls\" reported around the country. (\"Mr McCain says that he's a washed-out terrorist,\" Powell said. \"Well, then, why do we keep talking about him?\") The McCain campaign, wisely, responded by attacking Obama rather than Powell. \"Only an unproven and inexperienced politician like Barack Obama would have to rely so heavily on an another man's resume in making the case for his own candidacy,\" said spokesman Tucker Bounds, \"and it shows that he's just not ready.\"</p> <p>Powell's backing means much because of his military and foreign-policy credentials, of course, and his prior service in a Republican administration. Perhaps even more importantly, though, it gave the Obama campaign an adrenaline shot - and a set of fresh positive headlines - at a time when the greatest danger it faces may be a loss of energy amid sustained poll leads. That was also true of yesterday's news that the Obama campaign had raised a record-breaking $150m in September, far exceeding his previous record of $65m in August. Meanwhile, on Saturday, Obama attracted the largest crowd of the campaign, when an estimated 100,000 people attended a rally in Missouri. As we enter the last two full weeks before the election, Obama's momentum is apparently unflagging. How will McCain - who likes stunts and surprises, as you may have noticed - choose to respond?</p> <h2>What to watch for</h2> <p>Obama is in Florida and Colorado; McCain is in Missouri; Sarah Palin is in Colorado. (Joe Biden has no events scheduled.) Along with more reaction to the Powell endorsement, expect further vociferous debate over the Republican \"robocalls\"; they're now drawing criticism from <a href=\"http://www.theguardian.com/world/2008/oct/20/obama-mccain-election-ohio-carolina\">across the political spectrum</a>, with many noting they were exactly the tactics used by George Bush to help sink McCain's presidential campaign in 2000.</p> <h2>Latest polls</h2> <p>In the first tracking polls based solely on data collected after the final debate, Obama's lead remains essentially steady. The latest results of the Gallup daily tracking poll are Obama 51%, McCain 44% among likely voters (though among \"traditional likely voters\", a measure that factors in participation in past elections, the margin is only 49%-46%). Rasmussen's poll of likely voters is at 51%-45%. An ABC News/Washington Post poll over the weekend found that 36% of likely voters had a better opinion of Obama after the debates, compared to 12% who had a worse one; McCain left 26% thinking less of him and 20% thinking more highly.</p> <h2>Quote of the day</h2> <p>In an interesting moment on Fox News Sunday, McCain is asked whether he could live with losing the election, and chooses not to dodge the question: \"Oh, sure ... I've got a wonderful life. I have to go back and live in Arizona and be in the United States Senate representing them, and with a wonderful family, and daughters and sons that I'm so proud of, and a life that's been blessed.\"</p> <h2>On theguardian.com</h2> <p><a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/20/uselections2008-barackobama\">Video: 'Obama is a liar' - gun owners sound off</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/19/colin-powell-endorses-barack-obama\">Michael Tomasky: A friendly nod from a familiar face</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/oct/20/us-elections-get-out-the-vote-rally\">Video: 'Our generation will have to pay for the war and the bail-out'</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/cifamerica/poll/2008/oct/19/colin-powell-obama-poll\">Poll: Does Colin Powell's endorsement help Barack Obama?</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/2008/oct/20/uselections2008-barackobama\">Charlie Brooker: CNN's voter approval graph turned the presidential debate into a computer game. Where can I get one?</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.nytimes.com/2008/10/20/us/politics/20health.html?hp=&amp;pagewanted=all\">NY Times: Many Holes in Disclosure of Nominees' Health</a></p> <p><a href=\"http://www.newyorker.com/reporting/2008/10/27/081027fa_fact_mayer\">New Yorker: The Insiders, How John McCain came to pick Sarah Palin</a></p> <p><a href=\"http://www.nytimes.com/2008/10/20/opinion/20kristol.html?hp\">William Kristol: Here The People Rule</a></p> <p><a href=\"http://online.wsj.com/article/SB122445963016248615.html\">Wall Street Journal: What Independent Voters Want</a></p> <p><a href=\"http://www.latimes.com/news/politics/la-na-onthemedia20-2008oct20,0,1700621.story\">LA Times: John McCain is at arm's length, no longer off the cuff</a></p> <h2>Awkward encounter of the weekend</h2> <p>The real Sarah Palin visits Saturday Night Live: <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/gov-palin-cold-open/773761/\">Part one</a>; <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/update-palin-rap/773781/\">Part two</a></p> <h2>Over-the-top Obamamania of the weekend (pumpkin-themed edition)</h2> <p>\"Barack O'Lanterns\" galore at the Obama-supporting Halloween site <a href=\"http://www.yeswecarve.com/\">Yes We Carve</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338768218\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/19/1224439395703/palinmichaels.jpg\" alt=\"Palin and Lorne Michaels\" width=\"460\" height=\"286\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: NBC</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>So, yes, Sarah Palin appeared on Saturday Night Live this weekend -- that's her above, with SNL creator Lorne Michaels -- thus proving that she's a good sport, capable of laughing at herself, and therefore a marvellously appealing, self-aware person who'd be ideally suited to the job of vice-president. (In case you missed it, the first part is <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/gov-palin-cold-open/773761/\">here</a> and the second is <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/update-palin-rap/773781/\">here</a>). Apropos of nothing, why not laugh in a similarly knowing, Palinesque fashion at some of these parodies, spoofs, skits and satires? They're in no particular order, and fragile readers are warned that some contain swearing. </p> <p>(Do recommend others in the comments; there's highly desirable Guardian merchandise in store for the first person who can pass along a link to an authentically amusing -- non-SNL -- Joe Biden spoof, because I don't believe there are any...)</p> <p><a href=\"http://www.youtube.com/watch?v=3gwqEneBKUs\">John.he.is</a><br>A stirring McCainiac version of will.i.am's famous <a href=\"http://www.youtube.com/watch?v=1yq0tMYPDJQ\">Yes We Can music video</a>.</p> <p><a href=\"http://www.youtube.com/watch?v=z0D1w2mjqzk\">Obama prepares to debate</a><br>This Barack Obama impersonator, 'Alphacat', is much better than Saturday Night Live's Fred Armisen. <a href=\"http://www.youtube.com/alphacat\">Here's the rest of his stuff</a>. </p> <p><a href=\"http://www.palinaspresident.us\">Palin as President</a><br>You'll quite possibly have seen this by now, but it seems to be being updated on a regular basis, so it's worth checking back.</p> <p><a href=\"http://www.youtube.com/watch?v=YlRilfhKRSA&amp;feature=related\">John McCain: Ahmedinejad</a><br>The candidate's mangled words at the first debate become curiously mesmerising when edited together over a drumbeat.<br><a href=\"http://www.236.com/tag/Sarah%2BPalin%2Bvlog\">The complete Sarah Palin vlogs</a><br>In private, freed from the constraints of her media handlers, Sarah Palin (or just possibly the New York comedian Sara Benincasa) explains the world as she sees it, ie, confusingly.</p> <p><a href=\"http://www.236.com/video/2008/get_your_war_on_the_debate_9461.php\">Get Your War On: The debate</a><br>\"Another victory for war hero and country-first-putter John McCain\": The latest animated episode of David Rees's <a href=\"http://www.mnftiu.cc/category/gywo/war72/\">biting comic strip</a> assesses the candidates' last confrontation.</p> <p><a href=\"http://www.youtube.com/watch?v=0298mCqdBOw\">L'il O'Reilly</a><br>A disturbingly accurate portrayal of Fox News's manic ranter, Bill O'Reilly, played by a child in a wig. <a href=\"http://www.youtube.com/watch?v=fK631vOJ9LY\">More here.</a></p> <p><a href=\"http://twitter.com/FakeSarahPalin\">Fake Sarah Palin on Twitter</a><br>Which, incidentally, seems to have many thousands more followers than <a href=\"http://twitter.com/SarahPalin\">Real Sarah Palin on Twitter</a>.</p> <p>Self-parody: Complete footage of John McCain's -- genuinely funny -- speech at last week's Al Smith dinner. (\"This morning I dismissed my entire team of senior advisers. All of their positions will now be held by a man named Joe the Plumber.\") <a href=\"http://www.youtube.com/watch?v=Goaj5V4tZoc\">Part one</a>; <a href=\"http://www.youtube.com/watch?v=mrqoSyKsAPw\">part two</a>.</p> <p>Barack Obama's Al Smith dinner speech. (\"If I had to name my greatest strength, I guess it would be my humility. Greatest weakness? It's possible that I'm a little too awesome.\") <a href=\"http://www.youtube.com/watch?v=zwwjPnnvK40\">Part one</a>; <a href=\"http://www.youtube.com/watch?v=ZDTAcfu5rlA\">part two</a>.</p> <p><a href=\"http://www.youtube.com/watch?v=URIypadX3n0\">Hockey Moms for Truth</a><br>Sarah Palin gets swiftboated.</p> <p><a href=\"http://buzzfeed.com/nickheise/if-i-do-all-the-things-people-said-i-wasnt-doing-bls-2m\">John McCain tongue-waggling Photoshop frenzy</a><br>Various digitally manipulated versions of McCain's <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/16/uselections2008-johnmccain1\">curious facial expressions</a> last Wednesday.</p> <p><a href=\"http://www.funnyordie.com/videos/06ae3d8563\">Paris Hilton gets presidential with Martin Sheen</a><br>A follow-up, of course, to her earlier <a href=\"http://www.funnyordie.com/videos/64ad536a6d\">presidential bid announcement</a>.</p> <p><a href=\"http://www.youtube.com/watch?v=iu_fHWTofcs\">McPenguin</a><br>Barackman's evil nemesis comes to life, after the resemblance was first noticed in <a href=\"http://www.youtube.com/watch?v=l63SRpGXBHE\">this clip</a>.</p> <p><a href=\"http://politicalhumor.about.com/od/barackobamavideos/youtube/les-misbarack.htm\">Les Misbarack</a><br>These aren't really Obama campaign staffers, though for a few days there everyone thought they were.</p> <p><a href=\"http://wweek.com/editorial/3449/11656/\">Sarah Palin: NOPE</a><br>The Willamette Week's inspired parody of Shepherd Fairey's <a href=\"http://www.huckmagazine.com/blog/shepherd-fairey-offers/\">iconic Obama image</a>. Download a printable PDF <a href=\"http://media.wweek.com/attach/2008/10/15/NOPE_Palin.pdf\">here</a>.</p> <p><a href=\"http://www.thedailyshow.com/video/index.jhtml?videoId=183509&amp;title=Barack-Obama:-He-Completes-Us\">Barack Obama: He Completes Us</a><br>In a clip from August, the Daily Show punctures the cult of personality.</p> <p><a href=\"http://www.collegehumor.com/video:1831461\">Head of Skate</a><br>The Sarah Palin Disney movie.</p> <p><a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/update-crazy-mccain-lady-we-liked-it/768741/\">McCain supporter wanders onto the set of Saturday Night Live</a><br>\"I read about him... he's a Arab... he converts with terriers. No?\"</p> <p><a href=\"http://www.theonion.com/content/whitehousewar/blog\">The Onion War for the White House blog</a><br>Featuring contributions from <a href=\"http://www.theonion.com/content/whitehousewar/blog/pip\">Pip Dawkins</a>, 19th Century Street Urchin, <a href=\"http://www.theonion.com/content/whitehousewar/blog/sam\">Sam Holtzman</a>, Single Issue Voter, <a href=\"http://www.theonion.com/content/whitehousewar/blog/gary\">Gary Brunson</a>, Five-Week Old Foetus, and <a href=\"http://www.theonion.com/content/whitehousewar/blog/don\">Don DeLillo</a>, Master of Postmodern Literature.</p>",
  "<p>The presidential election is having an immediate impact on American classrooms and lecture halls. </p> <p>The battle between Barack Obama and John McCain has led two states to ban teachers and lecturers from showing their political allegiance in class.</p> <p>In Illinois, Obama's home state, the state university ethics office barred faculty members from wearing campaign badges, putting bumper stickers on their cars and attending political rallies on campus. </p> <p>The New York department of education sent a memo two weeks ago saying it would enforce a regulation on neutrality that has been on the books for more that 20 years. </p> <p>The United Federation of Teachers union filed a lawsuit alleging that teachers' constitutional right to free speech had been violated. A judge disagreed and upheld a ban on badges in the classroom, but allowed teachers to distribute materials among themselves and put posters up in areas off limits to students. </p> <p>The curb came, say sources close to the case, after several school principals complained about an email from the UFT - which overtly supports Obama - to union leaders in schools advising them how to distribute campaign materials. </p> <p>\"Keeping politics out of the classroom was our primary concern here, and our position has been fully vindicated,\" said schools chancellor Joel I Klein after the ruling in the department's favour.</p> <p>\"We don't want students feeling intimidated because they might hold a different belief or support a different candidate than their teachers,\" a statement from the department said.</p> <p>The curb on badge-wearing highlights how emotive this year's election is - the regulation wasn't enforced in the 2004 election because there simply weren't any complaints. </p> <p>\"I don't see the problem,\" said one teacher who asked not to be named. \"It's not like we're putting propaganda out there - these kids are smart enough not to be swayed by a button or a poster. And if it makes one senior go out and vote any way at all it's worth it.\"</p> <p>Cary Nelson, President of the American Association of University Professors, and an emeritus professor at the University of Illinois argued that honesty from lecturers could aid learning in universities.</p> <p>\"The fear is that it would be coercive to reveal our views to students,\" he said. \"But our students now arrive much more sophisticated, with political ideas that they're pretty resilient in. This century-old notion that they're malleable or blank slates isn't true any more.\"</p> <p>\"The people who made that decision have no more knowledge of what goes on in classroom or on campus than a pig has of Sunday,\" he said. \"There is not a single PhD or faculty member on the committee.\"</p> <p>He deliberately wore a campaign badge (supporting Obama) to a lecture after the ban was handed down in order to spark argument about the regulation. </p> <p>\"If you can do a good job of disagreeing with me,\" he says of his classes, \"you get extra credit. They understand where I'm coming from, but I also encourage open debate.\"</p>",
  "<p><strong>Dan Glaister</strong> explains the impact of <a href=\"http://www.guardian.co.uk/world/2008/oct/20/barack-obama-colin-powell\">Colin Powell's endorsement of Barack Obama</a>.<br> Meanwhile, <strong>Gary Younge</strong> strays from the media pack to spend the run-up to the presidential election in <a href=\"http://www.guardian.co.uk/world/video/2008/oct/18/uselections2008-barackobama\">Roanoke, Virginia</a>.</p> <p>We focus on the <a href=\"http://www.guardian.co.uk/politics/2008/oct/20/economy-recession-treasury-energy-housing\">financial solutions</a> the government has planned, with the Guardian's economics correspondent <strong>Ashley Seager</strong>.</p> <p>The Leading Indian conservationist <strong>Valmik Thapa</strong> reveals that poaching has left fewer than 1500 tigers in the wild.</p> <p>And the Guardian's science correspondent <strong>Ian Sample</strong> discusses the <a href=\"http://www.guardian.co.uk/uk/2008/oct/20/aliens-crop-circles-ufo-roswell\">Ministry of Defence's UFO files</a>.</p>"
]