[
  "<p>Joe Biden, who is set to make his debut as the Democratic vice-presidential candidate in Denver tonight, reflected on the expectations generated by the prospect of a Barack Obama presidency yesterday, describing the election as the most important the Democrats have faced since the 1930s. </p> <p>The normally verbose and gaffe-prone senator from Delaware has been unusually quiet since Obama named him on Saturday as his running mate. The silence is partly because of a call from Obama's team for more discipline.</p> <p>On Monday, stopping outside Boney's Smokehouse barbecue stand in the centre of Denver, he refused to be drawn by reporters' questions, an almost unheard of occurrence for him. </p> <p>But speaking to delegates from his home state yesterday he acknowledged the expectation raised about an Obama administration, drawing a parallel with the presidency that delivered the New Deal. He called the November election \"the most incredible opportunity any president and vice-president will have since Franklin Roosevelt\". He will have a chance to expand on that as the main speaker at the convention tonight, a role made more difficult than usual by having to follow Bill Clinton.</p> <p>Biden, 65, and the veteran chairman of the Senate's foreign affairs committee, is hoping to eclipse the former president by outlining a radical shift in US foreign policy to repair what he regards as the wreckage of the Bush administration.</p> <p>Crucial to that would be his role in the White House. There is a tendency to downplay the vice-presidency, both during a campaign and in the subsequent administration.</p> <p>But Robert Dallek, professor of history at Boston University and the pre-eminent scholar on US presidents said yesterday that while vice-presidents never used to be important, \"all changed in 1960 when Kennedy chose Lyndon Johnson as his running mate\". The subsequent trend culminated in Dick Cheney's accumulation of immense power under George Bush. Dallek thought that the degree of power attained by Cheney \"will make the next president cautious about giving the vice-president too much authority\". </p> <p>But others at the convention said it would not be easy to rein Biden in, given he is more experienced in foreign policy than Obama. There also appears to be little sign from the Obama camp that it necessarily wanted to roll back the centralisation of national security policy within the vice-president's office.</p> <p>Biden spent the weekend with Obama's chief strategist, David Axelrod, in Delaware before travelling to Denver by train. He also met his security team for a briefing on the 24-hour surveillance that comes with the job.</p> <p>In between, he has been working on tonight's speech. As well as setting out foreign policy he has been tasked with attacking the Republican candidate, John McCain. There has been a tendency at the conference so far to avoid attack politics but that does not apply to Biden, who unlike Obama is a scrapper able to deliver what a Democratic adviser described as \"zingers\" against McCain.</p> <p>Another asset on the campaign trail is that Biden, from a Catholic working-class background in Scranton, Pennsylvania, might make a better job than Obama of connecting with white, working-class men in battlefield states such as Pennsylvania and Ohio. </p> <p>While Biden's appointment has been generally well-received there are sceptics. Bloggers on liberal websites say that, for all the claims about this ability to connect with working-class voters, he only won 638 votes in the New Hampshire primary in January, forcing him to pull out.</p> <p>Among the sceptics is William Galston, a former Bill Clinton adviser and now senior fellow at the Washington-based Brookings Institution, who said in a commentary sent to reporters that previous presidents had chosen running mates who could help swing their home states. </p> <p>If Obama fails to win the election, he predicted \"an orgy of second-guessing\" over whether he could have chosen someone who might have delivered a crucial state. Obama chose Biden not primarily for his campaigning skills but with a view to government. Dallek said Biden was a good choice, especially against the background of security scares. \"If for some reason Obama is incapacitated or, perish the thought, dies in office, people know he would be a competent president.\" </p> <p>Steve Clemons, a director the Washington-based New America Foundation and among the first to tip Biden for the vice-presidential slot, is among those who argue that Biden's exercise of power in the White House would be similar to that of Cheney's. \"The office of vice-president has changed forever,\" he said. \"The office has explicit legal powers now. Maybe some will be rolled back but they can't be rolled back easily.\" </p> <p>The difference is that while Cheney used that accumulated power to push rightwing positions, Biden would seek to exercise it in pursuit of liberal ones. Like Obama, he is committed to an early withdrawal of US troops from Iraq - a war that he now regrets voting for - favours direct negotiations with Iran, wants a more aggressive approach by Pakistan towards the Taliban and al-Qaida and more pressure on Sudan over Darfur.</p> <p>Jim Webb, the Virginia senator who was on the shortlist for the vice-president slot, saw Biden as important because of his long experience. \"He's a rudder... He has a handle on the bureaucracy and knows how to get things done,\" Webb said.</p>",
  "<p>Joe Biden, who is set to make his debut as the Democratic vice-presidential candidate in Denver tomorrow night, today reflected the high expectations generated by the prospect of a Barack Obama presidency, describing the election as the most important the Democrats have faced since the 1930s.</p> <p>The normally verbose - and gaffe-prone - senator from Delaware has been unusually quiet since Barack Obama named him on Saturday as his running mate. </p> <p>The silence is partly because of a warning from Obama's campaign team to be more disciplined. Yesterday, stopping outside Boney's Smokehouse barbecue stand in the centre of Denver, he refused to be drawn by reporters' questions, an almost unheard of occurrence for Biden.</p> <p>But speaking to delegates from his home state this morning, he acknowledged the expectation raised about an Obama administration, drawing a parallel with the presidency that delivered the New Deal. </p> <p>He called the election \"the most incredible opportunity any president and vice-president will have since Franklin Roosevelt\".</p> <p>He will have a chance to expand on that as the main speaker at the convention tomorrow night, a role made more difficult than usual by having to follow the potentially headline-grabbing former president, Bill Clinton.</p> <p>Biden, veteran chairman of the Senate foreign relations committee, is hoping to eclipse the former president by outlining a radical shift in US foreign policy to repair what he regards as the wreckage of the Bush administration.</p> <p>Crucial to that will be his role in the White House. There is a tendency to downplay the vice-presidency, both during a campaign and in the subsequent administration. But Robert Dallek, professor of history at Boston university and the pre-eminent scholar on US presidents, said today that while vice-presidents never used to be important, \"that all changed in 1960 when Kennedy chose Lyndon Johnson as his running mate\".</p> <p>The subsequent trend culminated in Cheney's accumulation of immense power.</p> <p>Dallek thought that the degree of power attained by Cheney \"will make the next president cautious about giving the vice-president too much authority\".</p> <p>But others at the convention argued that it will not be easy to rein Biden in, given he is much more experienced in foreign policy than Obama and that, anyway, there appeared to be little sign from the Obama camp that it necessarily wanted to roll back the centralisation of national security policy within the vice-president's office.</p> <p>Biden spent the weekend through until Sunday morning with Obama's chief strategist, David Axelrod, in Delaware before travelling to Denver by train. </p> <p>He also met his new security team for a briefing on the 24-hour surveillance that comes with the job.</p> <p>In between, he has been working on tomorrow night's speech. As well as setting out foreign policy for a new administration, he has been tasked with attacking the Republican candidate, John McCain. </p> <p>There has been a tendency at the conference so far to avoid attack politics but that does not apply to Biden, who unlike Obama, is a scrapper, able to deliver what a Democratic adviser described as \"zingers\" against McCain.</p> <p>Another asset on the campaign trail is that Biden, aged 65, from a Catholic working-class background in Scranton, Pennsylvania, might make a better job than Obama of connecting with white working-class males in the key battlefield states such as Pennsylvania and Ohio.</p> <p>While the appointment of Biden has been generally well-received at the conference, there are sceptics. </p> <p>Bloggers on liberal web sites point out that, for all the claims about this ability to connect with working-class voters, he only won a miserable 638 votes in the New Hampshire primary in January, forcing him to pull out.</p> <p>Among the sceptics is William Galston, a former Bill Clinton adviser and now a senior fellow at the Washington-based Brookings Institution, who said, in a commentary sent out to reporters, that previous presidents had chosen running mates who could help swing their home states. </p> <p>\"One thing is clear: Biden does nothing to brighten Obama's prospects in the electoral college,\" he wrote. If Obama fails to win the November election, he predicted \"an orgy of second-guessing\" over whether he could have chosen someone who might have delivered a crucial state.</p> <p>Obama chose Biden not primarily for his campaigning skills but with a view to government. Dallek said Biden was a good choice, especially against the background of security scares. </p> <p>\"If for some reason Obama is incapacitated - or, perish the thought, dies in office - people know he would be a competent president,\" Dallek said.</p> <p>Steve Clemons, a director the Washington-based New America Foundation, who is close to the Democratic foreign policy establishment and who was among the first to tip Biden for the vice-presidential slot, is at the convention and is among those who argue that Biden's exercise of power in the White House would be similar to that of Cheney's.</p> <p>While he acknowledged that Obama as president might seek to rein in the vice-president, he said: \"The office of vice-president has changed forever. The office has explicit legal powers now. Maybe some will be rolled back but they can't be rolled back easily. The template of being a big player in foreign affairs is established.\"</p> <p>The difference is that while Cheney used that accumulated power to push right-wing ideological positions, Biden would seek to exercise it in pursuit of liberal ones. Like Obama, he is committed to an early withdrawal of US troops from Iraq, a war that he now regrets having voted for, favours direct negotiations with Iran, wants to encourage a more aggressive approach by the Pakistan government towards the Taliban and al-Qaida elements inside its borders, and more pressure on the Sudanese government over Darfur.</p> <p>In recent years, he has displayed his liberal background by helping to block the long-term appointment of the neo-conservative, John Bolton, to the United Nations and to force a softening the Bush administration's position towards Iran during a bout of sabre-rattling last year.</p> <p>Thomas Mann, another Brookings politics specialist, who is in Denver, said he thought Biden was a good choice but would not be as powerful as Cheney. </p> <p>\"All vice-presidents since (Walter) Mondale (vice-president from 1977-81) have played a more important role than had historically been the case. I look for Biden to play a role more like (Al) Gore to Clinton,\" Mann said.</p> <p>Jim Webb, the Virginia senator who was on the shortlist for the vice-presidency slot, saw Biden as having an important role because of his long experience. \"He's a rudder... He has a handle on the bureaucracy and knows how to get things done,\" Webb said.</p>",
  "<p>Bill Kristol, the doyen of neocon chatterati, has <a href=\"http://www.nytimes.com/2008/08/25/opinion/25kristol.html\">given his imprimatur</a> to a McCain-Lieberman ticket in a column in Monday's New York Times:</p> <blockquote> <p>McCain ... could decide that Obama's conventional pick of Biden allows him to seize the moment by making a bold choice. He could select the person he would really like to have by his side in the White House - but whose selection would cause palpitations among many of his staffers and supporters: the independent Democratic senator from Connecticut, Joe Lieberman.</p> <p>Lieberman could hold his own against Biden in a debate. He would reinforce McCain's overall message of foreign policy experience and hawkishness. He's a strong and disciplined candidate. </p> <p>But he is pro-abortion rights, and having been a Democrat all his life, he has a moderately liberal voting record on lots of issues.</p> </blockquote> <p>\"Bold choice?\" Perhaps bold in the context of the conservative Republican voters McCain needs to carry in November, who think of a Democrat as a cross between Count Dracula and Judas. But among the general election cohort, Lieberman is about as bold a choice as, well - Biden.</p> <p>Kristol seems to think that Lieberman will carry independent voters and even Hillary Clinton supporters:</p> <blockquote> <p>Obama and Biden will try to frame the presidential race as a normal Democratic-Republican choice. If they can do that, they should win. That would be far more difficult against a McCain-Lieberman ticket. The charge that McCain would merely mean a third Bush term would also tend to fall flat. And an unorthodox \"country first\" Lieberman selection would reinforce what has been attractive about McCain, and what has allowed him to run ahead of - though not yet enough ahead of - the generic Republican ballot. </p> <p>A Lieberman pick should help with ticket splitters ... . </p> <p>And Hillary supporters could protest Obama's glass ceiling by voting for John McCain and the Democratic Party's 2000 vice-presidential nominee.</p> </blockquote> <p>Actually, were Lieberman to run again in Connecticut for Senate he wouldn't even win there. How is supposed to help elsewhere? Lieberman is damaged goods, not just for traditional Democrats, but for most centrist Americans. And the notion that Hillary supporters, drawn to her as a pioneering woman candidate, would turn to an old, white, male ticket to redeem Hillary's values is little short of preposterous.</p> <p>But the most troubling aspect of choosing Lieberman is the recent news reported by Justin Vogt in <a href=\"http://www.thenational.ae/article/20080821/REVIEW/948537756/1008\">The National</a> that Lieberman, at last month's Christians United for Israel gala, tacitly urged Israel to attack Iran. Considering Kristol's column, it becomes even more urgent that Lieberman's comments be more widely reported. Writes Vogt:</p> <blockquote> <p>Though careful to say he hoped war with Iran could be avoided, the senator ended his address with a Biblically-coded call for military action against the Islamic Republic. According to the Book of Exodus, when faced with Pharaoh's army behind them and the Red Sea in front of them, the Israelites panicked… .</p> <p>\"But God did something unexpected at that moment,\" Lieberman recounted. \"He said to Moses, 'Why do you cry out to me? Speak to the children of Israel and tell them to go forward.' In other words, God was saying to Moses and the Israelites, 'The time for prayer is over. It's time for Israel to act.'\"</p> <p>According to Jewish lore, a tribal leader called Nachshon took the initiative and leapt into the Red Sea. \"Nachshon understood that there comes a moment when faith and prayer must be followed by action right here on Earth,\" Lieberman concluded. Coming on the heels of his dark warnings about Iran, there was no mistaking the kind of Israeli action Lieberman had in mind.</p> </blockquote> <p>I think this speech justifies the question: Does Lieberman see Israel as a US surrogate? That is, a nation that has none of the strictures preventing it from taking actions Lieberman and the US wish they could take? This raises another question: If McCain wins the presidency, will Israel receive a green light to attack Iran?</p> <p>This is an issue the American people should know about in considering which candidate they vote for in November. If McCain wins, you can expect a <a href=\"http://en.wikipedia.org/wiki/Nudge_Nudge\">nudge-nudge, wink-wink</a> arrangement between his administration and Israeli generals who are fully prepared to teach Iran a lesson - at least in their minds. Whether they can pull it off is something about which even Israeli specialists and military analysts have raised serious doubt.</p> <p>Do Americans really want a potential vice-president who communicates to Israel that it would be acceptable to attack Iran, and does so at a convention of religion whack jobs and wingnuts (read Vogt's story if you don't believe me)? And lest anyone argue that Lieberman hasn't been picked for this post yet, I'd reply that Lieberman clearly has McCain's ear, and even if he isn't vice-president, he will be a very close adviser (secretary of state or defence?) over the next four or, God help us, eight years, should the Republican candidate win.</p>",
  "<video data-media-id=\"gu-video-336974766\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p><br>Hecklers drowned out Zimbabwe's president, Robert Mugabe, as he opened parliament today with a speech accusing Britain and the US of using rising food prices to try to oust his regime.</p> <p>Opposition MPs - who outnumber members of Mugabe's ruling Zanu-PF party for the first time since the former British colony gained independence in 1980 - jeered and sang in protest at the failure to reach a power-sharing deal despite weeks of talks.</p> <p>As Mugabe talked of a \"vicious onslaught\" from international critics and accused them of trying to thwart efforts to import food, the opposition chanted \"Zanu is rotten\" and \"We have a pact with the people\".</p> <p>Power-sharing talks chaired by the South African president, Thabo Mbeki, have been deadlocked. The opposition Movement for Democratic Change (MDC) had objected to Mugabe opening parliament but eventually agreed in a gesture that the MDC leader, Morgan Tsvangirai, said may help revive the talks.</p> <p>Mugabe, 84, told the parliament: \"Landmark agreements have been concluded, with every expectation that everyone will sign up.\"</p> <p>Tsvangirai won the first round of the presidential election but boycotted the run-off with Mugabe after a widespread campaign of state-sponsored intimidation and violence against MDC supporters.</p> <p>Despite the MDC's slim majority in the lower house, Zanu-PF has a majority in the upper house, the senate, which allows it to block legislation passed by MPs.</p> <p>The MDC yesterday landed a blow against Mugabe when its candidate, Lovemore Moyo, was elected to the influential position of parliamentary speaker.</p> <p>It is the first time since independence that the opposition has held the post, which is crucial because Moyo will now take charge of contentious debates in the hung parliament if no power-sharing deal is reached.</p> <p>Zanu-PF did not put up a candidate for speaker, instead backing Paul Themba Nyathi, who is from a splinter MDC faction headed by Arthur Mutambara.</p> <p>Zanu-PF holds 99 seats in parliament, while the breakaway MDC faction has 10. During the power-sharing talks it was assumed that Mugabe and Mutambara had reached an agreement to work together. </p> <p>That would have eclipsed the MDC, which has 100 seats, leaving Tsvangirai's party on the outer after he refused to accept a prime ministerial post answerable to Mugabe and with limited powers.</p> <p>Moyo's tally - he won by 110 votes to 98 - shows that numerous MDC-Mutambara MPs and perhaps even a few Zanu-PF members were willing to support Tsvangirai's party.</p>",
  "<p>Nothing could better illustrate the Republican party's contempt for feminists than its current, risible attempts to pander to them. When news broke on Saturday that Barack Obama had chosen Joe Biden as his running mate, GOP mouthpiece William Kristol, a longtime anti-feminist Hillary-hater, had a touching change of heart. On the website of the conservative Weekly Standard, he posted a little squib titled <a href=\"http://www.weeklystandard.com/weblogs/TWSFP/2008/08/kristol_the_democrats_glass_ce.asp\">\"The Democrats' glass ceiling\"</a>, which bemoaned the disrespect Obama ostensibly showed Clinton - and the cause of gender equality - by not choosing her as his vice-presidential nominee.</p> <p>\"So Hillary Clinton gets about 18 million votes in 2008, and isn't even considered for - she apparently isn't even given the courtesy of being consulted - the vice-presidential pick,\" he began. Then, continuing with preposterous faux umbrage: \"Will the Democratic party, which is committed (to say the least) to gender equity, and which in fact has a 50% quota for female delegates, accept Obama's imposition of a glass ceiling at its convention?\"</p> <p>The next day, clearly hoping to exploit the well-publicised disappointment of some women at Clinton's loss, McCain put out <a href=\"http://www.youtube.com/watch?v=3NrQ36Djf2E&amp;feature=related\">an ad echoing Kristol</a>. Over pensive, minor-chord music, a female voice says, her voice rising in incredulity: \"She won millions of votes … but isn't on his ticket! And why? For speaking the truth.\" The spot then runs through clips of a few of Clinton's attacks on Obama - all of which were, of course, reason enough for him not to want to partner with her, but are now being presented as the brave voice of a woman scorned by a sexist party for her candour.</p> <p>In all likelihood, the McCain operation is in fact heartily disappointed that Clinton will not be on the ticket, since her rhetoric during the primary, far more than Biden's, offered such a rich source of attack ad-ready anti-Obama soundbites. The new ad is a last-ditch way to take advantage of a few of the Clinton barbs that, had Obama chosen her, we'd be seeing in a constant loop until November. But it is also, clearly, an effort to play to her disaffected supporters.</p> <p>On Monday, the <a href=\"http://www.politico.com/news/stories/0808/12791.html\">McCain campaign released a second pro-Hillary spot</a>, this one featuring Wisconsin Clinton delegate Debra Bartoshevich looking into the camera and explaining that in the general election: \"In a first for me, I'm supporting a Republican … . A lot of Democrats will vote McCain. It's OK, really!\"</p> <p>Republicans, obviously, are hoping against hope that angry women make a spectacle of themselves at the Democratic convention. If <a href=\"http://www.puma08.com/\">Puma</a>, the self-satirising group of Hillary diehards (the acronym stands for \"Party unity up my ass\") didn't exist, Republican dirty tricksters would have to invent it. Indeed, the vaguely sexist name, which seems to allude to the sexually aggressive middle-aged women mockingly known as cougars, suggests the handiwork of someone having a laugh at the expense of broken-hearted second-wave feminists. </p> <p>Which is, of course, exactly what the Republicans are now doing. Kristol's disdain for Clinton - not to mention liberal women generally - has always been relentless. When she was the frontrunner during the Democratic primaries, Kristol penned numerous columns <a href=\"http://www.nytimes.com/2008/01/28/opinion/28kristol.html\">excoriating her</a> and <a href=\"http://www.nytimes.com/2008/02/11/opinion/11kristol.html\">ladled patronising praise on Obama</a>. When Clinton came in third in the Iowa caucuses, he wrote a Weekly Standard editorial titled <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/014/550eztvl.asp\">\"Thank you, Iowa\"</a>, celebrating the triumph of Obama, \"the classiest candidate on the Democratic side\", over a woman he despises. \"Three weeks ago, we made the case that the country deserved to be liberated from the Clintons and their brand of politics,\" he wrote. \"We promised to be the first to say something we are not accustomed to saying to the Democratic party - thank you. So, to the Iowa Democrats and independents who caucused in such numbers for Obama and even – this hurts – for Edwards, we say: Thank you. You have begun the job.\"</p> <p>There's something astonishing, almost impressive, in Kristol's audacious hypocrisy. It is as if McCain chose a pro-choice running mate, and Gloria Steinem starting lamenting the candidate's indifference to the rights of the unborn. </p> <p>McCain, of course, is no more a feminist than Kristol. His voting record is overwhelmingly <a href=\"http://www.ontheissues.org/2008/John_McCain_Abortion.htm\">anti-abortion</a>, and he <a href=\"http://www.huffingtonpost.com/2008/04/23/mccain-opposes-equal-pay-_n_98342.html\">opposed the Ledbetter Fair Pay Act</a>, which would have helped protect women from being paid less for doing the same job as men (what women need, McCain said, is <a href=\"http://thinkprogress.org/2008/04/23/mccain-dismisses-equal-pay-legislation-says-women-need-more-training-and-education/\">\"education and training\"</a>, implying they earn less because they're less qualified). He made vulgar jokes about Chelsea Clinton when she was just a child, and when his own wife teased him about losing his hair, he <a href=\"http://rawstory.com/news/2008/McCain_temper_boiled_over_in_92_0407.html\">reportedly shot back</a>: \"At least I don't plaster on the makeup like a trollop, you cunt.\" During the primary, when a supporter, speaking of Clinton, asked \"How do we beat the bitch?\" McCain <a href=\"http://www.huffingtonpost.com/huff-wires/20071114/mccain-clinton-comment/\">joined in the room's raucous laughter</a>, then replied \"That's an excellent question,\" before composing himself enough to offer some perfunctory words of respect for his putative presidential rival.</p> <p>Had Clinton in fact become the nominee, Republicans would now be giving Obama a tongue bath while trying to taint the Democratic party with racism. Meanwhile, there would be third-party ads painting Clinton as unstable virago, subject to hormonal mood swings and crying jags. After all, the same people who are now hymning Hillary spent years trying to destroy her. The fact that Republicans expect Clinton-supporting women to forget that is evidence that the party holds them in incredibly low regard. One has to hope that the majority of Democratic women will understand exactly who is really insulting them.</p>",
  "<p>For more than a year now, the US political world has expended trillions of person-hours of effort and ploughed billions of words of analysis into assessing whether the United States is ready to elect a black man as president. Countless further words will be written on this same subject before November 4 - and beyond, whether Barack Obama wins or loses. Yet Michelle Obama only had to step up to the speaker's rostrum in Denver to make it clear, before she even opened her mouth, that there is, and was always going to be, a second question in play in this election, nearly but not quite as important as the first: is America ready to elect a black first lady too?</p> <p>This isn't a trivial question. There have been many speeches by African-American politicians at the conventions of both parties down the years - mainly to the Democrats, of course. So the ground has been prepared for the idea that an African-American man would eventually make a presidential nomination acceptance speech one day. But the ground has not been similarly prepared for an African-American woman to take the audition to be the nation's first lady. Given all the mystique, the conservative mystique, that surrounds this role - ask Hillary Clinton, 1992-vintage, if you are in any doubt about that - Michelle Obama is at least as much of a pioneer as her husband.</p> <p>To all but a small audience of political specialists, Michelle Obama is also a total unknown as a person. So she had two tasks to perform in this speech: first to breakdown all the racial stereotypes that still cling to a post like that of first lady and, second, to introduce herself to the electorate in her own right. Any fair judge must surely say that she did the second with fantastic assurance and allure. I also think she cracked it pretty brilliantly with the first question, but it would be naïve not to accept that this will not be easy. </p> <p>The two questions obviously impact on one another. If America is ready for Michelle Obama, and for the portrayal of Barack Obama that she offered in her speech and in the many videos which dotted the agenda of the first evening of the Democratic convention, then some of the cultural and character questions which make this such a unique election may be answered in the Democratic candidate's favour. In this context the most interesting thing we learned this evening about Barack Obama is that when he first asked Michelle for a date years ago she turned him down. The Obama charm, in other words, does not carry everything before it after all. It can be resisted. He's like the rest of us after all. Paradoxically this resistibility helps Obama, because it makes him more human.</p> <p>To many foreigners, the extent to which the American election process focuses on the candidate's partner is somehow suspect, proof perhaps of the whole system's lack of seriousness, in some contexts another snobbish hook on which anti-Americans can hang their coats. Even to many Americans themselves, the idea that the candidate's wife (as it still has been in all significant cases) has to take a public audition along with her husband certainly is peculiar too. It certainly wasn't always thus. Until the 20th century indeed, not even the nominated candidate had to make a speech at the convention, never mind his wife. But the presidential audition is nowadays irredeemably a family affair. The wife, the kids, the brothers and sisters, the parents - they all have a role. One can wish it otherwise - but wishing it different won't make it so.</p> <p>And by these criteria, Michelle Obama did a hugely skilful job. She had to persuade the doubters that she wasn't, as the stereotype has it, another angry black woman. But she did this in a highly principled way, stressing that the struggles of the past were coming to fruition in the Obama candidacy – the pride was unmissable and rightly so – but presenting them in the hegemonic rhetoric of the American dream. That's where the current of history meets the new tide of hope, is how she put it, in fluent Obamese, before adding the key line that \"That is why I love this country.\" That brought the house to its feet. At that moment one knew she had done as well as she possibly could have hoped. It was mission accomplished. Job done - for now.</p>",
  "<video data-media-id=\"gu-video-336965453\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1753874862_gdn-nat-080826-lt-kettle-michelle-16x9.flv\"/> </video>   <p>Michelle Obama, who could become the first African-American first lady in January, tonight gave a personal and sentimental account of life with her husband in a primetime speech intended to bring his narrative into the homes of millions of American voters.</p> <p>In her first major speech since Barack Obama launched his presidential campaign 20 months ago, she was loudly welcomed by the 4,000-plus delegates at the Democratic convention in Denver waving \"Michelle\" banners.</p> <p>She went on to speak about Obama as a husband and father who lived his life imbued with American values.</p> <p>One of the biggest cheers of the night came when she offered an olive branch to the Clinton camp, praising her for her success in advancing the women's movement. Clinton had \"put those 18 million cracks in the glass ceiling so that our daughters and sons can dream a little bigger and aim a little higher\".</p> <p>Michelle Obama lacked the rhetorical ability of her husband and failed to arouse the audience in the way he is capable. The final ovation was loud but not prolonged.</p> <p>The insights into Obama family life were carefully designed to counter jibes from his Republican rival, John McCain, that he is too fond of his newfound celebrity status, that he is elitist and out of touch with working-class Americans.</p> <p>She insisted that in spite of all his success since he launched his White House campaign 19 months ago, \"the Barack Obama I know today is the same man I fell in love with 19 years ago\".</p> <p>She tried to counter accusations raised by the Republicans about her patriotism after an out-of-context remark she made in January suggesting she had not been proud of the US before Obama won the Iowa caucus that month. In her speech, she pointedly described the US as a \"great country\" in which everyone had the chance to rise.</p> <p>The loud response when she began the speech eclipsed even that given an hour earlier on a surprise appearance by senator Edward Kennedy, who is suffering from a brain tumour.</p> <p>The four-day convention is scheduled to culminate on Thursday with the formal endorsement of Obama as the first African-American presidential candidate with a serious chance of reaching the White House.</p> <p>Although Obama has been a regular presence on US screens all this year, his life story and politics are still relatively unknown to most Americans.</p> <p>Before Michelle Obama spoke, the convention saw a short video describing her early life in Chicago's South Side and her relationship with Obama, who joked that she had been won over when he bought her an ice cream.</p> <p>She was introduced by her brother Craig, who spoke about their early life together and insisted she would be the first lady. Her mother was also in the audience.</p> <p>She portrayed Obama as having come from humble beginnings and as a patriot who shared American values. He had worked as a community oganiser in Chicago alongside people who believed, \"like you and I believe, that America should be a place where you can make it if you try\".</p> <p>In one of many sentimental passages, she won a round of applause when she said he had been unchanged by his success and illustrated it with a description of the birth of their first child: \"He's the same man who drove me and our new baby daughter home from the hospital 10 years ago this summer, inching along at a snail's pace, peering anxiously at us in the rearview mirror, feeling the whole weight of her future in his hands, determined to give her everything he'd struggled so hard for himself, determined to give her what he never had: the affirming embrace of a father's love.\"</p> <p>After she finished, Obama, who is not due in Denver until Wednesday, joined the convention by video to praise his wife and to invited his children to comment on her speech. \"I think she did good,\" one of them said.</p> <p>The children then waved at the screen saying, \"love you, Daddy\".</p> <p>As Michelle Obama intervened on behalf of her husband with her first major speech since he began his campaign 20 months ago, Cindy McCain also went into action.</p> <p>John McCain told fundraisers in Sacramento, California, that she is to visit Georgia to assess the humanitarian situation after the conflict with Russia.</p> <p>McCain's campaign team sees foreign affairs as their candidate's strong point and believes he was helped by the conflict. Her presence in Georgia will help bring the issue back into the US election campaign.</p> <p>\"She is on her way to the little country of Georgia,\" said John McCain, who criticised Russia's involvement.</p>"
]