[
  "<p>US intelligence agencies believe the war in Afghanistan is in \"a downward spiral\", sparking an urgent strategy rethink by the Bush administration as it enters its last three months in office, it was reported yesterday.</p> <p>The National Intelligence Estimate (NIE) on Afghanistan, a joint report by America's 16 spy agencies, is not due to be published until after next month's presidential election, but a draft version was leaked to US newspapers calling into question the coherence of US and Nato policy. </p> <p>The document also places considerable blame on Hamid Karzai, the Afghan president, for failing to control corruption in his government. It also points to the destabilising impact of the booming opium trade, which now accounts for at least half the national economy.</p> <p>The White House has ordered a review of its policy and sent a team to Kabul led by Lieutenant General Douglas Lute, the president's military adviser on Afghanistan, to assess the situation.</p> <p>\"We have had a tough summer. There is no doubt about it,\" a Nato source told the Guardian. \"There are concerns, and we would share concerns the NIE has identified for better Afghan governance. We have said for some time the solution is political and not military.\"</p> <p>The Afghan government has been reported to be holding talks with the Taliban, hosted by Saudi Arabia, but it is unclear whether those contacts would lead to comprehensive peace talks. </p> <p>Robert Gates, the US defence secretary, has argued that Nato troops must confront Afghanistan's drug traffickers directly. The job has been left to Afghanistan's poorly trained and under-equipped police force. \"Part of the problem that we face is that the Taliban make somewhere between $60m and $80m or more a year from the drug trafficking,\" Gates said at a Nato meeting in Budapest yesterday. </p> <p>\"... if we have the opportunity to go after drug lords and drug laboratories and try to interrupt this flow of cash to the Taliban, that seems to me like a legitimate security endeavour.\"</p> <p>A proposed counter-narcotics mandate for Nato in Afghanistan divides opinion in Whitehall, putting the Foreign Office at odds with the Ministry of Defence. </p> <p>The Foreign Office welcomed the move yesterday, saying Britain had been requesting it for years, in the face of resistance from some European allies. But British military officials were more sceptical, saying such operations would require the deployment of more forces. </p> <p>\"You can put your troops into counter-insurgency or you can go after the [drug trafficking] middleman but you can't do both,\" said a defence source.</p> <p>British officers see the benefits of targeting drug laboratories and trafficking kingpins. But they argue that such operations should be undertaken primarily by Afghan forces, with Nato providing support. British diplomats are keen to emphasise that counter-narcotics efforts to date have brought results. They point to UN figures showing a 19% reduction in land under poppy cultivation last year, and a 6% fall in opium production. (The discrepancy between the two figures is explained by higher yields per hectare). </p> <p>The NIE on Afghanistan appears destined to become an election issue in the final weeks of the contest between Barack Obama and John McCain. </p> <p>The Pentagon plans to send another three brigades, up to 14,000 troops, to bolster the 33,000-strong US force there now, but in Budapest yesterday, US officials were urging their allies not to pull out when the American reinforcements arrive.</p> <p>Meanwhile the United Arab Emirates has quietly become the 41st country contributing to the coalition effort in Afghanistan, although it is not clear what resources it intends to contribute.</p> <p>The draft NIE on Afghanistan illustrates a darkening mood in western capitals. It follows a leaked French diplomatic dispatch quoting the British ambassador to Kabul, Sherard Cowper-Coles, as saying US strategy there had failed. The foreign secretary, David Miliband, said the report had \"garbled\" the British position.</p>",
  "<h2>Jailed oil tycoon 'sent to solitary confinement'</h2> <p>Jailed oil tycoon Mikhail Khodorkovsky has been sent into solitary confinement for 12 days after a written interview with Esquire magazine, his lawyers said yesterday. Khodorkovsky, once Russia's richest man and founder of the now-dismantled Yukos oil empire, was convicted in 2005 of tax evasion and fraud in what some viewed as an attempt to silence a Kremlin opponent and cement control over the energy sector. A court rejected a parole request in August, citing reasons such as a refusal to take part in a sewing course. The Russian prison service is looking into the report. <br><strong>Associated Press in Moscow</strong></p> <h2>Long-serving leader ahead in vote count</h2> <p>Asia's longest-serving ruler has won the first round in the Maldives' first multiparty presidential poll, but the provisional tally indicated that a runoff vote against a popular human rights activist would be needed. The country's election commission said that President Maumoon Abdul Gayoom had 41% of all votes, with an 85.5% turnout. In second place with 25% was Mohamed Nasheed, a former journalist whom Gayoom had jailed repeatedly. Under the new rules a runoff must be held within 10 days if no one gets 50% of the vote. Gayoom has been a virtual dictator for 30 years.<br><strong>Randeep Ramesh</strong></p> <h2>President calls early poll after bitter rift with PM</h2> <p>Ukraine faced fresh political turmoil yesterday after President Viktor Yushchenko dissolved parliament and ordered an early parliamentary election on December 7. His move follows the collapse of the ruling coalition between his party and the bloc led by Yulia Tymoshenko, the prime minister and the president's former \"orange revolution\" ally. The government fell apart last month when Tymoshenko voted with the opposition Party of the Regions to strip the president of some powers. Yushchenko ordered early elections after the parties failed to agree a new coalition.<br><strong>Luke Harding in Moscow</strong></p> <h2>Fortune-tellers failed to predict the end for MP</h2> <p>A Norwegian MP took voluntary sick leave yesterday, saying that she would not seek re-election after running up huge phone bills at parliament's expense by calling fortune-tellers. Saera Khan's mobile phone habits were exposed when parliament refused to pay her bills, which reportedly hit 48,000 kroner (£4,500) in three months. The 29-year-old Labour MP said that she had been calling a satellite phone used by her boyfriend, who she said was serving with British special forces. She then admitted calling a premium fortune-telling phoneline 793 times but said she had paid back the money.<br><strong>Associated Press in Oslo</strong></p> <h2>Six arrested after Arabs and Jews clash in city</h2> <p>Arab and Jewish residents of the northern Israeli city of Acre clashed yesterday during the Jewish holiday of Yom Kippur. Police said dozens of cars and shops were damaged and that they arrested six Arab rioters. Fighting erupted late in the day, after the start of the holiday, in a predominantly Jewish neighbourhood of Acre. An Arab driver was attacked by Jewish youths who beat him, according to police, who dispersed the crowds with tear gas and stun grenades. Abbas Zakour, an Arab member of the Israeli parliament, said the driver was trying to get home. There were no reports of serious injuries.<br><strong>Associated Press in Acre</strong></p>",
  "<p>When the man working for Frommer's, America's best-selling travel guide, alighted on the small town of Wasilla in south-central Alaska, he concluded glumly that the place should be condemned as \"the worst kind of suburban sprawl\". To the European eye it would barely be a town at all. Rather, it is a four-lane highway that clatters across the magnificent, mountain-fringed Matanuska-Susitna valley, dumping seven miles of strip-malls, petrol stations and supermarkets in its wake.</p> <p>Wasilla is home to 9,780 people, hundreds of small businesses, a dozen evangelical Christian churches, and a handful of gun stores. The churches are places where many of the faithful see signs that judgment day cannot be far away and where the infallibility of the Bible is rarely, if ever, questioned. The gun stores are places where you can pick up the new Ruger 10/22 carbine, the one that comes in bright pink with a 10-round magazine - \"perfect for your wife or daughter\".</p> <p>Famously, Wasilla is also the home town and launch pad for Sarah Palin, John McCain's vice-presidential running mate. Palin is a woman for whom many Republicans have high hopes, despite performances in early television interviews that were so wobbly they have become YouTube classics. She remains a politician who many in the party would like to believe could be a future president.</p> <p>Her selection six weeks ago saw a slew of stories about the former beauty queen with the brilliant smile and the carefully styled mom-in-a-hurry hairdo, who could drop a caribou at a thousand paces before skinning it, butchering it, and hauling it home for the freezer. In a country that regards the wilderness surrounding Wasilla as a last bastion of rugged, can-do libertarianism, her story seemed to be a potent, 21st-century update on America's central myth.</p> <p>But Wasilla is no frontier town. A third of the town's workforce commute to office jobs in Anchorage, 45 miles to the south. Many others work in the endless strip malls. Palin may shoot, fish and ride a snowmobile, but her neighbours are more accustomed to seeing her leap into the 4x4 to drive to the local Starbucks. Palin's home town represents, at most, the call of the semi-wild.</p> <p>So if the image of McCain's running mate as a tough outdoorswoman is part truth and partly a confection of her party's machine, what are we to make of the rest of the package?</p> <p>What will be revealed about her later today with the conclusion of the investigation into the so-called Troopergate affair, in which she is alleged to have abused her power as state governor by sacking the head of the Alaskan state police after he refused to become involved in a family feud?</p> <p>Is Palin truly a warrior of the religious right, a woman who advocates the teaching of creationism and who is opposed to abortion, even for victims of rape and incest? Would she, as opponents claim, seek to ban books from library shelves?</p> <p>Who, in short, is Sarah Palin? And what on earth does she want?</p> <p>Palin was born in February 1964 in another small town, Sandpoint, Idaho, the third of four children of Chuck and Sally Heath. Genealogists have traced her father's family tree as a far as John Lothropp, a nonconformist minister from Beverley in Yorkshire, who settled in Massachusetts in 1634 to escape persecution. If so, this would make Palin a distant relation of George Bush.</p> <p><strong>Headstrong girl</strong></p> <p>The family moved to Alaska when Sarah was two months old after Chuck, a primary school teacher, took up a post there. Accounts of her time at Wasilla high school suggest a headstrong, slightly pushy, but popular pupil: a girl who was determined to succeed on the sports field, and who wanted to be noticed, who liked to be liked.</p> <p>Her university days appear to have been considerably less happy. In five years she flitted between as many different colleges, in Hawaii, Idaho and Alaska, sometimes quitting after one term. It is unclear why she was so unsettled. It is clear, however, that she was far from the centre of attention at this time: after McCain named Palin as his running mate, the Idaho Statesman newspaper tracked down 30 of her former teachers and classmates at two colleges in the state. Only four could remember who she was.</p> <p>Returning to Wasilla in 1987 she worked as a sports reporter with her local newspaper, the Mat-Su Valley Frontiersman, and as a correspondent for an Alaskan television station. She showed little interest in forging a lengthy career in journalism, instead marrying her high school sweetheart, Todd Palin, a part Yup'ik Native Alaskan who works as a technician with British Petroleum on the state's North Slope oilfield. In 1989 the first of the couple's children was born and, in keeping with the Alaskan fashion for unusual names, the boy was named Track, because he arrived during the athletics season.</p> <p>Since parading her five children, including Bristol, 17, who is pregnant, and Trig, a six-month-old boy with Down's syndrome, at the Republican national convention last month, Palin has been the subject of bizarre internet rumours about her children's parentage, and reports in the supermarket tabloids alleging an extramarital affair, which her team dismissed as a \"vicious lie\". In Wasilla, people who know the couple say their marriage appears genuinely to be strong.</p> <p>During the early 90s, when Palin was raising her children, Wasilla and the other small towns in the valley were undergoing rapid change as they sucked in immigrants from that place known to Alaskans as \"Outside\" - the rest of the US. And in common with other communities in the US, the valley towns were riven by tension between secular liberals on one hand and Christian traditionalists on the other, people who had little interest in - and no hope of - reconciling their fundamental disagreements over abortion, gay rights, gun control and censorship. </p> <p>In Palmer, for instance, a town 20 minutes drive north-east of Wasilla, there was a struggle for control of the hospital, one of the few in Alaska where second trimester abortions were carried out. There were demonstrations and court battles, and rumours that one gynaecologist had taken to wearing a bulletproof vest beneath her jacket.</p> <p>In Wasilla, the curator of the town's tiny museum, John Cooper, says he received threats from people from a local evangelical church. \"They simply wanted to let me know that my political views, as a liberal, as a progressive, were not welcome,\" he says.</p> <p>This was the conflict into which Palin waded when she decided to stand for election as mayor of Wasilla. </p> <p>Palin had been a junior member of the town's council for four years, and in 1996 decided to run against the popular mayor, John Stein. Perhaps unusually for such a small-town affair, she won an endorsement from the National Rifle Association and attracted the support of a nationwide anti-abortion organisation that leafleted the town's voters. </p> <p>In Palmer, the Rev Howard Bess, a left-leaning Baptist minister, is convinced Palin was the candidate of a network of evangelist pastors that met regularly in the valley in a conclave calling itself the Ministers' Prayer Group. \"Palin first came on the political scene in the context of this conflict focused on the abortion issue,\" says Bess. \"You can't understand her without understanding the culture wars that took place in the Mat-Su Valley in the 90s.\"</p> <p>Laura Chase, who managed Palin's campaign, recalls her not as doctrinaire but as seriously ambitious. \"We were sitting at my kitchen table at about 11 o'clock one night, talking about term times, and she said: 'If I haven't moved on to higher things after two terms, I don't deserve to be in politics.' I said: 'Sarah, you'll be governor in 10 years.' And she said: 'I don't want to be governor, I want to be president.' I glanced up and she was looking down at a piece of paper, she was on to the next thing we were doing. I just chalked it up to the adrenaline of the campaign.\"</p> <p>Today, people who loathe all that Palin says she stands for cannot help admire her common touch. Bill Clinton says: \"I come from Arkansas. I get why she's hot out there, why she's doing well.\" Even in 1996, Palin seemed to float along on a tide of likability. The way she looked, the way she sounded, the way she moved - it all combined to make people feel they knew her in some way, and that they should vote for her. \"She was a rock star, no doubt about it,\" says Stein.</p> <p>Nobody in Wasilla believes that Palin's parents, by all accounts reserved people, coached such polished performances. Rather, Stein and others point to the confidence that came with high school sporting success, her brief time as a TV reporter, and the opportunities she had to speak up at church.</p> <p>Chase sees something else. \"She's really pretty insecure. I was with her before she gave a speech to the people from BP in Anchorage when she was running for governor, and she was terrified. There are real fears there. But every time she goes out and persuades people to like her, it lifts her, it makes her feel better about herself.</p> <p>\"She draws on something inside herself to make them like her. She's a natural actress. And then she wants to do it again, with even more people. She's a brilliant politician, but it's all about getting more and more people to love her.\"</p> <p>With her charismatic appeal and the backing of many of the town's evangelicals, Palin triumphed in the mayoral contest, winning by 616 votes to 413. Stein, a Lutheran, recalls a local radio station reporting that the town finally had a Christian mayor.</p> <p>In office, Palin did not push the conservative social agenda at the heart of her election campaign. She couldn't: she was running an authority little bigger than an English parish council - albeit one with a $6m budget - and her main responsibilities were for planning applications, road maintenance, and the town's 13-strong police force.</p> <p><strong>Confrontational style</strong></p> <p>Her critics in Wasilla say she made the job appear more difficult than it was because of her confrontational style of management. She sacked the police chief, other senior staff resigned, and Cooper was made redundant. \"One of her conservative supporters came up to me in the street and said: 'Gotcha Cooper!'\"</p> <p>The town's librarian, Mary Ellen Emmons, was fired after standing up to Palin during a conversation about censorship. She was reinstated shortly afterwards, amid a public outcry, and the McCain team now insists that the conversation had been \"rhetorical\". But Chase says she recalls Palin telling the librarian that she objected to a children's book about gay parents called Daddy's Roommate. \"I brought a copy to the next council meeting and offered it to Sarah to read. She said: 'I don't need to read that kind of stuff.'\"</p> <p>The Frontiersman was excoriating. </p> <p>An editorial accused the mayor of confusing her 616 votes with a \"coronation\", adding: \"Palin promised to change the status quo, but at every turn we find hints of cronyism and political manoeuvring.\"</p> <p>A public meeting was held in the town's theatre, with some urging a recall, a form of impeachment, to remove her from office. Palin learned her lesson fast, lowering her profile and leaving day-to-day administration to the council's senior civil servant. \"I grew tremendously in my early months as mayor,\" was how she later described that time.</p> <p>When Palin was 12 she was born again, and was baptised in the frigid waters of one of the half-dozen lakes around Wasilla. From that day, and throughout her time as mayor, she and her mother worshipped at the Assembly of God, a Pentecostal church where some members of the congregation speak in tongues, and where the current pastor is on record as saying he believes that the end of the world is nigh.</p> <p>While Palin has since moved to another evangelical church - reportedly telling friends it is \"less extreme\" - Pentecostalism undoubtedly helped forge her views. She says she believes creationism should be taught alongside evolution, and says abortion is an \"atrocity\" that should be permitted only when the life of the mother is at stake.</p> <p>When she made her next step in Alaskan politics, however, she made no attempt to turn these views into policy. Nor, to the displeasure of local Republicans, did she make much effort to uphold traditional party values. Instead, by the time Palin ran for governor in 2006, she had remoulded herself as a campaigner against sleaze and corruption.</p> <p>It was a good moment to be a moral crusader. For two years the FBI had been raiding the homes and offices of prominent Alaskan Republicans, investigating their links with oil companies. Five politicians were eventually charged with bribery and corruption.</p> <p>The incumbent Republican governor, Frank Murkowski, was wildly unpopular - largely because of his cosy relationship with Big Oil - and Palin had established her ethical credentials by resigning from the state's Oil and Gas Conservation Commission in protest at what she described as the corruption of fellow Republicans.</p> <p>Turning on their TVs during the election, many Alaskans saw Palin's folksy, nose-wrinkling, you-betcha style for the first time, and they liked what they saw. They liked that she was fresh and she was feisty and that she really did seem to offer change. Disillusioned Republicans were relieved to see someone - anyone - doing battle with the party's leathery old guard. Polls showed that even university-educated, liberal women warmed to her. Palin was swept effortlessly into office, capturing 48% of the vote in a three-way race.</p> <p>She surrounded herself with a group of aides whose loyalty was beyond question. Soon they came to describe themselves as Palinistas. According to a number of sources, one of her aides, who is on the state payroll, has been working as a full-time babysitter for Trig in recent months. Todd Palin also appears to play a role in the government of the state. Although unelected, and not holding any salaried office, he is known to take part in a number of meetings.</p> <p>The new governor enjoyed approval ratings of more than 80% in the months after her election. But it was not long before a slightly puzzled electorate began wondering who it was that they had elected and what it was that she really believed.</p> <p>Forging alliances with Democrats, Palin pursued a shamelessly populist agenda, imposing a windfall tax on oil companies. Leftwing Democrats hailed the Palinistas as \"Alaskan redneck socialists\", while Republicans muttered that their governor was \"imposing British levels of taxation\". After she used a chunk of the revenue to send a $1,200 cheque to each man, woman and child in the state, her opponents knew protest was pointless.</p> <p><strong>'Disappointingly liberal'</strong></p> <p>She dismayed many on the religious right by blocking a bill that would have denied benefits to same-sex partners of state employees, maintaining she had no choice because it was unconstitutional. She also resisted Republican attempts to force abortion restriction measures on to the legislative agenda, apparently because she did not wish to alienate her new Democrat allies. Lyda Green, Republican president of the state senate, speaks for many in the party in Alaska when she says Palin has been \"disappointingly liberal\" since she was elected governor.</p> <p>Others, who had hoped to see Palin translate her high approval rating into legislation aimed at tackling Alaska's perennial problems of alcohol abuse and underperforming schools, were exasperated by how little she wanted to do.</p> <p>Larry Persily, a senior civil servant who has worked for three Alaskan governors and is a former associate director of Palin's office in Washington, says: \"She was just not interested. She had no interest in public policy beyond the populist drive to raise oil taxes and push through ethics reforms that the Democrats had already drafted.\"</p> <p>Rebecca Braun, editor of Alaska Budget Report, a non-aligned political newsletter, adds: \"If she hasn't pushed the teaching of creationism in schools, it's because she hasn't pushed the teaching of anything in schools. She hasn't promoted her rightwing views because she hasn't promoted any views at all. She really hasn't done very much.\"</p> <p>But if Palin's approval ratings were falling by last summer, her sincerity as a social conservative being questioned, her Republican credentials under attack, and her commitment to reform belied by a track record of inertia, she could always point to her impeccable ethical standards.</p> <p>And then came Troopergate.</p> <p>Palin stands accused of sacking the head of the state's police force, Walt Monegan, when he refused to dismiss her former brother-in-law, a state trooper who had been through a bitter divorce and child custody battle with her younger sister. There is evidence suggesting some members of her family waged a vendetta against the trooper, Mike Wooten, making complaints that he had broken the law, committed disciplinary offences, and lied to obtain sickness benefits. Eventually a divorce court judge warned family members to leave the man alone.</p> <p>Wooten was investigated and disciplined in March 2006, but when Palin was elected governor later that year, she and her husband, and members of her staff, are said to have pressed to have the case reopened. When Monegan was sacked last July, he claimed that his refusal to fire Wooten had cost him his job, an allegation Palin denies.</p> <p>An investigation into Troopergate was ordered by the state's legislature, and a report on the matter is due to be published today. While Palin initially agreed to cooperate, her husband and several members of her staff resisted giving evidence, despite being summonsed. It has also emerged that Palin and her senior aides used personal email accounts while conducting official business in order to conceal their communications about Wooten.</p> <p>Many Alaskans have been greatly disappointed by Palin's behaviour during the Troopergate affair. Patrick Dougherty, editor of the Anchorage Daily News, the state's main newspaper, says the episode has \"raised serious doubts about her honesty and integrity\".</p> <p>By late August, Palin's approval ratings were still high in Alaska, but there were growing doubts about her ability and sincerity, and there was an investigation hanging over her head. And at this point, no doubt looking at her public performances and her star quality, McCain and his team decided she was the ideal running mate.</p> <p>Dougherty says his reaction was one of disbelief when he heard. \"She was clearly unqualified.\" </p> <p>Lyda Green was equally astonished. \"I'm a loyal Republican and I want to see the Republican party do well and do the right thing. But before she was selected, no one came to Alaska and asked the questions you're asking now. And that, to me, is insufficient.\"</p> <p>If McCain had sent people to Alaska with instructions to ask who Palin really is, to find out what substance lay behind the style, how successful might they have been?</p> <p>Asked what drives his former boss, Persily confesses he cannot be sure. \"She likes being in the limelight, being the centre of attention. What she really craves is popularity, she wants the warmth and love of the public.\" Laura Chase says Palin has an uncanny ability to be all things to all people. \"She can walk up to people and quickly have a perception of what they want her to be, and she will instantly be that person.\"</p> <p>Persily and Chase, who do not know each other, use the same word to describe Palin: chameleon. Both also use similar language to explain how much she unnerves them.</p> <p>Chase says: \"I admire her, she has boundless energy and great determination. But the idea that she could be the leader of the free world scares the hell out of me.\"</p> <p>Persily believes Palin is \"immature, inexperienced, and has poor judgment\", but acknowledges that she could still become president. \"And that,\" he says, \"should scare the hell out of everybody.\"</p> <p><strong>·</strong> The following correction was printed in the Guardian's Corrections and clarifications column, Saturday October 11 2008. The Alaska public safety commissioner fired by Sarah Palin last year is Walter Monegan, not Irl Stambaugh as we said in early editions of the paper. Stambaugh was the police chief of Wasilla who was fired by Palin in 1997. The error was introduced during the editing process</p>",
  "<p>As the presidential race lurches into its final weeks and John McCain struggles to make a dent in Barack Obama's lead in the polls, the tone at his rallies has grown increasingly negative.</p> <p>The McCain campaign yesterday sought to distance itself from ugly remarks by supporters, with a spokesman emailing reporters to say the camp \"does not condone the inappropriate rhetoric\" - a reference to shouts of \"treason,\" \"terrorist\" and \"kill him\" by audience members at McCain events following mentions of Obama. The Arizona senator himself has yet to directly address the negative comments.</p> <p>McCain aides alluded to a coming change in tone in interviews on Friday. \"We are looking for a very aggressive last 30 days,\" McCain adviser Greg Strimple told the Washington Post. \"We are looking forward to turning a page on this financial crisis and getting back to discussing Mr. Obama's aggressively liberal record and how he will be too risky for Americans.\"</p> <p>Obama and the Democrats say the strategy represents a transparent attempt to distract voters from the economy, an issue on which voters give Obama the advantage, with Democrats independent of the Obama campaign characterising it as a ploy to energise voters who harbour racial animosity and fear.</p> <p>Among other lines of attack, the McCain campaign has insinuated that the Illinois senator is friendly with a 1960s-era radical who collaborated in a series of bombings and is now an education professor in Chicago, William Ayers, and has asked voters to question who Obama is.</p> <p>At a rally in Waukesha, Wisconsin today, McCain said, \"We need to know the full extent of the relationship.\"</p> <p>Obama served on a non-profit board with Ayers, who also held a small fundraising event for Obama early in his political career. Obama has said the two are not friendly and are no longer associated in any way, and no evidence has surfaced to the contrary. </p> <p>When asked in an interview by ABC's Charles Gibson if he thought Obama's relationship with Ayers was a factor in the presidential campaign McCain said \"I think it's a factor about Senator Obama's candor and truthfulness with the American people. That's what I think it's about. As I say, I don't care about Mr Ayers who on September 11, 2001 said he wished he'd have bombed more. I don't care about that. I care about him being truthful about his relationship with him. And Americans will care.\"</p> <p>But Republicans are aware that it is logically impossible to prove a negative, and McCain has pushed that to his advantage.</p> <p>\"It's now clear that John McCain would rather launch angry, personal attacks than talk about the economy or defend his risky bail-out scheme that hands over billions in taxpayer dollars to the same irresponsible Wall Street banks and lenders that got us into this mess – a scheme that guarantees taxpayers will lose money,\" Obama spokesman Tommy Vietor said in a statement, referring to a recent McCain economic proposal. </p> <p>\"While Barack Obama ensured that the rescue plan that passed Congress protects taxpayers and homeowners, John McCain's scheme has been panned by experts and observers from across the political spectrum.\"</p> <p>At rallies this week in Florida, crowds jeered and taunted members of the news media. One man hurled a racial epithet at a black television crewman, telling him, \"Sit down, boy\".</p> <p>Yesterday, for the second time in three days, a speaker at a McCain rally in Pennsylvania referred to Obama's middle name, Hussein, in an effort to cast doubt on his religion and background. Obama is a Christian.</p> <p>At the same rally, shouts of \"terrorist\" and \"liar\" could be heard following references to the Democratic candidate. On Saturday, McCain running mate Sarah Palin sought to link Obama to Ayers. \"Kill him!\" one man in the crowd shouted, not specifying who.</p> <p>\"We do not condone this inappropriate rhetoric which distracts from the real questions of judgment, character and experience that voters will base their decisions on this November,\" McCain spokesman Paul Lindsay said yesterday.</p> <p>However, Democrats maintain that the rhetoric is being used as a fear tactic.</p> <p>\"It is a wink and nod towards the far right wing and it is embarrassing that any mainstream political party in America would still stoop to these lows,\" said Paul Neaville, a Democratic consultant who worked for Hillary Clinton's campaign. He said the McCain campaign could do more to repudiate those negative remarks.</p> <p>\"It could go to black neighbourhoods and open offices, it could advertise on minority radio—but it chooses not to because part of their core constituency has a problem with minorities who are poor,\" he said. </p> <p>Democratic consultant Erick Mullen, an aide to General Wesley Clark's 2004 bid for the Democratic nomination, said the rhetoric emanating from the dais at McCain rallies show McCain is \"either a bad leader or a bad liar\". </p> <p>\"The McCain/Palin stagecraft has been extremely well controlled since the GOP convention so it's inconceivable to me that McCain has not tacitly approved the vulgarities uttered from the podium,\" he wrote in an email. \"Or Senator McCain cannot control his own junior staff and party operatives.\"</p> <p>Meanwhile, President George Bush took the first step toward handing over the keys to the White House to the next president, establishing a committee to facilitate the transition to the next president, whether its Obama or McCain. </p> <p>The committee, which will consist of top Bush aides, will help the next president determine staffing needs during the transition, coordinate orientations at executive branch agencies and prepare briefing materials for the next president's appointees.</p> <p>The next president will be sworn in January 20, but considering the state of the US economy he will not have the luxury of resting the roughly three months following the election.</p> <p>White House spokeswoman Dana Perino said today that Bush's committee will help the next president hit the ground running in January.</p> <p>\"This is especially important as our nation is fighting a war, dealing with a financial crisis and working to protect ourselves from future terrorist attacks,\" she said.</p>",
  "<p>You can't switch on the TV without seeing slick-looking politicians, and Gordon Brown. If it's not a party conference, it's a crisis. If it's not a speech, it's an interview. Men and women in suits try and get us to vote for them, give money to them, trust them, or all three at the same time. But what would happen if you behaved like a politician at work? </p> <p>The methods Brown and Cameron and Obama and McCain use are designed to get their messages heard and paint a positive picture of one view and a negative image of another.</p> <p>This is clearly the very definition of a transferable skill. It can be applied in interviews, promotions, meetings and even everyday interactions. You could probably even use political speak to justify control of the TV remote - who could resist a Martin Luther King quote in a passionate case for The Simpsons rather than the news?</p> <p>So next time your boss asks a question that flummoxes you at work, perhaps you could use the same tactic. Try an age-old politician's technique and say: \"That's not really the issue, what's more important is ... \" before going off into something unrelated that makes you look better. Like how nice your shoes are. If that doesn't work, try the John McCain method of question answering, which is to stretch the truth into a fiction that even a quick Google search would expose, but trust that your boss hasn't got time to do so and must take your word for it.</p> <p>Failing that you could pretend you haven't heard, then wave at them happily as many politicians do when getting on to planes. If they insist on an answer read a prepared statement on the topic and refuse to take any questions. Perhaps even direct them to a spokesperson who can look harassed and continually repeat a line denying that the report hasn't been finished, and promising to look into its whereabouts in the fullness of time. </p> <p>The problem is that in any world outside of the sound bite and spin culture of Westminster or Capitol Hill, you'd last about five minutes. Your colleagues would just shout at you and demand actual work rather than photographs of you with disadvantaged children distributed around the building. But there is one shining example to all of us, and that comes from the American election. </p> <p>We've all felt like Sarah Palin at some time: that growing realisation you are out of your depth in a new job, but can't tell anyone because it's gone too far. She'd doubtless always dreamed of getting to the top in American politics. But going from being mayor of a town with less than 10,000 inhabitants to being the governor of an isolated state with roughly the population of Leeds, she must have dismissed these dreams as unrealistic. Just like you or I might dismiss fantasies about Nobel prizes for literature or running a record label. </p> <p>So when the call came in asking her to become vice-presidential candidate she leapt at the opportunity. She thought it would be fine to answer questions on foreign policy and complex economics. And like any of us in a similar position - whether in accountancy, PR or tree surgery - it's too late for her to tell anyone the truth and she must now brazen it out. </p> <p>The lesson to be learnt here is that it is often best to 'fess up and admit your shortcomings. Maybe if she'd mentioned that she doesn't read any newspapers and only got a passport last year they'd have trained her better. So if you're reading this, and someone has just asked you to do something you have no idea how to do, but probably should, for goodness sake ask someone. Or risk being relegated to Alaska forever more.</p>",
  "<p>Yesterday was another strange day in the election race: the latest developments in the global financial crisis once again rendered the battle between the candidates very much a secondary story. But the day after the debate in Nashville - awarded to Barack Obama by voters and pundits alike - both men and their running-mates were campaigning hard: Obama to consolidate his lead in the polls, and John McCain, despite the defeated noises coming from many conservative commentators, to devise a strategy for a comeback.</p> <p>What that comeback might involve didn't seem at all clear, though. Rather than going unremittingly negative, McCain's advisers were seeking to <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain\">refocus the campaign</a> on a narrow field of battleground states, suggesting a best-case scenario for the Republicans of a very slim victory over Obama,\" Ewen MacAskill and Suzanne Goldenberg write in today's Guardian. </p> <p>The McCain camp, they add, also signalled an attempt to return to an issues-based campaign, focused on the economy and his mortgage buyout plan, only days after announcing a \"gloves off\" attack on Obama's character and his former associations in Chicago. Obama, meanwhile, finds himself in a position to expand his playing field, and is buying television advertising and making appearances in several traditional Republican states.</p> <p>In the Nashville debate, McCain notably failed to mention the name of Bill Ayers, the co-founder of the Weather Underground, and aides to the senator were quoted yesterday saying he \"wouldn't focus\" on Obama's links to Ayers going forward, either. Sarah Palin, speaking in Florida, dropped all references to him. Then again, she mentioned him in a Fox interview last night, and the McCain campaign released a statement from a man named John Murtagh, descibing how the Weathermen had firebombed his house when he was nine. \"In other words,\" wrote Greg Sargent at Talking Points Memo, \"the McCain campaign wants Ayers to be discussed in the press, but doesn't want McCain - and now also Palin, perhaps - associated with such a slimy attack at a time when voters want solutions to the economic crisis.\" </p> <p>The Obama campaign sensed opportunity amid the negativity: it's to their advantage, of course, to point out where McCain seems to be trying to change the subject away from the economy. In an interview, the Democratic contender expressed surprise that McCain's campaign had been talking about Ayers, but that McCain hadn't been \"willing to say it to my face\".</p> <h2>What to watch for</h2> <p>Obama is in Ohio today, McCain and Palin are in Wisconsin. We also learned yesterday that Oprah Winfrey is back on the Obama circuit. She'll appear with the candidate, his wife and the Bidens at a Chicago fundraiser this weekend.</p> <h2>Latest polls</h2> <p>Obama gained another two points in Gallup's daily tracking poll, putting him at 52% to McCain's 41% - his biggest lead of the election campaign so far. (The survey included almost no post-debate data.) Another interesting poll with relevance to the campaign, conducted by Public Religion Research, suggests that the \"culture wars\" may not have much purchase among young American Christians. It found that a majority of white evangelicals aged 18-34 favour either same-sex marriage or civil unions and that six in 10 young Catholics believe abortion should be legal in all or most cases. Obama has a clear lead among all US Catholics, at 51% to 40%. But white Catholics are evenly split, and they're a bellweather: they've voted with the winner of every presidential election since 1972, the Washington Post noted.</p> <h2>On theguardian.com now</h2> <p>• <a href=\"http://www.theguardian.com/commentisfree/2008/oct/09/uselections2008.barackobama\">Timothy Garton Ash: The US needs to get over its cultural civil war - and fast</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/08/uselections2008.virginia\">Younge America: An evening with a swing state gun lover</a></p> <p>• <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/08/uselections2008.johnmccain\">Tomasky talk: Republicans 'gently tossing in the towel'</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain2\">Ask the experts: is it really over for McCain</a></p> <p>• <a href=\"http://www.theguardian.com/world/video/2008/oct/09/uselections2008\">Roanoke voices: McCain campaign 'is desperate'</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/08/uselections2008.sarahpalin\">Tennessee politician's son indicted for hacking Palin's email</a></p> <h2>Best of the rest</h2> <p>• <a href=\"http://spectator.org/dsp_article.asp?art_id=14019\">American Spectator: It's the culture, stupid</a></p> <p>• <a href=\"http://www.nytimes.com/2008/10/09/opinion/09collins.html?hp\">New York Times: Clearing the Ayers</a></p> <p>• <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2008/10/norm_coleman_gets_pressed_on_s_1.php\">Talking Points Memo: the worst press conference ever?</a></p> <p>• <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/08/AR2008100800090.html?hpid=topnews\">Washington Post: New contagion, same old prescriptions</a></p> <p>• <a href=\"http://www.nytimes.com/2008/10/09/us/politics/09voting.html?hp\">New York Times: States' actions to block voters appear illegal</a></p> <p>• <a href=\"http://www.huffingtonpost.com/2008/10/08/is-sarahs-new-hairstyle-p_n_133048.html\">Huffington Post: Palin's new hairstyle</a></p> <h2>Quote of the day</h2> <p>Sit down, take a few deep breaths, then try to digest Sarah Palin justifying her references to Bill Ayers: \"It is pertinent, it's important because when you consider Barack Obama's reaction to and explanation to his association there, and without him being clear at all on what he knew and when he knew it, that I think kinda peaks into his ability to tell us the truth on, not only on association but perhaps other things also ... so, it's relevant, I believe, and I brought it up in response to the New York Times article having been printed recently, and I think it just makes us ask the question that, if there's not forthrightness there, with that association and what was known and when it was known, does that lead us to ask, is there forthrightness with the plans Barack Obama has or say tax cuts, or spending increases, makes us question judgment. And I think it's fair and relevant.\" And really, who could disagree?</p> <h2>Baffling moment of the day</h2> <p>John McCain, speaking at a rally, refers to the policy agenda he has set before \"<a href=\"http://gawker.com/5060715/mccain-to-supporters-my-fellow-prisoners\">my fellow prisoners</a>.\" Well, yes, the election race does feel a bit that way sometimes.</p> <h2>And finally</h2> <p>The Onion: Obama Clinches <a href=\"http://www.theonion.com/content/news_briefs/obama_clinches_joe_cabernet\">'Joe Cabernet Sauvignon'</a> Vote</p>",
  "<p>We have published our first article containing geolocation data! We introduced this feature in the <a href=\"http://www.guardian.co.uk/world/deadlineusa\">US Elections blog pages</a> to track our reporters as they travel with the presidential election campaigns. On those pages you can see a Google map with the points marked where our reporter wrote a blogpost. You can also see all the posts <a href=\"http://www.guardian.co.uk/world/deadlineusa/map\">aggregated together on a larger map</a>. Our intrepid reporters simply add latitude and longitude data when they file the story and we do the rest.</p> <p>Here's the technical details. We are using the GeoRSS Simple location encoding standard. This means that within our RSS feed for an item with geolocation data you will find an element like this:</p> <p>&lt;georss:point&gt;51.5225 -0.1085&lt;/georss:point&gt;</p> <p>which contains latitude and longitude data, separated by a space, to describe a single point on Earth.</p> <p>To make use of this data, just <a href=\"http://www.guardian.co.uk/world/deadlineusa/rss\">grab the RSS feed</a>, and parse the GeoRSS element into a new <a href=\"http://code.google.com/apis/maps/documentation/reference.html\">GLatLng</a> javascript object for use with Google Maps, or into any other third party mapping application you want to use.</p> <p>Remember you can add /rss onto the end of most guardian.co.uk URLs to get a nice RSS feed of the content from that page.</p> <p>And yes, this blog post is geolocated too. The example above is the lat/lng data for one of The Guardian's offices.</p>",
  "<video data-media-id=\"gu-video-338430392\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Ukraine is in the grip of fresh political turmoil after the president, Viktor Yushchenko, dissolved parliament last night and today ordered an early parliamentary election on December 7.</p> <p>His move was widely expected. It follows the acrimonious collapse of the ruling coalition between Yushchenko's party and the bloc led by Yulia Tymoshenko, Ukraine's prime minister and the president's former Orange ally.</p> <p>The government fell apart last month when Tymoshenko voted with the opposition Party of the Regions to strip the president of several powers. Yushchenko ordered pre-term elections after the parties failed to agree a new coalition.</p> <p>The election will be the third in Ukraine in three years. Today analysts said Yushchenko's decision to call an early poll was an attempt to undermine Tymoshenko ahead of the 2010 presidential elections, which Tymoshenko is likely to win.</p> <p>The two have been embroiled in a power struggle since early summer. In a brief, seven-minute TV address last night, Yushchenko heaped blame for the political crisis on Tymoshenko. He described her government as \"undemocratic\" and \"populist\".</p> <p>He added bitterly: \"I am convinced, deeply convinced that the democratic coalition was ruined by one thing alone - human ambition. The ambition of one person.\"</p> <p>The US and European countries will be watching the latest crisis in Ukraine with unease. The post-Soviet country has been at the forefront of western policy-making since Russia's invasion of Georgia in August, amid fears that Moscow might target it next.</p> <p>The foreign secretary, David Miliband, recently travelled to Kiev to lend his support to Ukraine's Nato aspirations. He also harshly attacked the Kremlin's new imperial doctrine that it has \"privileged interests\" in neighbouring post-Soviet states.</p> <p>Last night, however, the US ambassador in Kiev conceded that the serial political turmoil in Ukraine made it less likely the country would be accepted into Nato's membership action programme when foreign ministers from Nato countries meet to consider it in December.</p> <p>The US administration has been the strongest advocate of Ukraine's Nato ambitions - in the face of scepticism from several European countries led by Germany and France. The country's internal instability could cost it Nato membership, the US ambassador, William Taylor, said yesterday.</p> <p>Today Tammy Lynch, a Ukraine analyst and senior fellow at Boston University, said the crisis would have a \"negative impact in Crimea, where the majority of residents are Russian-speaking and there have been growing calls for independence. It will allow Russia to increase its foothold in Crimea.\"</p> <p>The early election would also rock the country's already jittery financial markets, she added. The stock market shut down yesterday as the hryvnia currency plunged to an all-time low against the dollar.</p> <p>There would also be concerns that the crisis could disrupt the supply of gas via Ukraine to the EU, and unravel the complicated outline agreement just signed by Tymoshenko and Russia's prime minister, Vladimir Putin, in Moscow, she said. Under the deal, Ukraine will purchase gas from Russia at below-market prices for the next three years.</p> <p>Today Tymoshenko's party said the early elections would not help the president, who is widely unpopular. Opinion polls indicate that Tymoshenko and the Party of Regions, led by the former prime minister Viktor Yanukovich, are likely to win December's pre-term election.</p> <p>\"We deem this step anti-constitutional and senseless,\" Andriy Portnov, the deputy leader of the Tymoshenko bloc parliamentary faction, said of the decision to hold an early poll. \"What has happened was certainly provoked by the president. It is he who stands behind the coalition's break-up.\" He predicted: \"It won't help him.\"</p>"
]