[
  "<video data-media-id=\"gu-video-339231749\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1892844796_EARLY-VOTING.flv\"/> </video>   <p>Four years ago, some Ohioans waited in the rain for as long as ten hours to cast their ballots in the presidential election. Thousands more waited for three, four, or five hours, and an unknown number eventually gave up.</p> <p>Caused primarily by shortages of functioning voting machines and trained poll workers, <a href=\"http://www.washingtonpost.com/ac2/wp-dyn/A64737-2004Dec14?language=printer\">the long lines</a> were most likely to be found in inner cities and on college campuses, where they presented obstacles to young, poor, and minority voters.</p> <p>Ohio's Repubican secretary of state, Kenneth Blackwell, insisted that <a href=\"http://www.commondreams.org/views04/1118-30.htm\">\"every eligible voter who wanted to vote had the opportunity to vote\"</a> and quickly certified the election, despite widespread protests. At the time, Blackwell was also serving a state co-chair of George W Bush's re-election campaign.</p> <p>This year, many Ohio voters seem determined not to be burned again. In their corner is a new secretary of state, the Democrat Jennifer Brunner, who has already fended off <a href=\"http://www.democracynow.org/2008/10/9/ohio_secretary_of_state_jennifer_brunner\">a series of Republican efforts at vote suppression</a>. But thanks to a state law passed in 2006, Ohioans also have a new weapon in the fight to make sure their votes are counted: their state is now among more than 30 states that allow residents to vote early - either in person or by absentee ballot - on demand, without having to provide an excuse. In Ohio, <a href=\"http://www.alternet.org/democracy/101040/early_voting_in_ohio_begins/\">early voting began a full month prior to election day</a>.</p> <p><a href=\"http://blogs.abcnews.com/thenumbers/2008/10/new-direction-v.html\">ABC news estimated yesterday</a> that one in six eligible voters across the country had already cast ballots, and a full 35% of voters were expected to do so before election day. The sheer volume of early votes is huge, reflecting the large increase in registration. And so far, these votes are breaking heavily in favor of Obama, 59% to 40%.</p> <p>These numbers are almost a <a href=\"http://www.detnews.com/apps/pbcs.dll/article?AID=/20081030/POLITICS01/810300361\">mirror image of the previous two elections</a>, where George W Bush won about 60% of early votes. Traditionally, it's older people who are most likely to vote early, but that too has changed this year. Voters of all kinds now speak of being suspicious of the voting process and wary of problems on election day. Particularly in areas plagued by such problems in the past, people are flocking to the polls early or sending in their ballots through the mail.</p> <p>The Obama campaign has mounted a massive get-out-the-early-vote effort that so far has no equivalent on the Republican side, and dozens of non-partisan groups are participating as well.</p> <p>The Guardian team encountered one such group in Columbus, Ohio, where an estimated 5,000 to 15,000 people were unable to vote in 2004 due to long lines and problems with registration data and electronic voting machines. <a href=\"http://www.votefromhome08.com/index.html\">Vote from Home</a>, staffed mainly by student volunteers, has set itself a goal of bringing in 10,000 early ballots. They are focusing especially on those most likely to have been disenfranchised in the past: the poor, inner city minorities, homeless people, and felons (who under Ohio law are allowed to vote after they serve their time).</p> <p>The group has helped register people, and now makes about a thousand phone calls a day to remind voters to cast their ballots. They also provide a free taxi service to the polls. They hope their work will ensure that no one has to wait more than a couple of hours to vote.</p> <p>Obstacles to voting probably changed the outcome of the presidential election in 2000, and possibly in 2004 as well. This army of volunteers is doing all it can to ensure that in 2008, Americans will elect the president they have chosen to elect. In an ideal America, of course, the government would provide adequate resources and safeguards to this all-important civic process, and groups like Vote from Home wouldn't have to exist at all. But in the imperfect America we inhabit today, this is what democracy looks like.</p>",
  "<p>In Saul Bellow's novel Herzog the tormented intellectual protagonist addresses one of his many letters to Adlai Stevenson, the unsuccessful Democratic candidate for president in 1952 and 1960. \"Dear Governor Stevenson,\" Herzog begins, \"I supported you in 1952. Like many others I thought this country might be ready for its great age in the world and intelligence at last assert itself in public affairs.\"</p> <p>Bellow, who briefly considered writing a biography of Stevenson, is expressing the faith that so many writers in postwar America invested in - yes, another cerebral politician from Illinois. John Kenneth Galbraith and Arthur Schlesinger Jr were among the \"eggheads\" who hoped that Stevenson would inaugurate a new era in America, or at least check the forces of philistinism and conformity unleashed by McCarthy-style anti-communism and what President Eisenhower himself called the \"military-industrial complex\".</p> <p>But Stevenson's witty phrases - New Dealers, he warned, might be replaced by car dealers in Ike's America - and obvious erudition did not persuade the great American public. He lost both elections by a landslide to the affable general, who won, as Herzog put it, \"because he expressed low-grade universal potato love\".</p> <p>Appalled by eight years of cultural and political sterility, during which car-dealing Rabbits proliferated in suburbia, many American writers and intellectuals fixed on John F Kennedy as their saviour. The Harvard-educated president, who authored a Pulitzer-winning book, eagerly reciprocated their attention, seeking out the company of Norman Mailer and Tennessee Williams, though he preferred to read Ian Fleming. Attending a White House dinner, Robert Lowell noted that only Edmund Wilson among the writers present wasn't \"addled with adulation\". Asked by the president about his book Patriotic Gore (whose preface derides the US government's perennially high \"moral justification for war\"), Wilson told Kennedy to read it for himself.</p> <p>Nearly half a century later another young candidate for president has charmed many writers out of political despair and indifference. Philip Roth, Michael Chabon, Jonathan Raban, Jhumpa Lahiri, John Updike ... the endorsements, both explicit and not, for Barack Obama keep rolling in, and it is easy to understand why. Emerging in the wake of an intellectually and morally numb administration, Obama not only seems a providential intervention in American politics. He is also a writer of great skill and emotional power, as his memoir Dreams from My Father makes clear. </p> <p>\"You would be surprised,\" the young JFK was informed by his ambitious father, \"how a book that really makes the grade with high-class people stands you in good stead for years to come.\" But nothing in Dreams from My Father hints at such up-market self-promotion, or indeed at the ghost-writer who actually authored JFK's Pulitzer-winning book Profiles of Courage. Rather, its taut, sharp sentences reveal a remarkable capacity for self-examination and a finely developed negative capability; and its frank confessions of doubt and ambiguity make it possible to see Obama's paeans to American exceptionalism as election-time expediency. </p> <p>Shorn of his political rhetoric, Obama appears to be a writer possessed of the sense - which Sarah Palin might call \"un-American\" - of the tragic limit and unpredictability of human action. And for writers who dream of wielding a transformative power with their work, watching one of their kind ascend to the West Wing is undoubtedly thrilling. It seems that, as Herzog hoped, intelligence finally has a chance of asserting itself in public affairs. But the odds against its success are still enormous.</p> <p>JFK's own career cautions against excessive faith in brainy politicians offering change from the extremely isolated office of the American presidency. Early death at the hands of an enigmatically lone assassin has shrouded his reputation in a \"what could have been\" mist. But Kennedy never broke free of the many stultifying compulsions of postwar America's affluence and power, including the obligation to look and act tough. In fact, he struck more pugnacious postures than even his Texan successor, whose assault on Vietnam quickly deprived the Democratic party of its literary-intellectual fan base. In the presidential election in 1960, Kennedy attacked his opponent Nixon from the right. As president he almost sparked armageddon with his grandstanding during the Cuban missile crisis, and irreversibly militarised American involvement in Vietnam. (In the process, he expedited the political education of at least one of his literary admirers, Gore Vidal: a brutal disabusing that today feels a blessing to readers of Vidal's clear-sighted essays.)</p> <p>Obama, too, will be the president of a deeply conservative country, which was persuaded to choose a black intellectual over a war hero and hockey mom only by the fear of economic collapse, and which the overall decline in national fortunes is likely to push to the rancorous right after next week's lurch to the moderate centre. Indeed, Obama's own tough talk about taking the supposedly \"good\" war in Afghanistan to Pakistan - part of a JFK-style rhetorical offensive from the right - is likely to trap him into a disastrous course of action. Not surprisingly, last month's fundraiser for Obama attended by Salman Rushdie, Jhumpa Lahiri, Kiran Desai and other writers of Indian origin did not attract any writers from Pakistan, one of the countries laid waste by the \"war on terror\", whose many false assumptions Obama seems unable to abandon even as he points to its failed strategies. </p> <p>Like Adlai Stevenson and JFK, Obama appeals subliminally to a powerless intelligentsia at least partly because he appears, with his superior intelligence, wit and learning, to hold himself aloof from the dingy realm of politics. But he'll soon no longer be able to afford much writerly idealism. </p> <p>\"By definition,\" Camus wrote, a writer \"cannot serve today those who make history .. . he must serve those who are subject to it.\" Certainly, moral imagination of the kind Obama seems to possess - one solicitous of the victims of history - has no deadlier foe than the mammoth apparatus of centralised power he will soon preside over. Those who avidly await Obama's political apotheosis next week must now also brace themselves for the melancholy spectacle of a promising writer's swift decline.</p>",
  "<p>Every United States presidential election is important. Most of them provide dramatic political theatre. All of them are compulsively watched by the rest of the world. The election of 2008, however, is a record-breaker in all departments. It is important because it comes at the end of George Bush's calamitous two terms and amid such economic turmoil. It is memorable because it has involved so many ground-breaking candidates and long campaigns on both sides. And it has been watched and experienced by the world as no American election has been before. Not since the Kennedy era has such a contest resonated so potently with so many people in America and beyond, including in this country. But the circumstances of this year's contest, the character of the protagonists and the immediacy of the internet age combine to mean that the 2008 election is likely to make a defining statement about America for this global generation that may eclipse even the impact of the contest of 1960.</p> <p><strong>World interest</strong></p> <p>Though we lack the vote, this is our election too. Such statements outrage many Americans and inspire others. But the rest of the world has not just lived this election. Our life chances and societies will also be shaped by what happens next Tuesday. The world has an interest in the outcome because, in spite of everything, America remains the world's pre-eminent military, political, financial and cultural power. America's standing in the world has been damaged during the Bush years. He has inflicted massive direct harm to many parts of the world through his military actions, has set back the quality of life on our planet by his indifference to climate change, international cooperation and the rule of law. He has been anti-Americanism's best recruiting sergeant and al-Qaida's too.</p> <p>The world may not have the vote on Tuesday. But it certainly has a candidate. That candidate is Senator Barack Obama. If the world could vote on November 4, Mr Obama would win by a landslide. Polling shows him preferred in Egypt by two to one, in Poland by three to one, in Canada by five to one, in Brazil by six to one, in Britain by seven to one, in France by 11 to one and in Kenya by more than 17 to one. </p> <p>He is not just the preferred choice of liberal Europeans. He is also the choice of the rest of the world, of all races and creeds - and of young people in particular. No buses crammed with lawyers would be needed to validate the accuracy of these votes. He commands this support, not only because he is not George Bush but because he personifies so much of what the world still admires about America. Americans ought to think about that. The world longs, perhaps unrealistically but palpably nevertheless, for a new America. Only Mr Obama can provide that.</p> <p>John McCain manifestly would not do this. Eight years ago, Mr McCain offered himself as a punchy and principled alternative to Mr Bush. The McCain of 2008 has been very different. He has made too many compromises with the social conservative wing of his party and in the last few weeks has run a partisan campaign in an attempt to re-energise the Republican faithful. His response to the economic crisis triggered by the credit crunch and the collapse of Lehman Brothers has been parlous. His party faces a bitter and enduring self-examination if it loses next week.</p> <p>By choosing Sarah Palin as his running mate, he made a huge error of both tactical and strategic judgment. Mrs Palin may have entranced the celebrity-driven parts of the media, but she has relentlessly alienated American voters, nearly 60% of whom now believe that she is not qualified to be the nation's vice-president. Mr McCain has made much of his experience and readiness to lead, but in this campaign he has been found lamentably wanting. </p> <p>When the 2008 campaign began, Mr Obama stood for two things. He was against the Iraq war and he was in favour of a break with the embattled partisan politics of America's recent past. He was the candidate offering hope and change. He is still all those things today, but he has become much more than that. Over the past 20 months he has been tested in debate, in campaigning skills, and on policy. At each turn he has responded with enviable coolness and clarity of judgment and language, while developing a detailed programme of commitments on the issues that would shape his presidency - healthcare, economic restoration, the federal budget, energy and Iraq.</p> <p>His performance in the televised debates was formidable, showcasing the discipline that has been such a feature of his campaign. He has responded well to the financial crisis, after a cautious start. In his 30-minute campaign infomercial this week, he reiterated the key pledges that he has made throughout this campaign, with a radical sustainable energy programme as a hallmark. Attacked by the Republicans as a redistributionist and a socialist, he has held his ground, insisting that America needs to be a fairer society. </p> <p><strong>High expectations</strong></p> <p>The voters may give the Democrats a clean sweep in Congress and the White House next week. Expectations will be high, hard to manage, and the honeymoon may not last. Yet Mr Obama will be in an enviable position. He will have the political space to write a new chapter for centre-left American governance. His election would mark the end of the conservative era that began under Ronald Reagan and which so inhibited the Democrats of the 1980s and 90s. His race is part of his appeal, and if he is elected it will mark a historic moment in American public life. But it is not, in the end, the central question next week. Mr Obama's greatest achievement is to have seized on the failures of the Republican era and to have developed a serious new progressive coalition and programme. America stands on the threshold of a new era. That is what the nation needs and the world craves, and Americans should elect Barack Obama as their president.</p>",
  "<p>As an antidote to US election fever, this sourly funny little bomb of a book kicks over the ashes of past Democratic warmongering and corruption. Perrin directs particular scorn at American \"liberal bloggers\", and wonders why they \"tolerate being kicked in the face time and time again\" by candidates who jettison their ideals once in office. A polemical (you might say Chomskyan) history of Democratic presidential action in the 20th century follows. Wilson made it \"a federal crime to oppose the [first world] war openly, or denounce the state itself\"; Roosevelt sent Japanese-Americans to camps; Truman dropped the nuke; JFK \"was a war criminal of the first order\" and LBJ a \"blood-caked jackass\"; Carter was \"America's most under-rated imperialist\"; and Clinton \"truly shone\" as \"killer and status-quo enforcer\". Subtlety is not among the virtues of this book, with its battery of epithets such as \"murderer\" and \"killer\", and crude swipes at peripheral figures, such as a reference to \"liberal imperialist writers like Samantha Power\". Still, Perrin is a pummellingly energetic phrasemaker, and his evocation of the immanent odour of smugness at the liberal-bloggers' convention YearlyKos is deliciously horrible.</p>",
  "<p>It's so very poignant to see the American DVD release of John Milius's red-baiting 1980s classic Red Dawn happening in the present political climate. It makes you wonder whether the distributors thought they ought to get it out before the era it so neatly embodies is definitively flushed down history's toilet. Like Oliver Stone's W, it has a two-week window of opportunity to cash in before it becomes utterly irrelevant.</p> <p>Make no mistake, Red Dawn, which speculates darkly on what might happen if America were invaded by the Russians, is an important movie, perhaps the most important rightwing movie ever made in Hollywood. To a generation of overweight rightwing bloggers of the post-Star Wars generation — the Reagan babies who thought Alex Keaton was the hero of Family Ties, not a creepy yuppie dickhead and Ralph Reed-lookalike — Red Dawn is what The Battle Of Algiers was to late-60s leftwing radicals. It may not offer as plausible a blueprint for revolution as Pontecorvo's classic did for the Weather Underground or the Red Army Faction and countless more serious third world revolutionaries, but it offers something rightwing moviegoers rarely get to see: the consoling myth of people of a common political perspective and common values working together — beleaguered, outnumbered, always in mortal danger — to overthrow a sick leftwing dispensation and usher another, brighter, righter world into being. In their minds, these guys dream of being one of Patrick Swayze's teenage insurgents, the Wolverines from Red Dawn.</p> <p>It flatters the vanity of rightwingers in Hollywood that they are a tiny subversive force, kept out of the precincts of power by scheming liberal studio heads, black- or grey-listed, or enslaved as involuntary drones in a huge factory for subversive leftie propaganda. That they are, in short, victims.</p> <p>This mindset inflects two films that feature similar casts and are both classifiable as conservative movies. Swing Vote is a mild, rather dreary, political comedy in which Kevin Costner (a one-time GHW Bush contributor who has since recanted) plays a feckless Joe-the-plumber-type blue-collar bozo who ends up casting the lone vote that will decide who wins the presidential election. In the movie he's cynically courted by the candidates, Republican Kelsey Grammer and Democrat Dennis Hopper. Its politics are cuddly centre-right but those of An American Carol, from post-9/11 rightwing convert and Airplane writer David Zucker, are mean-spirited and hard-right, the ramblings of rich overdog creeps who see threats to their fortunes as threats to America. Naturally it received its premiere at last month's Republican convention.</p> <p>Grammer and Hopper both reappear in this miserably unfunny adaptation of A Christmas Carol — backed by $20m from the producer of The Passion Of The Christ — in which a truly vicious parody of Michael Moore (played by Chris Farley's brother Kevin — Tommy Boy must be rotating in his commodious casket), having mounted a campaign to abolish the fourth of July, is tormented by various \"spirits of America past\". The remainder of the cast is a who's-who of the contemporary scrag end of Hollywood's New Right. Grammer is the spirit of fascist-sympathiser George S Patton, while Jon Voight is George Washington. Voight has been busy on the campaign trail for John McCain this year and in July he shared with the Washington Times some sense of how dementedly far gone he now is in his politics. To wit: \"The Democrats have targeted young people, knowing how easy it is to bring forth whatever is needed to program their minds. I know this process well. I was caught up in the hysteria during the Vietnam era, which was brought about through Marxist propaganda underlying the so-called peace movement.\" (It goes on like that for 1,000 words.) Other righties like James Woods and Robert Davi have also lent what remains of their threadbare prestige to this excrement (the only absentee is sanctimonious war-hawk Ron Silver), and the result is as you'd expect. At the box office two weekends ago, it was one of many bad films crapped upon from a great height by Beverly Hills Chihuahua.</p> <p>This signal failure to appeal to any moviegoers at all was immediately excused with cries of fraud and conspiracy at the box offices of the nation's multiplexes. This notice appears on the movie's website: \"We have had heard from numerous people across the country that there has been some ticket fraud when buying a ticket for An American Carol this past weekend. Please check your ticket. If you were in fact one of those people that were 'mistakenly' sold a ticket for another movie please fill out the form below. Hold on to your ticket so we can have proof. Please email us a picture of your ticket stub to fraud@americancarol.com.\"</p> <p>Imagine that: the bored, spotty teenagers who hand out movie tickets all got together in a gigantic plot — one that would impress a hardened 9/11 conspiracy-paranoiac — to underplay the success of An American Carol!</p> <p>It is this sort of paranoia that really appeals to Hollywood's rightwingers. For years they have identified themselves as some oppressed minority of the truly good and true, like the persecuted early Christians or the French Resistance, working behind enemy lines with valour and honour (and all those other rightwing buzzwords), bathed in the Lord's good graces, as the hateful Lib'rul fascist elite forever grind their boot-heels in their faces.</p> <p>Coteries like the Wednesday Morning Club, founded by far-right gadfly David Horowitz to establish a conservative beachhead in the movie business, include on their guestlists such figures as Tom Selleck, Kurt Russell (a Libertarian, not a Republican), rightwing British transplant director Lionel Chetwynd (Hanoi Hilton), gameshow host Pat Sajak, writer-producer and Robert Zemeckis collaborator Bob Gale, and ex-Cheers writer Rob Long. With a secret army as motley as this, the revolution will be a very long time a-coming.</p> <p>It's the isolation that the beleaguered righties really savour: the opportunity to hang out with fellow egomaniacs of like political inclination, whine about how put-upon they all are, in their Bel Air mansions and palatial McBeach Houses, and to swell up in righteous indignation at the way the system keeps them down.</p> <p>More surprising are those disgusting traitors to the noble cause; people like Dennis Hopper who, to my surprise, turns out to have been a Republican for years (let's face it, he makes self-styled Republican Party Reptile PJ O'Rourke look like a teetotaller). He recently jumped ship with this surprising announcement: \"I voted for Bush, father and son, but this time I'll vote for Obama. I was the first person in my family to have been Republican. For most of my life I wasn't on the left. I pray God, Barack Obama is elected.\" No more Wednesday Morning Club meetings for Dennis, I fear, as the righties have been jumping all over him ever since.</p> <p>The truth is that Hollywood's a pragmatic town. If it's rightwing and it makes money, it'll be backed. If it's rightwing comedy that's not funny at all, chances are the studios will pass on it. If not, the audience will soon enough find you out, as happened spectacularly with Carol, and with This Just In, the cancelled rightwing rip-off of The Daily Show created by self-proclaimed \"rightwing nutjob\" Joel Surnow, who I haven't spotted on the welfare line lately.</p> <p>But this truth doesn't matter. What counts is that treasured sense of grievance and victimhood encapsulated in the words of Gods And Generals director, conservative Ronald Maxwell, interviewed at the rightwing Liberty Film Festival some years ago: \"The elites are using us. Never forget that we are the victims.\" Spoken like a true Wolverine. Now say goodnight, boys, your day is just about done.</p> <p>• An American Carol is heading straight to DVD, we presume</p>",
  "<p>An American presidential election in the modern era is, to be sure, an interesting paradox. On the one hand, it throws up some of the least sympathetic public figures in the known solar system, and produces wave after wave of unbearably, excruciatingly unwatchable visual moments - and those are just the ones involving Sarah Palin's piggy, twitching eyes. And yet, thanks to the USA's fine tradition of televisual satire, and indeed the internet's unerring ability to leap upon any minor candidate faux pas like a pack of raptors, the current dust-up has proved to be more entertaining than anything else on our screens, and will continue to be so until someone invents a show where former X Factor contestants are made to wrestle with bears. The US presidential race is the best source of comedy around - and not all of it intentional. So how closely have you been watching?</p> <p><strong>1. What did John McCain say to a college student who asked him if he wasn't too old to be running for president?</strong></p> <p><strong>A)</strong> \"Cheers, you young punk.\"</p> <p><strong>B)</strong> \"Nice work, you precocious little asshole.\"</p> <p><strong>C)</strong> \"Thanks for the question, you little jerk.\"</p> <p><strong>D)</strong> \"Are you kidding? Take a walk before I kick your ass, short stuff.\"</p> <p><strong>2. How did Paris Hilton describe John McCain after he criticised her in a video?</strong></p> <p><strong>A)</strong> \"The man I keep seeing on Fox News.\"</p> <p><strong>B)</strong> \"The guy who looks like my Uncle Earl.\"</p> <p><strong>C)</strong> \"That one.\"</p> <p><strong>D)</strong> \"That old guy.\"</p> <p><strong>3. Since Sarah Palin's rise to prominence, she has enjoyed the ultimate pop culture compliment - a porn star named in her honour. What is Serra Paylin's debut entitled?</strong></p> <p><strong>A)</strong> Everybody Mass Debate</p> <p><strong>B)</strong> Adventures In The Oral Office</p> <p><strong>C)</strong> Who's Nailin' Paylin?</p> <p><strong>D)</strong> Serra Peylin: Wanton Winker</p> <p><strong>4. On The Daily Show, which TV character did McCain jokingly name as his running mate?</strong></p> <p><strong>A)</strong> Omar Little from The Wire</p> <p><strong>B)</strong> Al Swearengen from Deadwood</p> <p><strong>C)</strong> Dwight Schrute from The Office</p> <p><strong>D)</strong> Toby Ziegler from West Wing</p> <p><strong>5. While speaking at an Al Smith fundraiser, where did Barack obama claim that he had been born?</strong></p> <p><strong>A)</strong> The planet Krypton</p> <p><strong>B)</strong> In a manger</p> <p><strong>C) </strong>Within a stone's throw of the White House</p> <p><strong>D)</strong> The Bronx</p> <p><strong>6. Which of these is not one of the things that 'we can' in the Democrat anthem Yes We Can by Will.I.Am?</strong></p> <p><strong>A) </strong>Say yes to opportunity and prosperity</p> <p><strong>B) </strong>Put food in the mouths of the starving children</p> <p><strong>C) </strong>Repair this world</p> <p><strong>D) </strong>Heal the nation</p> <p><strong>7. Which British comedy legend said of Sarah Palin's 'winking' display: \"It's like a nice-looking parrot ... It says 'Aw shucks' every now and again but doesn't have any understanding of the words it's producing\"?</strong></p> <p><strong>A)</strong> Rowan Atkinson</p> <p><strong>B)</strong> Griff Rhys Jones</p> <p><strong>C)</strong> John Cleese</p> <p><strong>D) </strong>Michael Palin</p> <p><strong>8. Which Democrat film star told Sarah Palin \"You are way hotter in person\" on Saturday Night Live?</strong></p> <p><strong>A)</strong> Tim Robbins</p> <p><strong>B)</strong> Alec Baldwin</p> <p><strong>C) </strong>Morgan Freeman</p> <p><strong>D)</strong> Chris \"Ludacris\" Bridges</p> <p><strong>9. What endangered species does Sarah Palin not want to be considered endangered after all?</strong></p> <p><strong>A)</strong> The Kodiak bear</p> <p><strong>B)</strong> The beluga whale</p> <p><strong>C)</strong> The yellow-shafted flicker</p> <p><strong>D)</strong> The arctic wolverine</p> <p><strong>10. Everybody knows SNL's Tina Fey does an expert impression of Sarah Palin - but who plays vice-presidential debate moderator Gwen ifill on the show?</strong></p> <p><strong>A)</strong> Queen Latifah</p> <p><strong>B) </strong>Sarah Silverman</p> <p><strong>C) </strong>Jennifer Coolidge</p> <p><strong>D)</strong> Regina King</p> <p><strong>11. What was John Stewart's response when Sarah Palin said that she liked being in \"pro-America\" small towns the best while on the campaign trail?</strong></p> <p><strong>A) </strong>\"If you like them so much, why don't you just move into one and leave us alone, scrunchy face?\"</p> <p><strong>B)</strong> \"Fuck you!\"</p> <p><strong>C)</strong> \"I can't take you seriously since I saw your porn lookalike doing her thing.\"</p> <p><strong>D)</strong> \"No, really, fuck you.\"</p> <p><strong>12. What nonsensical phrase did Fox News coin to describe the \"bumped fists\" celebration that the Obamas shared after Barack won the Democratic candidacy</strong></p> <p><strong>A)</strong> The \"ghetto dap\"</p> <p><strong>B)</strong> The \"Nubian soul tap\"</p> <p><strong>C)</strong> The \"terrorist fist jab\"</p> <p><strong>D)</strong> The \"gangsta love pound\"</p> <p><strong>13. How did Stephen Colbert describe Obama's rapport with the nation's youth in an interview with Larry King?</strong></p> <p><strong>A)</strong> \"He's passing his hope bong around around the drum circle of young America and inviting people to take deep tokes.\"</p> <p><strong>B)</strong> \"He's chopping out lines of hope blow and passing youngsters a rolled-up $20 note.\"</p> <p><strong>C)</strong> \"He's packed his pipe full of hope crack and he's selling it outside our nation's schools.\"</p> <p><strong>D)</strong> \"He's slit the blunt of disillusion open, refilled it with the sticky green of hope, and is inviting youngsters everywhere to take a pull on this most chronic hydroponic.\"</p> <h2>Answers</h2> <p>1/C 2/D 3/C 4/C 5/A 6/B 7/C 8/B 9/B 10/A 11/B 12/C 13/A</p> <p><strong>Who did you score?</strong></p> <p><strong>0 - 4: George Bush</strong><br>Oh dear. You don't appear to know anything. What do phrases like 'Troopergate\" and \"Belugagate\" mean to you? Do you even know what you're supposed to shout at Obama at rallies? You don't, do you, because you're too busy watching bilge like Strictly Come Dancing to get involved. \"Barack, you rock!\"</p> <p><strong>5 - 8: John McCain</strong><br>You're only about 50% informed when it comes to what's being said about the ongoing presidential and vice-presidential skirmishes; you're in the dark about a lot of the important stuff. You're not one of the candidates, are you? Ah yes, satire - it's alive and well here at the Guide.</p> <p><strong>9 - 13: Jon Stewart</strong><br>The only way you can possibly know so much is if you are Jon Stewart. In which case, can we have an interview, please?</p>",
  "<p>As the most gripping US presidential election since 1968 enters its final few days, I have been talking with people in the downstate Illinois college town where I attended primary school and university, and left nearly 30 years ago to live in the UK. It was here that I voted for the first time in 1976 for Jimmy Carter. </p> <p>Carter was a puzzle to me then, though I have come to admire him. He spoke openly about his Christian faith - major American politicians on the national stage did not do that in the 1960s and 1970s. It wasn't that talking about faith and politics was an alien activity to me; it was bread and butter at our dinner table in a hybrid form of Anglo-Catholicism mixed with left-of-centre Democrat. But making an explicit connection between the two in public discourse wasn't done - in the same way prayers belonged in church and the home, and not in the public schools. </p> <p>Despite British stereotypes, there are plenty of American Christians whose faith informs their progressive political convictions and who believe it is the separation of church and state that ensures a healthy relationship between the two, at least in the American polity. Perhaps the biggest irony of American politics of the last 30 years was that it was the liberal Jimmy Carter who woke the dragon of the Christian right; a Dr Frankenstein whose creation crushed the most devout and theologically literate president of the modern era. </p> <p>The damage done by the Christian right needs no retelling here. A comment made by a friend in Illinois is that if you are a Christian, but not a conservative evangelical fundamentalist who has trouble distinguishing The Flintstones from the Book of Genesis, you hardly, if ever, describe yourself as a Christian. You are a Lutheran, a Roman Catholic, a Methodist, an Episcopalian, and so forth. The Christian right has taken possession of the word - we aren't just yet to that point in Britain.</p> <p>The other memory as I walk around this leafy college town, which would almost certainly have voted for Obama even if it wasn't in his home state, is a novel I read as an undergraduate, Irving Wallace's The Man, published in 1964 and made into a film in 1972. It tells the story of the first black president of the United States. In a country still marred by segregation and Jim Crow legislation, such a thing was only imaginable, even in fiction, by killing off the president and the speaker of the house in an improbable accident coupled with a vice-president too ill to take office. The succession fell to the president pro tempore of the Senate, a black senator from the midwest. (Let me translate: a modern English equivalent would be a novel about the first female Archbishop of Canterbury. A bishop of a small and poor diocese, she emerges as one of the few unscathed survivors after the ceiling has collapsed on a House of Bishops meeting. The novel would be entitled The Woman.) Wallace's improbable chain of catastrophes was the only way that the idea of an African-American in the White House was conceivable well beyond the 1970s.</p> <p>Yet here we are, possibly on the verge of seeing the first black president of the US. If Barack Obama takes possession of the Oval Office in January it will not be through a string of unlikely disasters but through the testing, in a grinding campaign, of a candidate who has fired the middle and progressive ground in American politics as no one has in decades. That is clear from listening to people, both town and gown, in the heartland of the midwest. He will also be the most theologically literate Christian in that office since Jimmy Carter. At such a transformational moment, perhaps Lutherans, Roman Catholics, Methodists, even the much-maligned (in certain Church of England circles) Episcopalians, can wrestle the word Christian back from the Christian right.</p> <p>• Dr Judith Maltby is chaplain and fellow of Corpus Christi College and reader in church history at the University of Oxford</p>",
  "<p>The best way to experience an Obama rally is to listen to him while watching the audience. <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> is, of course, impressive. His speeches, like his suits, are meticulously measured. In this final week they are tailored to consolidate rather than convince. Though he is reed-thin, he can fill an auditorium, stadium or park with his presence as well as with people. With a big smile full of white teeth, he looks like the most all-American candidate the Republican party has had the misfortune to attempt to dismiss as non-American and demonise as anti-American.</p> <p>But the audience is something else. There are old black ladies dressed for church, whose hands palm up as if to pat the sky while their heads bow down, resonating points Obama makes, with hats perched on buns of salt-and-pepper hair. When he makes points that resonates their heads go down like as their hands go up, palms open, as though they are trying to pat the sky. </p> <p>There are young white kids, their universities emblazoned on their hoodies, who roll their lower arms in big circles from the elbow as though showing appreciation at a football game. There are old white veterans who occasionally nod but otherwise stay seated while others rise. And there are black children held high on parents' shoulders so they can capture a moment they do not yet fully understand.</p> <p><strong>Contagious energy</strong></p> <p>The energy is contagious. Bettie Bell, 87, was swaying to Stevie Wonder's \"Signed, Sealed, And Delivered\" as she tells me she \"never thought I'd see this day\" when a black man might be president. Bell grew up in Mississippi and moved to Ohio when she was 20. \"We couldn't vote back then. But this time I voted already ... The Bible says, 'One day a small nation will rise up.' Well it's our time and it feels wonderful.\" </p> <p>The numbers are staggering. A capacity crowd of 4,900 in the civic centre in Canton, Ohio; 9,000 outside in the teaming rain in Chester, Pennsylvania; 35,000 at 11pm in Kissimmee, Florida. </p> <p>To hear supporters talk, you would think they have come not out of volition, but compulsion. \"I just had to be here,\" says Jeannie, who drove from West Palm Beach to Kissimmee to see Obama. \"I can hardly believe I've come this far to go to a rally in the middle of the night. But it's history. I had to see it for myself at least once.\"</p> <p>As the week drew to a close, the mood was torn between anticipation and anxiety. On the one hand, supporters feel as though they are on the verge of a great historical moment. On the other, they resist the complacency that could deny it to them. For the last 20 months they have been told to believe. With 72 hours to go, they dare not believe too much.</p> <p>\"After the last two times I just don't want to jinx it,\" says Susan Aylward, from Akron, Ohio. \"Everything looks good. But I won't believe it until it actually happens.\"</p> <p>In the parts of the country where the election will be decided, they've counted chickens before, and have no intention of doing it again. Chris Magoon, a field organiser in Canton, told people to \"put the polls away\" and reminded them that Ohio was lost in 2004 by just nine votes per precinct. When the pastor who delivered the convocation in Chester, Pennsylvania, the same morning said: \"Lead us not into temptation,\" the sin he was referring to was hubris.</p> <p>There is also the pervasive fear that Obama might be assassinated. Nobody says it out loud, but nobody needs to. The pastor who blessed the Chester rally called for God to \"deliver us from evil that will harm any candidate\". In Canton the clergyman looked for God to \"Love him, carry him and keep him\".</p> <p>Then there are worries that the election will be stolen. The pastor in Canton prayed that \"every voting machine will work correctly\". Jeannie in Kissimmee shrugged at what surprises election day might bring. \"It's Florida,\" she says. \"You just never know.\"</p> <p>And finally there is mistrust of polls that may mask racial prejudice. Rosa Scott of Canton, who is in her 70s, grew up in Montgomery, Alabama, and remembers the bus boycott lead by Martin Luther King. \"Down there they let you know if they didn't like you. But here they're more sneaky with it.\"</p> <p>Obama opened the last full week of campaigning in Ohio with his closing argument. It is a hybrid of the unifying themes that first gained him national attention - reassurance that his taxation policy will only affect the very wealthy, and his trademark call for change. He rose to prominence in 2004 because of his opposition to the war. But as he heads to the finish line four years later Iraq barely gets a mention.</p> <p>The question in this election, he says, is not: \"Are you better off than you were four years ago?\" - referring to Ronald Reagan's now famous jibe at the Carter years. \"We already know the answer to that. Will this country be better off four years from now?\" </p> <p>In a populist turn, he asks the audience: \"How many of you earn less than $250,000 a year?\" When they all put up their hands he continues, \"Well, my tax policy won't cost you a dime.\"</p> <p>Ridiculing McCain's claim that his \"desire to spread the wealth\" makes him a socialist, he said: \"Lately, they've been calling me a socialist and they found evidence that when I was in kindergarten I used to share my toys, and in the fourth grade I split my peanut butter sandwich and they said look, he's a redistributionist ... There's nothing wrong with looking out for other people.\" The Florida crowd starts a chant of \"O-bama\". </p> <p>As he flies around the country, local and national events provide him with a strong tailwind. On the day he came to Ohio, the Cleveland Plain Dealer's front page was about Friday's collapse of Ohio's largest bank, National City. The next day the Philadelphia Inquirer showcased the conviction of Alaska's Republican senator, Ted Stevens, on six counts of ethics violations, bringing the possibility of a filibuster-proof Senate one vote closer. </p> <p>As he took to the stage in Kissimmee, the Orlando Sentinel reported that polling hours had been extended to cater for the unprecedented surge in early voting, with registered Democrats overrepresented and African Americans punching almost twice their demographic weight at the booths.</p> <p>For all the caveats, caution, denial and downplay, Obama's itinerary explains why he has every reason to be confident. With the exception of Pennsylvania, Obama has spent the last week travelling in states George Bush won in 2004. He needs 18 more electoral college votes than Kerry to win. </p> <p>He hasn't been behind in a poll in Iowa (seven votes) since he accepted the nomination, nor in New Mexico (five) in seven weeks. He has led in Virginia (13) and Colorado (nine) for the past month, and Florida (27), Ohio (20) and Nevada (five) for at least the last week. He is mounting challenges in North Carolina and Missouri. </p> <p><strong>Tightening race</strong></p> <p>He only needs one or two of these polls to be right to win. His team expect the race to tighten in these final days. But for him to lose, there would have to be a full-scale, last-minute reversal.</p> <p>With Bill Clinton by his side in Florida for the first time, the Democratic party's generational baton-change is almost complete. Leaving the stadium in the dead of night, the weight of expectation is evident in the T-shirts on sale. Some bear a socialist-realist print of Obama's face with a single word like Hope, Progress, Believe or Change. One shows Obama and Martin Luther King with the message: \"Dreams we can believe in\". Another has him dressed like a secret service agent and \"Mission Possible\".Yet another in Spanish says: \"Nosotros creemos en el cambio\" (We believe in change). </p> <p>With only three days left to sell, hawkers scour the crowd for people who might yet buy. They've bought his message. But will they wear it? It's five to midnight. He's closed his arguments. Now he has to close the deal.</p> <h2>Key moments of the campaign</h2> <p><strong>January 3: Iowa Democrat caucuses</strong></p> <p>Barack Obama wins Iowa caucuses after deploying large group of paid field staff who organise supporters, ensuring a big turnout. His victory proves his viability, especially among wary African-American voters, and anoints him the early front-runner.</p> <p><strong>January 7: Clinton cries in New Hampshire</strong></p> <p>The former first lady is fighting for survival when one voter's innocuous question about her appearance — how do you manage? — leads to tears<br>before the TV cameras. What initially looked like a gaffe became the humanising moment she needed, and led to a win in New Hampshire. </p> <p><strong>March 4: McCain wins Republican nomination</strong></p> <p>Given up for dead in 2007, McCain surges to victory in four states and secures the Republican nomination He promises to give voters \"a contest of ideas\" rather than \"an uncivil brawl\" but he accepts George Bush's endorsement.</p> <p><strong>January 28: Kennedy backs Obama</strong></p> <p>Obama is often compared to John F Kennedy— both men sought the presidency as young, untested senators with a gift for oratory. He wins the powerful family's support when the late president's brother, Senator Ted Kennedy, and daughter, Caroline, declared him the heir to JFK's legacy.</p> <p><strong>February 29: The 3am phone call advert</strong></p> <p>The Clinton team, realising Obama is in for the long haul, tries to make voters fear his inexperience. Clinton's now-classic advert tried to make voters fear his inexperience, featuring the White House phone ringing in the dead of night, inspires numerous parodies — and more than a few stump speeches from John McCain.</p> <p><strong>April 28: The Rev Wright speaks</strong></p> <p>Obama faces tricky questions about his outspoken former pastor, whose sermons railing against US policies hurt his campaign with white voters. The Rev Wright responds with a combative speech accusing Obama of disowning him \"because he's a politician\".</p> <p><strong>May 6: Clinton's last stand</strong></p> <p>With her early advantage gone and her money running out, Clinton gambles all on winning Indiana and North Carolina. A narrow victory in the first and a loss in the second means the primary contest is all but over — but Hillary will not concede.</p> <p><strong>June 3: Obama clinches the nomination</strong></p> <p>It comes down to the very last states and the endorsements of super-delegates, put Obama over the victory line — and gives his wife their famous celebratory fist bump. Clinton does not admit defeat until days later,<br>leaving open wounds in the Democratic party.</p> <p><strong>August 28: Obama's acceptance speech</strong></p> <p>Republicans mock the Greek columns, the A-list celebrities, and the adoring throngs at Denver's Invesco Field. But when Obama emerges to give the first open-air nomination speech since Kennedy, even his critics agree it is a<br>political masterstroke, and Obama has all the momentum until ...</p> <p><strong>September 3: Meet Sarah Palin</strong></p> <p>The young governor of Alaska is the surprise choice for McCain's running mate. The choice dominates the news cycle and the Republicans find their new heroine after a convention speech combining spirited attacks with folksy appeals to God and country.</p> <p><strong>September 14: It's the economy, stupid</strong></p> <p>Wall Street investment banks Merrill Lynch and Lehman Brothers crumble under the weight of bad mortgage-related securities, the latest and biggest highprofile failures of the financial services industry. Obama takes advantage of American uneasiness, linking McCain to Bush and thus the crisis on Wall Street.</p> <p><strong>September 17: Palin falters</strong></p> <p>CBS news anchor Katie Couric's interviews with Palin on the law, economy and foreign affairs mark a turning point. Her cringe-inducing performance — she can only name one Supreme Court decision she disagrees with, the landmark abortion case, Roe v Wade — ignites a backlash among conservatives that persists throughout the election.</p> <p><strong>September 24: Hold the campaign</strong></p> <p>As Congress and the White House discuss the bail-out of the financial system, McCain says he will \"suspend\" his campaign and returns to Washington to help. He calls for a delay in the presidential debate. Obama calls his bluff, saying a president should be able to deal with two tough tasks at once. McCain's surrogates continue to attack Obama and campaign ads still run. The debate goes ahead as planned.</p> <p><strong>September 26: Face to Face I</strong></p> <p>The first of the three debates gives voters a side-by-side comparison of the 47-year-old gym buff and the 72-year-old former prisoner of war. In a sometimes caustic forum, Obama tries to tie McCain to Bush and McCain tries to paint Obama as dangerously inexperienced. Polls show a win for Obama.</p> <p><strong>October 2: Face to Face II</strong></p> <p>Vice-presidential debate. Sarah Palin holds her nerve against Joe Biden, delivering mostly coherent answers, surpassing expectations after the Couric interview and reviving Republican enthusiasm for her candidacy.</p> <p><strong>October 12: Enter Joe the plumber</strong></p> <p>Ohio labourer emerges as mascot for McCain's effort to tar Obama as a tax-and-spend socialist after he quizzes the Democratic candidate on the campaign trail. McCain claims that the case of Samuel Joseph Wurzelbacher proves Obama's policies will hurt the little guy. It turns out that he would actually be better off under Obama's tax proposals, but that does not stop Republicans from trotting him out at rallies.</p> <p><strong>October 19: Powell's sucker punch</strong></p> <p>Colin Powell, George Bush's former secretary of state and one of the most powerful African Americans in US history, broke with the Republican party, saying Obama \"demonstrated the kind of calm, patient, intellectual, steady approach to problem solving that I think we need in this country\". Some McCain supporters, notably radio host Rush Limbaugh, contend Powell made the pick because Obama is black.</p> <p><strong>October 29: Obama — The Movie</strong></p> <p>Obama runs a 30-minute TV ad on most major US television networks, at a cost of $1m per channel. The spot features the candidate describing his policies, and several down-and-out swing-state Americans explaining how hard they have it. The implication: If you are down on your luck, an Obama victory will improve your lot — especially if you live in Missouri, New Mexico<br>or Ohio.</p> <p><strong>Big Dog weighs in</strong> </p> <p>Days before the election, Bill Clinton holds a joint rally in Florida with Obama. Relations between the two had reportedly been testy after the bitter primaries battle, but they were all smiles and effusive praise on the night.</p>",
  "<p>We mistakenly called Newsnight's Paul Mason, Paul Murphy in an interview with the journalist Gillian Tett (<a href=\"http://www.theguardian.com/business/2008/oct/31/creditcrunch-gillian-tett-financial-times\">On the money</a>, page 12, G2, October 31).</p> <p>In a report on the US presidential election (<a href=\"http://www.theguardian.com/world/2008/oct/31/mccain-joe-plumber-republicans-elections\">McCain makes his last stand in a town called Defiance</a>, page 22, October 31), a quote was slightly garbled and attributed to the wrong person. Senator Lindsey Graham, rather than John McCain, said: \"Anybody see the infomercial last night? Thank God for cable! If we had played that at a prison camp it would have violated the Geneva convention.\"</p> <p>Obama's infomercial featured a Hispanic widow, mother and teacher from New Mexico, and a white male Ford motor worker from Kentucky. We had their states the wrong way round. It finished by cutting to a live rally in Sunrise, not Kissimmee, Florida (<a href=\"http://www.theguardian.com/world/2008/oct/30/uselections2008-barackobama\">Obama, the infomercial: A 30-minute pitch to America</a>, page 1, October 30). </p> <p>Hugo Chávez did not come to power in 2000. He was elected in 1998 and re-elected in 2000 and 2006 (<a href=\"http://www.theguardian.com/world/2008/oct/30/usa-elections-obama-mccain-florida\">McCain plays on fear of 'communismo'</a>, page 25, October 30). </p> <p>The Stravinsky buried in the Tikhvin cemetery in St Petersburg is Fyodor Stravinsky, father of the composer Igor Stravinsky. Igor Stravinsky is buried in Venice (<a href=\"http://www.theguardian.com/travel/2008/oct/25/fivebest-cemetery-tours\">Five best cemetery tours</a>, page 10, Travel, October 25).</p> <p>The castrato Alessandro Moreschi was born in 1858 and so his voice could not have been recorded in 1844 as we said in <a href=\"http://www.theguardian.com/theguardian/2008/oct/29/1\">People,</a> page 15, October 29.</p>",
  "<p>In three days' time, by most reckonings, John McCain's most cherished ambition - one that has absorbed him for the best part of a decade, the defining goal of a lifetime in politics - will go up in smoke. He faces a defeat on Tuesday that some experts predict will be solid, others catastrophic. No presidential candidate since Ronald Reagan in 1980 has overturned such a poll deficit at this late stage and won the White House.</p> <p>With such grim prospects, McCain could be forgiven for spending his final days on the campaign trail bemoaning his fate, but there was no sign of any weakness of purpose in the past week. Last Tuesday he was on stage in Fayetteville, North Carolina, shaking his fist not up at the sky but out towards the packed crowd, exhorting his followers never to give up hope, never to give up the fight.</p> <p>There was an urgency, an energy, to McCain that hadn't been seen before. His running mate, Sarah Palin, may be a self-declared \"lipstick-wearing pitbull\", but this week he proved himself a wiry Jack Russell terrier, snapping at the heels of his Democratic opponent.</p> <p>\"I'm an American and I chose to fight!\" Snap! \"America is worth fighting for!\" Snap! \"Nothing is inevitable here - we don't hide from history, we make history!\" Snap! Snap!</p> <p>This unexpected side grew more pronounced as the final week of campaigning progressed, on a trail that took us from Fayetteville, with its large military population, through the Cuban exile haven of Miami, Florida, and on to the rustic towns in the crucial battleground state of Ohio. With defeat looming, and an ugly blame game already bubbling up within his party, McCain's spirits appear to have soared in inverse proportion to his declining poll ratings. </p> <p>As one placard, held by a supporter in the aptly named Ohio town of Defiance, put it: \"Mac is back.\" Yes, he is back, but not in the way the supporter meant it. </p> <p>McCain is back in his comfort zone - fulfilling his traditional role as the underdog. \"I think he enjoys the underdog role,\" said Lincoln Diaz-Balart, a Republican congressman who campaigned alongside McCain in Miami.</p> <p>Turning adversity into opportunity has been a running theme, not just of this election but of the Republican candidate's life. When he was snared in the Keating Five political funding scandal in the late 1980s, he reinvented himself as an anti-corruption crusader and salvaged his reputation; his defeat against George Bush in the 2000 primaries was converted into a positive by spawning his current image as a maverick; after he ran out of money and was on the verge of giving up his second run on the White House last summer he rallied in a swing through New Hampshire. Now he is at it again, staring oblivion in the face yet drawing succour from it. \"The pundits have written us off just like they have several times before. They were wrong then and they are wrong now,\" he told the faithful in Miami's Little Havana.</p> <p>His team insists there is method in his madness. Bill McInturff, who conducts private polls for McCain every day in 14 battleground states, circulated a memo this week suggesting the race was tightening and Obama's lead in several states now fell within the margin of error. McCain was also gaining ground among three crucial demographic groups - men without university degrees, poorer women and rural voters. </p> <p>The plucky comments coming from the McCain camp, therefore, may be more than mere whistling in the wind. </p> <p>One aide said: \"Sure we've had ups and downs, but the senator is confident, the staff are confident, and the campaign is ready for victory next week.\" </p> <p>The most extravagant chutzpah came from McCain's senatorial friend Lindsey Graham, who bragged to the rally in North Carolina that he would take on and beat swimmer Michael Phelps before Obama ever won the state - a brave wager, given that he cannot swim.</p> <p>But in reality there are some hard truths. That McCain devoted most of his final week to North Carolina, Florida and Ohio in itself told a story. All three were won by Bush in 2004 - and North Carolina has been solidly Republican since 1976 - so the deployment was purely defensive. Pennsylvania is the only state won four years ago by John Kerry in which McCain is still on the offensive.</p> <p>Then there is the extraordinary inequality in resources. Obama has poured more than $270m (£170m) into TV advertising - more than twice as much as McCain. Republicans are as aware of these disparities as anybody else. Interviews with loyalists in all three states uncovered intense anxieties that their 30-year dominance is about to be swept aside. Javier Souto, an elected official in south Florida, said he was concerned that the alliance that formed the base of the party was breaking up. \"The Democrats have been in disarray for many years. It's a pretty clear risk that the same could now happen to us,\" he said.</p> <p>Others were more intemperate. Christina Shores, a campaign volunteer in North Carolina, was born in Cork and raised in London; she emigrated to the US 20 years ago with her military husband and is now a naturalised American.</p> <p><strong>Scared to death</strong></p> <p>She said she was \"scared to death\" that Obama and the Democrats will win control of the of presidency, the house and the Senate. Then the next four years would see America transformed into a socialist state. \"I've never owned a gun. But I've told my husband that if Obama is elected, I want one in my house.\"</p> <p>Shores was one of many who were critical of McCain for being \"over-gentlemanly\" in his attacks on Obama urging him to go in harder over what they believe are his opponent's links with extreme-left politics and terrorism. \"I'm so upset,\" she said. \"Every night I watch the TV and I'm shouting at McCain: 'Come on! You've got to say something. Do something!'\"</p> <p>Palin has already let it be known she thinks the campaign has lacked bite. Others have accused McCain of lurching from issue to issue, like a signalman uncertain which lever to pull so he pulls them all. It is only in the past fortnight that he appears finally to have found the right lever, and as even he admits, that came about almost by chance. If Obama had not bumped into Samuel Wurzelbacher in Holland, Ohio, they would never have started a conversation in which the Democrat talked about his desire to \"spread wealth\", Wurzelbacher would not have morphed into Joe the Plumber and McCain would still be floundering, in search of his voice.</p> <p>\"Senator Obama is running to be distributionist-in-chief; I'm running to be commander-in-chief,\" he told crowds this week. \"Senator Obama is running to spread the wealth; I'm running to create more wealth.\"</p> <p>At every stop the response from the faithful was as identical as his words. \"Fight! Fight! Fight!\" they chanted. \"USA! USA! USA!\" By uttering that oldest of conservative war cries - the clash between the individual and society - McCain had at last engaged with their fears. </p> <p>But it has come so very late. The fight is almost over, the snapping all but done. Underdogs bear the name for a reason: they usually lose.</p>",
  "<p>Toni Morrison breaks off from explaining a crucial passage in her new novel - Florens, the main character, has just been searched by a posse of witch-hunters - to check her mobile. \"It's my son,\" she apologises, \"is he kidding me?\" She calls him back for a quick discussion about the latest presidential election headlines. </p> <p>\"We're gonna have such fun!\" she exclaims afterwards. She will watch Tuesday night's TV coverage with friends, she says excitedly, but her assessment of what an Obama presidency might mean is measured: \"It would be good, it would be interesting, it would have an impact, I think.\" Morrison famously described Bill Clinton as \"the first black president\" (\"I said he was treated like a black man, and he was, but anyway they ... what can I say? Nuance is not a strong point\"), and took her time in coming round to Obama. \"I didn't know him,\" she says. \"I knew Hillary. I really, really liked her and for years admired her.\" The first time Obama called and asked for her support she said no, but \"we chatted for quite a while\". In January she changed her mind and wrote a letter of endorsement that glowed with praise for his \"wisdom\". </p> <p>A Mercy, Morrison's first book in five years, is published in the UK on Thursday, and is released in the US a few days later. Though publishing schedules are fixed months in advance and production of the book must have been well under way by the time Barack Obama was finally selected as the Democratic candidate, the timing is surely no accident. </p> <p>In A Mercy, the 77-year-old Nobel laureate writes directly about American slavery for the first time since her celebrated 1987 novel Beloved. Though A Mercy is a very different book - around half the length, more episodic than epic, set in the 17th century rather than the 19th - it is billed by her publisher as a companion piece, or \"prelude\". Morrison says the new work is an attempt to separate racism from slavery, \"to see how it was constructed, planted deliberately in order to protect the ruling class\" from the \"unpaid labour\" on which their new civilisation and wealth depended. So as the US looks set to elect an African-American president, its pre-eminent African-American writer delivers her own vision of America uncorrupted - or only beginning to be corrupted - by racial thinking. </p> <p>Morrison's great achievement, in a career spanning four decades and nine novels, has been to combine deep psychological insight with a vigorous and original critique of American history. \"My books are always questions for me. What if? How does it feel to ...? Or what would it look like if you took racism out? Or what does it look like if you have the perfect town, everything you ever wanted? And so you ask a question, put it in a time when it would be theatrical to ask, and find the people who can articulate it for you and try to make them interesting. The rest of it is all structure, how to put it together.\" </p> <p>In her debut, The Bluest Eye (1970), written in the early mornings while she was working full-time and raising two sons in New York, Morrison crafted a highly literary fiction out of the interior lives of poor black girls growing up in her hometown of Lorain, Ohio. Sula (1973) told a story of female friendship, partly inspired by her own life as a single mother and a more complex, ambivalent view of \"sisterhood\" than many in the feminist movement would then allow, while Song of Solomon (1977) took its alienated protagonist, \"Milkman\", on a voyage of discovery to the deep south.</p> <p>But with Beloved, her prizewinning novel set in the aftermath of abolition, Morrison hurled herself at the legacy of slavery and the 20th-century American literary canon head-on. Inspired by a newspaper cutting she found while editing an African-American history anthology, The Black Book, and audaciously weaving together realist, modernist and supernatural elements, it tells the story of a runaway slave who, rather than give up her children when her former owners come looking for her, cuts her daughter's throat.</p> <p>It is a novel of unspeakable horrors. But even more than the physical brutality, Morrison confronts us with the irreparable harm done by what Margaret Atwood described in a review as \"one of the most viciously antifamily institutions human beings have ever devised\", a system that sought to deprive human beings of what it is that makes them human.</p> <p>\"We were very keenly involved in the culture of African America, so of course slavery was back there,\" Morrison says of her upbringing in the midwest, \"yet the pressure was not to remember it, but to get over it. So when I was writing Beloved, part of the architecture was the act of forgetting.\" When Beloved failed to win the National Book Award, a group of 48 African-American critics and writers including Maya Angelou and Alice Walker wrote to the New York Times praising Morrison, and the novel won the Pulitzer soon afterwards. Morrison herself is alert to the ways in which black and women's writing have been patronised and excluded from the mainstream, and after winning the Nobel in 1993 she wrote that she felt she had earned a \"licence to strut\". </p> <p>Her novels found an influential champion in Oprah Winfrey, who chose four of them for her book club, ensuring huge sales. Winfrey also produced and starred in the 1998 film of Beloved, directed by Jonathan Demme. Morrison's response to critics who suggest her canvas is too narrow is to cite Joyce and Dostoevsky: no one complains that Joyce always writes about the Irish, or Dostoevsky about Russia. She projects a formidable self-belief, but the impression of imperiousness is offset by her soft voice and almost girlish manner.</p> <p>A few years ago she bought a house on Princeton's main street, a long straight avenue with the university campus on one side and a parade of colonial-style architecture, bookshops and ice-cream parlours on the other. She has done the top floor up for her two grand-daughters, as \"classical little girls' rooms with all the pillows ... I know it's just a luxury but I had such fun.\" The contrast to her own childhood in Ohio could hardly be greater. \"There were factories there, shipyards, steel mills, and people came from all over to work,\" she says. The town was not segregated along racial lines - \"Mrs Gallini lived next door and the Terschaks on the other side, that's the way it was and I thought the whole world was like that.\" Both her parents' families migrated north to escape poverty. </p> <p>Morrison, who was born Chloe Anthony Wofford in 1931 - Toni was the nickname she took as a student, Morrison is her ex-husband - had two younger brothers and an older sister. Her father worked as a welder, but \"after the war began, my parents had less and less, and their conflicts were the conflicts poor people have.\" </p> <p>In The Bluest Eye, Morrison depicts Lorain as a town cruelly stratified along class and caste lines. Homelessness, or \"being outdoors\", is \"the real terror of life\", and while Pecola Breedlove is doomed by her perception of her own ugliness, the more spirited Claudia is frightened by urges to harm the \"little white girls\" whom even black women seem to prefer to their own daughters. Morrison has said she would have brought up her sons differently had she anticipated the poisonous race relations of the 1980s, but of her own youth she says she \"felt like an aristocrat\", and when I ask if she remembers when recognition of her own blackness dawned, wondering whether she too suffered from feelings of rage or insecurity, she fires back: \"That's not the question, the question is when you first understand you're white.\" </p> <p>But on the lessons of the past her parents were deeply divided: \"My father never trusted any white person at all, would not let them in his house, insurance people and so on. Luckily my mother was entirely different, she was always judging people one at a time. My mother talked about her childhood in the south - she left when she was about six - as if it was the most wonderful, romantic, nostalgic, lovely [memory]. And my father talked about it in diametrically opposed ways. But he went back every year to this place he hated [Georgia], while my mother never went back to Alabama, the place she loved.\"</p> <p>Such conflicts recur in her novels, which dig away at rather than paper over the cracks in the African-American story, exposing divisions of religion, politics, class and gender. She chose to go to the traditionally black Howard College in Washington DC because she \"wanted to be around black intellectuals\", and has sought to explore the compromises and sacrifices as well as the triumphs of integration. Her novel Paradise (1998) is a brutal fable of what happens when the dream of an all-black community turns sour, while Love (2003) mourns the ruin of an African-American entrepreneur's dream: an upmarket black holiday resort crumbling into the sea. </p> <p>She edited books about the controversies surrounding OJ Simpson's trial for murder and the appointment of Clarence Thomas to the supreme court, while her criticism has drawn attention to the racial themes of such classics as Moby-Dick and The Adventures of Huckleberry Finn. African religion, medicine and stories are shown to have vivid meaning for Morrison's characters, but she has never been to Africa: \"something always happened or I couldn't get there\". In Beloved, Stamp Paid reflects that \"Whitepeople believed that whatever the manners, under every dark skin was a jungle. Swift unnavigable waters, swinging screaming baboons, sleeping snakes, red gums ready for their sweet white blood.\" But there are black racists in her books too, who believe whites are subhuman, devils.</p> <p>With its focus on a time before the slave system, A Mercy confirms Morrison's determination to think beyond racial categories. The novel sets out to blur the lines and its characters include indentured servants, slaves, a Dutchwoman sold into marriage (whose filthy voyage is the closest Morrison has come to writing about the slave ships) and a free black man. She also writes from the point of view of a white slave owner for the first time, and when I ask whether she and others are now moving towards a \"post-racial\" literary discourse - in a parallel development to what commentators have described as Obama's \"post-racial\" politics - she concurs, before offering the qualifier that \"you have to walk that line, you don't want the culture de-raced\". </p> <p>But she agrees that the emphasis placed on race by critics has meant that other aspects of her writing have received less attention. The questions she asks in her books have deep ethical and philosophical dimensions. What is love? Can a woman recover from having killed her baby? What does it mean to be forgiven? Like Beloved, the new novel springs from the action of a mother, a slave who gives her daughter away to a different master in the belief that he will be kinder, but when I say what a terribly sad story it seemed to me - Florens is desperately hurt, and then rejected again by her first lover - I am briskly corrected: \"No, no no! Think about her, she was completely needy, yearning, selfless, 'my life is in you, I can't live without you'.\" The heartbreak of the novel, in its author's view, teaches its protagonist a lesson: \"do not give yourself over completely to anybody. At least you know she'll never do that again.\"</p> <p>Morrison calls Jazz (1992), a love story set in 1920s Harlem and narrated in such a way that the book itself speaks in the first person, her \"best book\" in terms of the technical obstacles she set herself. She relished the challenge of 17th-century dialogue posed by A Mercy, and describes her experiments with vocabulary and tenses. She has been reunited with her original editor, Robert Gottlieb, a former New Yorker editor and her exact contemporary. </p> <p>She has never got over her house in Rockland County, New York, burning down in 1993: \"My books and manuscripts I couldn't care less about, but my children's report cards ... There's a picture of my son shooting a basketball into the sky and it's gone.\" But she jokes that at least she won the Nobel prize that year as well, and has made an anecdote out of the fact that, for a long time, she could talk only to other people who had suffered house fires. (\"Maxine Hong Kingston - she and I were on the phone every day!\") </p> <p>The prospect of a book tour is more daunting than it once was, and she hopes her son Ford will join her on this one. But she has two more book projects already in mind, one of which promises a departure. Only once before, with Tar Baby (1981), has she set a story in the present, and that was in the Caribbean, but she says \"I've got sketches which are very much now\". </p> <p>For 40 years she has written of passionately experienced sexuality, and every possible permutation of family. Her early marriage to Harold Morrison, an architect from Jamaica with whom she had her two sons, lasted only six years, and she has rarely discussed it. When I ask whether she would have liked to remarry, she bats away the question with a \"no, no, no\", and she dismisses the idea that she might ever write her memoirs: \"It's just not interesting, my life is not adventurous ... The life of the mind is interesting, but all these other little foibles? Please.\"</p> <p>Morrison's family still call her Chloe, and she has often said that her pen name of Toni Morrison was a kind of accident. She says that when her father died, she was upset that she hadn't kept the name Wofford, and tells a story about a talk she gave in England where a young black woman in the audience asked her how she wanted to be remembered. \"I said as an honest, trustworthy person - I think I even put humour in there. And the girl said 'What do you mean? You just won the Nobel prize and you want to be remembered as a trustworthy person?' And I didn't know what to say. I was talking about how I want to be remembered by my family. Do I want to be remembered by my sons as a writer who won the Nobel prize? There's a persona, Toni Morrison, and there's me, Chloe. They were asking Toni Morrison and I answered as Chloe.\" </p> <p>But she is in no doubt as to what enabled her transformation from one into the other. \"My sons needed me to be real, to know what I was doing, you know? When people say they don't have time to write with small children, well, for me it was the opposite. I didn't write anything before I had them. They gave me that.\"</p> <h2>Morrison on Morrison</h2> <p>\"I walk alone except for the eyes that join me on my journey. Eyes that do not recognise me, eyes that examine me for a tail, an extra teat, a man's whip between my legs. Wondering eyes that stare and decide if my navel is in the right place if my knees bend backward like the forelegs of a dog. They want to see if my tongue is split like a snake's or if my teeth are filing to points to chew them up. To know if I can spring out of the darkness and bite. Inside I am shrinking. I climb the streambed under watching eyes and know I am not the same. I am losing something with every step I take. I can feel the drain. Something precious is leaving me. I am a thing apart. With the letter I belong and am lawful. Without it I am a weak calf abandon by the herd, a turtle without shell, a minion with no telltale signs but a darkness I am born with, outside, yes, but inside as well and the inside dark is small, feathered and toothy. Is that what my mother knows? Why she chooses me to live without?\"</p> <p>At this point Florens has already had the first sense of self-loathing, where the people say they associate blackness with Satan, and after they've examined her body she feels like a different species under their gaze. Something has died in her, and everything looks like it's looking at her in that hostile way. The trees are looking at her, everything. And she's thinking if they are looking at her because she's black, and finding that a problem and possibly evil and satanic, then it's something she has to think about. Now that she's by herself, she thinks maybe they mean there's something inside of me that really is bad and maybe they're right? It's the crumbling of the psyche.</p>"
]