[
  "<p><strong>The following correction was printed in the Observer's For the record column, Sunday August 31 2008</strong></p> <p> In the article below, we referred to Tom Bradley's 'unsuccessful bid for the governorship of Los Angeles'. Los Angeles has a mayor, not a governor. Bradley, who was mayor from 1973 to 1993, ran unsuccessfully in 1982 and 1986 for the governorship of California. This has been corrected</p> <p> </p> <p>Standing next to his street stall of glassware in downtown Denver, Jim Butcher was delighted that Barack Obama and the Democrats were holding their convention in his city this week.</p> <p>He hoped to make a killing selling his wares to the 50,000 visitors, including 15,000 journalists, who are descending on Colorado's state capital. But Butcher, who is a registered independent, did not intend to vote for Obama in November.</p> <p>'I think, at the moment, I am going for [John] McCain,' he said. Asked if there was anything Obama could do this week to persuade him to change his mind, Butcher quickly replied: 'Not really. Not much chance of that.' </p> <p>The reason, he said, was Obama's lack of experience. When asked, he said his decision had nothing to do with the colour of the candidate's skin: 'I don't care about his race.' Then he added a rider that will dismay those who watch with mounting anxiety as McCain steadily gains ground on his Democratic rival for the White House: 'There might be some people who do.' </p> <p>This week's events in Denver are fast turning into a critical moment in Obama's bid to be America's first black President. What was once seen as an anointing of his candidacy is becoming a chance to right a campaign facing a series of unexpected crises.</p> <p>The Democrats are starting to struggle in a presidential race which they should be dominating. America is beset by economic troubles, mired in an unpopular foreign war and facing an unpopular Republican party. A stunning 80 per cent of Americans think that the country is heading in the wrong direction. Yet Obama and McCain are virtually tied in the polls. The possible explanations are multiple. The Democratic campaign is being daily assaulted by withering Republican attack ads. At the same time, there are still deep scars in the party left by the ferocious battle between Obama and Senator Hillary Clinton. </p> <p>And then there is the issue of race. It gets much less attention than the battle with Clinton, or the daily barbs traded with McCain, or Obama's struggle to rise in the polls. Yet it might provide the key to understanding the strange inability of the Obama campaign to achieve lift-off in the polls. </p> <p>'The question of this election is race. The answer we are looking for is, how much will it matter?' said Professor Shawn Bowler, a political scientist at the University of California at Riverside. America will soon find out. When Obama speaks on Thursday to more than 80,000 people in Denver's football stadium he will also reach a television audience of millions of Americans. They will look into the face of a man who could be their next President and for the first time it will be a black face. </p> <p>By the end of this week, America will finally be facing up to the question that might truly define the 2008 presidential race: is America ready to elect a black President to the White House?</p> <p>Obama's speech will take place in the most historic of circumstances. On the 45th anniversary of Martin Luther King's famous 'I have a dream speech', delivered at the height of the civil rights struggle, Obama will face an adoring crowd to whom he will preach a message of unity and change. 'It is hard to overstate the historic nature of this speech,' said Professor Seth Masket, a political scientist at Denver University. </p> <p>There is no denying Obama's campaign resembles King's lofty ideals. King spoke of a dream where '... my four little children will one day live in a nation where they will not be judged by the colour of their skin but by the content of their character.' Certainly, Obama has consistently portrayed himself as 'post-racial'. His bid for the presidency has avoided race unless forced to do so. That happened once, when comments made by Obama's former pastor Rev Jeremiah Wright threatened to derail his campaign. Obama responded with a well-received speech on race in Philadelphia that was an attempt to lay the issue firmly to rest.</p> <p>Afterwards, the campaign redoubled its efforts to portray Obama in the terms of America's history as a melting pot of different ethnicities: black and white, and everything in between. That is going to be writ large at Denver in a carefully packaged message. Each day has a 'theme' designed to appeal to the middle ground. They range from 'One Nation' to 'Renewing America's Promise'. At key moments, Obama's life story will be fleshed out with an emphasis on his bi-racial history, such as having a white grandfather who fought in the Second World War. During his final speech, Obama will be surrounded by 10 ordinary Americans he met during his campaign. Denver will paint an all-American picture of Obama as an everyman figure, defying pigeonholing.</p> <p>That is a laudable aim and politically astute. It is also difficult. For the fact of race is always present. It is hard to imagine the Obama phenomenon if he were a white politician. Then he might just be another one-term senator from Middle America with a gift for oratory and little experience. But Obama's mixed racial background and its deeper meaning propels him to a different level. It also makes it harder for him to avoid addressing the issue of race. </p> <p>But America itself is often engaged in the same experience; not talking about race even though everyone is thinking about it. The polls certainly seem to suggest that some white Americans do have a problem with Obama. </p> <p>His popularity is huge among blacks and strong with Hispanics and young white voters. Yet his support struggles among older white voters, including many Democrats. Among Clinton Democrats, one fifth say they are backing McCain rather than Obama. It may be these voters care about 'experience' or other issues more than black or Hispanic or young voters. Or it might be that they are simply resistant to voting for a black man to be President, whether they know it or not. Whatever the truth, securing a decent percentage of the white vote is going to be fundamental to Obama's hopes.</p> <p>In research published in New York magazine, the pollster Thom Riehle, who founded the AP/Ipsos survey, calculates that even if the black turnout were to rise by 25 per cent from 2004, with Obama gaining a 92 per cent share, and significantly more Hispanic voters and under-50s voted for Obama than voted for Democratic presidential candidate John Kerry in 2004, he would still need to win 40 per cent of the white vote - just one point less than Kerry got. As Riehle points out: 'This is a daunting task as the first black candidate for President. To get there, he's got to win roughly the same proportion of Democrats and Democratic-leaning independents that all other Democrats get. If he doesn't he's in a world of trouble. He can't win it just by changing the electorate.'</p> <p>The polls themselves may be unreliable. In the past, support for African-American candidates when Americans actually cast their votes has often failed to reflect what voters told the pollsters. Most notoriously, former Mayor of Los Angeles Tom Bradley, in his unsuccessful bid for the governorship of California, came up short in a manner no one could have predicted having followed his poll ratings. American pollsters now talk about the Bradley effect.</p> <p>There is little doubt that race is going to play a starring role in this election after the convention season. 'It has not been too much of an issue so far. Or, at least not talked about. But that is not going to last,' said Bowler. It is already getting a lot of play on conservative talkshows and in books. Rush Limbaugh, the 'shock jock' who is hugely popular with white conservatives, has stepped up race-baiting on his broadcasts. He recently claimed Democrats chose Obama as a sort of 'affirmative action' programme. 'I think it really goes back to the fact that nobody had the guts to stand up and say no to a black guy,' he told his millions of listeners. Warming to his theme a few days later, he said: 'You can't criticise the little black man-child.'</p> <p>Slightly more subtly has come a series of anti-Obama books. The most strident, and most popular, has been The Obama Nation, by Jerome Corsi, who helped mastermind the Swift Boat campaign that derailed Kerry in 2004. Corsi described Obama as having Islamic links and a Muslim past. He wants him to be seen as a scary 'Other', just like some black leaders have always been portrayed. Even the title of the book has that effect: said quickly 'Obama Nation' rapidly becomes 'abomination'. That is not likely to be an accident. </p> <p>Obama frequently warns against such attacks, acknowledging they are covertly linked to his skin colour. 'What they're going to try to do is make you scared of me ... You know, he doesn't look like all those other Presidents on those dollar bills,' he told one rally. Obama is right. Nor are such attacks going to let up. Many Republican strategists believe the Wright controversy will reassert itself. Though Obama has disavowed Wright, the preacher's black nationalist theology is still going to be fodder for anti-Obama ads. They may not come from the McCain camp itself, but from shadowy groups allied to the Republican cause. Either way, the effect will be the same. </p> <p>No matter how much Obama - and millions of other Americans - seek to take race out of the election, there will be others wanting to bring it back. McCain's campaign has even accused the Obama camp itself of playing the race card, thus cleverly injecting the issue right back into the debate. </p> <p>It was a tactic that even some on Clinton's campaign sought to use. Leaked memos from her campaign revealed that her top strategist, Mark Penn, tried to get Clinton to paint Obama as un-American. 'I cannot imagine America electing a President during a time of war who is not at his centre fundamentally American in his thinking and his values,' Penn wrote in one memo. Penn is likely to have meant Obama's father's Kenyan background. But it is hard not to see some, perhaps unintentional, subtext of race. Would he have written such words if Obama's father had been Irish, and not black African?</p> <p>Clinton did not take Penn's advice, but Democrats still bear the wounds of the battle Clinton and Obama fought. That divide will be on full display in Denver. Clinton herself has been given a prime speaking slot. More controversially, so has her husband, Bill Clinton, who still damns with faint praise when it comes to Obama. Then there is the fact that Clinton's name is going to go forward in a symbolic first roll call on the convention floor. Delegates and superdelegates will be asked for their vote and estimates vary about how many will vote for Clinton. It could be as high as 1,200. This piece of political theatre was an olive branch by Obama's campaign as a way of appeasing Clinton's passionate backers. It is intended as a visible way of uniting the party. That may work. Or not.</p> <p>Larry Johnson, an intelligence consultant, runs a pro-Hillary blog. Even now, he pulls no punches when it comes to Obama. 'It is becoming clearer that he is the wrong candidate at the wrong time,' he said. </p> <p>Even if the party is healed, there are other minefields ahead in Denver. First off are the legions of protesters. They range from anti-war marchers, to environmentalists, to anti-globalisation organisations. The Denver police are also taking no chances. A complex of special holding cells - dubbed 'Gitmo on the Platte' after Denver's South Platte river - has been constructed. For a candidate desperate to ease the concerns of middle America, any violence would be a PR disaster. It would also be a moment for the Republicans to pounce and they, too, will be in Denver. Just a few blocks away from the convention hall, they have set up a media war-room, serving up stars of the Republican firmament such as Rudy Giuliani and Mitt Romney. Nothing, it seems, is going to be easy in Denver this week.</p> <p>The Denver convention has gone from a coronation to a challenge. 'This is tricky. He wants to leave the convention with the party as united as possible,' said Larry Haas, a political commentator and former aide in the Clinton White House. Polls last week showed Obama's lead over McCain narrowing to just a few points. One, a Reuters-Zogby survey, even had McCain with a lead of five per cent. McCain, with his new aggressive strategy, is now settled into the 'happy warrior' mode. He is the insurgent underdog taking chunks out of a more favoured opponent. Yet such an analysis is unfair to Obama. A study of the electoral coalition shows just how narrow Obama's margins of victory are. His levels of support among blacks, Hispanics and young voters are already squeezed close to their likely maximum. </p> <p>In order to win in November he undoubtedly needs to persuade white, working class and elderly Americans to back him in much greater numbers. McCain needs to keep them away. That alone will ensure that the issue of race cannot remain underground. For, in the heat of the fight ahead, it could actually become the main battlefield itself.</p>",
  "<p>Joe Biden's long road to the Democratic ticket got off to a bad start. When he launched his own bid for the White House last year, Biden's reputation for committing verbal gaffes was swiftly confirmed. Asked what he thought of a young black senator from Illinois who was also running for President, Biden said Barack Obama was 'the first mainstream African-American who is articulate and bright and clean and a nice-looking guy'.</p> <p>The result was a firestorm of accusations of patronising racial insensitivity and Biden was forced into an immediate apology. Despite strong showings in the debates, Biden's presidential campaign fizzled out in the snows of Iowa and New Hampshire.</p> <p>But that was then. This is now. Biden is now joining Obama's ticket as his running mate. If the Democrats win in November, Biden will get to the White House after all, albeit as Vice-President.</p> <p>There is one reason why Obama has chosen Biden: his experience. Obama's youth may be the reason tens of thousands flock to his rallies, but it is also his Achilles heel. 'Not ready to lead' is the mantra of Republican attack ads already swarming across the television screens of America. They follow on from the most effective tactics of Hillary Clinton's defeated campaign, when she painted Obama as too naive on foreign policy and unable to deal with international crises.</p> <p>Biden is the answer to those accusations. The senator from the small state of Delaware has been on the national scene of American politics for more than three decades. His speciality is foreign policy. He has just returned from a trip to the war zones of Georgia, where he won plaudits for his efforts to support the beleaguered Georgian government. As chairman of the Senate Foreign Relations Committee he has travelled the world meeting foreign leaders, many of whom he counts as friends. </p> <p>That kind of experience will be an asset. So will Biden's background. His family is Irish Catholic and his father, a car salesman, moved them from the poor town of Scranton to Delaware when Biden was just 10 years old. Ironically, Biden's early career showed many similarities to Obama's rise to power. Like Obama, Biden went to college and studied law. Like Obama, Biden was a precociously young politician. He won a seat in the Senate aged just 30, becoming the fifth-youngest senator in American history. </p> <p>However, it was a moment marked by intense personal tragedy. Biden had met his first wife, Neilia Hunter, while at law school. They had three children together. But Hunter and their young daughter were killed in a car accident that also left his two sons seriously injured. Biden considered abandoning his career to care for his stricken family, but was persuaded to keep his seat. He was, in fact, sworn into office at the hospital bedside of one of his sons. Both boys recovered - one is shortly to serve a tour of duty in Iraq - and Biden eventually married again. He has had another daughter with his second wife, Jill Jacobs.</p> <p>In his long political career Biden has carved out a path as a traditional Democrat, strong with unions and the labour movement. Indeed he has been on the national scene for such a long time that he first ran for the White House in 1988. </p> <p>He brings others elements of balance to the Obama campaign, too, shoring up weaknesses that have only become apparent over the last two months of going head-to-head with Republican opponent John McCain. Born in 1942, Biden is reassuringly old for an American electorate that would perhaps have balked at another young politician on Obama's ticket. His style of campaigning is also in stark contrast to Obama's lofty rhetoric and slightly detached intellectual feel. Biden is known as a rough-house campaigner, full of punches and jokes. He is also a formidable debater, whereas Obama's debate performances have sometimes fallen flat.</p> <p>Biden's emotional style and willingness to speak his mind have always made him popular with both core Democratic voters and the press. It is likely to help him appeal to parts of the electorate that Obama has been having trouble attracting. They include the blue-collar, working-class Democrats in states like Ohio and Pennsylvania who embraced Clinton but who have been lukewarm on Obama. Biden's straight talking and his background in Scranton, Pennsylvania, will do much to bring those voters home to Obama. Senior Democrats have flocked to praise the choice of Biden, including Hillary Clinton, whose supporters could claim she has been cruelly snubbed by Obama. </p> <p>But there are pitfalls in Obama's choice. One of those has already been shown. Republican operatives, long suspecting Biden would be the man, travelled to TV studios early yesterday morning. They were clutching their latest attack ad, which was soon hitting the airwaves via the cable news shows. It took advantage of Biden's history of speaking too freely by featuring examples of his attacks on Obama and praise for McCain. </p> <p>'There has been no harsher critic of Barack Obama's lack of experience than Joe Biden,' said McCain spokesman Ben Porritt. That summed up the main risk in choosing Biden. His tongue is notoriously loose and has left a long record. Aside from his gaffe at the start of his own presidential campaign, he has accused Obama of not being ready to be President. He also once said he was willing to run with McCain, not just against him. His jokes and comments can also stoke up fires of controversy that could distract the Obama campaign at key moments. In New Hampshire, while campaigning for votes in his own presidential campaign, Biden once remarked that 'you cannot go to a 7-Eleven or a Dunkin' Donuts unless you have a slight Indian accent'. Such off-the-cuff asides are perfect fodder for the ravenous 24-hour news cycle of the modern presidential campaign. They could prove to be a dangerous source of distractions in the tough weeks ahead, especially as McCain's camp will pore over his every utterance. Another problem is that Biden does not bring a swing state with him, as Indiana's Senator Evan Bayh could have done. He is also a Washington insider, which could hurt Obama's claim that he wants to change the system. Finally, choosing a man - rather than Clinton or Kansas governor Kathleen Sibelius - might aggravate women voters. </p> <p>One safe bet is that Biden's speeches will be well prepared and heavily scrutinised. That first presidential campaign in 1988 was seen as a strong one, but it foundered over accusations that he had plagiarised a speech by British Labour party leader Neil Kinnock. Biden had usually credited Kinnock in his speech, but on one occasion when he did not he was caught on video. That triggered a series of other probes into Biden's background and he withdrew from the race saying 'the exaggerated shadow' of his mistakes had come to dominate coverage of his presidential bid.</p> <p>But now Biden is back. Any career as long as his is going to have many peaks and troughs. But few would have predicted that the greatest peaks may yet still lie ahead. The Obama-Biden ticket has a strong chance to take the White House this November. If it does, as the old political maxim for running mates goes, Biden will be just a heartbeat away from the presidency.</p> <h2>Partners in power</h2> <p><strong>Men behind the throne</strong></p> <p><strong>Lyndon Johnson (1960-63)</strong><br>Running mate to John F Kennedy</p> <p>The gregarious Texan helped the young Kennedy to win the South and fought to overcome suspicions that he wanted to overshadow the President. Johnson was a forceful advocate for civil rights and scientific research.</p> <p><strong>Dick Cheney (2001-08)</strong> <br>Running mate to George W Bush</p> <p>Cheney has been a model enforcer, keeping the neo-conservative troops in line and attacking the White House's political enemies with gusto.</p> <p><strong>Al Gore (1993-2001)</strong><br>Running mate to Bill Clinton</p> <p>Gore broke the running-mate mould by mirroring Clinton rather than balancing him. Their chemistry energised the country and Gore promoted innovative environmental and technology policies.</p> <p><strong>Loose cannons</strong></p> <p><strong>Dan Quayle (1989-93)</strong><br>Running mate to George HW Bush</p> <p>Quayle's propensity for gaffes became a national joke. He publicly misspelt 'potato' as 'potatoe'.</p> <p><strong>Spiro Agnew (1969-73)</strong><br>Running mate to Richard Nixon</p> <p>Agnew gave Nixon an advantage in the South, but their relationship turned sour when he was charged with tax evasion and money laundering.</p> <p><strong>Hannibal Hamlin (1861-65)</strong><br>Running mate to Abraham Lincoln</p> <p>Hamlin's radical Republicanism made life uncomfortable for Lincoln, who wanted to improve relations with the South. Lincoln ditched Hamlin in 1864 in favour of Andrew Johnson - who was later to survive a move to impeach him.</p> <p><strong>·</strong> This article was amended on Thursday November 6 2008. We were wrong to say that Abraham Lincoln's running mate Andrew Johnson was impeached. This has been corrected.</p>",
  "<p>So Barack Obama, the candidate of hope and change, has <a href=\"http://www.theguardian.com/world/2008/aug/23/barackobama.joebiden\">selected as his running mate</a> an old, straight white guy who's been in the Senate for 36 years? Says my friend <a href=\"http://www.waveflux.net/archives/obama-biden-er-feel-it/\">Phil Barron</a>: \"Disappointed, change agents? Well, if you had a revolution every day, it wouldn't be special, would it?\" And who can argue with that?</p> <p>It's certainly a curious choice, given that Biden's support of the credit card industry-lobbied bankruptcy bill is exactly the sort of thing from which voters fed up with insider politics want, uh, change. And it will definitely be interesting to see just how much integrity there is among the progressives who refused to support Hillary Clinton because of her support for the Iraq invasion, now that Obama's gone and picked one of its (former) cheerleaders as his running mate.</p> <p>The case against Biden was … vast. The 65-year-old would leave a power vacuum at the top of the Democratic party after a two-term Obama presidency, leaving the Dems in the same spot in which the GOP found themselves this election. Biden was accused of <a href=\"http://www.theguardian.com/commentisfree/2008/aug/23/joebiden.uselections2008\">plagiarising a speech</a> during his 1988 presidential run, leading to further revelations about plagiarism and \"misstatements\" regarding his education, all of which plays into one of the Republicans' favourite accusations to launch against Dems – that of the serial exaggerator, which was successfully used against Al Gore and Hillary Rodham Clinton. (His reversal on the Iraq War plays into another, successfully used against John Kerry – that of the flip-flopper.) Biden's also a serial gaffe machine, who <a href=\"http://www.nytimes.com/2007/02/01/us/politics/01biden.html?ex=1327986000&amp;en=83049af649fc7028&amp;ei=5088&amp;partner=rssnyt&amp;emc=rss\">launched his own 2008 presidential bid</a> with a screeching dog whistle that declared Obama \"the first mainstream African American who is articulate and bright and clean and a nice-looking guy.\"</p> <p>It's not the first time Biden's had problems with saying something <a href=\"http://shakespearessister.blogspot.com/2007/10/quote-of-day_25.html\">racist</a>, and he's no stranger to <a href=\"http://shakespearessister.blogspot.com/2005/11/what-joker.html\">sexist</a> commentary, either – which is only the beginning of his problems with women, on whose behalf he is decidedly inconsistent.</p> <p>Although he authored the landmark Violence Against Women Act (VAWA) of 1994 - a key tool in addressing domestic abuse nationally, which delegates federal funds for combating crimes against women - he <a href=\"http://www.ontheissues.org/Senate/Joe_Biden.htm\">does not support</a> federal funding for abortion on the premise that it \"imposes a view.\" (That view being, presumably, that women have agency over their own bodies.) Last year, he supported the \"partial-birth abortion\" ban, even without exceptions for the health or life of the mother, but also voted to reintroduce the Equal Rights Amendment.</p> <p>His overall voting record is fairly described as pro-choice and favorable to women, although he has disappointed in crunch times, most notably <a href=\"http://shakespearessister.blogspot.com/2005/11/here-it-is-in-black-and-white.html\">recommending against</a> a filibuster against then-Supreme Court justice candidate Samuel Alito, who found no constitutional right to abortion, and, in 1991, as the then-Senate Judiciary Committee chairman the Clarence Thomas nomination hearing, in which he was widely regarded as failing Anita Hill, and <a href=\"http://www.usatoday.com/news/nation/2001-02-01-hill.htm\">later admitted</a> he thought she had been lying, at least in part. </p> <p>In the end, while his record isn't abysmal, it's also not the sort of record that's going to win over progressive women who are mistrustful of Obama as a result of his <a href=\"http://www.feministe.us/blog/archives/2008/02/28/words-mean-things-part-2/\">worrying</a> <a href=\"http://shakespearessister.blogspot.com/2008/07/blog-post.html\">rhetoric</a> on <a href=\"http://shakespearessister.blogspot.com/2008/07/barack-obama-i-didnt-say-what-i-said.html\">reproductive</a> <a href=\"http://shakespearessister.blogspot.com/2008/07/putting-obama-comments-on-third-term.html\">rights</a> and his failure to lead (or even significantly comment) on <a href=\"http://shakespearessister.blogspot.com/2008/08/hhs-rule-change-update.html\">major issues</a> affecting American women. Biden not only doesn't help Obama with this constituency but will potentially hurt him.</p> <p>The case for Biden is, of course, that's he's experienced and strong on foreign policy – though the flipside of that argument is that selecting Biden plays directly into the narrative that Obama is inexperienced. (McCain is <a href=\"http://www.youtube.com/watch?v=RDVUPqoowf8\">already all over</a> Biden's previous comments that Obama is not ready to lead, but McCain is.) It also undermines the \"change\" rhetoric on which Obama has founded his campaign; a double-bill of senators, one of whom has now lived longer as a sitting senator than he did not as one, is hardly the picture of a political insurgency.</p> <p>Given all of the above, one can only assume that Obama and Biden have some kind of dynamic relationship that makes Biden a great personal asset to Obama. (Or, perhaps, that Biden's got pictures of Obama in a compromising position with a goat.) It's tough to see how this choice was a winner – even the stage management of the announcement, the furious crescendo leading up to the middle-of-the-night reveal of a yawningly expectable Beltway fixture, was designed to create maximum disappointment. Mannion <a href=\"http://lancemannion.typepad.com/lance_mannion/2008/08/but-dick-cheney.html \">describes it</a> as expecting a pony for your birthday and getting a new winter coat – and that sounds about right.</p> <p>Biden's functional (at best). And maybe he even seems exciting to someone who needs a new winter coat.</p> <p>Of course, there are a lot of places in America where it never gets cold.</p>",
  "<video data-media-id=\"gu-video-336909636\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Barack Obama ended days of speculation about his choice of running mate today, sending out an early morning message to supporters saying he had picked Joe Biden.</p> <p>Biden, 65, is the man seen as the Democrats' authority on foreign affairs.</p> <p>The voluble chair of the Senate foreign relations committee will appear with Obama for the first time later today in Springfield, Illinois, where the Democratic candidate began his run for the White House early last year.</p> <p>The pair will then set off on a lightning tour of battleground states, hoping to build up excitement about the ticket before they arrive at the Democratic convention in Denver, which gets under way on Monday.</p> <p>The choice of Biden was widely seen today as a sign that the Obama camp considered foreign policy would be an issue in the coming election against the Republican, John McCain, and that Obama could suffer from charges of inexperience.</p> <p>Unlike earlier vice presidential candidates, Biden can not deliver a key battleground state: he comes from tiny Delaware. </p> <p>After 35 years as a senator, he cannot easily deliver Obama's message of change and – perhaps most crucially – voted for the Iraq war.</p> <p>Biden could also be haunted by attacks he made on Obama earlier this year, and his plagiarism of a speech by Neil Kinnock 20 years ago, but his knowledge of national security and foreign policy apparently overrode those considerations.</p> <p>The Obama camp said as much on its website, with a message reading: \"Joe Biden brings extensive foreign policy experience, an impressive record of collaborating across party lines, and a direct approach to getting the job done.\"</p> <p>Biden reinforced his image as a wise man on foreign affairs with a trip to Georgia a week ago. </p> <p>That intervention seems to have made him the firm favourite for vice-president, elevating him from a familiar figure in Washington -where he was a regular guest on television chat shows and think tank forums - to an indispensable counsellor. </p> <p>Despite Biden's ubiquity in Washington, the Obama extracted the maximum drama with the timing of its announcement, keeping the choice under wraps until late on Friday night.</p> <p>Then, the other top contenders, Tim Kaine, the governor of Virginia, and the Indiana senator Evan Bayh told reporters they would not be chosen.</p> <p>The official campaign email announcing Biden as the vice presidential pick did not go out until around 3am.</p> <p>The timing of the decision allows Obama to go into the Democratic convention on a high, rebounding from weeks of being battered by the McCain campaign as a mere celebrity figure unfit for the White House. </p> <p>Obama had a few days' grace when McCain acknowledged he could not keep track of how many houses he owned with his beer heiress wife, Cindy.</p> <p>But the Democrats are mindful that he has been on a slow downward slide in the polls all summer, in part because of the McCain attacks. The choice of Biden, with his long record, could reassure voters about Obama.</p> <p>Biden brings other gifts as a campaigner. He is combative as well as a smooth talker – a combination that could serve him well in the traditional vice-presidential role as attacker. </p> <p>He can also claim working class roots and is Catholic, which could help win over two core demographics that have so far been lukewarm to Obama.</p> <p>He is known for regularly returning by train to his native Delaware rather than spending time in Washington. One of his sons, the attorney general for Delaware, is about to be deployed to Iraq in the state national guard.</p> <p>Biden could also be an asset in trying to unite the party around Obama after the long and bruising primary battle. </p> <p>He claims credit for passing legislation against domestic violence and is firm in his support of abortion, factors that might help bring support from female Democrats.</p> <p>In an obviously co-ordinated effort, Clinton sent out an email early today praising Biden as an \"exceptionally strong, experienced leader and devoted public servant\".<br> Biden has personal understanding of what it means to be a young rising star in Washington. He was first elected to the Senate at the age of 29 as a change agent. </p> <p>Even so, he is not an entirely natural choice for a campaign predicated on change, and which has operated for more than a year as an extremely disciplined machine.</p> <p>Biden's friendliness to reporters – and his occasional use of strong language – could make for an uneasy fit with the Obama campaign's rigour about preventing leaks and staying on message.</p> <p>Quick talking has embarrassed Biden in the past. Earlier this year, when he and Obama were rivals in the race for the White House, Biden once described Obama as the \"first mainstream African-American who is articulate and bright and clean and a nice-looking guy\".</p> <p>Biden dropped out after the first contest in Iowa, having struggled to raise funds from gain supporters against the combined star power of Obama and Clinton. He remained neutral until the end of the primaries, unlike other candidates.</p> <p>But in the heat of the contest, Biden regularly attacked Obama for his lack of experience – comments that immediately resurfaced in Republican attack ads today. \"I would be honored to run with or against John McCain, because I think the country would be better off,\" Biden says in the old footage.</p> <p>Biden also has baggage from his first run for the White House. </p> <p>In 1988, he was forced to drop out of the race for the Democratic nomination after it was revealed he had plagiarised a famous speech by Kinnock in which he talked about how he had been the first in his family to go to university.</p>",
  "<p>The Democratic presidential hopeful Barack Obama today named the veteran politician Joe Biden as his running mate, his campaign confirmed. </p> <p>Biden's credentials as the chair of the Senate's foreign relations committee are expected to help Obama's campaign challenge claims of a lack of foreign policy experience. </p> <p>However, critics say choosing the 65-year-old Delaware senator, who has three decades of experience in Washington, goes against Obama's pledge of change in the White House.</p> <p>The decision was announced on Obama's <a href=\"http://www.barackobama.com/\">website</a>, which carried the message: \"Barack has chosen Joe Biden to be his running mate. </p> <p>\"Joe Biden brings extensive foreign policy experience, an impressive record of collaborating across party lines and a direct approach to getting the job done.\"</p> <p>The announcement was confirmed in a text message to supporters following two months of fevered speculation.</p> <p>Later, Hillary Clinton, who was beaten by Obama in an often-bitter primary season, said: \"In naming my colleague and friend Senator Joe Biden to be the vice presidential nominee, Senator Obama has continued in the best traditions for the vice presidency by selecting an exceptionally strong, experienced leader and devoted public servant.\" </p> <p>The former first lady went on: \"Senator Biden will be a purposeful and dynamic vice president who will help Senator Obama both win the presidency and govern this great country.\" </p> <p>Earlier this week, before naming his running mate, Obama said he had chosen someone who would be able to help him govern and would offer independent advice.</p> <p>Biden had been considered the frontrunner for the job in recent weeks, a position confirmed by a last-minute and unscheduled trip to meet the president of Georgia last weekend.</p> <p>The country's conflict with Russia has seen international issues return to the forefront of the campaign battleground.</p> <p>Biden has led strong attacks on John McCain's Republican foreign policy approach for its support of George Bush in focusing on Iraq.</p> <p>He will make his first speech as the vice-presidential nominee at the Democratic party's national convention in Denver, Colorado, next week.</p> <p>The other potential vice presidential nominees included Tim Kaine, the governor of the swing state of Virginia, and Evan Bayh, the Indiana senator who it was thought would help Obama shore up support in the midwest.</p> <p>McCain is expected to name his vice presidential nominee next week. The Minnesota governor, Tim Pawlenty, and the former Massachusetts governor Mitt Romney are reportedly among those being considered.</p> <p>However, the choice of a running mate is not likely to swing the elections.</p> <p>Biden is known for being talkative and is prone to making statements which get him in to trouble. </p> <p>Last year, as a Democratic presidential hopeful, he said Obama was \"not yet ready\" for the presidency - a remark that will be seized upon by the Republican attack machine prior to the November 4 election. </p> <p>Even before Obama confirmed Biden's selection, McCain campaign spokesman Ben Porritt said: \"There has been no harsher critic of Barack Obama's lack of experience than Joe Biden.</p> <p>\"Biden has denounced Barack Obama's poor foreign policy judgment and has strongly argued in his own words what Americans are quickly realising - that Barack Obama is not ready to be president.\"</p> <p>Biden, who dropped out of the presidential race in Iowa in January, is of Irish Catholic heritage but is in favour of abortion rights, a key issue in US elections.</p>",
  "<p>In a monstrous violation of the laws of modern politics, the Obama campaign appears to have chosen, in Joe Biden, a vice-presidential candidate whose public pronouncements are occasionally actually amusing, and sometimes actually reflect what he's thinking. Naturally, this could prove ruinous — already this morning the Republicans are <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/aug/23/uselections2008.barackobama\">all over</a> the Biden archive. The Obama campaign's best hope is probably that Biden has been so loose-tongued for so long that individual gaffes won't matter; it will all just seem like an appealing character trait. And of course to anyone not involved in the day-to-day control-freakery of political campaigns, it <em>is</em> an appealing character trait. For starters, here's a moment (<a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=08&amp;year=2008&amp;base_name=veepstakes_the_case_for_biden\">via Ezra Klein</a>) in which a mere facial expression from Biden, right at the end of this clip, tells you all you need to know about Rudy Giuliani's foreign-policy credentials:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/p7Y8AFctpjo?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/p7Y8AFctpjo&color1=291787617&color2=325161297&hl=en&fs=1\"></param><param name=\"wmode\" value=\"transparent\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/p7Y8AFctpjo&color1=291787617&color2=325161297&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" wmode=\"transparent\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Some of the most serious criticisms of Biden's personal conduct have to do with his track record of borrowing speeches and \"mis-speaking\" about his past, but in <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D91F3CF931A1575AC0A961948260&amp;sec=&amp;spon=&amp;pagewanted=print\">this New York Times piece</a> — in which he apologises for claiming to have three degrees, when he only has two — the stand-out moment comes when he tells a voter in New Hampshire:</p> <blockquote> <p>I think I have a much higher IQ than you do.</p> </blockquote> <p>...which is surely the definition of a <a href=\"http://en.wikipedia.org/wiki/Kinsley_gaffe\">Kinsley gaffe</a>. </p> <p>Sarcasm's not beneath him, either, as this press release from the primaries shows (via <a href=\" http://marcambinder.theatlantic.com/archives/2008/08/more_republican_oppo_on_biden.php\">Marc Ambinder</a>):</p> <blockquote> <p>The Biden for President Campaign today congratulated Sen. Barack Obama for arriving at a number of Sen. Biden's long-held views on combating al Qaeda in Afghanistan and Pakistan.</p> </blockquote> <p>Then there's this famous and rather excruciating moment, in which Biden, speaking with an Indian-American supporter, says: \"In Delaware, the largest growth in population is Indian-Americans moving from India. You cannot go to a 7-Eleven or a Dunkin' Donuts unless you have a slight Indian accent. I'm not joking.\" Biden's intent is surely not racist here: his tone of voice, and choice of interlocutor, suggest he's celebrating Delaware diversity in a drily humourous way. (\"I'm not joking\" is Biden-speak for \"I am joking.\") But still, talk about a gift to your critics:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/OIT3jUrNTX0?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/OIT3jUrNTX0&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/OIT3jUrNTX0&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Meanwhile, <a href=\"http://www.thedailyshow.com/video/index.jhtml?videoId=91157&amp;title=sen.-joe-biden\">this Daily Show interview</a>, in which Jon Stewart confronts Biden with some of his more infelicitous remarks, is worth watching in full.</p> <p>And if you can make it out — the sound quality is poor — here's a moment from 2007 in which Biden tells a supporter how he'll respond when Bush tries to a veto an Iraq spending bill that would set a timetable for troop withdrawal:</p> <blockquote> <p>We're going to shove it down his throat.</p> </blockquote> <p>(There are <a href=\"http://article.nationalreview.com/?q=NGRhNzJlMWY5NjdiNzhjMTRkYjMzNjYwOGJmYzNjMTY=\" \">plenty, plenty more</a> potentially damaging Biden quotes, and we'll be hearing a lot of them from the McCain campaign in the coming days.)</p> <p>So how will all this affect the outcome of the election? As a general rule, remember: when a candidate strikes liberal journalists and commie Europeans as witty, sardonic, clever and engaging, that's always a <em>really, really good sign</em> of his electability in mainstream America.</p>",
  "<p><strong>Joe Biden</strong></p> <p>The 65-year-old Delaware senator has, by all accounts, a superlative resumé. </p> <p>His leadership of the foreign relations committee would benefit Democrats during a presidential race that could be decided as much by Iran, Iraq, and Russia as by the US. </p> <p>Biden is a demonstrably skilled debater, his son is scheduled for a deployment to Iraq this year, and he has a palpable affection for Obama.</p> <p>Washington has produced few sparkling wits, but Biden is one of them. Only this veteran senator, first elected at the age of 30, could get a laugh just by saying: \"Yes.\" During a Democratic presidential debate in February, the famously talkative Pennsylvania native was asked whether he had the self-discipline to lead the free world, most expected one of his long-winded answers.</p> <p>But he shocked the crowd into laughter by answering: \"Yes.\" That demonstrated the self-discipline that, according to his critics, his loquaciousness undercuts.</p> <p>His drawbacks, however, go beyond his verbosity. His presidential candidacy in 1988 derailed after he admitted to plagiarising a speech by the then British Labour party leader, Neil Kinnock. </p> <p>And his long history in Washington risks undermining Obama's message of \"change\".</p> <p><strong>The other contenders:</strong></p> <p><strong>Tim Kaine</strong></p> <p>Kaine and Obama have a lot in common. Both have climbed the political ladder at an early age, spent formative years of their lives in foreign countries – and, perhaps most importantly, proven they can win over historical Republican voters.</p> <p>Kaine, 50, was elected governor of Virginia in 2005 on a solidly centrist platform that emphasised balanced budgets. </p> <p>He personally opposes capital punishment, but appealed to the state's conservative culture by promising to permit executions there.</p> <p>His bond with Obama began before he was even elected, when he invited the young senator from Illinois to campaign with him. </p> <p>The two and their wives are all graduates of Harvard law school, and Kaine's past service as a missionary in Honduras aligns him with Obama's experience of life outside the US.</p> <p>Kaine's lack of national security or foreign policy credentials has, however, already drawn fire from Republicans who anticipate his selection as the vice-presidential nominee. </p> <p>No less an arbiter of attack politics than Karl Rove maligned the Virginian as \"undistinguished\" last week, mocking his term as \"mayor of the 105th largest city in America\" (Kaine was mayor of the Virginia state capital, Richmond, from 1998 to 2000).</p> <p>But those who believe running mates can help deliver US states to a presidential candidate have often promoted Kaine, citing Obama's potential to win Virginia for a Democratic presidential candidate for the first time since 1964.</p> <p><strong>Evan Bayh</strong></p> <p>Evan Bayh is a senator for Indiana, the state his father represented in Washington for 18 years and that elected him governor at the age of 33.</p> <p>His support for the Iraq war, tax cuts and government surveillance has frustrated some liberals, who worry that his centrism would undermine the party's agenda.</p> <p>However, the 52-year-old defies easy characterisation. Although he bolstered the Bush administration's case for war, he began calling for the resignation of the then defence secretary Donald Rumsfeld less than a year after the Iraq invasion. </p> <p>While he supported the controversial Patriot Act, he voted to reject Bush appointments for attorney general and the supreme court, as well as that for the secretary of state, Condoleezza Rice.</p> <p>Bayh's worth to Obama is undeniable. As an early backer of Hillary Clinton's candidacy this year, his choice as vice-president would help mollify her frustrated supporters. He is a proponent of strong sanctions on Iran, which would help Obama erase lingering concerns among hawkish Jewish voters.</p> <p>His mild-mannered personality makes him the polar opposite of the gregarious Biden. Counterintuitively, the biggest advantage Bayh brings may be his relatively unexciting image. </p> <p>His personal life holds no promise of buried scandal, and his solid senate record on almost all the key issues at play in this year's election could be just what Democrats need.</p> <p><strong>Kathleen Sebelius</strong></p> <p>The popular Kansas governor, like Kaine, would help Obama win votes in a traditionally conservative state. </p> <p>The 60-year-old has worked well with Republicans without giving ground on her support for abortion rights and gun control.</p> <p>However, nobody can say for certain whether Obama would gain a decisive advantage with women by choosing a female running mate – especially one without the surname Clinton. </p> <p>And while Sebelius's low-key style helps her bond with political opponents, her easygoing rebuttal to George Bush's state of the union speech this year left many Democratic activists unimpressed.</p> <p>Obama and Sebelius have displayed a personal bond on the campaign trail, and his family's roots in Kansas could help the pair craft a powerful narrative to appeal to the US heartland. </p> <p>Nevertheless, Sebelius holds more obvious risks as a running mate than the three white males also considered finalists for the vice-presidency.</p> <p><strong>Chet Edwards</strong></p> <p>Chet Edwards, a nine-term congressman from Texas, has attracted less buzz but enjoys the backing of one of the most powerful politicians in the US. </p> <p>\"I hope he will be the nominee,\" the House speaker, Nancy Pelosi, told ABC television earlier this month. \"I just wanted people to be aware of the extraordinary credentials of Chet Edwards.\" </p> <p>The congressman said he had been vetted for a place on the ticket.</p>"
]