[
  "<p>John McCain will attempt to reclaim America's public stage from the Democrats and douse the afterglow of Barack Obama's nomination today with a series of initiatives, including a likely announcement of his choice of running mate.</p> <p>In a radio interview yesterday McCain said he had not yet made his decision, but that was met with widespread scepticism. He was tipped to reveal his choice at noon today during a rally in Dayton, Ohio, a key battleground state.</p> <p>The shift in focus to the Republicans, who hold their convention in Minneapolis-St Paul next week, came after last night's Democratic convention finale. The week saw the party unite with the baton of leadership pass from the Clintons to Obama.</p> <p>Obama's speech at Denver's Mile High stadium came on the 45th anniversary of Martin Luther King's \"I have a dream\" speech in Washington. Martin Luther King III, the eldest son of the civil rights leader, said: \"This is a monumental moment in our nation's history. And it becomes, obviously, an even greater moment in November if he's elected.\"</p> <p>The announcement of McCain's running mate is designed to rob the Democrats of any post-convention bounce. Polls published yesterday saw a small rise in support for Obama. McCain planned to make his move just as Obama began delivering his speech with the release of a new television ad which aides described as a direct conversation with his Democratic opponent.</p> <p>In an interview with KDKA radio in Pittsburgh yesterday, McCain said :\"I don't think he's right for America. I think I'm more in touch with the American people as far as my policies, my proposals and my ideas.\" </p> <p>The Republican candidate has run an increasingly aggressive campaign in the Democratic convention week, hoping to fire up his dispirited troops before his party convention. While Obama was making his final speech in a 75,000-seat stadium, with demand for tickets outstripping capacity, McCain was struggling to fill a 10,000-seat stadium next week. Free tickets were being offered in neighbouring states.</p> <p>In recent days McCain has enlisted Karl Rove, famous for his negative campaigns for George Bush. Rove, now a commentator for Fox news, has been conferring regularly with the Republican candidate.</p> <p>One of the favourites for the vice-presidential slot is Mitt Romney, the Mormon former governor of Massachusetts. Tim Pawlenty, the youthful governor of Minnesota, has been mentioned as well.Joe Lieberman, Al Gore's running mate in 2000 but now firmly with McCain, is also a possibility. But McCain risks triggering a rebellion from conservative Republicans if he chooses Lieberman, who supports abortion rights, long the litmus test for Republicans.</p> <p>McCain also mentioned Tom Ridge, a former governor of Pennsylvania, yesterday keeping alive speculation about his chances. Pawlenty criticised Obama yesterday for delusions of grandeur for using Roman or Greek columns during the Democratic convention. \"This Roman-like facade, a facade with Roman columns, is a perfect metaphor or icon for the point that it's an interesting production, but behind it there's not much there,\" he told ABC.</p> <p>McCain's vice-presidential announcement today is the first stop on a tour of battleground states also intended to cement Republican unity. He will campaign in Missouri on Sunday with two rivals for the Republican nomination - Mike Huckabee, the wisecracking former preacher from Arkansas, as well as Romney.</p> <p>The mood in the Democratic party, near to despair earlier in the week amid in-fighting with the Clintons and concern over Obama's fall in the polls, turned on Wednesday night after the convention formally offered him the party nomination, followed in quick succession by fulsome praise from Bill Clinton, and a sustained attack on McCain by Joe Biden, Obama's running mate. Democratic officials said yesterday that Biden's speech had set out the broad lines of attack for the election. The main purpose of Obama's acceptance address was to draw a contrast between him and McCain they said.</p> <p>Romney has been in Denver all week as the face of the spoiler campaign, a role that cemented his position as frontrunner for the McCain ticket. His rise reflects a change of heart for McCain who did not bother to conceal his personal dislike for Romney during the primary debates.</p> <p>But McCain could be forced to set aside his feelings. A Washington Post-ABC News polls suggests Romney would help McCain in the elections, although there was a risk of alienating evangelical voters uneasy about Romney's Mormon faith. The poll said 20% of voters of any political affiliation would be more likely to back McCain with Romney as his running mate.</p>",
  "<p>Barack Obama was last night poised to fulfil the promise of his emergence on to the US political stage four years ago and the dream of Martin Luther King almost half a century ago when he accepted the Democratic presidential nomination before tens of thousands of supporters.</p> <p>Obama's address at Denver's Mile High stadium aimed at giving flesh to the soaring rhetoric that had helped propel a virtual unknown at the 2004 Democratic convention to within reach of the White House. On the 45th anniversary of King's \"I have a dream speech\", the first African-American to secure the nomination of a major party cast himself as heir to Franklin Roosevelt and John Kennedy.</p> <p>In prepared excerpts released in advance of the speech, Obama attacked the presidency of George Bush and promised that he would end the Iraq war and \"restore our moral standing so that America is once more the last, best hope for all who are called to the cause of freedom, who long for lives of peace, and who yearn for a better future\".</p> <p>America could not afford to elect the Republican John McCain, he told a crowd of 75,000: \"We are here because we love this country too much to let the next four years look just like the last eight. On November 4 we must stand up and say, 'Eight is enough.'\"</p> <p>After months of criticism that there was no substance behind the dazzling oratory, Obama allied his rhetoric to long passages on how he would deal with America's ailing economy, the biggest election issue.</p> <p>The Obama campaign had intended last night's address to be a people's event, a change from the insider nature of most conventions that aides said symbolised the grassroots nature of his candidacy. Tens of thousands took the chance to be part of the event, in long lines that snaked for miles around the stadium under a blazing hot sun. They came in Martin Luther King T-shirts and in full Obama regalia including hats and buttons. A few came in native American traditional dress. One man was dressed as the devil, with smears of red paint on his legs. Vendors sold Obama cuddly dolls and lifesize figures of Obama dressed as Uncle Sam.</p> <p>Inside the stadium, there was a collective sense of history in the making, hours before Obama arrived on stage. Flash bulbs popped incessantly from the stands.</p> <p>People waved small American flags, bopped to Motown and shouted, \"Yes, we can,\" as Will.i.am, from the Black Eyed Peas, Sheryl Crow, Stevie Wonder and other performers took to the stage.</p> <p>Obama, who came to his first Democratic convention eight years ago short of cash and frequently stopped by security because of his name, recalled his speech in 2004, which caught the imagination of a despondent Democratic party.</p> <p>\"Four years ago, I stood before you and told you my story - of the brief union between a young man from Kenya and a young woman from Kansas who weren't well off or well known, but shared a belief that in America, their son could achieve whatever he put his mind to,\" he said. \"It is that promise that has always set this country apart, that through hard work and sacrifice each of us can pursue our individual dreams but still come together as one American family, to ensure that the next generation can pursue their dreams as well.\"</p> <p>Having dispensed with his life story, a necessary part of US politics, he turned to the concerns of the electorate.</p> <p>\"We meet at one of those defining moments, a moment when our nation is at war, our economy is in turmoil, and the American promise has been threatened once more,\" he said, blaming Bush. \"America, we are better than these last eight years. We are a better country than this.\"</p> <p>He acknowledged the past heroism of his Republican rival, but insisted he would fail to deliver the necessary change. \"The record's clear: John McCain has voted with George Bush 90% of the time. Senator McCain likes to talk about judgment, but really, what does it say about your judgment when you think George Bush was right more than 90% of the time? I'm not ready to take a 10% chance on change.\"</p>",
  "<p>After two days that had often seemed more about healing their party than winning the November election, day three of the Democratic convention finally did everything it needed to do. To quote a dazzling speech by the undoubted star of the evening's proceedings, Bill Clinton, the Democrats \"hit it out of the park\".</p> <p>The excitement began early with the formal roll-call vote, when, one by one, state delegations announce which candidate they are backing for the party's presidential nomination. Usually a unanimous, ceremonial event, this time it had been the object of fierce negotiation between the Clinton and Obama camps, as they sought to devise a way that would allow supporters of Hillary Clinton the \"catharsis\" or a vote for their candidate without projecting an image of party disunity. </p> <p>In the end, party managers needn't have worried. About halfway through the alphabetical roll-call - once they had reached N for New York - Hillary Clinton herself swept into the hall, stood with her state delegation and took the microphone. \"In the spirit of unity, with the goal of victory,\" she said, \"let's declare together in one voice, right here and right now, that Barack Obama is our candidate and he will be our president.\" </p> <p>The formal vote was abandoned and at 4.47pm Obama became the first African-American to be nominated by a major party - by a thunderous roar of acclamation. </p> <p>Yes, it was stage-managed but it set the tone perfectly for what was to follow. A series of speeches that finally laid to rest the disunity storyline that had dominated the first half of the convention - and which, at last, took the fight to John McCain. </p> <p>The most important was the one delivered by the former president. Bill Clinton went further than his wife had the night before in endorsing Obama. He did not just remind diehard Hillaryites of their obligation to back the party leader. He gave a detailed, specific character reference for Obama, spelling out the qualities that make him qualified to be president - from his understanding of the great questions of the age to his \"intelligence and curiosity\". </p> <p>He also did what Hillary had failed to do, addressing the Republican charge that Obama is too inexperienced for the Oval Office. In perhaps his most important sentence, he declared: \"Barack Obama is ready to be president of the United States.\" </p> <p>He even seemed to anoint the young senator as his political heir, noting that back in 1992, \"the Republicans said I was too young and too inexperienced to be commander-in-chief. Sound familiar?\"</p> <p>No less valuably, Clinton also framed the election ahead, saying the next president would have to rebuild prosperity at home and restore America's standing in the world, both badly damaged by the Bush years. In both those areas Obama was in the right, while McCain, for all his maverick stances on some issues, was still bound up with the \"extreme philosophy\" of Bush Republicanism. </p> <p>It was an almost impossibly hard act to follow for the official star of the evening, the vice presidential nominee Joe Biden. But he delivered a stirring performance, too, strong on emotion as he described his humble beginnings, clearly seeking to connect with the many Americans experiencing economic anxiety. He also tore into his fellow Senate veteran John McCain, even daring to challenge the relevance of his much-vaunted military record. \"These times require more than a good soldier; they require a wise leader,\" he said.</p> <p>Finally, Obama himself - absent from the convention until that moment - appeared on stage, the climax of a day in which, at last, his party had stopped looking inward and had started looked forward, towards November 4.</p>",
  "<p>John McCain will attempt to reclaim America's public stage from the Democrats and douse the afterglow of Barack Obama's nomination tomorrow with a series of initiatives, including a likely announcement of his choice of running mate.</p> <p>In a radio interview today McCain said he had not yet made his decision, but that was met with widespread scepticism. He was tipped to reveal his choice at noon tomorrow during a rally in Dayton, Ohio, a key battleground state.</p> <p>The shift in focus to the Republicans, who hold their convention in Minneapolis-St Paul next week, comes after tonight's Democratic convention finale. The week saw the party unite with the baton of leadership pass from the Clintons to Obama.</p> <p>Obama's speech at Denver's Mile High stadium comes on the 45th anniversary of Martin Luther King's \"I have a dream\" speech in Washington. </p> <p>Martin Luther King III, the eldest son of the civil rights leader, said: \"This is a monumental moment in our nation's history. And it becomes, obviously, an even greater moment in November if he's elected.\"</p> <p>The announcement of McCain's running mate is designed to rob the Democrats of any post-convention bounce. Polls published today saw a small rise in support for Obama. McCain planned to make his move just as Obama began delivering his speech with the release of a new television ad which aides described as a direct conversation with his Democratic opponent.</p> <p>In an interview with KDKA radio in Pittsburgh today, McCain said :\"I don't think he's right for America. I think I'm more in touch with the American people as far as my policies, my proposals and my ideas.\"</p> <p>The Republican candidate has run an increasingly aggressive campaign in the Democratic convention week, hoping to fire up his dispirited troops before his party convention. </p> <p>While Obama was making his final speech in a 75,000-seat stadium, with demand for tickets outstripping capacity, McCain was struggling to fill a 10,000-seat stadium next week. Free tickets were being offered in neighbouring states.</p> <p>In recent days McCain has enlisted Karl Rove, famous for his negative campaigns for George Bush. Rove, now a commentator for Fox news, has been conferring regularly with the Republican candidate.</p> <p>One of the favourites for the vice-presidential slot is Mitt Romney, the Mormon former governor of Massachusetts. Tim Pawlenty, the youthful governor of Minnesota, has been mentioned as well. </p> <p>Joe Lieberman, Al Gore's running mate in 2000 but now firmly with McCain, is also a possibility. But McCain risks triggering a rebellion from conservative Republicans if he chooses Lieberman, who supports abortion rights, long the litmus test for Republicans.</p> <p>McCain also mentioned Tom Ridge, a former governor of Pennsylvania, today keeping alive speculation about his chances. </p> <p>Pawlenty criticised Obama today for delusions of grandeur for using Roman or Greek columns during the Democratic convention. \"This Roman-like facade, a facade with Roman columns, is a perfect metaphor or icon for the point that it's an interesting production, but behind it there's not much there,\" he told ABC.</p> <p>McCain's vice-presidential announcement today is the first stop on a tour of battleground states also intended to cement Republican unity. </p> <p>He will campaign in Missouri on Sunday with two rivals for the Republican nomination - Mike Huckabee, the wisecracking former preacher from Arkansas, as well as Romney.</p> <p>The mood in the Democratic party, near to despair earlier in the week amid in-fighting with the Clintons and concern over Obama's fall in the polls, turned last night after the convention formally offered him the party nomination, followed in quick succession by fulsome praise from Bill Clinton, and a sustained attack on McCain by Joe Biden, Obama's running mate. </p> <p>Democratic officials said today that Biden's speech had set out the broad lines of attack for the election. The main purpose of Obama's acceptance address was to draw a contrast between him and McCain they said.</p> <p>Romney has been in Denver all week as the face of the spoiler campaign, a role that cemented his position as frontrunner for the McCain ticket. His rise reflects a change of heart for McCain who did not bother to conceal his personal dislike for Romney during the primary debates.</p> <p>But McCain could be forced to set aside his feelings. A Washington Post-ABC News poll suggests Romney would help McCain in the elections, although there was a risk of alienating evangelical voters uneasy about Romney's Mormon faith. </p> <p>The poll said 20% of voters of any political affiliation would be more likely to back McCain with Romney as his running mate.</p>",
  "<p>A series of portraits of American soldiers set to adorn roadside billboards in Minneapolis, site of next week's Republican convention, was abruptly cancelled by the billboards' owners, which feared they would be deemed disrespectful to the US military.</p> <p>Although the artworks neither display images of violence nor are gruesome, the media company that owns the billboards said it feared pedestrians and motorists would mistake them for images of war dead. </p> <p>The photographs show the faces and close-cropped heads of nine youthful soldiers lying peaceful and prone, flat against a surface.</p> <p>\"They don't look dead,\" said Suzanne Opton, the photographer of the series, entitled Soldiers' Faces. </p> <p>\"It's like you see someone opposite of you with their head on the pillow. We see our lovers and our children in that pose. They look like the heads of fallen statues, and they afford the viewer an intimate look at the face of the young person whose life is at risk, and that was the point. </p> <p>\"When you see soldiers on the news you have no idea who they are. They're representing the United States and they have all that gear on. I wanted to get past all that\".</p> <p>The shots of troops in between deployments to Iraq and Afghanistan by a New York City artist were to run in five US cities.</p> <p>But CBS Outdoor abruptly changed course and has refused to post the billboards in Minneapolis, Miami, Florida; and Houston, Texas. A separate company has agreed to display the images on billboards in Atlanta. Curiously for the artists, the images remain up in Denver, site of this week's Democratic national convention. </p> <p>The Democratic party, under presidential nominee Barack Obama, is against the war in Iraq and advocates withdrawing US combat forces.</p> <p>When thousands of Republicans and hoards of journalists arrive in the Minneapolis area this weekend, they will not see the images as they shuttle between the Xcel Energy Centre, site of the convention proceedings, and the hotels, restaurants and parties accommodating them.</p> <p>\"We understand that 'Soldier' represents a political art project, and that the individuals depicted are actual soldiers,\" Jodi Senese, CBS Outdoor's executive vice-president of marketing, wrote in an e-mail to Susan Reynolds, a curator and collaborator with Opton. </p> <p>\"Out of context [neither in a museum setting or website] the images, as stand-alone highway or city billboards, appear to be deceased soldiers. The presentation in this manner could be perceived as being disrespectful to the men and women in our armed forces.\"</p> <p>Senese acknowledged in her email that the decision was based not on the artist's intent but \"how the image would be perceived by a motorist passing it in transit\".</p> <p>Senese did not immediately return calls seeking comment.</p> <p>Opton and Reynolds insist the work is neither a partisan statement nor does it advocate against the wars in Iraq and Afghanistan.</p> <p>\"Any time you talk about a war, it's political,\" Opton said. \"It's not an anti-war statement, it's about soldiers.\"</p> <p>The photographs were taken in 2004 and 2005 at Fort Drum in New York state, with the permission of the soldiers and their commanders, the collaborators said. </p> <p>The images have been shown in the Brooklyn Museum, the Cleveland (Ohio) Museum of Art, and the Museum of Fine Arts in Houston. The project is sponsored by the New York Foundation for the Arts. Opton said the photographs ran on billboards in Syracuse, New York, near where the soldiers were based.</p> <p>In early August the foundation signed a contract to pay CBS Outdoor $5,000 to run images on five billboards in Minneapolis for about a month beginning on Monday. Last week the company cancelled that contracts there, in Houston and Miami, Reynolds said.</p> <p>Reynolds said CBS Outdoor, which is owned by CBS Corporation, owner of the US television network, wants to avoid controversy.</p> <p>\"I've been censored,\" Reynolds said. </p> <p>\"It's not a strong advocacy for any partisan point of view. We don't see soldiers in this very individualised human way in the press or media in this country. A soldier is one thing: They're in camouflage, holding a rifle. Here they're individuals with personalities.\"</p>",
  "<p><em>Hugh Jackson is reporting from Denver for the Nevada political blog <a href=\"http://www.lasvegasgleaner.com\">Las Vegas Gleaner</a></em></p> <p>During the 2004 presidential campaign, Texas oilman T Boone Pickens <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A38749-2004Oct16.html\">was financing</a> the Swiftboat Vermin, er, Veterans for Truth and their televised destruction of the character and conduct of John Kerry.</p> <p>Four years later, Pickens is being escorted about the Democratic National Convention like an honoured statesman by none other than Democratic Senate majority leader Harry Reid.</p> <p>Not that Pickens is endorsing Barack Obama. \"I quit politics for this campaign,\" Pickens told convention delegates from Reid's home state of Nevada Wednesday morning. </p> <p>Instead, Pickens was touting <a href=\"http://www.usnews.com/articles/news/national/2008/08/22/why-t-boone-pickens-could-be-the-best-hope-for-wind-energy.html\">his idea</a> to transfer the nation's automobiles from their reliance on oil to a reliance on natural gas, which Pickens characterises as a \"bridge\" to the day when American automobiles will be powered by electricity provided by a massive investment in wind energy.</p> <p>Pickens has financial interests in both the natural gas and wind power industries. (A busy man, Pickens is also keen to privatise that part of the enormous Ogallala aquifer that lies beneath the Texas panhandle so he can sell water for profit. How Perkins plans to charge you for the air you breathe is not yet clear, but the possibility should not be dismissed out of hand.) His personal stakes should combine with his unsavoury political associations to give Democrats pause.</p> <p>But thanks to his <a href=\"http://www.youtube.com/watch?v=R2bOug1d20c\">national TV ad</a> buy, wherein the <a href=\"http://www.huffingtonpost.com/carl-pope/this-is-one-emergency-we_b_111776.html\">oilman announces</a> that \"this is one emergency that we can't drill our way out of,\" embracing Pickens is a temptation that Democrats can't resist - especially when \"offshore drilling\" and \"my friends\" are competing to rank as the most common phrases emerging from the mouth of John Sidney McCain III.</p> <p>No Democrat has embraced Pickens more closely than the Senate majority leader. Pickens, along with former President Bill Clinton, were headliners at a renewable energy conference Reid organised in Las Vegas earlier this month. And Reid quoted Pickens when he delivered a speech on energy Wednesday evening at the Merck-Visa-Lockheed Martin Democratic National Convention.</p> <p>It is in Nevada's interest to promote alternatives to new nuclear power plants - Nevada <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A2221-2005Mar25.html\">continues to fight</a> the federal government and the nuclear power industry to keep radioactive waste from being dumped at Yucca Mountain, northwest of Las Vegas. That fight perhaps as much as anything explains why Reid has long been friendly to renewable energy concepts. </p> <p>Nevada already has one of the world's largest solar power plants, and several more are on the drawing board. The state's geothermal resources are among the most abundant in the country. Reid has become a leading opponent of the construction of new coal-fired power plants. And he triggered some praise from environmentalists, but even more ridicule from Republicans, for declaring that coal and oil is making America \"sick\".</p> <p>At the same time, Reid's record with regard to natural resource industries is far from pristine. He has almost single-handedly <a href=\"http://www.iht.com/articles/ap/2007/05/10/business/NA-GEN-US-Reids-Dilemma.php\">thwarted reform</a> of the country's badly outdated mining laws - laws that allow some of the world's largest transnational mining conglomerates to take gold from public lands with relatively scant environmental restrictions and without paying any federal royalties on the mineral, all so as to safeguard the strategic earring supply at your department store's jewellery counter.</p> <p>As Reid gears up to campaign for re-election to a fifth term in 2010, when he will be 70, he is likely to continue to shelter the mining industry from reform - it may not allow Reid to win Nevada's predominantly rural Republican vote against a strong opponent, but it helps Reid keep the electoral damage in those mining-friendly hustings to a minimum.</p> <p>Against his mining record, scepticism about the sincerity of Reid's renewable energy embrace is perhaps not unwarranted.</p> <p>But the nation must find alternatives to the current US policy of paying lots and lots of money to make the planet hotter. And Barack Obama is promising a progressive energy policy that combines renewables, conservation and infrastructural retrofitting.</p> <p>Getting such a programme through Congress won't be easy. But aggressive assistance from the leader of the Senate is a good start - even, s'pose, if it comes with a profiteering Texan in tow.</p>",
  "<p>The Russian prime minister, Vladimir Putin, claimed today the Caucasus crisis was started by the Americans as an election campaign ploy. </p> <p>As Russia found itself increasingly isolated internationally because of its invasion of Georgia and its decision to recognise two breakaway regions of Georgia as independent states, Putin suggested the Georgia war had been cooked up in Washington to create a neo-cold war climate that would strengthen John McCain's bid for the White House and wreck the prospects of Barack Obama.</p> <p>Following yesterday's denunciation of Russian conduct by the G7 grouping of the big industrial democracies, Russia's key allies resisted Moscow's pressure today for support over Georgia. </p> <p>At a summit in Tajikistan of the Shanghai Cooperation Organisation, which Putin set up seven years ago as a foil to western power, China and four former Soviet central Asian states called for respect for the territorial integrity of states and criticised the use of force to redraw borders, effectively delivering a rebuke of Russian conduct.</p> <p>President Dmitry Medvedev went to the meeting in Dushanbe, the Tajikistan capital, to try to drum up support for Russia's position, but the summit statement only served to highlight Russia's worsening isolation.</p> <p>\"Russia does not feel isolated and is not afraid to be isolated,\" said Yevgeniy Chizhov, the Russian ambassador in Brussels.</p> <p>He warned the EU that it would come off worse than Russia if an emergency summit of EU leaders on Monday decided to impose sanctions, as suggested today by Bernard Kouchner, the French foreign minister.</p> <p>The French are chairing the EU and have called Monday's summit, the first time such an emergency meeting has been staged since the lead-up to the war in Iraq in 2003.</p> <p>\"Certain countries have asked that sanctions be imposed,\" said Kouchner. \"Sanctions are being considered and many other measures.\" </p> <p>He said the aim on Monday was to demonstrate strongly that Europe did not accept what had happened in Georgia.</p> <p>EU ambassadors are to meet in Brussels tomorrow to argue over how to respond to the Georgia crisis. Despite Kouchner's words, economic or trade sanctions are not likely to be imposed by the European leaders whose countries are highly dependent on Russian gas and oil supplies and whose big business has much at stake in Russia.</p> <p>There is some pressure for diplomatic retaliation against Moscow and to call off scheduled negotiations on a new strategic pact between the EU and Russia. But the European Commission said the next Russia-EU negotiations were still scheduled for next month and Chizhov said he knew of no plan to cancel them.</p> <p>Sergei Lavrov, the Russian foreign minister, treated the talk of European sanctions with contempt. \"That's a demonstration of complete confusion, the product of a sick mind.\"</p> <p>Sanctions, said Chizhov, \"will be to the detriment of the EU as much if not more than to Russia. I certainly hope reason and common sense will prevail\".</p> <p>Jean-Pierre Jouyet, the French minister for Europe, made plain that Paris did not want to sever channels of communication with Russia.</p> <p>\"The essential aim [of the summit], following the latest Russian declarations, is to show Europe's unity and capacity to act, balancing the need for dialogue and the need for firmness towards Russia,\" he told a meeting of diplomats and officials. \"Needless to say, it won't be easy.\"</p> <p>In an interview with CNN, Putin amplified conspiracy theories that have been aired in the Russian media and by Russian pundits since the crisis erupted three weeks ago - that the Georgian war was fabricated by the US vice-president, Dick Cheney, and the Republican presidential contender, John McCain, to create an international crisis and fan anti-Russian hostility that would undermine Obama's chances of getting to the Oval Office.</p> <p>\"The suspicion arises that someone in the United States especially created this conflict to make the situation more tense and create a competitive advantage for one of the candidates fighting for the post of US president,\" said Putin, who is seen as the main force behind Russia's hammering of Georgia.</p>",
  "<p>Stefan Forbes was surprised. The film-maker had just spent months interviewing Republican officials for a documentary about Lee Atwater, the godfather of political dirty tricks, but found many of them were amused at his project.</p> <p>\"They were laughing at me. They said, 'We don't understand why Democrats don't fight back,'\" Forbes said. </p> <p>That is also a question now hovering over the Democratic party as it faces a marked increase in the number of Republican attacks aimed in their direction. </p> <p>On Tuesday there was the launch of perhaps the most negative advert yet. It tried to link Barack Obama with 1960s radical Bill Ayers, a former member of the Weather Underground group which once carried out bombings at the Pentagon and the Capitol. </p> <p>The ad was a pure Atwater move and Forbes should know. </p> <p>Forbes' investigation of Atwater's life and tactics in the upcoming film Boogie Man has revealed a figure who changed the face of American politics. And not for the better. </p> <p>The South Carolina native perfected the art of negative campaigning and making the personal into the political. In campaign after campaign in the 1970s and 1980s Atwater destroyed anyone opposing the candidates that he backed. </p> <p>He once suggested an opponent had been given electro-shock therapy to treat mental illness. Another was lambasted with an anti-Semitic whispering campaign. Both lost.</p> <p>Atwater's greatest success was masterminding the Republican assault on Democratic presidential candidate Michael Dukakis in 1988. </p> <p>He first suggested Dukakis had had psychiatric problems, then accused his wife of burning the American flag and finally oversaw the infamous 'Willie Horton' racist adverts. The campaign rapidly overturned a huge Dukakis lead in the polls and ensured George HW Bush would become president. </p> <p>Atwater helped complete an overhaul of the Republican attack strategy that was devastatingly successful and has come to define modern Republican presidential campaigns. </p> <p>He also mentored a young political operative called Karl Rove, who went on to guide George W Bush to successive election victories. Rove himself then acted as mentor to Steve \"The Bullet\" Schmidt, who now runs John McCain's campaign and who has crafted its brutally negative - and effective - recent ads. </p> <p>\"There is a reason why Steve Schmidt, who was tutored by Rove who was tutored by Atwater, is running John McCain's campaign,\" said Joe Conason, a political commentator. </p> <p>\"The tactics that Atwater crystallised into Republican strategy are now the rote of the Republican party.\"</p> <p>Certainly Tuesday's anti-Obama ad would fit well into Atwater's strategic vision. Made by a so-called independent advocacy group, called the American Issues Project, the ad seeks to tie Obama and Ayers together because they served on the same non-profit board. </p> <p>Ayers is now a liberal activist and academic in Chicago. </p> <p>However, the main financier of the AIP is also the same Texan billionaire who helped fund the Swift Boat campaign that derailed John Kerry's 2004 bid for the White House. </p> <p>Kerry was slammed for not responding quickly enough to the Swift Boat campaign and Obama has pushed back hard against the new ad. His staff have directly asked some TV stations not to run it. They have also asked the Justice Department to intervene.</p> <p>That is a markedly more aggressive response than many Democratic opponents undone by Atwater. But Terry McAuliffe, a top Democratic party official who appears in Boogie Man, said Democrats still needed to learn how to deal with the ruthless Republican tactics Atwater honed. </p> <p>\"Democrats don't fight hard enough. It is not just the issues. They play tougher on the other side,\" McAuliffe said. \"What is now happening with this [McCain] campaign is what they have done with the last few elections.\"</p> <p>However, there is a chance that Atwater might just be spinning in his grave at the new anti-Obama ad. </p> <p>Stricken with a terrible brain cancer at the height of his powers, Atwater died in 1991. But before he died he publicly repented of many of his former deeds and sent out numerous letters of apology to his many opponents, including Dukakis. </p> <p>But though Atwater is dead his legacy is firmly alive. </p> <p>Speaking at a screening of Boogie Nights at the Denver convention, Forbes warned that the new anti-Obama ad could easily have the same sort of effect Willie Horton had on Dukakis if it went unanswered. </p> <p>\"The Weather Underground bombing the Capitol? That will decide the election unless people get out there and do something,\" he said.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337041489\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver19-4336.jpg\" alt=\"Lunch counter in downtown Denver\" width=\"630\" height=\"457\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wednesday. A marginally less hot one, but still in the 80s. I’m living my life back to front here since I have to file my comment page cartoon at sparrow fart. I sit at a downtown lunch counter where punters munch burgers and gaze at the TV while I discreetly gaze at them</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041492\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver20-5076.jpg\" alt=\"Greek Orthodox priests\" width=\"510\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Inside the hall which seems to have been overrun by Greek Orthodox priests</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041495\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver21-6254.jpg\" alt=\"DNC Secretary Alice Travis Germond\" width=\"340\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There is a roll call where each state allocates their votes to either Hillary Clinton or Barack Obama. The genial but slightly demonic looking mistress of ceremonies is the DNC secretary, Alice Travis Germond. In alphabetical order, each state has an opportunity to talk itself up, while announcing its tally of votes. Montana is a particularly egregious example, taking about 15 minutes to sing the praises of its big skies and allocate its measly 23 votes</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041498\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver22-6881.jpg\" alt=\"Democratic convention\" width=\"630\" height=\"231\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When they reach the Ns, something interesting happens. New Mexico basically (though not exactly in these terms) says 'Aw fuck it, we’re giving all our votes to Illinois!'. They are followed immediately by New York, and who should suddenly appear on the floor but Hillary Clinton, senator for that state, who asks every state to throw its weight behind Obama and acclaim him as the official Democratic presidential candidate</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041501\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver23-7432.jpg\" alt=\"Bill Clinton\" width=\"351\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Much later, during primetime, Bill Clinton delivers a storming speech. He loves doing it and they love him for it. His hair glows white and his nose glows pink as he nails and hammers home to the convention the key themes of the coming election campaign. He makes it look easy, but he really is a class act as politician</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041504\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver24-7895.jpg\" alt=\"John Kerry\" width=\"325\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Last time candidate John Kerry has a very hard act to follow and the crowd is definitely post-coital, but he makes a reasonable fist of it, nailing Republican hypocrisy over the patriotism question. He still bears an uncanny resemblance to Lurch</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041507\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver25-8482.jpg\" alt=\"Joe Biden\" width=\"335\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden steps up to accept the nomination as vice-presidential candidate. He has a square jaw, a long head and close together slanted eyes. Unusually for this convention, he has quite a nice line in self deprecating humour. He talks amusingly about his upbringing. His mother is still alive and she’s in the room</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041510\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver26-9091.jpg\" alt=\"Joe Biden\" width=\"296\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Not unusually for this convention, Biden's speech is deeply sentimental, yet it seems to hit all the right spots and they love him. His personal history is remarkable, both tragic and inspiring, which still does not explain his erstwhile fixation on the speeches of Neil Kinnock</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>",
  "<p>Three years after Hurricane Katrina, a more glamorous image of black America is presenting itself to the world in the person of <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>. Meanwhile, in New Orleans, America's story of black urban poverty is still unfolding, largely beneath the radar of the global media.</p> <p>In August and September 2005, areas like the largely black <a href=\"http://en.wikipedia.org/wiki/Lower_Ninth_Ward\">Lower Ninth ward</a>, almost entirely invisible to the hordes of tourists who flock to New Orleans every year, attracted worldwide sympathy <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/hurricanekatrina.usa\">as the levees broke</a>. Now they have been all but forgotten. While tourists long ago repopulated the French Quarter, 57% of New Orleans' black population – against 36% of whites – have yet to return to the city. Many never will. This is because since Katrina, developers have clubbed together with the authorities to complete New Orleans' makeover into a playground for wealthy tourists.</p> <p>As house prices soar and homelessness rises, the authorities are quietly doing away with the city's remaining stocks of affordable housing in moves that the UN has recently claimed constitute human rights violations. The fact that these demolitions will overwhelmingly affect black people has led some to call this <a href=\"http://www.theguardian.com/environment/2005/sep/24/usnews.hurricanes2005\">ethnic cleansing</a>.</p> <p>Looking back, these developments should come as no surprise. The sympathy that met Katrina's immediate aftermath was short-lived. In August 2005 it was poor African-American residents, statistically the least likely to have the means to evacuate the stricken city, who bore the brunt of the storm damage. Viewers all round the world watched in horrified fascination as conditions in the convention centre and Superbowl deteriorated. News reports did focus on the government's apparent abandonment of its own people, but a hysterical and arguably racist undercurrent was almost compulsively drawn to rumours of rape and murder – nearly all of which turned out to be untrue.</p> <p>As residents evacuated the city, and before the floodwaters had even receded, the future of New Orleans and its residents was being spoken about in no uncertain terms. \"We finally cleaned up public housing in New Orleans\", declared Republican congressman Richard Baker soon after the storm. \"We couldn't do it. But God did.\" Alphonso Jackson, the then US secretary of housing and urban development, made the racial implications of the gentrification process perfectly clear when he predicted that the reconstructed New Orleans would be a whiter city.</p> <p>In the three years since, race and class stereotypes have paved the way for New Orleans' so-called \"revitalisation\". \"We don't need soap opera-watchers right now\", claimed the city council president, Oliver Thomas – perpetuating the view that New Orleans' high unemployment rate can be tracked to individual laziness as opposed to the systemic discrimination affecting most of America's inner cities. At the same time, those same forces that demonise poor and particularly black families – for their apparent \"dysfunction\" – are actively preventing the regrouping of some of the most close-knit black communities in the US. </p> <p>The city is now in the process of phasing out the low-cost housing, public transportation system, and public health facilities that have supported the existence of low-income residents in New Orleans for decades. The US department of housing and urban development and the housing authority of New Orleans say that they wish to de-concentrate poverty in areas that were previously hotbeds for crime and drug abuse. Currently though, there are only plans to replace one-third of the units available for low-income renters. And as Audrey Stewart of the Loyola Law Clinic explains, the result is:</p> <blockquote> <p> ... thousands and thousands of homeless people camping out, under bridges, we have folks staying with relatives and friends – I see that all over my neighbourhood, five, six, seven, eight people living in these tiny houses. We have people getting kicked out of Fema [Federal Emergency Management Agency] trailers with nowhere to go.</p> </blockquote> <p>Many displaced New Orleans residents, black and white, are now calling for the \"right of return\" – and are in the process creating a dynamic grassroots movement that threatens to disrupt the relative calm that has eased the passage of the city's controversial reconstruction programme. This is just the kind of movement that Barack Obama spent the first part of his career organising for <a href=\"http://www.encyclopedia.chicagohistory.org/pages/1177.html\">South Side</a> Chicago, and it may turn out that his ability as president to respond to this call proves decisive.</p> <p>Obama has been a vocal critic of the Bush administration's recovery and reconstruction programme, and his restoration plan for the region includes housing displaced residents who wish to return to the city. This time last year, Obama expressed concern that New Orleans would once again become the scene of the nation's broken promises, and told residents, \"I can promise you this: I will be a president who wakes up every morning and goes to bed every night with the future of this city on my mind.\" He said:</p> <blockquote> <p> ... racial discord, poverty, the old divisions of black and white, rich and poor, it's time to leave that to yesterday.</p> </blockquote> <p>But as the presidential campaign intensifies, Obama is increasingly under pressure to \"transcend race\". If this insidious demand should persist into an Obama presidency, it could seriously hinder a sustained focus on so racially charged an event as Katrina and its disastrous aftermath. What's certain is that the longer the world looks away, the more likely it is that a Disneyfied \"new\" New Orleans will mean the loss of a city that boasts one of the most complex cultural heritages in the world.</p> <p>Three years on from the storm, during an election year that has focused attention on a spectacular symbol of African American success, it seems that once again, no one is looking in the direction of a black America that has experienced only the rough end of the American dream.</p> <p><em>Anna Hartnell is lecturer in American literature &amp; culture at the University of Birmingham, <a href=\"mailto:a.hartnell@bham.ac.uk\">a.hartnell@bham.ac.uk</a></em></p>",
  "<p><br>How ya doin! Jackie Mason and Hillary Clinton. Photos: PA/Yui Mok and Reuters/Shannon Stapleton</p> <p>Roll credits on Convention! - this week's Casting the News (aka Suck it Up!). Those exclamation marks are optional. It's a tale of scheming supporting players; <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats2008\">the kingmakers of Denver</a>; agonising whether to throw their full support behind Barack Obama's presidential bid, openly sabotage him or (oh, crafty third way) try for a little of both by treating the delegates to a masterclass in equivocation, double-edged endorsements and coded criticisms.</p> <p>Obama was a featured player <a href=\"http://blogs.theguardian.com/film/2008/07/who_would_you_cast_in_the_jack.html\">a month or so back</a>, so let's keep him in the shadows this time, like Voldemart. Instead, our film takes the Rosencrantz and Guildenstern approach. Its heroes are the nearly-rans and might-have-beens. John Kerry bungled his bid in 2004 and is now back as a shame-faced guest speaker. Former hopeful Joe Biden has the consolation prize of a place on the ticket (this despite a longtime friendship with John McCain).</p> <p>And then, of course, there are the Clintons: Bill, squandering <a href=\"http://www.theguardian.com/world/cartoon/2008/aug/27/hillary.clinton.bill.clinton\">his legacy</a> by playing attack dog for the wife; Hillary, who missed securing the nomination by a whisker and is now left with the power to either anoint or destroy. The stage is set for a tale of backroom deals and festering grievances, as its chief performers nurse their wounds in private before stepping out before the floodlights.</p> <p>So who should play these people? I'm (very tentatively) pitching William Hurt as John Kerry and Jeff Bridges to play <a href=\"http://images.google.com/imgres?imgurl=http://www.dartmouthindependent.com/archives/Joe%2520Biden.jpg&amp;imgrefurl=http://www.dartmouthindependent.com/archives/2007/07/our-44th-presid.html&amp;h=278&amp;w=402&amp;sz=30&amp;hl=en&amp;start=22&amp;um=1&amp;usg=__8aAMLLIaAersqVrB47YjMyzHNng=&amp;tbnid=T4N5gWRLeMAriM:&amp;tbnh=86&amp;tbnw=124&amp;prev=/images%3Fq%3D%2522joe%2Bbiden%2522%26start%3D20%26ndsp%3D20%26um%3D1%26hl%3Den%26client%3Dsafari%26rls%3Den%26sa%3DN\">Grinnin' Joe Biden</a>. John Travolta has already starred as a Bill Clinton surrogate in Primary Colours, so seems the obvious choice to do it again. Likewise, Meryl Streep crossed Hillary with Condoleezza on the Manchurian Candidate remake, and might be prepared to play the former First Lady.</p> <p>But this is dreary, conservative casting. Given that there is a farcical flavour to this week's Casting the News, the brazenly absurdist route might be the best way to go. Is it just us, or does <a href=\"http://blog.mlive.com/chronicle/2008/06/large_01clinton4.jpg\">campaign-mode Hillary</a> bear a distant, passing resemblance to the great borscht-belt comics of old (the same salted repartee; the same How-Ya-Doin' smirks and finger-points to the crowd)? We note that the mighty Jackie Mason is clearly taking a deep interest in this year's race, via his hyperventilating <a href=\"http://www.youtube.com/watch?v=mZ5c6hxqXq4\">election \"vlog\"</a>. Would Mason be up for doing Hillary?</p> <p>Anyhow, this is what we need - your cut-and-paste credits ...</p> <p>Hillary Clinton:</p> <p>Bill Clinton:</p> <p>Joe Biden</p> <p>John Kerry:</p> <p>Tagline:</p> <p>Finally, let's briefly review <a href=\"http://blogs.theguardian.com/film/2008/08/casting_the_news_1.html\">last week's tortoise picture</a>. We duly greenlight Tarantino as the hare (thanks to happypie) and Jim Broadbent as \"the poor owner\" (MikeOxwells). Clydebear's suggested title - Shell Oiled - surely wins the day, though it's hard not to feel a certain doomed affection for Jimmy Smile's more leftfield tip: Monstrous Shelled C**t vs Taxi Driver Murderer 2: Ride Slop-Totty to Death.</p> <p>Ah well. Maybe in the next life</p>",
  "<video data-media-id=\"gu-video-337024292\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Why did Barack Obama pick <a href=\"http://www.guardian.co.uk/world/2008/aug/24/barackobama.joebiden1\">Joe Biden</a> as his running mate? Why not <a href=\"http://www.nytimes.com/2008/08/26/us/politics/26web-zeleny.html?hp\">someone else</a>? I have asked myself those questions several times in the last 24 hours. Why not, after the votes she won and the convention speech she gave last night, why not pick Hillary Clinton and unite the party? Or why not, I thought as he delivered a hugely competent partisan speech on Wednesday, why not pick the more youthful <a href=\"http://ap.google.com/article/ALeqM5iwJDh_UGvv9R6_Ed85boLPdhnaJAD92R1IJG0\">Evan Bayh</a>?</p> <p>We got some clues to the answer tonight in <a href=\"http://www.guardian.co.uk/world/2008/aug/28/uselections2008.joebiden\">Biden's own speech</a>, particularly in the phrase that Biden repeated several times. That phrase — \"John McCain was wrong. Barack Obama was right\" — embodies one of the key battlegrounds in this election. Biden deployed it against one of McCain's greatest perceived strengths, national security. He used it in relation to Afghanistan. He used it in relation to Iran. And he used it in relation to Iraq. Anyone can challenge McCain's ideas on national security issues, but not many Democrats have the seniority and experience to make them stick. Bayh doesn't. Probably Clinton doesn't. Biden, with his deep <a href=\"http://www.guardian.co.uk/world/2008/aug/25/barackobama.joebiden\">background</a> in military and foreign policy issues, is one of the few who unquestionably does. If Biden can get that phrase into the American political conversation over the next ten weeks, then the chances are that Obama-Biden will win on November 4. If he can't then the McCain ticket still has the opportunity to win.</p> <p>It's as simple as that. Even on its own it's a good enough reason for choosing Biden. But there are others, and they were visible elsewhere in tonight's speech. Biden did a good job telling his life story, about growing up in a middle-class Catholic home in Scranton and later in Wilmington. It's a connection that seems tailor made to the contest in the industrial states of the Midwest and the eastern seaboard. The minimum requirements for a vice presidential candidate are that he can attack the other party's nominee and carry his own state. Biden can do both. He looks certain to be parked for much of the next 10 weeks in Pennsylvania, Ohio and Indiana, perhaps in New Hampshire and Florida too, where his background and story play well.</p> <p>But if you are looking for the real reason behind the Biden pick, don't look just at the weeks leading up to election day. Look beyond them. One veteran pundit I spoke to in Denver summed up his view of Obama's choice this way. It shows, he said, that Obama is serious about governing. I've heard that line, or something like it, from others this week. Obama, they all say, is confident about how to win the election but less confident about how to govern. Bayh would have been no answer there; he's inexperienced. Clinton certainly would have been an asset in government, and still may be; but at the end of the day she is also who she is. Biden, on the other hand, brings deep insider knowledge, lots of foreign and security policy expertise and – often overlooked – a serious track record on crime policy too.</p> <p>At some point in the next 10 weeks Biden may well lose it. That's his style. But he also knows, within 10 seconds of losing it, that he has to fess up, admit to his mistake and move on. His campaigning qualities far exceed his liabilities. But he is an investment for the long term too. And on the strength of the past 24 hours, he is a good one.</p>",
  "<p>Joe Biden, the Democratic vice-presidential candidate, had the bad luck to be speaking after Bill Clinton. Even on his best days, Biden is never going to be as good as the former president, especially when he is on form, as he was last night.</p> <p>But it did not matter. Biden did as much as Clinton to turn round the mood of the Democratic convention. </p> <p>In the morning and afternoon a sense of gloom had descended on the conference. There was grumbling that the convention was too soft-focus and dominated by infighting with the Clintons. And why, they complained, after two days, had there been no sustained attack on the Republican presidential candidate, John McCain.</p> <p>Biden answered the latter and in the process explained why Obama had chosen him as his running mate. Obama has opted to stand above the fray, resisting scrapping with McCain, even when on the receiving end of a sustained negative Republican campaign.</p> <p>It is not just a strategic decision. There is also a feeling that the American public might not like to see Obama, at 47 and relatively inexperienced in foreign affairs making personal attacks on the older man and an American hero - even the Democratic convention applauded when Biden mentioned his Vietnam record.</p> <p>That is where Biden comes in. At 65, he is close enough in age to McCain, who turns 72 on Friday, and is his equal in terms of foreign policy experience. Biden is one of the few senior figures inside the Democratic party who can sound credible in challenging McCain. Biden spent about half of his speech in attack dog mode. </p> <p>When he challenged McCain's record on Iraq and Afghanistan, he did so, as he told the convention, from a position of having been to those countries. And, in knocking McCain down, saying he had underestimated the need for more troops in Afghanistan and fewer in Iraq, he was also building up Obama: he was making the case that Obama was capable of being the next commander-in-chief.</p> <p>Pollsters regularly say that the vice-presidential pick has almost no impact on a campaign. But this battle for the White House has repeatedly broken with precedent and Biden made an impact last night.</p> <p>He spent the opening part of his speech talking about his family and background in cloying and overly sentimental terms that Americans seem to like but which sound nauseating to Europeans. But his background too is an asset to Obama. Biden played up his working-class roots in Scranton, Pennsylvania, in the hope that this will sway voters seduced by Republican charges that Obama is elitist.</p> <p>And Biden showed at the convention a third reason why Obama chose him as his running mate. He is popular in the party, a force for the kind of unity on display last night. The delegates like the way he rose from a working-class background, faced personal tragedy along the way - he lost his first wife a child in a car accident - and established himself as an authoritative voice on foreign affairs.</p> <p>There are downsides to him too. He has lots of experience of Congress but none of the White House. His off-the-cuff comments are risky, with the potential for gaffes. And, in spite of his working-class background and supposed campaigning ability, his showing in the primaries was poor.</p> <p>McCain has made his choice as vice-presidential running mate, though not yet announced it. It is possible that Biden may have altered McCain's choice. </p> <p>The two vice-presidential candidates will go head-to-head in a debate in St Louis on October 2. Normally these do not matter much but Biden is a good debater, with a sense of humour as well as his expertise in foreign affairs. McCain may feel he needs to find someone with equivalent gravitas.</p>",
  "<video data-media-id=\"gu-video-337030671\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1759533546_gdn-nat-clinton-biden-update-16x9.flv\"/> </video>   <p><br>Democratic delegates were nearly floating out of the convention hall tonight after Bill Clinton and Joe Biden delivered hard-hitting and forthright speeches in praise of Barack Obama.</p> <p>\"I think Clinton really covered some ground that Hillary left open, which was unconditional support of Barack,\" a smiling Cathleen Klivanoff said.</p> <p>Indeed, the former president appeared reluctant to support Obama as recently as yesterday, when he mused publicly about a hypothetical \"candidate X\" who cannot deliver on Democratic issues. But Clinton's heartfelt cheer for Obama lifted the spirits of the party faithful.</p> <p>\"The entire time, he's held back. Tonight he went all out,\" Deborah Slott, a vice-chairwoman of the New York delegation, said.</p> <p>\"He needed to do that and he did it with pure class and style … he went to the point of embracing Barack Obama.\"</p> <p>Kentucky delegate Carl Bensinger said Clinton had no more work to do to convince Democrats that he believes Obama is ready: \"He said it enough times … I think it was hard for him to get to this point.\"</p> <p>Harold Mitchell of South Carolina said Clinton's silencing of the standing ovation that greeted him was \"snapping us into reality\".</p> <p>\"He reminded people, 'Let's not get caught up in the emotion, we've got a lot of work to do',\" Mitchell said.</p> <p>While Clinton's speech was a peacemaking moment for the delegates, Biden's detailed case for the Democratic foreign-policy platform was an intellectual high.</p> <p>\"Certainly, living in London, I get an earful every day about how America is not what it was … there were discourses on foreign policy, defence, dealing with our neighbours as citizens of the world,\" George Durazzo, an American living in Barnes, south-west London, said.</p> <p>For many Democrats, Biden's personal story was as important as his political platform. Learning that the vice-presidential nominee raised his two young sons as a single father was enough to turn Patricia Chavez of New Mexico from a sceptic to a backer.</p> <p>\"I was not convinced that Biden was the person who should've been running with Obama, because our [state's] governor, Bill Richardson, was,\" Chavez said.</p> <p>\"Particularly because he raised his children on his own, I got an entirely different picture of him than this strong white male,\" she added. \"This is a good dad.\"</p> <p>Another political father, Indiana delegate JD Lux, emerged from the convention hall with his 13-year-old daughter in tow and a grin etched on his face.</p> <p>\"Biden has an outstanding story. It's very admirable how he raised his children,\" Lux said, citing the vice-presidential nomination speech delivered by Biden's son Beau, who will deploy to Iraq this year.</p>",
  "<video data-media-id=\"gu-video-337030671\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1759533546_gdn-nat-clinton-biden-update-16x9.flv\"/> </video>   <p><br>Democrats overcame bruised egos and a rancorous primary campaign tonight to line up solidly behind Barack Obama as their party's official presidential nominee and open up a coordinated and devastating attack against the Republican, John McCain.</p> <p>Hours after Hillary Clinton led Democrats in making Obama the official nominee, Joe Biden used his debut performance as the vice-presidential candidate to establish his bona fides as the Democrats' attack dog.</p> <p>The full frontal assault on McCain's main strength as a candidate - his expertise on national security - was reinforced with a bravura speech from Bill Clinton intended to dispel any doubt that he was on board with Obama.</p> <p>The former president thrilled convention attendees with what amounted to a whole-hearted endorsement of the man who beat his wife in a divisive primary contest.</p> <p>\"Barack Obama is ready to lead America and restore American leadership in the world: ready to preserve, protect and defend the constitution of the United States. Barack Obama is ready to be president of the United States,\" Clinton said.</p> <p>The triumphant night was capped by a surprise appearance by Barack Obama - his first at the convention - which brought down the house. \"I think he has done pretty well so far, what do you think,\" he said of Biden's speech. </p> <p>Then, in a sign that the Democratic healing is nearly complete, Obama added: \"If I'm not mistaken Hillary Clinton rocked the house last night.\"</p> <p>It marked a distinct change in direction for the Democrats, who had earlier held back from attacks on McCain.</p> <p>That changed with Biden. In a speech that roamed from childhood nostalgia to withering anger, Biden drew on his working-class roots as well as his reputation in the Senate as an authority on foreign policy to make a devastating critique of McCain's judgment.</p> <p>He opened by tying McCain directly to George Bush's policies on the economy as well as foreign policy</p> <p>\"Now, despite being complicit in this catastrophic foreign policy, John McCain says Barack Obama isn't ready to protect our national security,\" he said. \"Now, let me ask you, whose judgment should we trust? Should we trust John McCain?\"</p> <p>Like much of the convention, Biden's speech was as much about biography as politics. His son, Beau, who is about to deploy to Iraq described how Biden lost his wife and daughter in a car accident soon after he was first elected to the Senate at the age of 29.</p> <p>But the sentiment was deceptive.</p> <p>Though a fixture in the Senate for a generation, and known in Washington for being verbose and prone to embarrassing gaffes, Biden, 65, did not let up in his attacks on McCain.</p> <p>He accused McCain of being wrong about the Iraq war, the Afghan war, the rise of the Taliban in Pakistan. \"John McCain was wrong. Barack Obama was right,\" he said.</p> <p>Biden's attack on McCain was made more powerful by his own reputation as the Democrats' authority on foreign affairs and his claims to be an old friend of McCain.</p> <p>It was a similar tack to that adopted by John Kerry, the Democratic presidential candidate in 2004. Kerry's speech was scathing of McCain, a man whom he briefly considered as a running mate during his own race for the White House.</p> <p>\"Who can we trust to keep America safe?\" he asked the crowd. \"Obama\" they roared.</p> <p>The stirring speeches crowned a day which saw the Democrats set aside the rivalries of their primary campaign to come together behind Obama.</p> <p>He became the party's official nominee in a vote of acclamation, proposed by Hillary Clinton.</p> <p>The final steps of the Democratic healing process got underway mid-afternoon with a highly choreographed vote to affirm Obama as the party's nominee.</p> <p>At Hillary Clinton's behest, the voting process was suspended to declare Obama the nominee by acclamation. The move came as a source of tremendous relief to Democrats, who had feared the continuation of combat between the Obama and Clinton camps could cost them the White House.</p> <p>\"I really thought things were going to get tense, but in the end it was all so emotional, holding hands and cheering and dancing to Love Train,\" said Janay Smith, a lawyer from Alabama.</p> <p>It fell to Bill Clinton to put that new found unity on even surer footing. In a rousing speech that repeatedly brought the crowd to their feet, Clinton went to great lengths to dispel the impression formed during the hard-fought primary campaign that he thought Obama was not ready for the White House.</p> <p>He even went so far as to compare criticism of Obama as young and inexperienced to the charges that were levelled against him in 1992 when he ran for president.</p> <p>\"Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job.\"</p>",
  "<video data-media-id=\"gu-video-337018564\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>I am honoured to be here tonight to support Barack Obama. And to warm up the crowd for Joe Biden, though as you'll soon see, he doesn't need any help from me. I love Joe Biden, and America will too.</p> <p>What a year we Democrats have had. The primary began with an all-star line-up and came down to two remarkable Americans locked in a hard fought contest to the very end. The campaign generated so much heat it increased global warming. </p> <p>In the end, my candidate didn't win. But I'm very proud of the campaign she ran: she never quit on the people she stood up for, on the changes she pushed for, on the future she wants for all our children. And I'm grateful for the chance Chelsea and I had to tell Americans about the person we know and love.</p> <p>I'm not so grateful for the chance to speak in the wake of her magnificent address last night. But I'll do my best.</p> <p>Hillary told us in no uncertain terms that she'll do everything she can to elect Barack Obama. </p> <p>That makes two of us.</p> <p>Actually that makes 18m of us - because, like Hillary, I want all of you who supported her to vote for Barack Obama in November.</p> <p>Here's why.</p> <p>Our nation is in trouble on two fronts: The American dream is under siege at home, and America's leadership in the world has been weakened. </p> <p>Middle-class and low-income Americans are hurting, with incomes declining; job losses, poverty and inequality rising; mortgage foreclosures and credit card debt increasing; healthcare coverage disappearing; and a big spike in the cost of food, utilities and gasoline.</p> <p>Our position in the world has been weakened by too much unilateralism and too little cooperation; a perilous dependence on imported oil; a refusal to lead on global warming; a growing indebtedness and a dependence on foreign lenders; a severely burdened military; a backsliding on global non-proliferation and arms control agreements; and a failure to consistently use the power of diplomacy, from the Middle East to Africa to Latin America to Central and Eastern Europe.</p> <p>Clearly, the job of the next president is to rebuild the American dream and restore America's standing in the world.</p> <p>Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job.</p> <p>He has a remarkable ability to inspire people, to raise our hopes and rally us to high purpose. He has the intelligence and curiosity every successful President needs. His policies on the economy, taxes, healthcare and energy are far superior to the Republican alternatives. He has shown a clear grasp of our foreign policy and national security challenges, and a firm commitment to repair our badly strained military. His family heritage and life experiences have given him a unique capacity to lead our increasingly diverse nation and to restore our leadership in an ever more interdependent world. The long, hard primary tested and strengthened him. And in his first presidential decision, the selection of a running mate, he hit it out of the park. </p> <p>With Joe Biden's experience and wisdom, supporting Barack Obama's proven understanding, insight and good instincts, America will have the national security leadership we need.</p> <p>Barack Obama is ready to lead America and restore American leadership in the world. Ready to preserve, protect and defend the Constitution of the United States. Barack Obama is ready to be president of the United States.</p> <p>He will work for an America with more partners and fewer adversaries. He will rebuild our frayed alliances and revitalize the international institutions which help to share the costs of the world's problems and to leverage our power and influence. He will put us back in the forefront of the world's fight to reduce nuclear, chemical and biological weapons and to stop global warming. He will continue and enhance our nation's global leadership in an area in which I am deeply involved, the fight against AIDS, TB and malaria, including a renewal of the battle against HIV/AIDS here at home. He will choose diplomacy first and military force as a last resort. But in a world troubled by terror; by trafficking in weapons, drugs and people; by human rights abuses; by other threats to our security, our interests and our values, when he cannot convert adversaries into partners, he will stand up to them.</p> <p>Barack Obama also will not allow the world's problems to obscure its opportunities. Everywhere, in rich and poor countries alike, hardworking people need good jobs; secure, affordable healthcare, food and energy; quality education for their children; and economically beneficial ways to fight global warming. These challenges cry out for American ideas and American innovation. When Barack Obama unleashes them, America will save lives, win new allies, open new markets and create new jobs for our people. </p> <p>Most important, Barack Obama knows that America cannot be strong abroad unless we are strong at home. People the world over have always been more impressed by the power of our example than by the example of our power. </p> <p>Look at the example the Republicans have set: American workers have given us consistently rising productivity. They've worked harder and produced more. What did they get in return? Declining wages, less than a quarter as many new jobs as in the previous eight years, smaller healthcare and pension benefits, rising poverty and the biggest increase in income inequality since the 1920s. American families by the millions are struggling with soaring healthcare costs and declining coverage. I will never forget the parents of children with autism and other severe conditions who told me on the campaign trail that they couldn't afford healthcare and couldn't qualify their kids for Medicaid unless they quit work or got a divorce. Are these the family values the Republicans are so proud of? What about the military families pushed to the breaking point by unprecedented multiple deployments? What about the assault on science and the defense of torture? What about the war on unions and the unlimited favors for the well connected? What about Katrina and cronyism?</p> <p>America can do better than that. And Barack Obama will. </p> <p>But first we have to elect him.</p> <p>The choice is clear. The Republicans will nominate a good man who served our country heroically and suffered terribly in Vietnam. He loves our country every bit as much as we all do. As a senator, he has shown his independence on several issues. But on the two great questions of this election, how to rebuild the American dream and how to restore America's leadership in the world, he still embraces the extreme philosophy which has defined his party for more than 25 years, a philosophy we never had a real chance to see in action until 2001, when the Republicans finally gained control of both the White House and Congress. Then we saw what would happen to America if the policies they had talked about for decades were implemented.</p> <p>They took us from record surpluses to an exploding national debt; from over 22m new jobs down to 5m; from an increase in working family incomes of $7,500 to a decline of more than $2,000; from almost 8m Americans moving out of poverty to more than 5 and a half million falling into poverty - and millions more losing their health insurance. </p> <p>Now, in spite of all the evidence, their candidate is promising more of the same: More tax cuts for the wealthiest Americans that will swell the deficit, increase inequality and weaken the economy. More Band-aids for healthcare that will enrich insurance companies, impoverish families and increase the number of uninsured. More going it alone in the world, instead of building the shared responsibilities and shared opportunities necessary to advance our security and restore our influence.</p> <p>They actually want us to reward them for the last eight years by giving them four more. Let's send them a message that will echo from the Rockies all across America: Thanks, but no thanks. In this case, the third time is not the charm.</p> <p>My fellow Democrats, 16 years ago, you gave me the profound honour to lead our party to victory and to lead our nation to a new era of peace and broadly shared prosperity. </p> <p>Together, we prevailed in a campaign in which the Republicans said I was too young and too inexperienced to be commander-in-chief. Sound familiar? It didn't work in 1992, because we were on the right side of history. And it won't work in 2008, because Barack Obama is on the right side of history. </p> <p>His life is a 21st-century incarnation of the American dream. His achievements are proof of our continuing progress toward the \"more perfect union\" of our founders' dreams. The values of freedom and equal opportunity which have given him his historic chance will drive him as president to give all Americans, regardless of race, religion, gender, sexual orientation or disability, their chance to build a decent life, and to show our humanity, as well as our strength, to the world. </p> <p>We see that humanity, that strength, and our future in Barack and Michelle Obama and their beautiful children. We see them reinforced by the partnership with Joe Biden, his wife Jill, a dedicated teacher, and their family.</p> <p>Barack Obama will lead us away from division and fear of the last eight years back to unity and hope. If, like me, you still believe America must always be a place called Hope, then join Hillary, Chelsea and me in making senator Barack Obama the next president of the United States.</p>",
  "<video data-media-id=\"gu-video-337018564\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Bill Clinton left all the bitterness over his wife's defeat in the Democratic nomination battle behind him at the entrance to the convention centre on Wednesday night to heap plaudit after plaudit on Barack Obama.</p> <p>Clinton, in spite of strained relations with Obama as a result of the bruising primary contests, went further in his prime time speech than Hillary Clinton the previous night. He not only pledged to support him, but he listed a host of reasons why he would make a good president.</p> <p>The speech, more than anything else heard at the convention so far, helped to speed the process of reunifying the party.</p> <p>\"Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job,\" the former president said.</p> <p>This was his answer to critics who said that while Hillary Clinton told the convention on Tuesday night she would support Obama, she failed to say she thought he would make a good president.</p> <p>Bill Clinton put this right, offering fulsome praise for Obama for his \"remarkable ability to inspire people\" but also for his grasp of foreign policy and economics.</p> <p>\"Barack Obama is ready to lead America and restore American leadership in the world: ready to preserve, protect and defend the constitution of the United States. Barack Obama is ready to be president of the United States,\" Clinton said.</p> <p>The former president remains a party favourite, receiving a five-minute standing ovation when he stepped up to the podium and shouts of \"Bill, Bill, Bill\". The reception he received put to rest fears that his reputation inside the party had been badly damaged by the aggressive way he had gone after Obama during the primary battles.</p> <p>In spite of the overwhelming support in public, Clinton in private remains resentful and is not intending to stay in Denver to hear his speech Thursday. His aides said this was not a slight and he had not stayed to hear acceptance speeches in 2000 or 2004 either.</p> <p>Opening the prime time speech, he said: \"I am here first to support Barack Obama.\" He then joked he was the warm-up act for Joe Biden, the vice-presidential candidate, who was to speak later in the evening.</p> <p>Watched by Hillary sitting among the delegates, he also joked about the fierceness of the long and hard fought primary battle, saying it had \"generated so much heat it increased global warming\".<br>But he put that in the past. \"Hillary told us in no uncertain terms that she'll do everything she can to elect Barack Obama. That makes two of us.\"</p> <p>He praised the Republican candidate John McCain for his service in Vietnam but said he too embraced the \"extreme philosophy\" of President George Bush that had done so much harm to the economy and the US abroad.</p> <p>\"Barack Obama knows that America cannot be strong abroad unless we are strong at home,\" he said People the world over have always been more impressed by the power of our example than by the example of our power.\"<br>Towards the end, Clinton effectively anointed Obama as his successor. He recalled that he had won the election 16 years ago in a campaign in which the Republicans said he was too young and inexperienced to be commander in chief. \"Sounds familiar? It did'nt work in 1992 because we were on the right side of history. And it won't work in 2008 because Barack Obama is on the right side of history.\"</p>"
]