[
  "<p>For months Gordon Brown has been going to painstaking lengths to avoid the greatest mistake a foreign leader can make during a US presidential election: to show the slightest hint of favouritism to one candidate.</p> <p>But No 10's careful choreography fell apart yesterday after the prime minister appeared to endorse Barack Obama in an article in the Parliamentary Monitor magazine. What had been pencilled in the Downing Street grid as an anodyne article for a worthy, but hardly best-selling magazine, ended up leaving Brown attempting to play down an embarrassing intrusion into the US presidential campaign. </p> <p>It was too late, however, to stop the article prompting John McCain's team to raise \"concerns\" over the article with the British embassy in Washington. Perhaps more damagingly, a senior McCain adviser posted a witheringly sarcastic blog on the campaign's website under the headline: The Coveted Gordon Brown Endorsement. </p> <p>As the story gathered momentum on the web, the PM sanctioned a frantic round of phone calls to the Republican camp to ram home his central defence: he had not penned the words in questions.</p> <p>The diplomatic slip first came to light on Tuesday when the Parliamentary Monitor circulated copies of the article. Initial reports highlighted the prime minister's comments that he had embarked on a domestic rethink. But tucked away in the piece was a more contentious paragraph. \"In the electrifying US presidential campaign it is the Democrats who are generating the ideas to help people through more difficult times,\" Brown wrote. \"To help people from losing their home, Barack Obama has proposed a Foreclosure Prevention Fund to increase emergency pre-foreclosure counselling and help families facing repossession.\"</p> <p>The article found its way to the Drudge Report, guaranteeing that it would be seen by the US political classes - and in no time McCain's campaign had fought back.</p> <p>In his blog post, the McCain spokesman Michael Goldfarb used the article to a dig at both Brown and Obama by pointing out that the Democrats had abandoned the policy highlighted by the prime minister.</p> <p>\"Far be it from this campaign to underestimate the value of an endorsement from British prime minister Gordon Brown, but there is a slightly embarrassing detail that this endorsement is bound to highlight ... Obama had championed a Foreclosure Prevention Fund but sometime late last month he seems to have ... changed his position.\"</p> <p>Alarmed by this jibe, senior No 10 officials went into overdrive to explain the mistake. The article, they said, was an early draft based on a briefing note prepared by the prime minister over the summer. The contentious section reflected Brown's view that the Democrats have interesting policies to help people struggling with mortgages. But Brown was careful about how he mentioned Obama in his note.</p> <p>This subtlety was missed in the article. It is understood that the official drafting of the article incorporated Brown's note then passed it up the chain in No 10 for approval. </p> <p>The official later sent the article to the magazine wrongly believing it had been approved. While speaking at a press conference in Downing Street with his Italian counterpart, Silvio Berlusconi, Brown made clear yesterday that he would not endorse a candidate. </p> <p>Pointing out that he had met McCain and Obama in Washington and London, a smiling prime minister said: \"I have a great admiration for both of these very distinguished senators. The decision of the American people is the decision that will be the right one and it is a matter for the American people.\"</p> <p>Berlusconi did not help matters, though, as he stressed the importance of remaining neutral. \"It would be totally absurd to say you prefer one person over another.\"</p> <p>Mindful of John Major's experience in 1992, when officials reportedly rummaged through home office files to dig up damaging details about Bill Clinton's student years in Oxford, Brown had issued strict instructions to officials and ministers last year - Britain was to remain studiously neutral in the most exciting US presidential election in years.</p> <p>William Hague, the shadow foreign secretary, said: \"Gordon Brown's comments will not only have annoyed Republicans but also have lent support to a policy the Democrats have dropped. The prime minister is not only out of order, he is already out of date.\"</p>",
  "<p>For a few minutes yesterday, amid the thousands of cheering supporters, John McCain could at last feel like a political star. If he could only ignore the chanting: \"Sarah, Sarah\".</p> <p>That is the sting of reflected glory, but if McCain is suffering a damaged ego at being overshadowed by his vice-presidential running mate, Sarah Palin, he showed no sign of it. </p> <p>The hockey mum turned Alaska governor has replicated among Republicans the kind of excitement that Democratic activists had for Barack Obama. </p> <p>Yesterday, with the Obama camp on the defensive against Republican attacks and on the slide in the opinion polls, it was the Republicans' turn to ride a surge of popularity with McCain attracting the biggest crowds since he began his run for the White House.</p> <p>McCain, who has struggled for months to attract more than a few hundred people to his events, seemed overcome by the sight of so many people spilling out over a lush green Virginia lawn. \"I am so grateful for this turnout,\" he shouted.</p> <p>But the crowds, with their Republican red T-shirts and \"No-bama, Go-mama\" badges, were not entirely there for McCain. Some admitted they may not even have bothered to go out to vote for McCain in November if he had not chosen Palin as his running mate. \"She definitely for me makes it a slam dunk,\" said Brian Sullivan, a photographer. \"He was already my pick anyway, but this makes it a slam dunk.\"</p> <p>In her 10 days on the national stage, Palin has deviated little from her wildly popular convention speech. She has delivered an abbreviated and tamer version in rallies in Missouri, Pennsylvania, and yesterday in Virginia, which Obama is hoping to turn to the Democrats this year, counting heavily on independent voters in northern suburbs like Fairfax.</p> <p>On stage yesterday Palin, in red high heels with her trademark severe suit, dispensed with her cosy preamble about being a hockey mum and raising five children. She made a bold play for Obama's message of change, accusing the Democrat of being blind to the changes underway in Iraq. \"Our opponent, he still can't bring himself to acknowledge that coming victory in Iraq,\" she said.</p> <p>Palin then went on to the populist economic themes that resonate with Republican voters fed up with the Bush administration's high spending on the Iraq war: her claim to slashing bloated state budgets in Alaska. \"I put the state's chequebook online for all the world to see,\" she said. \"That state luxury jet - that was a little over the top - so I put it on eBay.\" Then she told how she blocked a wasteful bridge project. \"I told Congress thanks, but no thanks, for that bridge to nowhere.\"</p> <p>Since Palin burst on the national scene, the Republicans have been forced to admit that Alaska's plane did not actually sell on eBay. Campaign aides also admit that Palin was originally for the \"bridge to nowhere\" before opposing it. </p> <p>Further revelations are in the pipeline. Palin headed home to Alaska yesterday to prepare for her first television network interview. Other news organisations are poring over her finances, her style of caribou hunting and her children's lifestyles.</p> <p>Those details do not matter to Palin's fans, who see her as the most exciting force in presidential politics for years. For committed Republicans, especially social conservatives, she is the binding factor convincing them to vote for a candidate who has somehow never been an entirely comfortable fit with his party base.</p> <p>\"I liked McCain, but I was a little wishy-washy,\" said Michelle Ferry, an army wife and estate agent, with a baby daughter. \"I might not have even voted before.\"</p> <p>Cathy Sweetser, a bank worker, said she felt emotionally spent by the encounter. \"She has brought youth, the female factor, the younger generation. She has brought, most importantly to me, a lot of women who were sitting on the fence.\"</p> <p>Republicans at the rally are open about their previous misgivings about McCain. </p> <p>At 72, he was too old to be president. He was not a true conservative. He was \"too Washington\", a prisoner of his 20 years in the Senate in an election when voters seem to want to turn the clock back to Year Zero. And he was dull. Those doubts seem erased with Palin by McCain's side. She provides the excitement, the youth, and the conservative credentials McCain needed. She also gives him an opening to women voters.</p> <p>The Republicans are also aggressively courting supporters of Hillary Clinton who have yet to warm to Obama. Opinion polls suggest Palin's selection has helped McCain to win over white women voters. </p> <p>The campaign pressed that home yesterday, with speakers including two women who once counted themselves as Democrats, but were now with McCain. </p> <p>The appeal is unlikely to go over well with committed Republican women, who generally are hostile to Clinton. But others say they see the same steely intelligence in Palin as they did in Clinton. \"I voted for Hillary,\" said Maria Juliano, a fashion consultant. \"I see the same intelligence and guts I saw in her in Palin. She can hold her own against any man and all the politicians - just like Hillary.\"</p>",
  "<p>Every word Europeans (and many Americans) hear about Sarah Palin chills their blood - none more so than <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article4720440.ece\">her religious beliefs</a>, or at least those of her pastors at the Wasilla Assembly of God church, or the Juneau Christian Centre. But even as it does so, the social conservatives of the American religious right flock ever more enthusiastically to her support.</p> <p>She's saying all the right things for them, and what does it matter what effete, Islamo-friendly, panty-waisted, God-denying, anti-Christian, sopping wet liberal European surrender monkeys think? They don't have a vote, so there. And they probably have bad teeth.</p> <p>Palin's emergence has enthused the religious right, many of whom had thought they might have to sit out this year's presidential election because of the lack of a suitable candidate to vote for. They didn't - and don't - trust John McCain, good Episcopalian Anglican that he is, almost equivalent to calling him a Marxist in some religious eyes, because he hasn't enthusiastically signed up to any of their agenda, particularly abortion.</p> <p>But they like what they hear about Palin, even though she has said very little about her beliefs, or anything else, in recent days. For them the fact that she might be only a heartbeat away from the presidency is a reassurance not a worry. <a href=\"http://en.wikipedia.org/wiki/James_Dobson\">James Dobson</a>, head of Focus on the Family, the influential and deeply conservative radio and televangelist (though he is a child psychologist by training, not an ordained minister) who preaches daily to 20m Americans through 4,000 radio stations and 500 local newspapers and sees himself as an influential kingmaker in Republican circles, having said earlier in the spring that he could never vote for McCain, now says - phew! - that <a href=\"http://www.politico.com/blogs/jonathanmartin/0808/Dobson_greenlights_McCainPalin.html\">Palin has won him over</a>.</p> <p>At this stage, it's not so much the policies - this isn't a campaign about issues, as one of McCain's aides said the other day - it is the words voters are listening for. George Bush (like McCain brought up an Episcopalian and now, only marginally less troublingly, a Methodist) earned their votes by saying all the right things, hitting all the buzzwords and phrases - the so-called \"God Talk\" - and they hope that she will do the same if given the chance.</p> <p>During one televised debate in 2000, Bush was famously asked who was his <a href=\"http://www.pbs.org/wnet/religionandethics/week410/cover.html\">favourite philosopher</a> and answered, without missing a beat, \"Christ. Because he changed my heart,\" an answer credited with winning over a large slice of the religious vote. Remember: that vote is estimated to make up about 23% of the US electorate, but its importance is that it can be mobilised and turns out on election day, unlike half the electorate, so its weighting is disproportionate even to its size. Bush won 78% of religious voters in 2004. Add to that that it is heavily represented in the south, midwest and west, states which already have a disproportionate weighting in the electoral system, and its importance cannot be overestimated.<br> And Palin seems to have the words. They're not so worried about what she thinks about how to solve the subprime mortgage crisis, but that she routinely <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/uselections2008.sarahpalin3\">invokes God at every opportunity</a>, whether advocating the exploitation of the Alaskan oil reserves or prosecuting the war on terror. That she may also be a believer in Creationism - or at least its ostensibly slightly more secular incarnation, Intelligent Design - is a bonus. That she may have asked about banning books in libraries is also a good sign.<br> As is the fact that she has encouraged her teenaged unmarried daughter to have her baby: abortion of the child, or her Down syndrome son, would have been unthinkable and would have had the side-effect of making her an impossible candidate for the vice-presidency, or even probably the mayoralty of Wasilla. The fact that leaders of the religious right and their shock-jock cheerleaders would have excoriated Michelle Obama if one of the Obama daughters had been old enough to have conceived a child out of wedlock is neither here nor there. They, of course, did not scruple to describe Mrs Obama as a baby-momma, slang for a juvenile, black, unmarried mother.</p> <p>The fact that Palin's religious principles and <a href=\"http://www.theguardian.com/commentisfree/2008/sep/09/uselections2008.sexeducation\">abstinence training</a> evidently had little effect on her 17-year-old's sexual practices can be ignored, and her insistence that the children should be carried to term spun as a cause for celebration, not concern. Many of us might agree with those decisions, even as we find the one-eyed hypocrisy with which the right casually smears the personal lives of its opponents while demanding respect for the privacy and integrity of its own candidates deeply dispiriting.</p> <p>From what we know of Palin's religious background, the fact that she was born a Catholic and is now a Pentecostalist may be unusual in British or European terms, but is not at all so in the US, where many religious folk change their denominational allegiances during the course of their lives as their beliefs or circumstances change. Pentecostalism, with the attendant beliefs of many of its sects and adherents in the Rapture and the End Days or indeed the full blood-curdling theory of Premillenial Dispensationalism, is a fairly rarefied flower even among evangelicals in Britain (except for in the majority black churches), but is widely held in American Protestant sects.</p> <p>The theory, based on over-literalist extrapolations of interpretations from verses in the Book of Revelation, was formulated largely by Englishmen, notably the 19th-century evangelist John Nelson Darby, and has spawned a whole political belief system especially impinging on some American attitudes to the Middle East, scene of the putative final battle of Armageddon.<br> The key will be whether, in the unlikely event of Palin having any say in foreign policy in a McCain administration, she would wish to base her attitude and the administration's policy toward Israel and Palestine on such a weird set of ideas. If she did, there are plenty of Pentecostalists in the US and across the third world - Pentecostalism being arguably the fastest-growing religious movement in the world and now the second-largest Christian denomination with 500m followers - who would find her beliefs perfectly unexceptionable.</p> <p>In that sense, the raucous religious right in the US is correct to jeer that it is Europe that is out of step in deriding fundamentalism, rather than the likes of Sarah Palin. The idea of American policy based on the sort of ideas in Tim LaHaye's Left Behind series of novels - 60m copies sold to hockey moms and their husbands in the last few years - is just too bizarre to contemplate. Isn't it?</p>",
  "<p>John McCain, as a solo act, was never going to be a star in his own right. But for a few minutes today amid thousands of cheering supporters he could feel like one - if he only ignored the chanting: Sarah, Sarah.</p> <p>That's the sting of reflected glory. For McCain that is the price for choosing a running mate in Sarah Palin, the hockey mum turned Alaska governor who has replicated among Republicans the kind of excitement Democratic activists had for Barack Obama.</p> <p>But it also makes McCain seem strangely like a supporting player at his own presidential campaign. Today's crowds dutifully wore their McCain buttons and praised the candidate's war record in Vietnam and long years in the Senate, but if not for Palin's appearance on the Republican ticket, would they have made it to the rally today?</p> <p>Probably not, some said. A number said they may not have even bothered to go out to vote for McCain next November if he had not chosen Palin was his running mate.</p> <p>\"She definitely for me makes it a slam dunk,\" said Brian Sullivan, a photographer. \"He was already my pick anyway, but this makes it a slam dunk.\"</p> <p>Organisers said today's rally in Fairfax, a suburb of Washington, DC, was the biggest since McCain and Palin took to the road together, energising hardcore supporters, and boosting the Republican's popularity among white women.</p> <p>The turnout was almost overwhelmingly white, but it was also younger than most Republican events, with young families, and parents bringing school-age children.</p> <p>Some estimates put the crowd at above 15,000, or about twice the population of Palin's hometown in Wasilla, Alaska.</p> <p>It is also the last - at least for a couple of days. Palin was headed home to Alaska today.<br>In her 10 days on the national stage, Palin has deviated little from her wildly popular - among Republicans anyway - convention speech, delivering an abbreviated and tamer version in rallies in Missouri, Pennsylania and today Virginia.</p> <p>Barack Obama is hoping to turn the once reliably Republican state to the Democrats this year, and is counting heavily on independent voters in northern suburbs, such as Fairfax.</p> <p>On stage today, flanked by McCain and her husband, Todd, Palin wore her now-trademark severe dark suit and updo. Cindy McCain, in parrot green and pearls, stood a few steps behind the trio.</p> <p>On this occasion, Palin dispensed with her cosy preamble about being a hockey mum, and raising five children, and went straight into a recital of her cost-cutting measures as governor of Alaska and extolling McCain's stand on Iraq.</p> <p>\"I put the state's cheque book on line for all the world to see,\" she said. \"That state luxury jet - that was little over the top - so I put it on eBay.\"</p> <p>Then she told how she blocked a wasteful bridge project. \"I told Congress, 'thanks but no thanks for that bridge to nowhere'.\"<br>Since Palin burst on the national scene, the Republicans have been forced to admit that the plane did not actually sell on eBay. Campaign aides also admit that Palin was originally for the bridge, before opposing it.</p> <p>But those details didn't matter to the crowds, who saw Palin as the most exciting force in presidential politics for years. For committed Republicans, she was the binding factor convincing them to vote for a candidate who had somehow never been an entirely comfortable fit with his party base.</p> <p>\"I liked McCain, but I was a little wishy-washy,\" said Michelle Ferry, an army wife and realtor with a newborn daughter. \"I might not have even voted before Sarah.\"</p> <p>\"She's fantastic,\" said Cathy Sweetser, who works at a local bank. \"She brought to the campaign that change is not just an ivory tower. She has brought the youth, the female factor, the younger generation. She has brought most importantly to me, a lot of women who were sitting on the fence.\"</p> <p>Before Sarah Palin arrived on the ticket, even the most loyal Republicans had had doubts about McCain, serious doubts.<br>McCain - on his own - was too old to be president. He was not a true conservative. He was \"too Washington,\" a prisoner of his two decades in the Senate in an election when voters seem to want to turn the clock back to Year Zero. And he was a little dull.</p> <p>In the days since the convention, McCain, too, appears to be feeding off the excitement off the crowd. He is more animated on the stump in recent days, and the campaign more confrontational in trying to claim the mantle of change from Obama.</p> <p>\"Our opponent is an agent of change. He has changed his position on just about every issue,\" said Fred Thompson, the Law and Order actor and one-time presidential candidate, now taking second billing to the McCain-Palin double act.</p> <p>The Republicans are also aggressively courting supporters of Hillary Clinton who have yet to warm to Obama. Opinion polls suggest that the effort - plus Palin's selection - have helped McCain win over white women voters.</p> <p>The campaign pressed that home today, with a line-up of speakers that included two women who had once counted themselves as Democrats, but were now with McCain. \"I might not agree with Senator McCain and Governor Palin on all the issues, but I don't agree with any candidate all the time,\" said Lynette Long, a former Clinton supporter, who said women had been treated shabbily by the Democrats.</p> <p>The appeal to Clinton supporters is unlikely to go over well with committed Republicans. A number of women in the crowd were hostile to Clinton. But others say they see the same steely intelligence in Palin as they did in Clinton.</p> <p>\"I voted for Hillary,\" said Maria Juliano, a fashion consultant. \"I see the same intelligence and guts I saw in her in Palin.\"</p> <p>She added: \"She can hold her own against any man and all the politicians - just like Hillary.\"</p>",
  "<p>Renowned climate scientist James Hansen today lent his voice to a US voter organising drive with an ambitious goal: enlisting 1m students who will cast their vote for the presidential candidate with the greenest energy record. </p> <p>The organising push, dubbed Power Vote, aims to harness young people's unprecedented engagement in the US elections and keep enthusiasm high for stronger action against climate change.</p> <p>Power Vote plans to dispatch organisers to college campuses across America, educating students about climate policy and capturing their information for mobilisation to the polls in November.</p> <p>The group's platform asks young people to endorse a ban on coal-fired power plants that do not workably capture carbon emissions – the signature proposal of Hansen, who served as Al Gore's science adviser.</p> <p>Both Barack Obama and John McCain have promised to pursue a cap-and-trade programme for limiting emissions, though neither candidate has recently emphasised climate change on the campaign trail.</p> <p>Hansen urged students to stay sceptical about the candidates' rhetoric. The Nasa scientist noted that he had just returned from an overseas trip – including a high-profile stop in the UK – and cast doubt on even foreign politicians' commitment to combating carbon.<br> \"Even in those places where we thought politicians were the greenest, in many cases it's a case of green-wash, where they're saying the right words but their actions don't correspond,\" Hansen said. </p> <p>\"You've got to ask the right questions and find out who's going to support your future.\"</p> <p>The non-partisan Power Vote drive is coordinated by the Energy Action Coalition, an alliance of 48 environmental groups that focus largely on college campuses.</p>",
  "<p>Over the years, American politicians of all political stripes have applied a lot of lipstick to a lot of pigs, rhetorically speaking.</p> <p>It is not just Barack Obama, who this morning struck back at what he called \"the latest made-up controversy\" - Republican accusations that he insulted Alaska governor Sarah Palin by using a common folk expression to describe John McCain's policies.</p> <p>The Democratic presidential candidate yesterday said, <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/10/uselections2008.johnmccain\">\"You can put lipstick on a pig. It's still a pig\"</a>. He was speaking of the McCain campaign's effort to rebrand itself as a \"change\" campaign, rather than one founded on the former prisoner of war's experience in Vietnam and his 26 years in the US House of Representatives and Senate. Obama continued, \"You can wrap an old fish in a piece of paper called change. It's still going to stink.\"</p> <p>The McCain campaign, which since last week has been quick to accuse the news media and the Democrats of sexism in their criticism of vice-presidential nominee Sarah Palin, cried outrage. </p> <p>Hoping to stoke anger among female voters, McCain aides dispatched former Massachusetts governor Jane Swift on a conference call with reporters to accuse the Illinois senator of insulting Palin, who, Swift pointed out, is the only of the four candidates in the race who wears lipstick. This morning, the McCain campaign released to the media an advertisement saying Obama had \"smeared\" Palin.</p> <p>Campaigning in Virginia today, Obama said the McCain campaign is using the \"lipstick\" matter to distract Americans from Republican failures on the economy and other fronts, and keep the news media focused on trivialities.</p> <p>\"What their campaign has done this morning is what has made folks sick and tired of politics in this country,\" Obama said at a campaign event. He said the Republicans had taken an \"innocent remark\" about McCain's economic plan \"out of context\".</p> <p>\"Suddenly they say, 'Oh, you must be talking about the governor of Alaska. The McCain campaign would rather have a story about phoney and foolish diversions than about the future. We've got an energy crisis, we have an education system that is not working for too many of our children ... We've got two wars going on, veterans coming home, not being cared for, and this is what they want to talk about. This is what they want to spend two out of the last 55 days talking about.\"</p> <p>Observers from both sides of the political aisle have noted the expression is an old folk saying. Former Arkansas governor Mike Huckabee, who is known to sling a folkism now and then, said last night, \"It's an old expression, and I'm going to have to cut Obama some slack on that one. I do not think he was referring to Sarah Palin. He didn't reference her\".</p> <p>McCain himself used it last autumn, comparing Hillary Clinton's healthcare proposal to that which she developed while first lady.</p> <p>Other politicians have used the phrase to denigrate everything from an abortion rights bill to efforts to reform the US healthcare system.</p> <p>Here are some other instances of the colourful American idiom:<br>Senator Tom Harkin, speaking in 1991 about president George Bush Sr's plan to send military aid to the El Salvador army, said, \"To suggest they are guardians of liberty because they have committed fewer human rights violations in the latter half of 1990 is like putting lipstick on a pig - you've dressed it up a bit but you haven't changed the nature of the beast\".</p> <p>Former Democratic Texas governor Ann Richards, speaking of the same President Bush's 1992 call for the Democratic Congress to move on a constitutional amendment to force the government to keep a balanced budget, said, \"You can put lipstick on a pig and call it Monique, but it's still a pig.\"</p> <p>Anti-abortion lobbyist Doug Johnson in 1992 used the phrase to describe efforts to attach minor restrictions on abortions to a bill that would explicitly affirm abortion rights. He said the amendments would make the bill, which he opposed, more palatable and facilitate its passage. \"You don't want to put lipstick on a pig,\" Johnson said.</p> <p>For Republican senator Rick Santorum of Pennsylvania, one of the most conservative members of the Senate until his defeat in 2006, legislative reforms to government subsidies for southern peanut and sugar farmers were the lipstick. The pig was the subsidy programme itself.</p> <p>In 1998, Republican Ohio congressman John Boehner used the phrase to describe what he said was a rudderless Republican congress that had suffered losses in that year's election.</p> <p>\"When there's no agenda and there's no real direction, what happens is you can't - you really can't have a message,\" he said. \"You can put lipstick on a pig all day long, but it's still a pig.\"</p>",
  "<p>American voters are driven to the polls by issues ranging from lagging house prices to the war in Iraq. But how many are angry about a $239,000 cheque to teach Girl Scouts math and science and $1.6m to study a disease afflicting grapevines? </p> <p>One of the central themes of Republican presidential nominee John McCain's campaign is his crusade against so-called \"pork barrel\" spending, a practice by which legislators secure federal funding for projects in their home districts by attaching relatively small items to the legislation that allocates the federal budget.</p> <p>McCain describes the practice of earmarking, as it is formally known in the legislative process, as verging on corrupt, and sees it as wasteful spending by legislators who are profligate with taxpayer money. </p> <p>Among his favourite examples: A $223m \"bridge to nowhere\" linking a sparsely-populated island in Alaska, his running mate Sarah Palin's home state, and a $4.8m project to study bears in Montana. </p> <p>McCain pledges that if he is elected president, he will end the practice and bring notoriety to the 97 senators and more than 95% of the 435 members of the House of Representatives who bring federal money back to their districts. </p> <p>\"I'll take this old ink pen and every single pork barrel earmark bill that comes across my desk as president, I will veto it,\" McCain said at a campaign rally in Ohio yesterday. \"I will make them famous and you will know their names. You will know their names.\"</p> <p>Projects not mentioned by McCain include $6.4m to digitise FBI investigative files, $22m for a mess hall for soldiers in Montana, and $81,000 for construction and renovation of a hospital in Utah. Legislators have allocated $5.7bn for transportation infrastructure needs.</p> <p>In all, the categories of earmarks McCain is keen on eliminating total about $30bn, or roughly one percent of the federal budget.</p> <p>\"People think that there's a good deal of waste in the federal government, and they would like to see somebody do something about it,\" said Scott Lilly, former Democratic staff director of the congressional committee that oversees federal budgeting and now a senior fellow at the Centre for American Progress, a liberal research group. </p> <p>\"But the fact is that, the vast majority of these things that he called earmarks are not particularly wasteful\".</p> <p>McCain's crusade again congressional earmarks excites Republican activists who would curtail the federal budget. But McCain is the first presidential candidate to make the topic a central campaign theme, and it is unclear how the theme will play with voters as the US economy plunges headlong into an economic downturn, making local governments more dependent than ever on federal largess.</p> <p>\"The earmark issue riles most voters as wasteful government spending and a corruption of the process,\" said Thomas Mann, a political scientist at the Brookings Institution, a think tank. </p> <p>\"But voters have little understanding of how trivial the sums involved are, relative to overall spending and the size of the deficit. Nonetheless, promises to abolish earmarks are no substitute for a real economic policy that might actually have some effect on a sick economy and on the well-being of those harmed by economic forces.\"</p> <p>Some political observers say that McCain's aggressive talk on the earmark spending is a proxy for his anti-Washington campaign and his pledge to shake up the nation's capital and change its ways, even while he has been in Congress for 26 years.</p> <p>McCain and running mate Palin \"define Washington as filed with people who enjoy spending other people's money\", said Norm Ornstein, a scholar at the American Enterprise Institute, a conservative research organisation. </p> <p>\"So if you're trying to appear to be the anti-Washington, outside maverick who will bring change, this is a good pithy way of promoting it.\"</p> <p>Robin Kolodny, a political scientist at Temple University in Philadelphia, said McCain's cry on earmarks allows him to sound in control of the federal budget when his chief selling points to voters are his military background and his reputation as an independent operator, not his command of the economy.</p> <p>\"He's already exposed himself as being fuzzy on the details of the economy, so all he's trying to do is to say 'I've got a plan and I think we can make this all work if we just cut out some of these wasteful projects',\" she said.</p> <p>Lilly of the Centre for American Progress said McCain's talk on earmarks largely flies over the head of many voters, who are not sophisticated about the way the federal budget works.</p> <p>\"A lot of people don't quite get what he's talking about,\" he said. \"The term 'earmarks' is not something that is in the lexicon of the majority of voters.\"</p> <p>Most members of Congress and doubtless many voters see earmarks, or at least those in their areas, not as waste but as a benefit.</p> <p>\"'Pork' is spending in your district, not in mine,\" said Ornstein, quipping on the derisive term for the practice.</p>",
  "<p>Remember Barack Obama? Time was, you couldn't turn on the television or open a newspaper without seeing our next president - for that was how we thought of him, in those days. But lately the man with the striped ties and the big ears has been more difficult to find in the American mediascape. On Sunday, Obama gave a wide-ranging interview to one of the morning talkshows, in which he offered a thoughtful, complex assessment of the Iraq surge and discussed how rising unemployment and the Fannie-Freddie bailout might change his economic plans. What crumb did the wire services seize upon? <a href=\"http://afp.google.com/article/ALeqM5jrl9ahfdY9qXe3MTAmvwVVuCIVUA\">A throwaway line about basketball</a>: \"Obama offers Palin a game of hoops.\"</p> <p>John McCain's running mate might be avoiding the press, but Sarah Palin is everywhere - on the covers of Time and Newsweek, not to mention People and Us Weekly. You'd be forgiven if you thought that the woman was running for president herself. A good fraction of the coverage has been harsh, yes. But it has also been frustratingly distracted. The idiotic rumours that her (now pregnant) daughter is the true mother of child No 5 were unworthy of a telenovela, but that didn't stop the New York Times from putting <a href=\"http://www.nytimes.com/2008/09/08/us/politics/08baby.html\">four different reporters </a>on the case. Her string of alleged abuses of power, her rejection of the realities of climate change, her <a href=\"http://www.mcclatchydc.com/227/story/51940.html\">apparent ignorance</a> of the basics of the mortgage market: these are stories worth covering, and they've got a bit of play. But they've been drowned out by the dumber stories about her hair or her family, and by the Republican chorus that the media have it in for her.</p> <p>\"Shame on you!\" they shouted in unison, like Puritans around a ducking stool, as Palin scolded the media during her speech last Wednesday in St Paul. It's ironic, to say the least, that the GOP has decided to hit the press in order to win an election for McCain, a man who has enjoyed <a href=\"http://www.newsweek.com/id/114548\">the media's adulation</a> for 25 years and who used to call reporters \"my base\". But the stratagem is plain: discredit the messenger, and reports on Palin's serious ethics problems or shoddy record can be written off as baseless (and sexist) attacks by a group with a vendetta, hell-bent on destroying an unimpeachable hockey mom who shares your values. Unlike that other guy. </p> <p>In its malign simplicity, the beat-the-press theme bears the mark of Steve Schmidt, the Karl Rove acolyte who has imposed an impressive unity on the once-errant McCain campaign. For him, reporters are on <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/02/AR2008090203144.html\">\"a mission to destroy\"</a> their VP candidate, hopelessly infatuated with Obama and not to be trusted. But demonising the media and keeping the running mate under a form of house arrest are not winning tactics. Indeed, like the Palin pick itself, the media bashing does little more than excite the base.</p> <p>For despite the hysteria of a few lefties who seem never to have heard of a convention bounce, Palin has not instantly won the hearts of millions of undecided voters in Pennsylvania, Ohio and Michigan. On the contrary, outside the base <a href=\"http://www.theguardian.com/commentisfree/2008/sep/08/uselections2008.iraq\">she hasn't played very well</a> – and she has nowhere to go but down. The McCain campaign understands that inevitability. Palin's sequestration is testament to the fact that she cannot withstand the scrutiny that the press (though not, apparently, McCain's vetting process) demands. And the campaign's legal actions in Alaska, where it's doing its best to block any embarrassing new revelations surrounding her firing of her public safety commissioner, bespeak a real fear of an October surprise.</p> <p>It's a war against information. The McCain team knows that if the media do their job and give Palin the same scrutiny that any candidate for high office must endure, she will collapse. Whether that will happen, or whether the press will be cowed by the GOP into doubting its own raison d'être, remains to be seen. Palin will emerge from her televisual purdah at the end of this week, when she'll face Charles Gibson, the ABC anchor who has not won much praise lately for hard-hitting journalism. The Clinton-Obama debate that he moderated (along with George Stephanopoulos) set new standards for vacuity, with nearly an hour devoted to such non-topics as the iconology of flag lapel pins. <a href=\"http://www.newyorker.com/talk/comment/2008/04/28/080428taco_talk_hertzberg\">Rick Hertzberg</a>, the indispensable analyst at the New Yorker, called it \"something akin to a federal crime\".</p> <p>Here's hoping that Gibson asks Palin a few questions about her record - and also a few about instability in Pakistan or how to increase liquidity in credit markets. But don't get your hopes up. Bizarrely, Gibson will interview Palin over the course of a few days, meaning that if the questioning turns in a direction the campaign doesn't like, later sessions can be cancelled. If he fluffs it, we may have to wait all the way until the vice-presidential debate on October 8 to put real questions to the woman who might one day be president.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/yZd_Y_D-RaA?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/yZd_Y_D-RaA&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/yZd_Y_D-RaA&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Polls: Gallup's daily tracking poll has <a href=\"http://www.gallup.com/poll/election2008.aspx\">McCain 49%, Obama 44%</a>; <a href=\"http://www.cbsnews.com/stories/2008/09/09/opinion/polls/main4432538.shtml\">CBS says</a> 20% of voters who were undecided last month have gone for McCain, compared to 14% for Obama. But <a href=\"http://www.usnews.com/articles/opinion/2008/08/29/pollsters-schizophrenia-and-the-convention-bounce.html \">here's one reason</a> to distrust all polls at the moment.</p> <p>The crusading progressive feminist John McCain is outraged at Obama's use of the phrase \"lipstick on a pig\" at a public event yesterday, <a href=\"http://thecaucus.blogs.nytimes.com/2008/09/09/shades-of-lipstick-tint-a-race/\">arguing</a> that it's a sexist reference to Sarah Palin's \"lipstick/pitbull\" line; the Republicans have released the video above. The Obama campaign denies any such implication: the candidate was talking about McCain policies and hadn't mentioned Palin; besides, it's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/09/13/AR2007091301679_pf.html\">an idiom he often uses</a>. On the other hand, the audience seemed to think it was a Palin joke, and Obama's surrogates <a href=\"http://www.politico.com/blogs/bensmith/0908/Carnahan_Theres_no_way_you_can_dress_up_that_record_even_with_a_lot_of_lipstick.html?showall\">had been playing on the theme earlier</a>. The crusading progressive feminist John McCain, of course, <a href=\"http://hosted.ap.org/dynamic/stories/O/OBAMA_LIPSTICK?SITE=AP\">would never use the term</a> when discussing, say, Hillary Clinton.</p> <p><a href=\"http://firstread.msnbc.msn.com/archive/2008/09/09/1369562.aspx \">Another McCain campaign ad</a> hammers Obama's record on education, and specifically his evil plan to teach \"comprehensive sex education\" to kindergartners. Sickening, but then again, <a href=\"http://www.kansascity.com/445/story/789668.html\">not true</a>. [<a href=\"http://firstread.msnbc.msn.com/archive/2008/09/09/1369562.aspx\">MSNBC First Read</a>]</p> <p>At a rally, Joe Biden accidentally asks a wheelchair-bound senator to \"stand up\" and \"let the people see you.\" [<a href=\"http://www.huffingtonpost.com/2008/09/09/oops-biden-asks-politicia_n_125198.html\">Huffington Post</a>]</p> <p>Inside the race to rush out a biography of Sarah Palin. [<a href=\"http://www.observer.com/2008/media/sarah-palin-and-all-editors-lunge-unbaked-alaska \">New York Observer</a>]</p> <p>All told, a busy day for the McCain campaign's Wounded Outrage Generator: after remarks on stem-cell research, Biden is accused of \"playing politics\" with the subject of \"who cares more about special needs children.\" [<a href=\"http://www.cnn.com/2008/POLITICS/09/09/biden.special.needs/index.html \">CNN</a>]</p> <p>Cheer up, depressed Democrats! Here are lots of ways Obama could win, based on the current state of the electoral map. [<a href=\"http://wonkette.com/402658/pathetic-failed-presidential-candidate-barack-obama-to-win-presidential-election\">Wonkette</a>]</p> <p>Obama's sort-of-maybe-acquaintance William Ayers, the former Weather Underground member, clarifies his position on Vietnam: he didn't mean to say his group should have planted more bombs than it did, and he has, um, released a cartoon strip to explain... [<a href=\"http://blogs.abcnews.com/politicalpunch/2008/09/in-a-not-remote.html \">ABC Political Punch</a>]<br> </p>",
  "<p>Ukraine's leaders, a heterogeneous bunch, are feeling miffed with the French. More ominously, so is the Brussels press corps. Not to mention the hotel proprietors and restaurateurs of Evian.</p> <p>The reason? Nicolas Sarkozy's globetrotting and how everyone else has to change their plans and adapt their schedules and credit cards to accommodate the restless French president.</p> <p>For months the Alpine spa had been preparing for a presidential shindig, with Sarko and his entourage arriving in Evian to host a European summit with Ukraine.</p> <p>The EU moves at a glacial pace, and the summit between Sarkozy, a bunch of Brussels bigwigs, and Viktor Yushchenko, Ukraine's perennially harassed president, would have been important for Kiev, while barely registering with the rest of us. Were it not for the Russians.</p> <p>You can depend on the Russians to rudely interrupt Europe's August slumber – coup attempts, financial meltdowns, submarine sinkings, tower block bombings, the kind of crises that ordinarily supply we mediafolks with headlines and emergencies when we should all be on our hols.</p> <p>This year, of course, it was Georgia. Since Ukraine is allied with Georgia in trying to escape Russia's orbit, is 10 times bigger, is home to millions of ethnic Russians whom the Kremlin has just declared it will protect and defend (elevating the pledge to a foundation of the new foreign policy outlined by president Dmitry Medvedev), Yushchenko is understandably jittery.</p> <p>His government has just collapsed (again). The country faces its sixth election in four years. Yushchenko accuses his prime minister, Yuliya Tymoshenko, of plotting with the Russians behind his back to unseat him and failing to support plucky little Georgia against the big bad Kremlin.</p> <p>The timing of this mess couldn't be worse, seemingly designed to reinforce the hostility of the Germans and the Dutch (for quite different reasons) to offering the Ukrainians anything but the faintest of support and blocking the merest hint that Ukraine might eventually join the EU.</p> <p>Sarkozy, like Brussels appropriating the right to pronounce on what is \"European\" and what is not, announced on Tuesday that Ukraine is a \"European country\".</p> <p>On the avenues, in the libraries and cathedrals of Kiev, among the Baroque and Hapsburgian splendours of Lviv, it is hard to imagine that Ukraine is anything else. African? American? Asian?</p> <p>Sarko's banality was supposed to be consolation, but was merely offensive. Ukraine won't be joining the EU anytime soon, but it is European.</p> <p>To add insult to injury, all this was taking place not in Evian on Tuesday, but in Paris. An army of ministers, bureaucrats, and diplomats had organised their travel and booked their hotel suites in Evian.</p> <p>But Sarkozy was busy. Immersed in hours of tense talks with Medvedev at a villa outside Moscow, grabbing his jacket and threatening to walk out when the Russians told him to stuff his plan to get them to withdraw some of their forces from Georgia.</p> <p>\"There's nothing to negotiate here. We can't accept the invasion of an independent country,\" Sarkozy is said to have told the Russians. Fair cop, Sarko, Medvedev is said to have responded. The Russians finally saw reason, courtesy of French arm-twisting, enabling Sarkozy to jet off to Tbilisi to sign up President Mikheil Saakashvili to the French peace deal.</p> <p>This is the French and Brussels version of events. The Russians, of course, who have created several facts on the ground in Georgia, saw Sarkozy and the Europeans coming, and got everything they wanted from the negotiations.</p> <p>The Ukrainians, meanwhile, were heading for Evian. The Brussels press corps, too, since there was now much more at stake in the EU-Ukraine summit than would have been the case had the Russians not invaded and carved up Georgia in a mere 140 hours.</p> <p>But Sarkozy did not get back from the Caucasus until 5 in the morning on Tuesday and was too fatigued to rush to the Alps. So the entire summit was transferred to Paris at the last minute, via an announcement by the AFP, the main French news agency.</p> <p>Flight tickets, hotel bookings, schedules and travel arrangements had to be quickly rejigged. A lot of money has been lost.</p> <p>The Ukrainians are quietly fuming. The press corps in Brussels is screaming foul play. Its association \"intends to write a letter of protest for the EU presidency mismanagement of this event\".<br></p>",
  "<p>Gordon Brown today sought to defuse the row about his supposed endorsement of Barack Obama by lavishing praise on both US presidential candidates.</p> <p>At a press conference with the Italian prime minister this afternoon, Brown said that he had \"great admiration\" for Obama and his Republican rival, John McCain, and that both men were \"very distinguished senators\".</p> <p>He also insisted repeatedly that what happened in the US elections was \"a matter entirely for the American people\".</p> <p>Earlier, a Downing Street spokesman specifically denied that Brown was endorsing Obama in a magazine article in which the prime minister praised one of Obama's housing policies.</p> <p>Writing in the <a href=\"http://www.housemag.co.uk/index.php?id=315&amp;tx_ttnews%5Btt_news%5D=8113&amp;tx_ttnews%5BbackPid%5D=92&amp;type=editorial\">Parliamentary Monitor,</a> Brown said that the Democrats were the party in America who were developing ideas to help people through the current economic difficulties.</p> <p>He cited one of Obama's proposals to help families facing repossession. He did not mention the Republican candidate, John McCain.</p> <p>Brown was asked about the issue at his press conference this afternoon. In his response, he did not refer to the article directly, but he said that he had met McCain and Obama in Washington and in London and that he admired both of them.</p> <p>Silvio Berlusconi, the Italian prime minister, said that it would be \"totally absurd\" for a European leader to express a preference for one or other candidate in the US elections.</p> <p>After the article appeared yesterday, a member of McCain's campaign team contacted the British embassy in Washington, DC, to express concern about the article.</p> <p>The shadow foreign secretary, William Hague, said that the prime minister should not do anything that suggested he was taking sides in the election, as he would have to work with whoever eventually won November's election. </p> <p>He called on Brown to explain why he \"appeared to be favouring the Democrats\".</p> <p>In his article, Brown said that around the world it was \"progressive\" politicians who were grappling with the challenges of rising food and oil prices and the changes wrought by globalisation.</p> <p>He added: \"In the electrifying US presidential campaign, it is the Democrats who are generating the ideas to help people through more difficult times.</p> <p>\"To help prevent people from losing their home, Barack Obama has proposed a foreclosure prevention fund to increase emergency pre-foreclosure counselling, and help families facing repossession.\"</p> <p>Hague said: \"A responsible British prime minister needs to be ready to work with either presidential candidate after the US election, and should neither take sides nor be seen to be taking sides.</p> <p>\"Gordon Brown needs to make clear why he appeared to be favouring the Democrats in this article and to explain whether this was his deliberate intention or a careless mistake.\"</p> <p>A No 10 spokesman pointed out that Brown had met McCain both in London and the USA this year, just as he had met Obama.</p> <p>\"The PM is not endorsing a candidate, and never would,\" said the spokesman.</p> <p>\"As he has made clear when asked on a number of occasions, the election is a matter for the American people, and he looks forward to working closely with whoever is the next president across a range of areas of common interest.</p> <p>\"This was an article written ahead of the party conferences in Britain and talks about some of the measures being taken around the world by centre-left political parties to deal with the current global economic challenges.\"</p> <p>Downing Street also refused to say today whether Brown had read the article before it was published, suggesting that he had not.</p> <p>Parliamentary Monitor is a relatively obscure Westminster publication and, when senior politicians are asked to submit articles to magazines of this kind, they normally delegate the writing to their officials.</p>"
]