[
  "<p>Barack Obama is opening a clear lead over John McCain after polls at the weekend showed the public overwhelmingly awarding Friday night's presidential debate to the Democratic candidate.</p> <p>The polls suggest McCain did not benefit from suspending his campaign and flying to Washington last week to help deal with the financial crisis.</p> <p>The gap could see an increase in more personal - and ugly - attacks on Obama. An early sign of that came yesterday in a row over a dead soldier's bracelet. Obama was accused of wearing the bracelet against the wishes of the soldier's mother.</p> <p>With five weeks until the presidential election, Obama appears to have broken the impasse that had seen the two in a dead heat in polls over the past month.</p> <p>A USA Today poll, published yesterday, showed 45% of those questioned felt Obama had done better in the debate than McCain, who registered 34%. The public view is at odds with the media, which overwhelmingly judged it to be a draw.</p> <p>Other polls, including the Rasmussen tracking poll, showed voters drifting towards Obama. The Rasmussen poll put Obama on 50% and McCain on 44%, which would give the Democratic candidate a landslide victory.</p> <p>McCain returned to the campaign trail yesterday alongside his vice-presidential running mate, Sarah Palin, for the first time since suspending his campaign last Wednesday.</p> <p>In a speech in Ohio, McCain stuck to his main message of whether Obama was fit to be president, saying the Democratic candidate had always voted with the party and had shown no sign of putting his country first. He also accused him of lying about tax plans in Friday's debate.</p> <p>As the election nears, the two campaigns are firing back more claims and denials, and at increasing speed. Obama's team's denial on tax was out before McCain had completed his speech.</p> <p>If Obama maintains his lead, the Republicans are almost certain to step up personal attacks on him. In a column for the New York Times yesterday, the rightwing commentator William Kristol, editor of the Weekly Standard, offered suggestions on how McCain could win that included raising again Obama's links with figures such as the Reverend Jeremiah Wright, the controversial cleric.</p> <p>An early sign that the campaign could turn more personal was yesterday's row over Obama's possession of the bracelet of a US soldier killed in Iraq. Stories quickly appeared on the internet suggesting the mother objected to Obama exploiting her son's death. </p> <p>During the debate, McCain said a soldier's mother had given him a bracelet. \"I've got a bracelet too, from Sergeant ... from the mother of Sergeant Ryan David Jopek, given to me in Green Bay,\" said Obama.</p> <p>The mother, Tracy Jopek, told AP yesterday she was \"ecstatic\" that Obama had mentioned her son. \"I don't understand how people can take that and turn it into some garbage on the internet,\" she said.</p> <p>She had asked Obama in February not to mention her son, but she felt it was appropriate on Friday in response to McCain.</p> <p>Obama and McCain have established what they refer to as truth squads, each offering quick rebuttals to what they see as incorrect claims.</p>",
  "<video data-media-id=\"gu-video-338096809\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1825905828_roanoke-Version6-Brightcove-16x9.flv\"/> </video>   <p>During the last presidential election, I spent a month driving from John Kerry's home in Boston to George Bush's childhood home in Midland, Texas, stopping en route to report from the swing states. It was a fascinating, beautiful journey that brought me in contact with a broad range of Americana.</p> <p>I returned the day after the election to my home in Brooklyn, New York, where crestfallen friends and neighbours struggled to comprehend Bush's narrow victory. They questioned me as though I was an anthropologist who had been roaming around the hinterland questioning the natives. \"What were they thinking?\" \"How could they do this?\" \"What is wrong with them?\"</p> <p>These questions seemed to refer to a foreign country with which they were not only unfamiliar, but which in many ways seemed to frighten them. </p> <p>So this time round, rather than drop in on middle America, I decided to stick around in a town of the kind where the 2008 campaign would be decided. For the next few weeks I'll be in Roanoke, Virginia, a former railway town of almost 100,000 people that nestles in a valley between the Blue Ridge mountains and the Appalachians. I'll be trying to get a sense of how the issues here relate to what is going on nationally and vice-versa.</p> <p>Why Roanoke? It's a relatively small town in a swing state with a sizeable African-American population. The poverty is slightly higher and the wages slightly lower than the US average. </p> <p>As the largest town in the state for more than 100 miles in any direction, it is big enough to have its own airport. But it is small enough that a large proportion of the people flying seem to know each other and the staff quite well. The people seem friendly and a little eccentric. I hope those impressions hold. It'll be a long few weeks if they don't.</p> <p>• Gary Younge's dispatches and videos: <a href=\"http://guardian.co.uk/youngeamerica\">guardian.co.uk/youngeamerica</a></p>",
  "<p>Sarah Palin was set to enter the confines of John McCain's ranch in Arizona yesterday for three days of intensive preparations ahead of her showdown against Joe Biden in this week's vice-presidential television debate. Thursday night's match in St Louis, Missouri, will bring McCain's running mate her moment of greatest national exposure since the virtual unknown joined the Republican ticket for the White House.</p> <p>Though vice-presidential debates seldom influence an election, Palin's novelty raises the importance of the clash with her Democratic party counterpart. The debate offers a chance for her to redeem herself after a number of damaging press reports and disastrous TV interviews - or to self-destruct if she fails to hold her own against the far more experienced Biden.</p> <p>In a parting shot before she entered the seclusion of the ranch for the debate rehearsals, Palin told a rally in Columbus, Ohio, yesterday that she was excited about the encounter. \"I'm looking forward to meeting Joe Biden. I've been hearing about him since second grade,\" she said.</p> <p>But the bravado belies the intense pressure on Palin to deliver a credible performance, and the efforts campaign aides have made to get her up to speed. A team of senior aides has been at her side for days, hunkering down in Philadelphia at the weekend and travelling with her yesterday. </p> <p>At first glance, the debate might look like an unequal fight. Biden has been a ubiquitous figure in Washington for 36 years; Palin was virtually unknown outside her native Alaska until 33 days ago. A Wall Street Journal poll last week found that 49% of Americans thought Palin fit to be vice-president, against 64% for Biden.</p> <p>But Biden faces challenges as well in the first national debate between male and female candidates since Geraldine Ferraro ran for vice-president in 1984. He has been rehearsing against Jennifer Granholm, the governor of Michigan, to prepare for the gender dynamics.</p> <p>\"[Palin] has to show command of her material. She has to show preparedness to take on the presidency, and she has to show more intellectual gravitas than she has shown so far,\" said Alan Schroeder, a professor at North Eastern University who has written a book about 40 years of presidential debates. \"[Biden] has the problem of high expectations versus his opponent's low expectations.\"</p> <p>Though wildly popular with hardcore Republicans, Palin has become a butt of late-night comics for her insistence that Alaska's proximity to Russia gives her some insight into international affairs.</p> <p>The conservative commentator David Brooks called her candidacy \"embarrassing\" and Newsweek's Fareed Zakaria said her answers on the economy in a CBS interview last week were \"gibberish\".</p> <p>Yesterday even Mitt Romney, a former Republican candidate for the White House, admitted that the campaign had mishandled Palin by keeping her from the media and trying to make her stick to scripted answers. \"Holding Sarah Palin to just three interviews and microscopically focusing on each I think has been a mistake,\" he told MSNBC. \"They'd be a lot wiser to let Sarah Palin be Sarah Palin. Let her talk to the media, talk to people.\" </p> <p>Palin's claim to be a crusader for reform has also been shaken by further investigation into her record in Alaska. The Associated Press reported yesterday that Palin got exemption from zoning regulations to make it easier to sell her home in Wasilla. As a small town mayor, she made it a habit to accept gifts such as a facial, flowers and even fresh salmon from local merchants.</p> <p>Palin also faces questions about policy splits. Unlike McCain, she supports drilling in the Arctic wildlife refuge and only recently admitted a human role in global warming. She also opposes stem cell research, which McCain supports.</p> <p>Such differences could prove embarrassing to Biden as well. When he was running for the White House earlier this year, Biden said he did not think Obama was ready to be president.</p> <p>He has broken with the campaign on clean coal technology, and committed a number of gaffes. Earlier this month, he embarrassed Obama and himself by saying that Hillary Clinton would have made a better vice-presidential candidate.</p> <p>But perhaps his greatest challenge is to guard against being perceived as overbearing or condescending to a younger female candidate. This is especially true in the case of Palin, whose relative inexperience could make women viewers feel protective of her.</p> <p>Such factors have also come into play in debates with the most seasoned women politicians. Hillary Clinton, widely considered the Democrats' best debater, won her 2000 Senate debate when her opponent, Rick Lazio, came up to her and waved a sheaf of papers in her face. The invasion of Clinton's personal space outraged women viewers and made Lazio seem like a bully.</p> <p>George Bush Sr lost his debate against Ferraro in 1984 the moment he decided to give her a lecture about the difference between Lebanon and Iran.</p> <p>Ferraro, who had several years experience as a New York prosecutor and congresswoman on her resume, would have none of it. \"I almost resent, Vice-President Bush, your patronising attitude that you have to teach me about foreign policy,\" she shot back.</p> <p>The gaffe-prone Biden would also do well to remember that Bush dug himself even deeper into the hole the next day by bragging to a bunch of dockers that he had \"kicked a little ass\" in the debate.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339782722\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/17/JenningsSIMONSCHAMA220.jpg\" alt=\"Simon Schama by Nicola Jennings\" width=\"220\" height=\"320\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration © Nicola Jennings 2008</span> <span class=\"element-image__credit\">Photograph: Nicola Jennings</span> </figcaption> </figure>  <p> Historian <strong>Simon Schama</strong> (left) has nailed his thinly veiled colours to the presidential mast in an interview for the Radio Times before his documentary series on American history this week. Like many Brits (and not a few Americans), he's expressed gloom about the choice of <strong>Sarah Palin</strong> as <strong>John McCain's</strong> running mate - \"she makes George Bush look like Karl Marx\" - and harbours doubts about whether <strong>Barack Obama</strong> will win. Admittedly, the interview was conducted three weeks ago, before the financial crisis, but Schama said: \"I think McCain will win. The one thing everyone believed was that Obama had balls of steel. No one thought he would lie back while various forms of the Sarah Palin bull terrier snapped at his ankles or more important parts of his political anatomy ... at this stage you don't win elections by giving philosophy lectures ... he needs a little blood on his fingertips.\" Fortuitously, the history prof has the solution to hand: \"If Obama can make the election about election history in the spirit of what we've tried to do in this series - he will win.\"</p> <p>Congratulations to one of Europe's most enduring politicians, <strong>Wilfried Martens,</strong> former Christian Democrat prime minister of Belgium - about whom <strong>Margaret Thatcher</strong> was famously dismissive in her memoirs - who has finally married his longstanding mistress, <strong>Miet Smet</strong>, who also happens to have been a Belgian employment and environment minister. The liaison, formalised in a civil ceremony in Flanders at the weekend, was an open secret in the Low Countries, where it certainly did not hinder Martens' career even when his former wife, <strong>Ilse Schouteden</strong>, tried to derail his elevation to the European People's party presidency by claiming his proximity to his lover during European parliament sessions in Strasbourg would place him in moral danger. Martens is 73 and Smet 65.</p> <p><strong>Paul Newman's</strong> philanthropy has been well noted in obituaries, but was particularly appreciated in south Wales, where the actor donated £20,000 to a breast cancer centre at Swansea's Singleton hospital after his son-in-law <strong>Gary Irving's</strong> mother, <strong>Sue Proctor</strong>, received treatment there. Irving married Newman's daughter, <strong>Nell</strong>, three years ago in a ceremony blessed on the Gower peninsula, attended by Newman and his wife Joanne Woodward. \"He was a wonderful man,\" says Proctor. \"He was quite humble and down to earth ... and extremely generous.\"</p> <p><a href=\"mailto:stephen.bates@guardian.co.uk\">stephen.bates@guardian.co.uk</a></p>",
  "<p>Sarah Palin was set to enter the confines of John McCain's ranch in Arizona today for three days of intensive preparations ahead of her showdown against Joe Biden in this week's vice-presidential television debate. Thursday night's match in St Louis, Missouri, will bring McCain's running mate her moment of greatest national exposure since the virtual unknown joined the Republican ticket for the White House.</p> <p>Though vice-presidential debates seldom influence an election, Palin's novelty raises the importance of the clash with her Democratic party counterpart. The debate offers a chance for her to redeem herself after a number of damaging press reports and disastrous TV interviews - or to self-destruct if she fails to hold her own against the far more experienced Biden.</p> <p>In a parting shot before she entered the seclusion of the ranch for the debate rehearsals, Palin told a rally in Columbus, Ohio, today that she was excited about the encounter. \"I'm looking forward to meeting Joe Biden. I've been hearing about him since second grade,\" she said.</p> <p>But the bravado belies the intense pressure on Palin to deliver a credible performance, and the efforts campaign aides have made to get her up to speed. A team of senior aides has been at her side for days, hunkering down in Philadelphia at the weekend and travelling with her today.</p> <p>At first glance, the debate might look like an unequal fight. Biden has been a ubiquitous figure in Washington for 36 years; Palin was virtually unknown outside her native Alaska until 33 days ago. A Wall Street Journal poll last week found that 49% of Americans thought Palin fit to be vice-president, against 64% for Biden.</p> <p>But Biden faces challenges as well in the first national debate between male and female candidates since Geraldine Ferraro ran for vice-president in 1984. He has been rehearsing against Jennifer Granholm, the governor of Michigan, to prepare for the gender dynamics.</p> <p>\"[Palin] has to show command of her material. She has to show preparedness to take on the presidency, and she has to show more intellectual gravitas than she has shown so far,\" said Alan Schroeder, a professor at North Eastern University who has written a book about 40 years of presidential debates. \"[Biden] has the problem of high expectations versus his opponent's low expectations.\"</p> <p>Though wildly popular with hardcore Republicans, Palin has become a butt of late-night comics for her insistence that Alaska's proximity to Russia gives her some insight into international affairs.</p> <p>The conservative commentator David Brooks called her candidacy \"embarrassing\" and Newsweek's Fareed Zakaria said her answers on the economy in a CBS interview last week were \"gibberish\".</p> <p>Today even Mitt Romney, a former Republican candidate for the White House, admitted that the campaign had mishandled Palin by keeping her from the media and trying to make her stick to scripted answers. \"Holding Sarah Palin to just three interviews and microscopically focusing on each I think has been a mistake,\" he told MSNBC. \"They'd be a lot wiser to let Sarah Palin be Sarah Palin. Let her talk to the media, talk to people.\"</p> <p>Palin's claim to be a crusader for reform has also been shaken by further investigation into her record in Alaska. The Associated Press reported today that Palin got exemption from zoning regulations to make it easier to sell her home in Wasilla. As a small town mayor, she made it a habit to accept gifts such as a facial, flowers and even fresh salmon from local merchants.</p> <p>Palin also faces questions about policy splits. Unlike McCain, she supports drilling in the Arctic wildlife refuge and only recently admitted a human role in global warming. She also opposes stem cell research, which McCain supports.</p> <p>Such differences could prove embarrassing to Biden as well. When he was running for the White House earlier this year, Biden said he did not think Obama was ready to be president.</p> <p>He has broken with the campaign on clean coal technology, and committed a number of gaffes. Earlier this month, he embarrassed Obama and himself by saying that Hillary Clinton would have made a better vice-presidential candidate.</p> <p>But perhaps his greatest challenge is to guard against being perceived as overbearing or condescending to a younger female candidate. This is especially true in the case of Palin, whose relative inexperience could make women viewers feel protective of her.</p> <p>Such factors have also come into play in debates with the most seasoned women politicians. Hillary Clinton, widely considered the Democrats' best debater, won her 2000 Senate debate when her opponent, Rick Lazio, came up to her and waved a sheaf of papers in her face. The invasion of Clinton's personal space outraged women viewers and made Lazio seem like a bully.</p> <p>George Bush Sr lost his debate against Ferraro in 1984 the moment he decided to give her a lecture about the difference between Lebanon and Iran.</p> <p>Ferraro, who had several years experience as a New York prosecutor and congresswoman on her resume, would have none of it. \"I almost resent, Vice-President Bush, your patronising attitude that you have to teach me about foreign policy,\" she shot back.</p> <p>The gaffe-prone Biden would also do well to remember that Bush dug himself even deeper into the hole the next day by bragging to a bunch of dockers that he had \"kicked a little ass\" in the debate.</p>",
  "<p>As a tense Washington worries about the future of the $700bn bailout plan, there is a real sigh of relief in news that Wachovia Bank, the nation's sixth largest and one that is chock full of lousy mortgages, <a href=\"http://blogs.wsj.com/economics/2008/09/29/fdic-citi-to-buy-wachovias-banking-operations/\">has been taken over</a> by Citigroup under government auspices. That means the depositors are safe and it avoids putting more pressure on the Federal Deposit Insurance Corporation, the New Deal government institution created to protect small depositors should their banks go down. </p> <p>The FDIC has been under considerable strain in recent months and there has been a worry about its ability to survive. Of course, a collapse of the FDIC would be an unprecedented disaster for the general public, which would suddenly find itself unable to withdraw money from the bank. Since Wachovia is being taken over by Citigroup, it does not qualify as a failure and won't need FDIC insurance. What's more, if the FDIC faced serious collapse, then doubtless Congress would step in to shore it up. So, in all likelihood, the public is safe. Still, economists and journalists outside the Wall Street sphere are musing on the future of this venerable institution.</p> <p>In the <a href=\"www.nytimes.com/2008/09/29/opinion/29kristol.html?hp\">New York Times </a>on Monday conservative Bill Kristol said, \"There are serious economists, for example, who think we could be on the verge of a huge bank run. Congress may have to act to authorize the FDIC to provide far greater deposit insurance, and the secretary of the Treasury to protect money market funds. McCain can call for Congress to stand ready to pass such legislation. He can say more generally that in the tough times ahead, we'll need a tough president willing to make tough decisions.''<br> Created by Franklin Roosevelt during the Great Depression to persuade people it was safe to use banks, the FDIC has only $45.2bn in funds - nowhere near enough to cover depositors if a few more big banks, or 20 to 30 medium sized banks, should collapse.  As of the end of June, the FDIC was closely monitoring 117 \"troubled\" banks, up from 90 in the first quarter of 2008. That number is expected to grow, though it is small when measured against the nation's total of 8,400 banks. Still, <a href=\"http://www.bloomberg.com/apps/news?pid=20601213&amp;sid=amZxIbcjZISU&amp;refer=home\">Bloomberg</a> last week was quoting one expert saying that by the end of 2009, \"about 100 US banks with collective assets of more than $800 billion will fail.\" That prediction comes from Christopher Whalen, managing director of Institutional Risk Analytics in Torrance, California. Whale thinks the FDIC could suffer losses of $200bn, far above its reserves. Should the FDIC start to go under, Congress doubtless will rush to its aid. That would mean another massive bailout, this one perhaps on the very eve of the presidential election - or the inauguration of the unlucky man who wins it.</p>",
  "<p>Barack Obama is opening up a clear lead over John McCain after polls taken at the weekend showed the public overwhelmingly awarding Friday night's presidential debate to the Democratic candidate. The polls suggest that McCain gained no benefit from his impulsive actions in suspending his campaign and flying to Washington last week to help deal with the financial crisis. </p> <p>The opening gap could see an increase in more personal attacks on Obama. An early sign of that came today in a row over a dead soldier's bracelet: Obama faced claims that he has been wearing the bracelet, raised in Friday's debate, against the express wishes of the mother. </p> <p>With five weeks until the White House election, Obama appears to have broken the impasse that had seen the two in a deadheat in polls over the last month. A USA Today poll, published today, showed 45% of those surveyed felt Obama had done better in the debate than McCain, who registered only 34%. The public view is at odds with the media, who overwhelmingly judged it to be a draw. Other polls, including the Rasmussen tracking one, showed voters drifting towards Obama. A Rasmussen tracking poll puts Obama on 50% compared with McCain on 44%, which would give the Democratic candidate a landslide victory. </p> <p>McCain returned to the campaign trail today alongside his vice-presidential running mate, Sarah Palin, for the first time since suspending campaigning last Wednesday. In his speech in Ohio, McCain stuck to his main message of questioning whether Obama is fit to be president, saying the Democratic candidate had never voted other than the party line and had shown no sign of putting his country first. He directly accused him of lying in Friday's debate about tax plans. </p> <p>As the election draws closer, the two campaigns are firing back more and more claims and denials, also at increasing speed. Obama's team's denial on tax was out before McCain had completed his speech. </p> <p>If Obama maintains his lead, the Republicans are almost certain to step up personal attacks on the Democratic candidate. William Kristol, a right-wing commentator and editor of the Weekly Standard, in a column for the New York Times today offered suggestions on how McCain could win that included raising again his links with figures such as the controversial pastor, the Rev Jeremiah Wright. </p> <p>An early sign that the campaign could turn more personal was today's row over Obama's possession of the bracelet of a US soldier killed in Iraq. <br>Stories quickly appeared on the internet suggesting the mother was objecting to Obama exploiting her son's death. McCain, during the debate, said a soldier's mother gave him a bracelet. \"I've got a bracelet too, from Sergeant — from the mother of Sergeant Ryan David Jopek, given to me in Green Bay,\" Obama said. The mother, Tracy Jopek, told AP today she was \"ecstatic\" that Obama had mentioned her son during the debate. \"I don't understand how people can take that and turn it into some garbage on the internet,\" she said. She had asked Obama in February not to mention her son in speeches and debates but she felt it was appropriate on Friday in response to McCain. On Fox news today, Robert Gibbs, a senior Obama campaign adviser, denied the mother had asked Obama not to wear the bracelet. \"Let's get the facts right before we start making stuff up on the news,\" Gibbs said. A Fox presenter, Brian Kilmeade, replied testily: \"Don't say we're making stuff up!… Unbelievable… Goodbye.\"</p> <p>Both Obama and McCain have established what they refer to as truth squads, each offering quick rebuttals to what they see as incorrect claims. Both campaigns are expanding these squads, either adding more members or setting them up in new states.</p>",
  "<p>President McCain or President Obama? Who do the Tories support in the <a href=\"http://www.theguardian.com/world/uselections2008\">US election</a>? These intriguing questions attracted a full house to a breakfast time fringe meeting at the Tory conference in Birmingham today. And it soon became clear that, for many Tories, the answer is not necessarily the obvious one.</p> <p>Two years ago, John McCain jetted across the Atlantic to speak at the Tory conference in Bournemouth, David Cameron's first as leader. He was not at that time – even before the 2006 midterms – even close to being the Republican nominee to succeed George Bush. McCain came as an outsider, and he spoke ineffectively and too long, failing to connect with his audience. It seemed in some ways an odd gamble for the new look Tories to take. Still, the link between McCain and the Tories seemed sufficiently strong to suppose that, if McCain actually emerged in 2008, he would be the Tories' man.</p> <p>And yet when, a year ago at the Tory conference in Blackpool, with the US presidential election still only a subject for political anoraks, I buttonholed <a href=\"http://www.conservatives.com/People/Peers/Neville-Jones_Pauline.aspx\">Pauline Neville-Jones</a>, the former chair of the joint intelligence committee turned Tory peer and shadow cabinet member, and asked her who she wanted to win the 2008 election, her answer was immediate: Hillary Clinton. We'll definitely be able to work with her, said Neville-Jones. Not like McCain or the neoconservatives.</p> <p>A year on, and now there has of course been another massive turn of the wheel in American politics. Clinton's moment has been and gone. Now Barack Obama is the frontrunner and McCain has overturned the odds on the Republican side. He has nominated <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> as his running mate. So where do the Tories stand amid all this change?</p> <p>Instinctively, I think most would prefer McCain to Obama. The reason is not complicated. Tribes of the right stick together. Yet Palin has shaken some of that resolve. Whenever her name was mentioned at the fringe meeting, there were intakes of breath and shakings of the head. Not many 2008 Tories, even the elderly ones, feel at ease with an anti-abortion, anti-climate change, pro-gun, religious conservative with zero experience of international politics. Here, as in America itself, the choice of Palin has led a lot of moderate conservatives to question McCain's judgment.</p> <p>Six weeks ago, I bumped into the shadow cabinet member <a href=\"http://www.theguardian.com/politics/francismaude\">Francis Maude</a> at the Democratic convention in Denver. Are you heading to the Republican convention next week, I asked him. Not me, he responded. We are the insurgents and so are the Democrats. The Republicans and Labour are the incumbents. This is the conference for us to learn from.</p> <p>Maude was there again in Birmingham on Monday morning. This time he was more circumspect. I have a preference, he said, but not in public. But I have a prediction, he added – that John McCain will win in 2008, will serve a single term as president and that the 2012 contest will be between Hillary Clinton and Sarah Palin. \"Book your seats now,\" said Maude.</p> <p>That was one of two good lines to come out of an otherwise inconclusive fringe. The other – and I record this merely for the benefit of posterity and the compilers of dictionaries of political quotes – came from Richard Nixon. No, Tricky Dicky wasn't back from the grave to be with us in Birmingham today. But his son-in-law Ed Cox, the very much alive chairman of the McCain campaign in New York, was. One of McCain's virtues, in Cox's view, was that he is a staunch free trader. \"My father-in-law always used to say 'Free trade is good policy but bad politics',\" Cox recalled. Head and heart always did have an uneasy relationship in Nixon's politics. And the same is true for the Tories when they look at the contest between McCain and Obama. I think a lot of them would be comfortable with McCain – but I also think they suspect Obama would be the right choice.</p>",
  "<p>During the last presidential election I <a href=\"http://www.theguardian.com/world/2004/oct/04/uselections2004.usa\">drove from John Kerry's home in Boston to Bush's childhood home in Midland</a>, Texas over a month, stopping en route to report from the swing states. It was a fascinating, beautiful journey that brought me in contact with a broad range of Americana, from an <a href=\"http://www.theguardian.com/world/2004/oct/09/uselections2004.usa\">evangelical family in rural Pennsylvania</a> who had lost their son in the Iraq war to a <a href=\"http://www.theguardian.com/world/2004/oct/23/uselections2004.gayrights\">drag queen in small town Missouri</a> who had campaigned against the ban on gay marriage.</p> <p>I returned the day after the election to my home in Brooklyn where crestfallen friends and neighbours struggled to comprehend Bush's narrow victory. They questioned me as though I was an anthropologist who had been roaming around the hinterland questioning the natives. \"What were they thinking?\" \"How could they do this?\" \"What is wrong with them?\"</p> <p>Their questions seemed to refer to a foreign country with which they were not only unfamiliar, but which in many ways seemed to frighten them. Over the next few days conservative commentators crowed about the coastal elites who were out of touch in mainstream America, painting the result as payback for their condescension.</p> <p>But for all their <a href=\"http://www.theguardian.com/world/2004/sep/20/september11.usa\">manipulative claims of victimhood</a> (most of these commentators were themselves coastal elitists) they did seem to have a point. For all the ways in which New York, Los Angeles or San Fransisco are cosmopolitan, the political conversations that take place there are far less diverse and varied than elsewhere in the country. They refer to the rest of the country as the fly-over states - the inconvenient electoral truth in between New York and Los Angeles - deriding them for their obsession with guns, god and gays. </p> <p>In my neighbourhood posters of Obama hang in estate agents, Laundromats, restaurants and corner stores, not to mention on T-shirts. I have yet to see a McCain sign or a bumper sticker anywhere. Were it not for the media you wouldn't even know he was standing. And like just about every other foreign newspaper here, all Guardian correspondents are based on the coasts, reporting on a political climate which we endeavour to understand from afar.</p> <p>So rather than drive through the country and drop in on middle America this time I thought I would stick around in a town where the campaign would be decided rather than just discussed and let the election came to me. So for the next few weeks I'll be in <a href=\"http://www.roanokeva.gov\">Roanoke, Virginia</a> a former railroad town of just under 100,000 that nestles in a valley between the Blue Ridge Mountains and the Appalachians. I'll be talking to everyone I can about almost anything they want to talk about - trying to get a sense of how the issues here relate to what is going on nationally and vice versa.</p> <p>Why Roanoke? Well I was looking for a relatively small town in a swing state which, given the historic nature of Barack Obama's candidacy, has a sizeable African-American population. Preferably it would be a place where the vote between Bush and Kerry were close and where both Obama and John McCain had struggled in the primaries. A town, in other words, where both sides <a href=\"http://www.roanoke.com/news/roanoke/wb/174214\">had work to do</a> if they were to shore up their base, and there was everything to play for. </p> <p>There were a few other candidates in Ohio, Florida and Missouri. But, as a state which has not been seriously contested for more than 40 years, Virginia tells us something specifically interesting about this election in a way the others do not. If John McCain is to win the state he must make rally his support in this south-west region to compensate for his losses elsewhere.</p> <p>In some ways Roanoke could be anywhere. The poverty is slightly higher and the wages slightly lower than the national average. It voted narrowly for John Kerry in 2004 and Barack Obama in the priamaries and roundly rejected John McCain in favour of the conservative governor-cum-preacher, Mike Huckabee. In the local newspaper's poll about who won the Friday's debate, Obama won 58% to McCain's 31% - roughly in keeping with national polls. On Friday the credit crunch hit home when the local insurance agency, <a href=\"http://www.roanoke.com/business/wb/178368\">Shenandoah Life had its ratings downgraded</a> because of its exposure to Freddie Mac and Fannie Mae.</p> <p>But its mixture of the Southern and the Appalachian also makes it quite distinct. This is bluegrass country. The owner of the guitar store, the Fret Mill Music Company, says the economic slowdown has not yet started biting because everybody in the area has a guitar - it sounded almost compulsory. As the largest town in the state for more than 100 miles in any direction it is big enough to have its own airport. But its small enough that a large portion of the people catching planes seem to know each other and the security guards quite well.</p> <p>The people seem friendly and a little eccentric. I hope those impressions hold. It'll be a long few weeks if they don't.</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338086722\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/29/1222691370831/obamadebate.jpg\" alt=\"Obama before the debate\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama backstage before Friday's debate. (David Katz/Obama for America) From a candid <a href=\"http://www.flickr.com/photos/barackobamadotcom/sets/72157607533135519/\">set of photographs on Flickr</a>.  </span> <span class=\"element-image__credit\">Photograph: Obama campaign</span> </figcaption> </figure>  <p><br>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/110740/Gallup-Daily-Obama-Moves-50-42-Lead.aspx\">Obama 50%, McCain 42%</a>, which is one point shy of Obama's best-ever performance in that poll. <a href=\"http://www.latimes.com/news/politics/la-na-poll29-2008sep29,0,57477.story\">An LA Times poll</a> gave Obama a clear lead among registered voters who watched Friday's debate.</p> <p>As the White House gears up for a <a href=\"http://www.nytimes.com/2008/09/29/business/29bailout.html\">difficult vote on the bailout</a>, thoughts turn to Thursday's debate between Sarah Palin and Joe Biden. Palin heads to McCain's Arizona ranch this evening to start intensive preparation: the campaign is troubled by \"a perceived decline in the crispness and precision of Governor Palin's latest remarks.\" Which is certainly one way of describing the issue. An <a href=\"http://www.time.com/time/printout/0,8816,1845332,00.html\">AP preview of the debate</a> promises a \"transfixing match,\" and warns Biden to stop talking so damn much. [<a href=\"http://online.wsj.com/article/SB122265784614384667.html\">Wall Street Journal</a>]</p> <p>Continuing the gulf between pundits' and the public's view of who won Friday's debate, David Broder, the 'dean of the Washington press corps', says McCain's indifference to Obama <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092701357.html?hpid=opinionsbox1\">proved the Republican was the alpha male of the pair</a>. A primatologist <a href=\"http://www.huffingtonpost.com/frans-de-waal/nervous-old-male_b_129903.html?view=\" print\" \">begs to differ</a>.</p> <p>There may or may not be any truth in <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article4837644.ece\">this weekend's rumour</a> of a popularity-boosting pre-election wedding between Bristol Palin and <em>soi-disant</em> \"fuckin' redneck\" Levi Johnston. But we can assume, for now, that this wedding registry is a joke. [<a href=\"http://www5.jcpenney.com/jcp/GR2_RegistryList_View.aspx?storeRegNo=01233857&amp;\">J C Penney</a>]</p> <p>Sarah Palin stopped for cheesesteaks in South Philadelphia and offered her thoughts on US military action on the Afghanistan/Pakistan border. Sadly, these were not the same as John McCain's thoughts, as the presidential candidate was forced to clarify the next day. [<a href=\"http://politicalticker.blogs.cnn.com/2008/09/28/mccain-retracts-palins-pakistan-comments/\">CNN Political Ticker</a>]</p> <p>The weekend's most confusing dispute: when Obama talks about the bracelet he wears, given to him by a fallen soldier's mother, is he doing so against the family's wishes? <a href=\"http://newsbusters.org/blogs/warner-todd-huston/2008/09/28/family-told-obama-not-wear-soldier-sons-bracelet-where-media\">Some say he is</a>, but the mother in question appears to have changed her mind, and now she's \"ecstatic\" that Obama mentioned her son. [<a href=\"http://www.nbc15.com/state/headlines/29864149.html\">AP</a>]<br></p>",
  "<h2>From Mississippi to Capitol Hill</h2> <p>Over the weekend, the spotlight returned from Mississippi, scene of Friday's presidential debate, to Capitol Hill - where late last night party leaders announced they had reached an agreement on a bailout plan, which they must now <a href=\"http://www.theguardian.com/business/video/2008/sep/29/useconomy.globaleconomy\">sell to their members in Congress</a>. (Barack Obama and John McCain both gave <a href=\"http://www.theguardian.com/world/2008/sep/29/uselections2008.wallstreet\">tentative backing to the plan</a>; President Bush was due to give a televised address on the subject before the US markets open this morning.) Meanwhile, the post-debate spin continued, and <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/27/barackobama.johnmccain\">the emerging wisdom was intriguing</a>: despite the conclusion initially reached by almost every pundit, among voters Obama seemed to have won, albeit narrowly.</p> <p>An LA Times poll over the weekend backed up the findings of instant polls of debate viewers, giving the debate to Obama by 49% to 44%, and suggesting that McCain's relentless attacks on Obama's level of experience had not overcome the Republican's pinched and contemptuous body language. By a big majority of 46% to 33%, poll respondents found Obama more \"presidential\". This proves that media commentators know nothing - or, alternatively, that we're at last beginning to learn what regular, non-political-junkie Americans make of the candidates. Perhaps McCain only seemed on good form in comparison to his weaker performances in the primaries, to which pundits paid far closer attention than the population at large.</p> <p>On ABC yesterday, McCain responded to the accusation that he hadn't been able to look his rival in the eye. \"I don't look at my opponents,\" he said, \"because I'm focusing on the people and the American people that I'm talking to.\" And in clashing ads over the weekend using footage from the debates, the McCain campaign mocked how many times Obama had said he agreed with his opponent; the Obama campaign noted that McCain never mentioned the middle class once.</p> <h2>What to watch for</h2> <p>Obama is in Denver today for a rally; McCain and Sarah Palin will appear in Columbus, Ohio, while Palin's parents will sit for an interview on early-morning television. But most eyes will be on Washington and the emerging bailout plan. Meanwhile, keep an ear out for any further developments in a rumour floated in the (London) Times at the weekend: might there be a \"popularity-boosting pre-election wedding\" between Bristol Palin and her fiance Levi Johnston?</p> <h2>Latest polls</h2> <p>Yesterday's tracking polls - based on a three-day average, one day of which was after Friday's debate - all gave Obama the lead: Gallup had him on 50% to McCain's 42%, one point shy of the Democrat's best-ever performance in that poll, while Rasmussen put the candidates at 50%-44%.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/29/uselections2008.useconomy1\">Gary Younge: America has a terrible headache</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/business/video/2008/sep/29/useconomy.globaleconomy\">Video: Nancy Pelosi reacts to the bailout</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/29/uselections2008.useconomy\">World briefing: Bypassing bipartisanship</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/28/uselections2008.sarahpalin\">Video: Suzanne Goldenberg meets Michegan's hockey moms</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/world/cartoon/2008/sep/29/george.bush.gordon.brown\">Cartoon: Martin Rowson on the bailout</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/28/usforeignpolicy.useconomicgrowth\">Comment is free: A shattering moment in America's fall from power</a></p> <h2>The best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2200924/\">Tie goes to Obama</a><br><strong>·</strong> <a href=\"http://www.politico.com/news/stories/0908/14023.html\">Marathon becomes a brawl</a><br><strong>·</strong> <a href=\"http://www.newsweek.com/id/161325\">Newsweek: The vices of their virtues</a><br><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/28/opinion/28rich.html?em\">New York Times: McCain's suspension bridge to nowhere</a><br><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092702169_pf.html\">Power shifts from NY to DC</a></p> <h2>Quote of the day</h2> <p>\"In all due respect, people going around and sticking a microphone while conversations are being held, and then all of a sudden that's a person's position? This is a free country, but I don't think most Americans think that that's a definitive policy statement made by Governor Palin\": John McCain is forced to retract a statement by Sarah Palin -- made on Saturday night in a Philadelphia cheese steak outlet -- that if necessary US forces should cross the Afghanistan border into Pakistan in pursuit of al-Qaida. Embarrassingly, that's essentially Barack Obama's position.</p> <h2>Timewaster of the day</h2> <p>Generate random <a href=\" http://interviewpalin.com\">Palinesque interview responses</a>, based on the candidate's real words. It's alarming how often these sound lifelike.</p>",
  "<p><a href=\"http://www.theguardian.com/media/strictlycomedancing\">Strictly Come Dancing</a> overtook The X Factor in the battle of the big reality shows on Saturday night, September 27.</p> <p>The second live show of the BBC1 dancing series pulled in 8.7 million viewers and a 41% share between 6.45pm and 8.05pm, according to unofficial overnight figures.</p> <p>ITV1's singing series, now into its boot camp stage, picked up 8.2 million viewers and a 36% share between 7.45pm and 9.15pm.</p> <p>For the 15 minutes that the two shows went head to head between 7.45pm and 8pm, Strictly Come Dancing pulled in 8.9 million viewers, while The X Factor gained 6.7 million.</p> <p>The BBC1 show peaked at 9.4 million viewers for the 15 minutes from 7.30pm, while ITV1's format peaked at 9 million for the quarter hour from 8.45pm.</p> <p>Strictly Come Dancing's win turns last week's result on its head, when The X Factor was victorious with 9.3 million viewers and a 42% share between 7.30pm and 8.30pm compared with the BBC1 show's 8 million and 43% between 6.10pm and 7.30pm. </p> <p>The second episode of BBC1's new family drama Merlin saw a decline in an earlier slot, with 4.9 million viewers and a 31% share between 6pm and 6.45pm.</p> <p>Last week, it launched with 6.6 million viewers and a 30% share between 7.30pm and 8.15pm.</p> <p>BBC2's new series of Timewatch, which kicked off with an investigation into Stonehenge, drew 2.1 million viewers and a 9% share between 8.05pm and 9pm.</p> <p>Channel 4's repeat of movie The Lord of the Rings: The Return of the King picked up 2 million viewers and a 10% share between 7.30pm and 11.15pm, with a further 221,000 watching on Channel 4 +1 an hour later.</p> <p>Channel Five's biggest hitter of the night was a repeat of CSI with 1.4 million viewers and an 8% share between 9.45pm and 10.45pm.</p> <p>Over on multichannel, ITV2's The Xtra Factor attracted 963,000 viewers and a 5.4% share between 9.15pm and 10.15pm.</p> <p>The start of More4's US election season saw the launch of the multiple Emmy-award winning drama John Adams pull in 103,000 viewers and a 0.8% share in the early slot of 5.30pm to 6.55pm.</p> <p>The channel's showing of the first presidential election debate between Barack Obama and John McCain saw 68,000 - a 0.9% share - tune in between 11pm and 12.55am. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Now here's an interesting prediction from a breakfast fringe meeting at the Tory conference today. John McCain will beat Barack Obama on November 4, but serve only one term. In consequence the next presidential contest in the United States will be fought between Vice-President Sarah Palin and Senator Hilary Clinton.</p> <p>No, I don't believe it either. Too much is now changing too fast in our world for any safe prediction – this one came from Francis Maude MP – to be made about how things will be in 2012. </p> <p>When \"Nuclear Jack\" Welch, the tough old boot who masterminded General Electric (GE) for years decides – as he did the other day – that this is the Big One, we had all better fasten our seatbelts.</p> <p>Put it another way, my old Guardian colleague, <a href=\"http://www.simonwinchester.com/\">Simon Winchester</a>, now a highly-successful, US-based author – Krakatowa, The Doctor of Crowthorne etc - likes to tell the story of how he lectured in New York on the coming perils of global warning, explaining how rising levels of the world's oceans may drown us all. </p> <p>\"Well, not New York of course,\" someone in the audience observed. Yes, New York too. Not quite the flood Winchester predicted, but it may now be happening.</p> <p>Back to Birmingham, the presidency and the Tory conference. There's a building they've dubbed \"the freedom zone\" behind the main conference hall. It's where the libertarian right is parading its views, possibly unaware that our fast-changing world is making many such views a bit of a luxury.</p> <p>This morning a group called the \"DC Tories\" – ie Brits who live in Washington – got a couple of senior American backroom types to debate the relative merits of Senators McCain and Obama, with Ed Cox (Richard Nixon's son-in-law) for the Republicans, and Bill Barnard (an ex-professor at Oxford) for the Democrats.</p> <p>In truth, both were rather safe and dull. The two Tory MPs who had attended the two conventions, Brooks Newmark for McCain and Francis Maude at what he admitted was the \"brilliant\" Obama launch in Denver, were both much livelier. US politics tends to the earnest these days: it has done them little good lately.</p> <p>Anyway Cox argued that on the key issues - freedom, opportunity, accountability, limited government and a strong defence – his man has a long and solid track record while Obama does not. </p> <p>The world is a far more dangerous place than it was in the early 90s, he added. Putin, not Yeltsin, Hizbullah and Hamas, not the Oslo Accords, a near-nuclear Iran, Danny Ortega back in power in Nicaragua, another ally for that Hugo Chávez.</p> <p>Oh yes, and China on the rise. Not yet a world power, but an economic power in east Asia (they still don't get it, these guys do they?), it is in a position to tail the US Seventh Fleet, which protects Taiwan. If the Chinese CP senses its power ebbing it will play the nationalist card against Taiwan, he said.</p> <p>Good point, though he didn't say what he thinks the US will be able to do about it. </p> <p>McCain understands this stuff and made a brave stand in favour of the US military \"surge\" which has stablised Iraq – even George Bush was initially against it. He didn't mention him by name, Bush's name barely featured at all.</p> <p>Bill Barnard should have made short work of all that, but he was a bit flat. He agreed about priorities, but said the Democrats had a better record on all of them. Didn't mention Obama too much either, now I reflect on it. </p> <p>McCain's record deserved respect, but wasn't any where near as good as claimed. He seems obsessed with process, not with substance. On the two issues where he's broken with his party on substance – the amnesty for illegal immigrants and carbon emissions – he has been forced to backtrack.</p> <p>Since Cox had made much of McCain's judgment, Barnard retaliated by saying that a man of 72 with skin cancer problems who picked Sarah Palin as his running mate when he barely knew her was not a man whose judgment voters should trust.</p> <p>Alaska looks big, but it has just 700,000 citizens – \"less than Birmingham\", he pointed out. As for Obama's tax-and-spend instincts, his tax cut for 95% of taxpayers could be funded simply by reversing the Bush tax cuts for the very rich – so great had those cuts been.</p> <p>As I suggested earlier, those sort of exchanges are way out of whack with reality as it is emerging on Wall St, Main St and New St Birmingham, which has five building society offices in a row. Brooks Newmark, MP for Braintree and himself a City figure, weighed in behind McCain and said: \"I love Sarah Palin.\" </p> <p>Why? Because she is a change candidate, a small town mayor who took on her party's establishment and became governor. All right, she's a Christian fundamentalist who kept her own Down's baby and made her pregnant 17-year-old daughter marry the boy and keep their baby. Easy to mock in Europe, but up to 150 million Americans think the same way. That is true – at least in theory – and it is a sobering thought.</p> <p>Francis Maude called Obama \"a formidable performance artist\" whose Denver acceptance speech he would long remember. Studiously neutral as to his own preference (many Tories favour Obama) he agreed that the next president should engage better with the world - and that either will do that. Unusually, both are change candidates, both outsiders.</p> <p>Two interesting details I'd not heard before. </p> <p>One: Barnard said that McCain wanted Senator Joe Lieberman, the ex-Dem independent from Connecticut who ran with Al Gore in 2000, to be his running-mate. But he was warned it would split the convention and provoke walk-outs. So he took Palin after a brief meeting.</p> <p>Two: Cox said that George Bush had a very optimistic view of the prospects for democracy in 2001 – \" very Rousseau-ian,\" he said, not a label you hear much. So did Condi Rice. After her experience with Yeltsin's Russia they both thought that, if you got rid of the bad guys, democracy would take root easily. </p> <p>\"You Brits, with your experience of the world, know better.\" The audience liked that, of course. Did anyone land a killer blow? No, but they agreed it is a remarkable election.</p>",
  "<p>More than 70 US newspapers have been helping to distribute a DVD of a documentary film, <a href=\"http://www.obsessionthemovie.com/\"><em>Obsession: Radical Islam's war against the West</em></a>, that has been <a href=\"http://ipsnews.net/news.asp?idnews=43983\">criticised as Islamophobic</a>. The DVD is being included as an advertising insert in newspapers in \"swing\" states ahead of the presidential election. </p> <p>As <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/22/uselections2008.republicans\"><strong>The Guardian</strong> reported last week</a>, the use of the DVD is being seen as an attempt to secure <strong>John McCain's</strong> victory over <strong>Barack Obama</strong>, who has been falsely accused of being a Muslim. Now the row over the DVD's distribution has proved controversial for newspapers.</p> <p>The film, produced in 2006 by <strong>Raphael Shore</strong> in collaboration with the pro-Israel media watch group <a href=\"http://www.honestreporting.com/\">HonestReporting</a>, draws parallels between radical Islamists and the Nazi party during the War, <a href=\"http://en.wikipedia.org/wiki/Obsession:_Radical_Islam%27s_War_Against_the_West\">specifically Hitler's relationship with the Grand Mufti of Jerusalem</a> as an inspiration for radical Islamic movements in the Middle East today. It is being distributed through <a href=\"http://clarionfund.org/\">the Clarion Fund</a>, a charity founded by Shore in order \"to educate Americans about issues of national security.\" </p> <p>Critics see it, however, as Muslim-bashing propaganda. \"Any neutral observer would say this is a biased, one-sided, inflammatory portrayal that seeks to portray Muslims and Islam as Nazi-like,\" <strong>Ibrahim Hooper</strong>, a spokesman for the Council for American-Islamic Relations, <a href=\"http://www.latimes.com/entertainment/news/business/la-na-muslimvideo28-2008sep28,0,7890909.story\">told the LA Times</a>.</p> <p>Clarion has spent \"multimillions\" to distribute the DVD in states like Ohio, Pennsylvania, Colorado, Michigan, Florida and North Carolina. Many papers in those states have carried paid advertising inserts including copies of the DVD, but it has proved divisive.</p> <p>The <strong>Denver Post</strong> distributed more than 553,000 copies of the DVD in its September 14 edition because, according to a spokesman, the paper seeks to \"keep access as wide as possible on issues-driven advertising.\" One reader responded by writing to the Post's editor: \"If I paid you to distribute an anti-Semitic DVD, would you be so obliging?\"</p> <p>The North Carolina title, <strong>Greensboro News &amp; Record</strong>, rejected the ad, calling the DVD \"fear-mongering and divisive.\" The paper's editor,<strong> John Robinson</strong>, <a href=\"http://blog.news-record.com/staff/jrblog/2008/09/one_more_note_o.shtml\">wrote on his blog</a>: \"Of course it's not free speech... Newspapers decide not to publish information every day. Most of the time we call it news judgment.\"</p> <p><strong>The Oregonian's</strong> decision to carry the DVD has sparked <a href=\"http://www.eandppub.com/\">a particularly bitter dispute</a>. The mayor of Portland pleaded with the paper's publisher not to distribute it. In a statement he said: \"The tenor of the video contributes towards a climate of distrust towards Muslims that holds the entire Muslim community accountable for the actions of a dangerously misguided few. Distributing with The Oregonian lends the video an impression of objectivity and legitimacy it does not deserve.\"</p> <p>Publisher <strong>Fred Stickel</strong> responded: \"I've always felt we have an obligation to keep our advertising columns as open as possible... There is a principle of freedom of speech involved here. I could find no reason to reject this.\"</p> <p>Yesterday, the ombudsman at <strong>The Blade</strong> in Toledo went so far <a href=\"http://toledoblade.com/apps/pbcs.dll/article?AID=/20080928/COLUMNIST17/809270221\">in his column</a> as to criticise his own paper for carrying the DVD, arguing that it should have rejected the deal. \"While I recognise the newspaper's need for revenue,\" he wrote, \"I wish The Blade had rejected this advertisement.\" </p> <p><a href=\"http://www.huffingtonpost.com/greg-mitchell/portland-paper-distribute_b_130091.html\">According to <strong>Greg Mitchell</strong></a>, some Obsession critics are claiming that there may be a link between the DVDs' distribution in Dayton, Ohio and a chemical attack on a local mosque a few days later.</p> <p>An abridged version of the film can be seen via Google <a href=\"http://video.google.com/videoplay?docid=-6331994107023396223\">here</a>. <em>Sources</em>: LA Times, HuffingtonPost, Wikipedia, Editor &amp; Publisher</p>"
]