[
  "<p>A little shudder went through me every time they said it. \"President Obama's first priority will be this,\" they would begin. Or, \"The Obama administration will find that ... \" Travelling in the US last week, I lost count of the pundits, experts and Democratic insiders I heard speak with such confidence. And each time they did, I felt the urge to mutter: \"Presuming he wins.\"</p> <p>Call it superstition, but it's one rooted in years of unhappy experience. After the British general election of 1992, or the Al Gore and John Kerry defeats of 2000 and 2004, the centre-left has surely learned that you don't count your chickens till they're hatched, squawking and deep into middle age. Which is why I won't believe an Obama presidency is possible until the morning of November 5 - and even then I'll wait till inauguration day on January 20, just to be sure. </p> <p>This is not fully rational. But who said elections are rational? They call it political science, but there's all too little that's scientific about it. Otherwise you could weigh the data and draw definite conclusions about what is about to happen. But politics doesn't work like that. </p> <p>Rationally, I know, every indicator points to a clear victory, if not a landslide, for Barack Obama. He is ahead in the polls, including in most of the key battleground states that will determine the winner. John McCain has now given up on Michigan, Iowa, Colorado and New Mexico - and is betting everything on taking Pennsylvania, a state even Kerry managed to hold four years ago. McCain's path through the electoral college is now narrow and perilous. </p> <p>What's more, he is low on ammunition. He has just $47m to spend, while Obama raised more than three times that amount, breaking every record, last month alone. In the air war of TV advertising, McCain is coming under saturation bombardment: for every ad he runs, Obama has three, four, even eight. </p> <p>Just as important, Obama is outgunning McCain on the ground. He has field offices, staffed up and teeming with volunteers, in the unlikeliest of places - small towns that cannot remember the last time anyone remembered them. Fivethirtyeight.com's Sean Quinn has been dropping in on those and on the McCain operation and describes a stunning contrast. Not only do Obama's offices outnumber McCain's by four to one, but the latter are often empty or near-empty, filled with lines of unused phones, just one or two people making calls. Quinn added up the number of McCain volunteers he had seen in six states - and it equalled the number working for Obama in the single town of Durango, Colorado. </p> <p>The intangible signs are just as positive for Obama. The endorsement by Colin Powell got all the attention, but the Democrat has also won the backing of conservative newspapers, from the Houston Chronicle to the Idaho Statesman. No one pretends such endorsements swing elections, but they tell you something about the prevailing wind. </p> <p>And yet I still won't say this election is over. For one thing, there is no precedent for this contest: an African-American nominee for a major party is a first. We simply don't know if the notorious Bradley effect - whereby more voters tell pollsters they plan to back black candidates than actually vote for them - will bite on November 4. Last week senior Democrats were telling me to look at the Tennessee senate race of 2006. Pre-election polls showed the African-American Democrat, Harold Ford, behind by three points - and he lost by three points. The polls got it right; ergo, the Bradley effect is dead.</p> <p>But this is a presidential race; it's different. A pessimistic gut instinct tells me that older, white voters across Appalachia could break for McCain, putting Ohio and West Virginia in his column. Perhaps McCain thinks the same and that's what's prompted him to bet everything on Pennsylvania. With a relentlessly negative message in this last stretch, powered by robocalls suggesting Obama pals around with \"domestic terrorists\" and by fliers photomontaging Obama's face with that of Osama bin Laden or subtly linking him to 9/11, Republicans believe they can plant just enough fear that Obama is an alien, un-American stranger - \"Not who you think he is,\" says one leaflet - to make November 4 a very long night. Meanwhile, if Democrats grow complacent, and young voters don't turn out, believing victory is already in the bag, those Republicans could be proved right.</p> <p>But let's say I'm too much of a worrier and that we should trust the objective data - let's dare ask the question now exercising the chatterers in Washington and beyond. What would an Obama presidency be like? </p> <p>The first, depressing thought is that, if the result is close 13 days from now, Republicans will seek to challenge Obama's very legitimacy. That sounds far-fetched: after all, George W Bush only won in 2000 thanks to a single vote on the supreme court and the Democrats did not hesitate to salute him as the commander in chief. But Republicans play by different rules. Recall the treatment meted out to Bill Clinton. He won fair and square in 1992 and again in 1996, but that did not stop Republicans using every means to cast him as essentially unfit for high office - culminating in the impeachment effort of 1998. They will surely follow the same approach towards a President Obama. Indeed, they're doing it already: last week McCain campaign manager Rick Davis claimed a \"cloud of suspicion\" hangs over the election, because of Obama's links to Acorn, a grassroots group accused of trying to register bogus voters. That sounds a lot like a party preparing either to make a legal challenge to a close result - or to brand the eventual winner as illegitimate. </p> <p>If Obama wins big, that will be a harder case to make. Then what? Some Democrats are growing excited at the prospect of what could be the strongest, most progressive administration since the Lyndon Johnson landslide of 1964. That may not be wholly delusional. On current projections, the Democrats are on course to win both the House and perhaps a filibuster-proof 60 seats in the Senate. Obama would have the muscle to drive through a truly radical programme. </p> <p>Still, the voice of caution nags. First, the precedents are not encouraging. Both Clinton and Jimmy Carter were greeted by a fully Democratic Congress - and both got snarled up early. If the smoothness of his campaign is any guide, Obama will be a savvier operator than either of those two predecessors. But the danger is real. </p> <p>Second, Obama could be constrained by a simple fact: the cupboard is bare. After years of profligacy and Bush's ballooning deficits, there is too little money around for a raft of government projects that would cost dear. </p> <p>And yet, Obama has made clear that he holds the Keynesian view that a recession is precisely the time to start spending money. What's more, the banking crisis has so thoroughly discredited the laissez-faire approach to free markets, that the public mood is conducive to a shift leftward. One US historian suggests Americans only allow a dramatic expansion in government after a great rupture: FDR was preceded by the crash of 1929, LBJ by the Kennedy assassination of 1963. If that's true, then Obama might indeed prove to be, as Powell predicted, a \"transformational president\". </p> <p>See, even I'm at it now - getting way ahead of myself. Of course Obama has the potential to do all kinds of great things, but we're not there yet. First, he has to win. <br><a href=\"mailto:freedland@theguardian.com\"><br>freedland@theguardian.com</a></p>",
  "<p>The murder of Gayle Williams in Kabul on Monday follows a string of attacks on humanitarian aid workers in Afghanistan this year. The first seven months have seen more than 120 attacks and the murder of 30 aid workers. A further 92 aid workers have been kidnapped. In August the Taliban murdered three foreign women and their Afghan driver in an ambush just outside Kabul, which was the bloodiest single attack on an international organisation in Afghanistan in recent years. The four were working for the US-based International Rescue Committee, which I worked for when I lived in the country.</p> <p>The Taliban justify their attacks by claiming that the aid organisations are attempting to proselytise for Christianity, which is illegal in Afghanistan. A relatively high proportion of those killed have been women, and it is quite likely that the targeting of women is a deliberate policy. When I was working in Jalalabad in 2004, the Taliban blew up a bus of women election workers as part of their campaign to try to prevent women voting in that year's presidential election. Girls' schools are also regularly burnt to the ground because the Taliban object to the education of women.</p> <p>The Taliban view aid workers as soft targets. We are unarmed and we tend not to accept military escorts, as that would affect our humanitarian status. However, it is impossible to do the job without going into the field and, although security precautions are taken, we are probably the simplest high-profile victim.</p> <p>Targeting aid workers is also a good way to achieve a wider political objective of halting the reconstruction of the country and undermining the authority of its central government. Afghanistan is hugely dependent on international assistance and - unlike Iraq - there is still considerable support for the international presence. That support has shrunk in recent years, as many Afghans believe that most of the aid is not getting through to its intended recipients. The more the insurgents can isolate the international community from ordinary people, the easier it is to portray our presence as a straightforward occupation of their country.</p> <p>In fact, when they were in government, the Taliban relied heavily on the international humanitarian community to make up for their total neglect of social programmes. \"God will provide\" was Mullah Omar's standard answer when asked about his government's plans for healthcare and education. What he really meant was that he was leaving the task to international aid workers.</p> <p>This has led to a more complex relationship between aid organisations and insurgents than is often supposed. Many agencies have been in Afghanistan for decades. Most were based across the border in Peshawar during the jihad against the Russians, and their aid helped to sustain the families of the mujahideen, some of whom went on to form the Taliban. There are a network of personal connections, mediated through tribal elders, by which aid organisations continue to communicate with the Taliban, often seeking their informal permission to operate in certain areas. Last year the Taliban released four Red Cross workers, which they said had been kidnapped by \"mistake\". A spokesperson said: \"We have nothing against the Red Cross and we are going to release them soon.\"</p> <p>The US government has also tried to integrate the delivery of humanitarian assistance into its counter-insurgency campaigns in both Iraq and Afghanistan, which many aid organisations complain has reduced the \"humanitarian space\" within which we can operate. For most aid workers, political neutrality remains the best form of self-defence and the best way to gain access to crisis zones. </p> <p>• Conor Foley's book, The Thin Blue Line: How Humanitarianism Went to War, has just been published <a href=\"mailto:conorfoley30@hotmail.com\">conorfoley30@hotmail.com</a></p>",
  "<p>It's a deal nobody likes, but if the <a href=\"http://www.rttnews.com/Content/GeneralNews.aspx?Node=B1&amp;Id=744638\">Iraqi and US governments</a> fail to reach a legally binding status of forces agreement by the end of December, startling consequences could quickly ensue. US troops would be required to cease all land and air operations; all military personnel would be confined to base; and preparations for wholesale withdrawal would begin.</p> <p>That eventuality would be met with a cheer or three by Iraqis opposed to continuing occupation – a majority, according to opinion polls – and by opponents of Iraq policy in Europe and the US. Making the point, thousands of followers of the radical Shia cleric, Moqtada al-Sadr, <a href=\"http://ap.google.com/article/ALeqM5hwK_CSpBxsNuVUEaDuOwmSSCiqGwD93SQ8LO0\">took to Baghdad's streets</a> on Saturday to demand that the US, Britain and the rest get out immediately.</p> <p>The prospect of a sudden, <a href=\"http://www.theguardian.com/world/2008/oct/17/iraq-usa\">involuntary US exit</a> has also been moved closer by the belated realisation that the UN security council, bypassed by George Bush before the 2003 invasion, might be reluctant to extend the occupying powers mandate it subsequently agreed. Veto-wielding Russia, still smarting over the Georgia row, could in theory refuse to go along.</p> <p>Robert Gates, the US defence secretary, says he is confident it will not come to that and a deal will done by Christmas. Others are not so sure. Last week, aides to Iraq's prime minister, <a href=\"http://www.bloomberg.com/apps/news?pid=20601081&amp;sid=awzMnOuviHOw&amp;refer=australia\">Nouri al-Maliki</a>, outlined a draft agreement replacing the UN mandate with a bilateral pact allowing US forces to stay until 2011, but Shia parties within Maliki's ruling coalition have since blocked it.</p> <p>The Iraqi cabinet <a href=\"http://ap.google.com/article/ALeqM5hwK_CSpBxsNuVUEaDuOwmSSCiqGwD93UU05O1\">met again today</a> to discuss the draft terms, but final agreement was not expected and the foreign minister, Hoshyar Zebari, predicted the required parliamentary vote would not be held until after next month's US presidential election.</p> <p>Shia parties controlling 85 of parliament's 275 seats, including the Supreme Islamic Iraqi Council and Maliki's Dawa party, object to the draft for two main reasons. One is that it allows America's tenure to be extended after 2011 if both sides agree. That has raised the spectre of an ongoing US military presence entrenched in quasi-permanent bases – something the Pentagon, despite much scepticism, insists it does not want.</p> <p>The second objection is that US nationals who commit crimes under Iraqi law will not be subject to Iraqi justice other than in exceptional circumstances. That, say some lawmakers, is a further affront to Iraq's battered sovereignty.</p> <p>Other considerations are at work. Iraqi officials privately admit they need US military support, particularly air cover and help with logistics and training, for the foreseeable future. While Maliki apparently accepts this, he is also an Iraqi nationalist proud of the progress the country's reformulated, 600,000-strong security forces have made in subduing problem areas such as Basra and Sadr City in Baghdad.</p> <p>Analysts suspect Maliki would like to see the back of the Americans before 2011 if it could be managed – hence his feting this summer of Democrat Barack Obama, who proposes a 16-month withdrawal deadline. Like fellow Shia and Sunni politicians, he knows feeble acceptance of a continuing US occupation could severely dent voter support in upcoming provincial and general elections. Members of the main Sunni Muslim Tawafiq, or Accordance bloc are making similar calculations.</p> <p>Ironically perhaps, Bush doesn't much like the deal on the table either. Like the Republican presidential candidate John McCain, he has always resisted setting firm timetables. His senior general, David Petraeus, went out of his way recently to warn of the several \"potential storm clouds\" that still threatened – including simmering sectarianism, the status of Kirkuk, religious persecution as in Mosul, the relationship with Kurdistan, oil revenue-sharing and the rights of returning refugees.</p> <p>According to Petraeus, who now heads <a href=\"http://www.theguardian.com/commentisfree/2008/oct/20/nato-afghanistan\">US Central Command</a> overseeing the entire Middle East, all these considerations argue for a slow, careful approach to Iraq troop draw-downs.</p> <p>American caution directly relates to another key factor: arch-enemy Iran's continuing attempts to manipulate Iraqi politics for its own ends. Tehran wants the Americans out right now and is lobbying hard against the draft pact. So hard, in fact, that the US commander, General Ray Odierno, accused Iran last week of bribing MPs. His claim brought a sharp rebuke from Maliki who said, rather portentously, that Odierno \"had risked his position\".</p> <p>The US-Iranian struggle for influence in post-occupation Iraq is a coming story – and Maliki and his fellow nationalists are caught in the middle. Manoeuvring against the importunate Americans may make short-term political sense, even if it ignores security realities. But Iran's ongoing machinations also threaten the recovery of national sovereignty.</p> <p>With a foot in both camps but belonging to neither, Maliki doesn't want to choose between the two.</p>",
  "<p>By night, the <a href=\"http://www.carpenters.org/\">Carpenters and Joiners Union</a> building on Alum Creek Drive in Columbus, Ohio, appears grey and indistinct. But there was no missing the pre-debate conversations coming from the car park. This was one of many locations across Columbus chosen by the American Federation of Labour and Congress of Industrial Organisation - the famous <a href=\"http://www.aflcio.org/\">AFL-CIO</a> - for its members to get together and watch the final televised <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama2\">debate between Barack Obama and John McCain</a>. The union's largely composed of those blue-collar workers required to win Ohio for the Democrats.</p> <p>The AFL-CIO <a href=\"http://blog.aflcio.org/2008/06/26/afl-cio-endorses-obama-launches-meet-barack-obama/\">came out early in support of Obama</a> during the Democratic primaries, with its president, Joe Rugola, describing Obama as <a href=\"http://www.dispatchpolitics.com/live/content/editorials/stories/2008/07/20/hallett20.ART_ART_07-20-08_G5_3FAPN87.html?sid=101\">\"the smartest candidate for president I've ever met\"</a>. But for some being smart isn't enough - it's Obama's race that's the barrier. In recognition, Rugola and the union instituted a campaign to back Obama on the issues but recognising that \"some folks are going to have a problem with what we're saying about Barack Obama's ability to be a leader because he's African-American.\"</p> <p>Among the union members was Norman Wernet, a state director for the Alliance for Retired Americans (ARA) in Ohio. He confessed, with a sigh, that the issue of race \"wasn't addressed four years ago in the 2004 election\". However there's a big push now, he said.</p> <p>Overhearing our conversation, David, a retired pipe-fitter, breaks away from the table and the small crowd around it having their fill of the pizzas and pretzels laid on - and heads toward us. David also works for the ARA as a volunteer. He takes pride in some of the volunteers he's helped to recruit, some of whom are well into their 80s. \"It's about the issues ... the $1.3tn that McCain will take out of Medicare,\" he says.<br> If David is right that the membership, in the end, will vote on the issues, and the union is convinced that the Democrats have the right programme, why is Obama struggling to win over the older union vote? David has an explanation. He argues that when the older generation of Poles, Germans and other European immigrants established communities in Ohio, they didn't even interact with one another, let alone the black community. He says when he visits the older members of these communities, in places like Cleveland and Toledo, he tells them: \"When going to war, would you rather have a black friend or a white enemy?\" Part of the AFL-CIO's campaign is not only to confront the harsh realities of race in this presidential election, but the political challenge of the much-debated <a href=\"http://en.wikipedia.org/wiki/Bradley_effect\">Bradley effect</a> - named after Tom Bradley, the African-American mayor of Los Angeles who failed to win the governorship of California in 1982, despite holding a wide lead in pre-election polls. This is a huge political question in a marginally Republican state such as Ohio, with a columnist, Joe Hallett, in the <a href=\"http://www.dispatch.com/\">Columbus Dispatch</a> newspaper suggesting that the Bradley effect makes opinion polls here harder to rely on.<br> Theotis James, the fast-talking president of the Transport Workers Union in Ohio (and an African-American), believes blue-collar voters will come down to deciding on the candidates' records, not their race. Anyhow, Theotis laughed, \"nothing's going to affect the way I vote.\"</p> <p>Theotis's relaxed approach gives credence to a quiet political shift, noted in the New York Times, which shows <a href=\"http://www.nytimes.com/2008/10/14/us/politics/14race.html?pagewanted=print\">a growing number of African-Americans are being elected</a> in predominately white districts, \"in states like New Hampshire, Iowa, Kentucky, Minnesota, Missouri, North Carolina and Tennessee\". Is Ohio and America about to go national with that trend? I'm in a precinct of Ohio where 23% of the electorate is African-American, according to David Robinson, who is running as a Democrat for a congressional seat under the slogan: \"A new energy for Ohio, a new voice in Congress\". His pitch reflected this new energy, that the younger white voters and young families moving into the area will outweigh the older voters.</p> <p>Before getting seated for the debate, Bruce Bostick stops to chat. Although retired, Bruce still considers himself a steelworker. At the bottom of his business card he has printed: \"United we stand, divided we fall\". He says of the Bradley effect: \"We may see some of that … but we won't see it at the levels of the past.\" He's at pains to point out that the labour unions haven't been given the credit they deserve for tackling the issue.</p> <p>As we watch the debate and the subject turns to the economy, Bruce vocalises his comrade-in-arms credentials, as he shouts at McCain on-screen: \"We are all fighting a class war. We just wanna have our class win once in a while.\"</p>",
  "<p>The day Fannie Mae and Freddie Mac finally fell, six long weeks ago, and the government stepped in with hundreds of billions of dollars of loan guarantees, I was returning from a weekend trip to <a href=\"http://www.goldengatephoto.com/WestUS/halfdometrip.html\">Yosemite</a>. The day before, my friend Jason and I had scaled Half Dome rock.</p> <p>Half Dome is nearly two miles above sea level. To get to it, you have to walk nearly five miles, up steep, winding mountain paths. Then, your legs weak and lungs burning, you have to climb up hundreds of steep steps cut into the granite. Finally, you reach a plateau; you lie down and try to get your body back under control; and then you go for the summit. To reach it is a leap of faith. Half Dome is too steep to walk up; but one small part of the cliff face is \"only\" at a 45 degree angle. Pairs of stakes have been hammered into the rock at 10 or 20 feet intervals; and steel cables threaded along them.</p> <p><a href=\"http://www.yosemitevacation.com/_hd-photo_gallery.htm#Gallery\">To conquer Half Dome</a>, you have to pull yourself up 400 feet of cables. You take deep breaths, haul yourself from one set of stakes to the next, wedge your feet against the wooden slats at each set of stakes; and then repeat the process. If you fall, there's absolutely nothing to stop you – a terrifying fact you're reminded of every few minutes when someone drops their water bottle. Fall at just the right angle and you'll land hundreds of feet below with broken bones galore, but alive; fall at a slightly different angle and you slide off the edge of the cliff and drop thousands of feet to the valley floor.</p> <p>So, what does this have to do with our current economic woes? Well, we know we've lost our footing and fallen from a great height. In the weeks since Freddie and Fannie were essentially nationalised, investment banks and thrift banks have failed, credit markets have frozen, investors started runs on money market accounts, banks the world over have been semi-nationalised, trillions of dollars of taxpayers' money has been put on the line to support the system, stock markets have dived and several countries have themselves veered towards insolvency. That much is a given. What we don't yet know – and won't for months, possibly even years – is the extent of the damage. Will our economies and societies emerge battered but alive? Or will the system of exchange and wealth creation that we have taken for granted for generations prove unfixable?</p> <p>If that sounds melodramatic, it's meant to be. We're in the midst of the sort of collective re-imagining of national and global institutions, of the obligations of government and the needs of citizenries, that occurs perhaps once every couple of generations. </p> <p>At the end of the day, governments will emerge from the near-meltdown of the global financial system either larger or smaller. If they succeed in staunching the fiscal haemorrhage, governments will emerge much larger – with ownership stakes in pillars of the economy, with roles as extensive regulators and arbiters of the marketplace that they have not previously had, and with populations demanding they use that new clout not just to keep financial markets solvent but to keep populations out of poverty – through, for example, new health coverage systems and new employment schemes. If they fail, recession will turn into depression, tax revenues will shrivel, meaning that governments, too, will contract, and even the most powerful nations will find their organs of state incapable of mitigating the consequences of the meltdown. Within that broad range of possibilities the one thing we can be pretty certain of is that governing apparatuses and international relations won't emerge looking identical to how they did going in to 2008.</p> <p>In the desperate days before France fell to the Nazis, Churchill and the French government parlayed about the possibility of <a href=\"http://www.jstor.org/pss/260024\">merging France and the United Kingdom</a> into one country. In the years after the second world war and the explosion of two atomic bombs over Japan, many scholars pondered the possibility of world government as a way to avoid competing nations marching toward nuclear catastrophe.</p> <p>Both of those ideas hadn't a snowball in hell's chance of success, but they did in some ways affect the timbre of international relations. England and France never unified, but during the 60 years following the end of the war the European Union emerged as a continental entity with at least some supranational governing responsibilities. World government was never a serious option, but the United Nations has remained a durable institution and organisations such as the International Atomic Energy Agency, the IMF and the World Bank have operated, with varying degrees of success, on a transnational basis for many decades.</p> <p>So, as the current order crumbles, how about a bit more emphasis on the eirenic? The 15th and 16th century scholar <a href=\"http://www.historyguide.org/intellect/erasmus.html\">Desiderius Erasmus</a> advocated a system of international relations based around harmony and fairness rather than competition and warfare. As new domestic institutions, along with a new system of international relations, emerges out of the failed economic experiment of the past three decades, let's start a real conversation about who's included in the new system. Already responses to the crisis are being hammered out not by the G-8 but by the G-20. That's a start, but it still leaves unconsidered the interests of the billions of people living outside these 20 large economies.</p> <p>There's been a lot of talk in America recently about saving the middle classes; as well as propping up the structure of the first world economy upon which global prosperity depends. And I certainly don't underestimate the importance of that. But there's a risk that attention to poverty, to domestic working classes and impoverished peoples overseas, gets lost in this mix. </p> <p>Both Barack Obama and John McCain have gone out of their way to appeal to the struggling middle class in the US election. Partly that's because the vast majority of Americans, no matter how blue collar they might be, self-identifies as either middle class or as aspiring to attain middle-class status. But partly it's because there's more political capital to be gained from paying attention to people who've lost thousands of dollars in their 401(k)s than to people who never had <a href=\"http://en.wikipedia.org/wiki/401K\">401(k)s</a> to begin with. The wealthier you are in America, the more likely you are to vote. That's been true for decades.</p> <p>Obama's economic package at least talks about raising the minimum wage and indexing it to inflation; and his advocacy of a three-month halt to home foreclosures would give at least some reprieve to working families teetering on the edge of personal catastrophe. McCain, by contrast, does little more than advocate more tax cuts – which doesn't really address the problem of a growing underclass too poor to pay significant amounts of taxes in the first place, already reliant on government and charity food subsidies, and increasingly unable to establish decent credit, relying instead on exorbitantly high interest payday loans, check-cashing outlets, and pawn shops for their borrowing needs. </p> <p>Commentators have spent much time analysing Obama and McCain's differing body language in their third debate. To my mind, the most interesting moment was when McCain challenged Obama on why he opposed a free-trade agreement with Columbia. Obama answered that labour leaders in Colombia were being targeted by death squads. The camera panned to Mccain; as Obama talked of trade union leaders being assassinated, the Republican rolled his eyes.</p> <p>I think at this point we can take it as a given that Obama is more concerned with the rights of working people than is McCain. But that doesn't necessarily mean Obama's talking in strong enough terms about poverty in the post-fall era.</p> <p>If we're going to set up new institutions to mediate money-flows, let's set up some system to invest in developing countries, especially around tackling the issue of global warming. Last year the <a href=\"http://www.undp.org/climatechange/\">United Nations Development Programme</a> issued a report detailing how poorer nations needed access to billions of dollars to alleviate the affects of already-unleashed climate change; and billions more to upgrade their energy systems so as to be able to move into a post-carbon age and limit any further planetary temperature increases. Without it, they warned, poor regions would see increased drought, water shortages, epidemics and starvation.</p> <p>At the same time, let's have a serious conversation about developing bigger and better micro-lending institutions, so that small business owners and farmers around the world can survive the hard times ahead, and, down the road, move their families toward economic security. Let's talk about renegotiating poor countries' debt obligations; after all, if first world governments can buy up trillions of dollars in \"toxic debt\" from banks, why can they not perform a similar function for development-hindering debt owed by poorer nations? That wouldn't mean a canceling of debt, but rather a renegotiation, akin to the notion of revamping the corrosive variable rate sub-prime mortgages pushing so many US families into homelessness.</p> <p>These are just a few anti-poverty measures that could be taken. Many more could, and should, be developed over the coming years.</p> <p>Early on in the Democratic primary season, John Edwards talked passionately about a fairer deal for America's poor. Like Bobby Kennedy 40 years earlier, he went beyond mere platitudes about \"Main Street\" and the hurting middle classes. As we enter the final days of the presidential race, and start imagining the new institutions, the new social compact that a post-financial meltdown world demands, there's even more urgency that issues of engrained poverty, both in the US and overseas, are addressed in a smart, transnational manner.</p>",
  "<p>The US government today dropped war-crimes charges against British resident Binyam Mohamed, who has accused the American military of torture, and four other detainees being held at Guantánamo Bay.</p> <p>The ruling may be a fleeting victory for the five detainees, however. The Pentagon said today that the chief prosecutor at Guantánamo, US army colonel Lawrence Morris, has reserved the right to reinstate the charges at any time against the men.</p> <p>Moreover, lawyers for the 30-year-old Mohamed expect the Pentagon to dismiss their entreaties to send him back to the UK, where he lived in London for seven years before his arrest. The US is expected to file new charges against Mohamed after the presidential election season.</p> <p>Today's dismissal of war-crimes charges comes weeks after Darrel Vandeveld, a lieutenant colonel in the US army, became the second prosecutor at the Guantanamo prison to resign this year. </p> <p>Media reports have since quoted from an anguished email Vandeveld sent to a priest before his resignation, expressing \"grave misgivings\" about the US military's decision to withhold evidence that could be favourable to Guantanamo detainees. </p> <p>The American Civil Liberties Union (ACLU), which is representing Mohamed in a private lawsuit against an airline accused of helping the US government transport him to prison, hailed the dismissed charges as an indictment of the Guantánamo trial process.</p> <p>\"The implosion of these five prosecutions painfully underscores how the Bush administration's torture and detention policies have failed to render justice in any sense of the word,\" ACLU executive director Anthony Romero said in a statement.</p> <p>Mohamed was apprehended in 2002 in Pakistan, after attempting to board a flight to London, and later sent to Morocco for interrogation by US forces. His lawyers allege he was subjected to 18 months of violent treatment, including razor cuts to his genitalia, and have sued the UK government to force the production of evidence proving his claims.</p> <p>The four other detainees who saw their charges dropped today are Noor Uthman Muhammed, a Sudanese national; Sufyiam Barhoumi, an Algerian national; and two Saudi nationals, Ghassan Abdullah al Sharbi and Jabran Said Bin al Qahtani.</p>",
  "<p>Apparently, it's all Jimmy Carter's fault. It was Carter who brought the first virulent strain of political religiosity to the White House. Carter who first wore his Christian faith on his presidential sleeve. Carter who first alerted his Republican opponents to a voter base who cared more about faith than about policy. (Reagan trounced Carter at the next election to some degree by playing the \"holier-than-thou\" card.) Since Carter, no American president or presidential nominee has professed anything other than piousness – religion has become simply a prerequisite for the job, in much the same way as being white and male once was.</p> <p>This, at least, is the view of Larry Charles, whose new documentary <a href=\"http://www.theguardian.com/film/movie/126615/religulous\">Religulous</a> had its UK premiere in the <a href=\"http://www.theguardian.com/film/londonfilmfestival\">London film festival</a> at the weekend. Charles didn't go quite so far as to demand Carter hand back his Nobel prize, but given the apocalyptic tone of the <a href=\"http://www.theguardian.com/film\">film</a>'s conclusion, he might as well have. His film, a collaboration with late night TV host Bill Maher, argues that religion is not only ridiculous – hence the film's title – but that, in a society afraid to challenge its dogmas, religion is downright dangerous. A mushroom cloud montage worthy of Kubrick summarises the argument, and when you see the current leader of the free world say, \"I believe that God wants everybody to be free – and that's one part of my foreign policy,\" it's hard not to feel a little disturbed.</p> <p>In truth though, Religulous is not a film that takes its own arguments all that seriously. It is, first and foremost, \"a date movie\" – the sort of film that, whether you agree with its agenda or not, should at least have you laughing. Like Charles's last film, <a href=\"http://www.theguardian.com/film/movie/114557/borat\">Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan</a>, its principal achievement is to make Americans look really, really dumb. One of the film's funniest moments comes from a Democrat senator, Mark Pryor, who, having admitted the jury is still out as far as he is concerned about \"Adam and Eve 5,000 years ago with a talking snake in a garden\", goes on to admit that \"you don't have to pass an IQ test to be in the Senate\" and then looks mortified as he realises what Maher has just got him to say on camera. (The lawsuits, incidentally, are already coming thick and fast.)</p> <p>There are a few genuinely interesting voices in the film, like the Vatican priest who thinks a lot of the Old Testament is hokum, or Francis Collins, the former director of the Human Genome Project and a devout Christian. But there is little room among Religulous' broad satirical sideswipes for these more nuanced, intelligent viewpoints. Cut instead to the cannabis-worshiper in Amsterdam getting a short, sharp dose of paranoia: \"Hey, your hair is on fire!\" Or the anti-Zionist Orthodox Jew, who is friendly with Ahmadinejad. Or an extended sequence at The Holy Land Experience, a theme park in Florida whose daily crucifixions are, inevitably, a sell-out.</p> <p>Ultimately, though, I worry that the film's message is unlikely to get through to the people who really should hear it: the po-faced rightwing Christians who still believe God Loves America and vote accordingly. If those people do go to Religulous, it will be to picket outside, and that's a shame because I think Maher and Charles might have the right idea. Comedy appeals first and foremost to the inquiring mind, and if their film encourages people to engage their brains while they're choking back tears of laughter, it can only be to the good.</p> <p>The problem is, when you see former teen idol Kirk Cameron earnestly telling his fellow Christians to \"bypass their intellect\", you realise that for some people, religious ideology and a sense of humour will always be diametrically opposed. If there is an End of Days somewhere on the horizon, it's not hard to believe that its perpetrators will be the sort of people who find nothing to laugh about in Religulous.</p>",
  "<p>The momentum of <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>'s presidential campaign has penetrated Republican heartlands and led to a growing number of once-safe red states being considered winnable.</p> <p>Obama's legions of volunteers and campaign staff have made deep inroads in North Dakota and Missouri - states that have not voted to put a Democrat in the White House since 1964 and 1996 respectively.</p> <p>Polling in North Dakota, a sparsely populated prairie state with a rugged frontier conservatism, puts Obama in a dead heat with his Republican rival, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>.</p> <p>In Missouri - a much older state with large metropolitan areas around St Louis and Kansas City and a rural white conservative base - Obama has edged ahead of McCain in seven out of 10 major polls since early October. The most recent, released yesterday by Fox/Rasmussen, shows him at 49% to McCain's 44%.</p> <p>Should Obama's lead in Missouri and North Dakota hold, their combined 14 electoral votes would give Obama a strategic cushion in the electoral college and free up some of his campaign war chest for spending elsewhere. If Obama wins these states he will enter office with a strong national mandate for his policies.</p> <p>\"It's mathematically irrelevant,\" says the liberal blogger and Democratic internet organising pioneer Markos Moulitsas Zuniga of North Dakota. \"But politically it would be huge. It would show Republicans that they aren't safe anywhere, not even in their supposed strongholds.\"</p> <p>Polls indicate Obama has won support for his plans to handle the economic crisis. He has a large advantage over McCain in campaign funds and volunteers, enabling him to buy more advertising, staff the telephones and send people doorknocking for support.</p> <p>In recent weeks, the Obama juggernaut has overwhelmed long-held assumptions about the viability of a Democratic candidate in states like North Dakota, Virginia and North Carolina. In 2000, the Democratic presidential geographical base was limited to the liberal north-east and west coasts, and the traditionally progressive states of the upper mid-west.</p> <p>In 2004, John Kerry lost ground, ceding New Mexico and Iowa to George Bush, and Democrats feared that the Republican party's appeal to culturally conservative voters had crystallised, locking out the Democrats from large swathes of the south and mid-west.</p> <p>Obama won the Democratic nomination in part on a promise to redraw the electoral map with his appeal to young voters, blacks and independents sick of Bush Republicanism. He was aided by efforts of the Democratic party's chairman, Howard Dean, who pledged to revive dormant party organisations in conservative states like Oklahoma.</p> <p>Obama has been helped by his long and bitter primary battle with Hillary Clinton. By the time he staggered over the finish line in June, he had built massive volunteer organisations in Republican states such as North Carolina. Once he had the nomination secured, his campaign redirected these resources to the general election battle with McCain. Democrats registered hundreds of thousands of new voters across the country.</p> <p>At first, the election race seemed to follow the geographic groove cut by Bush and his successive opponents Al Gore and Kerry, with the fiercest battlegrounds in Florida, Ohio and Pennsylvania.</p> <p>But it soon became clear Obama was competitive in Colorado and New Mexico, where he has maintained a substantial polling lead boosted by his popularity with Hispanic voters. By mid-September, when the US banking system appeared on the verge of collapse, Obama had pulled ahead in Virginia and was pressuring McCain in North Carolina.</p>",
  "<p><a href=\"http://www.london.gov.uk/assembly/members/tuffreym/biog.jsp\">Mike Tuffrey AM</a> is leader of the Assembly's Liberal Democrat group and speaks for it on housing, planning and the environment. He'd like to see a bit more action from the mayor: </p> <blockquote> <p>Boris Johnson's take on the current financial tsunami sweeping through the London economy is awfully similar to advice regularly given to another bank manager, in mythical <a href=\"http://en.wikipedia.org/wiki/Walmington-on-Sea\">Walmington-on-Sea</a> – \"Don't panic Mr Mainwaring!\" - and is equally unreassuring. It forced me to characterise his response to my questioning last week as \"dangerously complacent\". </p> <p>London's unemployment, already the worst regional rate in the country, is on the rise. Every serious analysis shows it will get worse. I called on him to bring forward a package of urgent action to support the London economy. For example, we should be looking at a short term boost to tourism promotion and extending the existing half price travel scheme from people on income support to those with Job Seekers Allowance. </p> <p>Compare the lack of action in London with New York, where Mayor Bloomberg is being courted for his advice by both presidential candidates about the bailout. To shore up the city council's finances, he's looking at putting up the local property tax - tough decisive action, even more remarkable in a politician looking for re-election - because, to cap it all, he is citing the need for his experience at a time of crisis to make the case for relaxing the two-terms limit so he can run for an unprecedented third term.</p> <p>Not that London is the same as NYC, but unlike Mayor Johnson, Bloomberg <strong>is</strong> a \"man with a plan\". He's talking about diversifying the economy away from over-reliance on financial services, bringing in tax breaks to encourage the film and TV industries, and, yes, promoting tourism. In short, a man with the experience, gravitas and ideas to help carry the city through its crisis and reassure citizens. <a href=\"http://en.wikipedia.org/wiki/Q.E.D.\">Quod erat demonstrandum</a>, as someone might say.</p> </blockquote> <p>Thanks for that, Mike. Sane responses from readers always welcome.</p>",
  "<p>Barack Obama's lead over John McCain has widened to eight points a fortnight before the US presidential election, according to the latest poll today.</p> <p>The Reuters/C-SPAN/Zogby telephone tracking poll put Obama on 50% and McCain on 42%.</p> <p>It is the first time Obama has stretched his advantage over McCain to more than six points since the tracking poll began more than two weeks ago.</p> <p>The pollster John Zogby said: \"Things clearly are moving in Obama's direction.\"</p> <p>The poll found growing support for Obama among a number of key groups, including Republicans, in the wake of an endorsement from the former Republican secretary of state Colin Powell.</p> <p>Polling took place between Saturday and Monday. Powell announced his support for Obama on Sunday morning. </p> <p>\"Maybe this is the Powell effect. That wasn't just an endorsement, that was a pretty powerful statement,\" said Zogby.</p> <p>His support among Republicans has increased from 9% to 12%. Among independent voters he has opened up a 15% lead. </p> <p>Obama told NBC television yesterday that Powell was welcome to campaign for him and might have a place in his administration. He said Powell \"will have a role as one of my advisers\" and that a formal role in his government was \"something we'd have to discuss\".</p> <p>A poll released yesterday for CNN-Opinion Research Corp conducted between Friday and Sunday showed Obama's lead had narrowed to six points, 49-43. </p> <p>Its previous poll gave Obama an 11-point margin. </p> <p>Obama is currently campaigning in Florida, which voted for George Bush in the last two elections. </p> <p>On Thursday and Friday he is due to suspend his campaign to fly to Hawaii to visit his seriously ill grandmother.</p> <p>McCain spent yesterday campaigning in Missouri, which has voted for the winning candidate in every election bar one since 1900.</p>",
  "<!-- Block 1 --> <p><strong>10:35am:</strong> The title doesn't sound exciting. The Commons business and enterprise committee is taking evidence on the \"departmental annual report\" and the \"current economic situation\". </p> <p>But it's Peter Mandelson's first formal appearance before MPs in his new job and so they're likely to ask him about pretty much anything. Well, maybe not everything. In the light of <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4982255.ece\">today's allegations in the Times,</a> the Tories may keep quiet about Oleg Deripaska. But flexible working and the future of the Post Office are almost certain to come up.</p> <!-- Block 2 --> <p><strong>10:38am:</strong> I see the order paper has got him down as Lord Mandelson of Foy and Hartlepool. As <a href=\"http://lordsoftheblog.wordpress.com/2008/10/16/its-lord-mandelson/\">Lord Norton</a> explained last week, that's wrong. It should just be Lord Mandelson, or Lord Mandelson, of Foy and Hartlepool. Read Norton. He'll tell you why the comma is important.</p> <p>Mandelson is here. He introduces himself as Peter Mandelson. And the chairman, the Tory MP Peter Luff, wishes him happy birthday.</p> <!-- Block 3 --> <p><strong>10:39am:</strong> Luff says he wants to cover three areas: <br>1) the machinery of government changes <br>2) the recession - \"I think we're allowed to use that word now\", Luff says <br>3) and the Post Office and flexible working.</p> <p>Luff says that when Mandelson went to Brussels, the bookies were offering odds of 3-1 on him leaving before his time was up.</p> <!-- Block 4 --> <p><strong>10:42am:</strong> Mandelson ducks the question, but he does want to comment on the Post Office and flexible working. He says that the quotes in the FT were not based on anything he had said to them in the last 72 hours. And he did not speak to the Independent (that covered the flexible working story). The way the story was presented owed more to the imagination of the subs, he claims, than to the intention of the reporter (Andrew Grice).</p> <p>Pressed on the FT, he says the quotes came from a \"casual conversation\" he had with an FT journalist after his appointment. But he did not find the report \"alarming\".</p> <!-- Block 5 --> <p><strong>10:43am:</strong> Luff says he does not want to get distracted by the \"excitable\" stories in the press. I think that's a reference to Deripaska. Luff says the Lords register of interests goes back three years. Does that mean that Mandelson will have to declare relevant interests going back three years?</p> <p>Mandelson says he doesn't know. But he stressed that, when he was a European commissioner, he was covered by a code of conduct.</p> <!-- Block 6 --> <p><strong>10:46am:</strong> <strong>Energy</strong></p> <p>Luff asks if he thinks it sensible for the department - he says his committee still prefers to think of it as the Department for Trade and Industry - to lose responsibility for energy.</p> <p>Mandelson says he thinks it makes sense for energy to be in a new department with climate change. He's meeting Ed Miliband, the energy secretary, later today for their first bilateral about how the two departments will work together.</p> <p>Britain is in a good position to be a market leader in climate change technology.</p> <!-- Block 7 --> <p><strong>10:51am:</strong> Britain is in a good position to be a market leader in climate change technology.</p> <p>Michael Clapham, Labour, asks how many staff the department will lose to the new energy department. And how much of it's budget will go.</p> <p>Mandelson says 520 staff will transfer from DBERR (Department for Business, Enterprise and Regulatory Reform - Mandelson's department) to Decc (the Department for Energy and Climate Change - I haven't heard that acronym before). Decc will also get £35m for administration, compared to DBERR's £297m.</p> <!-- Block 8 --> <p><strong>10:58am:</strong> Asked what he will bring to the department, Mandelson talks about the \"experience and knowledge\" that he has gained.</p> <p>Mark Oaten, Lib Dem, asks if there were any European regulations that worked against British interests.</p> <p>\"I don't think so,\" says Mandelson. But he says he shared with the British government concerns about directives like the agency workers directive.</p> <p>Luff asks if Mandelson is happy about the department no longer having responsibility for science.</p> <p>Mandelson says Luff is asking about decisions \"way above my pay grade\". Luff replies: \"There's nothing way above your pay grade\".</p> <p>On the question, Mandelson says that if he had been around when responsibility for science was taken away from the department, and given instead to John Denham's innovation department, he would have argued against it. But he can see the logic for science being placed alongside higher education.</p> <p>But \"we are where we are,\" he says. \"It has been agreed - decided, rather\" - a nice Mandelson line. He admires decisive prime ministers.</p> <!-- Block 9 --> <p><strong>11:01am:</strong> Luff says he's running a department that is now \"a shadow of its former self\". He's lost science and energy. But he's still in charge of anti-corruption, although the officials dealing with anti-corruption report to Jack Straw, the justice secretary, who was named last week as the government's anti-corruption champion. Why's that?, asks Luff.</p> <p>Good question. The assumption at Westmister was that Straw was given the job because giving it to Mandelson would have given the press an incentive to bang on about his two resignations.</p> <!-- Block 10 --> <p><strong>11:05am:</strong> Mandelson says that, before John Hutton had the anti-corruption job, it was held by Hilary Benn (when he was international development secretary, I presume).</p> <p>Mandelson stresses that he thinks Britain has a very good anti-corruption record. Luff says he is still \"puzzled\" why the officials dealing with this report to the permanent secretary in their department, but not to their secretary of state, but he does not press the point - or ask directly about Mandelson's two previous resignations.</p> <p>Mandelson wants to mention his action programme for the economy. Luff asks him to wait until they get onto the economy.</p> <p>Brian Binley, Conservative, asks about Mandelson's relationship with Gordon Brown. This should get interesting. He quotes Mandelson as saying that David Cameron had been \"swinging around like a pendulum\". Isn't that what Mandelson has been doing in his relations with Brown and Tony Blair?</p> <p>Mandelson quibbles about what he actually said. Luff - correctly - suggests he's playing for time.</p> <!-- Block 11 --> <p><strong>11:09am:</strong> On the main point, he says that his allegiance has always been to New Labour. He's always been \"rock-solid\" in that respect. \"I'm not for budging.\"</p> <p><strong>America</strong></p> <p>Julie Kirkbride, Conservative, asks if Mandelson is worried about the US turning protectionist after the presidential election.</p> <p>Mandelson says he is concerned about this. He has been \"encouraged\" by what John McCain has said about his commitment to open markets and free trade. </p> <p>And he's been \"encouraged\" by what Barack Obama has said \"more recently\" on this subject, although earlier Obama and Hillary Clinton were competing for the protectionist, blue-collar vote. He hopes that, whoever wins, the US will continue to embrace free trade.</p> <!-- Block 12 --> <p><strong>11:12am:</strong> It's a very diplomatic answer. He came close to criticising the Democrats, but without actually doing so.</p> <p>Kirkbride presses him on this. Wouldn't it be worse under the Democrats? Mandelson doesn't accept this.</p> <p>Luff says the committee will return to this at a later stage, perhaps with an inquiry.</p> <p><strong>Accountability to parliament<br></strong><br>Luff asks if Mandelson is adequately accountable to the House of Commons.</p> <p>\"If you feel unhappy about my accountability, then that would worry me,\" Mandelson replies. He wants to maintain his accountability to the Commons through this committee. He describes them as his \"principal Commons masters\".</p> <!-- Block 13 --> <p><strong>11:15am:</strong> He might have to see them more often than a normal cabinet minister to ensure accountability. This sounds quite flattering - which will probably go down well.</p> <p>Luff isn't easily put off. He says that, of the six ministers in the department, Mandelson and another two - Lady Vadera and Stephen Carter - are in the Lords. And of the three Commons ministers, two of them are shared with other departments: Gareth Thomas, who also works for international development, and Ian Pearson, who also works for the Treasury. The only DBERR minister in the Commons working solely for the department is Pat McFadden. Luff says he's concerned about this.</p> <!-- Block 14 --> <p><strong>11:18am:</strong> Mandelson says these weren't his decisions.</p> <p>Gareth Thomas will be travelling a lot, as a Dfid minister, Luff says. And Pearson is taking Treasury legislation through the Commons.</p> <p>Lindsay Hoyle, Labour, says that these two are \"part-time ministers\". There should be a full-time minister of state answerable to the Commons.</p> <!-- Block 15 --> <p><strong>11:24am:</strong> Mandelson defends \"sharing\" ministers. He says that when he was last at the (then) DTI, it did not cooperate with the culture department as well as it should have done. Carter will be able to \"straddle\" the two departments, as he did when he launched an initiative on digital technology at the end of last week.</p> <p>Mark Oaten says all MPs have got small business issues that they want to take up with a minister. But they can't take it up with the small business minister (Vadera) because she's in the Lords.</p> <p>Mandelson says he has not detected any unhappiness amongst business about the arrangements. Referring to Vadera, he says he has never thought of her as being \"hidden away\". (She is famously forthright.)</p> <p>Luff says that Alan Duncan, the shadow business secretary, has written to the committee asking to give evidence about Mandelson's lack of accountability.</p> <p>Mandelson floats the idea of changing Commons rules to allow him to appear at the dispatch box to be questioned by MPs. But he's straying \"beyond his comfort zone\", he says. It's an idea that Commons reformers have floated before, but it's hard to tell whether Mandelson is serious about it.</p> <!-- Block 16 --> <p><strong>11:34am:</strong> Clapham asks whether the proceeds of the sale of the government's stake in British Energy (to EDF) will go into the nuclear liabilities fund (NLF). The sale raised £12.5bn, and the government's stake was worth 35%. Mandelson and his permanent secretary, Sir Brian Bender, confirm that the money will go into the NLF.</p> <p>Luff points out that there is not a select committee overseeing the work of the new Department for Energy and Climate Change. His committee will do the job in the meantime.</p> <!-- Block 17 --> <p><strong>11:37am:</strong> <strong>The economy</strong></p> <p>Mandelson defends the decision to set up at national economic council. (It replaced another cabinet committee, and some critics said the innovation was cosmetic one, merely the renaming of a committee that already existed.) Mandelson says having the prime minister chairing the council, and having it meet twice a week has made it effective.</p> <p>Roger Berry, Labour, asks if the department was involved in the negotiations with the banks on the bail-out plan. Mandelson says Vadera was heavily involved.</p> <!-- Block 18 --> <p><strong>11:43am:</strong> Bender says that permanent secretaries from various departments were involved in regular meetings with the Treasury before the summer about the economic crisis.</p> <p>Luff says the national economic council is \"just another cabinet sub-committee\". It's \"hardly a great solution to all our problems\".</p> <p>Mandelson rejects this. If Luff were to attend, he would not say that.</p> <p>So Mandelson thinks it has a different quality?</p> <p>\"I really do,\" says Mandelson. \"I think it's qualitatively quite different in its focus, in its urgency [and in the way other ministers are put on the spot].\"</p> <!-- Block 19 --> <p><strong>11:48am:</strong> Banks</p> <p>Mike Weir, SNP, asks if there will be enough competition in the banking sector following the Lloyds TSB/HBOS merger.</p> <p>Mandelson says he's always a \"hawk\" on competition issues. The OFT is producing two reports on the proposed merger, one relating to competition and the other relating to financial stability. They are due at the end of this week.</p> <p>Weir says the takeover was planned before the bank bail-out plan was launched. There are now suggestions that, following recapitalisation, HBOS could survive on its own. Could this happen?</p> <p>Mandelson says the government does not expect this to happen; the merger is due to go ahead.</p> <p>But could the two banks still get the money if the merged did not go ahead, Weir asks.</p> <p>Mandelson says the recapitalisation is predicated on the merger going ahead. He has not heard any suggestions from the two banks that they don't want the merger to go ahead.</p> <!-- Block 20 --> <p><strong>11:52am:</strong> This is a big issue in Scotland. <a href=\"http://thescotsman.scotsman.com/latestnews/Why-a-Lloyds-TSB-takeover.4611246.jp\">The Scotsman</a> today has published an open letter to the OFT, calling for the merger to be blocked on the grounds that it would have a damaging effect on Scottish businesses and customers.</p> <p>Weir asks about the <a href=\"http://www.theguardian.com/business/2008/oct/21/lloydstsbgroup-executivesalaries\">Guardian report saying that Lloyds TSB staff will still get their bonuses</a>. Mandelson says he's \"behind the curve\" on this story. He has not read the Guardian report. But he thinks it is an issue that the Treasury will want to take up.</p> <!-- Block 21 --> <p><strong>11:58am:</strong> Julie Kirkbride, Conservative, says that when the merger plans were first drawn up, there were provisions to protect jobs in Scotland, but not in Halifax. Is that fair?</p> <p>Mandelson says she's making an assumption. \"It was in the document,\" Kirkbride says. (She was brought up in Halifax.) Mandelson does not address this, but says that he expects the regional development agencies in places such as Yorkshire to get involved in ensuring that jobs are not lost.</p> <!-- Block 22 --> <p><strong>12:03pm:</strong> In response to another question, Mandelson says credit rating agencies need to \"polish up their act\".</p> <p><strong>Small businesses</strong></p> <p>Binley says the banks have had \"billions and billions\" of taxpayers' money. Will Mandelson ensure that they take steps to help small businesses?</p> <p>Yes, says Mandelson. He's meeting bank bosses with the chancellor, Alistair Darling, on Thursday to discuss this.</p> <!-- Block 23 --> <p><strong>12:06pm:</strong> Cash flow is an important issue for banks. Central government has already said it will pay its invoices to small businesses within 10 days. Mandelson \"announces\" (although it has already been briefed) that Hazel Blears, the communities secretary, and Alan Johnson, the health secretary, will be writing to councils and NHS trusts to ensure that they do the same.</p> <p>There have been proposals relating to VAT and national insurance, he says, referring to the plans floated by the Conservatives. He criticises both plans: the national insurance cut would be funded by a tax on other businesses (because the Tories would fund it by cutting reliefs) and the VAT holiday idea would result in small businesses accumulating bigger bills to pay in the future.</p> <!-- Block 24 --> <p><strong>12:09pm:</strong> Mandelson also addresses the issue of access to credit. As part of the bail-out package, banks have to lend at 2007 levels to small and medium-sized businesses. Mandelson says that in practice this means that they will have to have access to capital if they need it.</p> <p>The government will monitor how the banks are performing in this area. And it will make sure that these policies are pursued \"at branch level\".</p> <!-- Block 25 --> <p><strong>12:15pm:</strong> Binley says banks need quick decisions.</p> <p>Mandelson says the government also wants \"care and sensitivity\" from the revenue authorities. His officials have already raised this with Revenue &amp; Customs, which, he says, already has a policy of \"flexibility\" when it comes to dealing with tax payments from small businesses.</p> <p>Oaten asks Mandelson if he can make the government procurement process easier for small businesses. And Hoyle asks if there is any scope for giving firms more time to pay their business rates.</p> <p>Mandelson says the chancellor is \"very mindful\" of the need to bring forward capital projects to inject more money into the economy. And a review is already under way into government procurement and small businesses.</p> <!-- Block 26 --> <p><strong>12:20pm:</strong> <strong>Flexible working</strong></p> <p>Adrian Bailey, Labour, asks about an article in the FT this morning saying there has been a \"furious backlash\" to the proposal to shelve the implementation of more flexible working.</p> <p>\"This very fierce backlash hasn't reached me yet,\" Mandelson says. \"And my telephone number's in the book.\" (I'm not sure that it is, but never mind.)</p> <p>But he says he did hear a TUC official discuss the proposal on the Today programme this morning. (I can't remember her name, but she was opposed to delaying implementation of the flexible working proposals.)</p> <p>Mandelson says that agreeing to look at something is not the same as agreeing to do it. It is \"not the case\" that he has come to a decision.</p> <p>He welcomes the views expressed by the TUC, just as he welcomes the views of employer organisations.</p> <p>But it is not a foregone conclusions that he will reach one view or another, he goes on.</p> <p>I'm not sure that clears things up much at all. Or is there a third way?</p> <!-- Block 27 --> <p><strong>12:25pm:</strong> But Bailey seems satisfied. He's moving onto a different question, relating to the assessment of regulatory burdens.</p> <p>Mandelson says the regulatory impact assessment of flexible working shows a cost to business of £69m, but a gain to business worth £91m (through greater flexibility). He seems to be referring to extending the \"right to request\" flexible working for parents of children up to the age of 16 - the proposals due to come into force next year.</p> <p>This is significant. It suggests the proposals won't be shelved.</p> <!-- Block 28 --> <p><strong>12:28pm:</strong> <strong>Post Office</strong></p> <p>Hoyle says he hopes that Royal Mail remains. Is Mandelson going to renegotiate the universal service delivery provisions.</p> <p>Mandelson says the biggest problems the Royal Mail faces are the fall in the volume of post, and the \"ballooning\" size of its pensions liabilities.</p> <p>Customers are moving away from the post. Market conditions for all postal operators are \"challenging\". That's why a review was set up under Richard Hooper. \"I believe that initiial findings present a rather stark picture of conditions in the postal market.\"</p> <p>He does not want to be drawn on premature responses or conclusions. There is no timetable for the review. But he may ask Hooper to widen it, to include other factors.</p> <!-- Block 29 --> <p><strong>12:33pm:</strong> But he remains \"strongly committed to the Royal Mail. What we want to see is it being efficient, modernised, viable.\"</p> <p>(But he doesn't include \"publicly-owned\" in this list of adjectives.)</p> <p>Hoyle asks if Mandelson will use procurement policies to support British industry.</p> <p>Mandelson says that when he was a European commissioner he insisted on being driven around Brussels in a British-made Jaguar.</p> <!-- Block 30 --> <p><strong>12:36pm:</strong> Luff winds up. But he says he's \"confused\" about Mandelson's position on the Royal Mail. He suggests that Mandelson has \"disavowed\" the FT story about Royal Mail part-privatisation.</p> <p>But Mandelson didn't disavow that, as he says himself.</p> <p>Now he's off. He's got to catch a train at 1pm.</p> <!-- Block 31 --> <p><strong>12:45pm:</strong> <strong>Instant summary</strong></p> <p><strong>Flexible working:</strong> Mandelson confirmed that he is reviewing plans to extend flexible working rules next year, but he stressed that he had not taken any decisions, and he criticised the way his intentions were reported in the Independent yesterday. But he also made a point of quoting figures about the way the provisions could help businesses, which I took as a clear hint that the reforms will not be shelved.</p> <p><strong>Royal Mail:</strong> Mandelson also tried to distance himself from the report in yesterday's FT saying that he was in favour of the part-privatisation of the Royal Mail. But he did not deny the quotes attributed to him, or the comments in the paper saying he \"remains inclined towards a greater role for the private sector in the Royal Mail\". </p> <p>He also said that the ongoing Hooper review of postal services was going to present a \"rather stark picture\" of prospects in the industry and that he could widen its scope. Although he stressed his commitment to Royal Mail, he did not mention his commitment to it being \"publicly-owned\". I expect the unions will find this troubling.</p> <p><strong>Small businesses:</strong> Mandelson confirmed that the order requiring government departments to pay small businesses within 10 days of being billed will be extended to local authorities and NHS trusts. He also said he and the chancellor, Alistair Darling, would be meeting bank chiefs on Thursday to make sure they honoured their obligations to lend to small businesses.</p> <p><strong>Appearing in the Commons:</strong> Mandelson did concede that there's a case for cabinet ministers who sit in the Lords being required to appear in the Commons. If that were to happen, it would be a significant constitutional innovation.</p> <p><strong>Part-time ministers:</strong> Even Labour MPs on the committee were unhappy about the fact that the business department has six ministers, of whom only one - Pat McFadden - sits in the Commons and does not have responsibilities to other departments.</p> <p><strong>Anti-corruption unit:</strong> It was reported last week that Mandelson had \"lost\" the post of anti-corruption champion that was held by his predecessor. But I didn't realise that the officials dealing with this still all sit in his department. Mandelson couldn't offer a good explanation for this.</p>",
  "<video data-media-id=\"gu-video-338817901\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>They were once bitter rivals in Florida for the Democratic party's presidential nomination. But Barack Obama and Hillary Clinton hugged, kissed and joined forces in Orlando last night to launch a concerted three-day push to win over undecided voters in the key swing state.</p> <p>The two made a rare joint appearance at a public rally attended by an estimated 30,000 wildly enthusiastic supporters to begin a frantic final two weeks of campaigning before the November 4 election.</p> <p>The politician Obama once accused of \"stirring it up\" in Florida, for attending a fundraiser there against an agreement between them not to, was suddenly his new best friend. </p> <p>Introduced to the stage as the \"Iron Lady\", Clinton delivered a forthright endorsement of her one-time opponent's credentials for the White House and urged the voters who swept her to an ultimately meaningless victory in the state's Democratic primary to campaign anew for Obama. \"It's a mad dash for the finish line and we cannot take a single vote for granted,\" she said. \"If you knocked on doors for me, knock on doors for Barack. If you made calls for me, make them for Barack.\"</p> <p>By way of reciprocity, the mutual appreciation continued as Obama took to the podium immediately afterwards to deliver a 30-minute speech tilted strongly towards Florida's legions of working-class voters. He hugged her warmly, thanked her for her support and for introducing him as \"America's next president\", and announced that: \"Hillary Clinton shattered barriers to inspire millions,\" he said. \"I'm proud to call her my friend.\"</p> <p>Hugely popular in Florida, Clinton's presence confirmed Obama's unleashing of his heavy weaponry in a late attempt to seize a state won by George Bush in each of the last two elections.</p> <p>For three days this week, Obama, his wife Michelle, Clinton and senior Democrat Bill Richardson, the New Mexico governor, were due to make at least 20 campaign appearances in the state from Pensacola in the north to Miami in the south.</p> <p>Earlier yesterday, Obama spoke in Tampa as Clinton campaigned in West Palm Beach and Fort Lauderdale. Tonight, Obama will address voters in Miami, home to a majority of Florida's half million or so Cuban-Americans, who are traditionally Republican-leaning.</p> <p>In Orlando last night, thousands of disappointed supporters remained locked outside as Obama and Clinton swept in for their party's biggest public rally of the campaign in Florida. </p> <p>The Amway Arena is the regular home of the Orlando Magic basketball team, but Obama was casting spells of his own as he worked a keen audience, many of whom had queued since daybreak for a spot near the front.</p> <p>\"I remember watching tapes of Martin Luther King speaking years ago, and Barack Obama is the only one I've heard since who I believe when he says what he says,\" said Marsha Lawson, a 65-year-old grandmother from Winter Park, near Orlando, who arrived at 6am with her two daughters. \"Obama will be good news for us. I was going to vote today, but it can wait until tomorrow. I had to be here.\"</p> <p>With two weeks of early voting already under way in Florida, and opinion polls pointing to a clear Obama lead, Clinton urged supporters not to be complacent. \"We cannot falter, we cannot stop, we cannot take a single vote for granted,\" she said. \"Let's begin our march to take our country back. Now is the time to close the deal on Barack Obama, and close the book on eight years of failed Republican leadership.\"</p> <p>Aside from the cheering hordes, a raft of good news greeted the Democratic candidate as he arrived. Figures released yesterday showed his party has 600,000 more registered voters in Florida than the Republicans, overturning a 370,000 deficit from four years ago. </p> <p>With an overall electorate of more than eight million, it is Florida's undecided voters that Obama is chasing rather than those he knows he has. But it was an encouraging day for the Democrats to hear Erin VanSickle, the Republican state party spokeswoman, admit that: \"Florida is a blue state when it comes to registration.\"</p> <p>Additionally, four of the latest five opinion polls give Obama anything from a two to five-point advantage over Republican rival John McCain in Florida, a lead he has held since only the beginning of this month.</p> <p>As the assembled thousands in the packed open-air arena shouted their approval, Obama delivered a stinging attack on McCain. \"Florida is crying out for change,\" he said. \"I can take two more weeks of John McCain's attacks, but America can't take four more years of failed economic policies.\"</p> <p>The so-called I-4 corridor, named for the east-west motorway through the central Florida heartland from Tampa to Daytona Beach, is rich in working-class votes and the Democrats are sure they can win most of them. Alongside Joe the Plumber live Joe the Theme Park Worker, and Joe the Rocket Engineer, and in the current economic climate many are worried about their jobs.</p> <p>More than 3,500 jobs will be lost at the Kennedy Space Centre at Florida's Cape Canaveral over the next two years as the space shuttle fleet is retired, and Obama hopes a planned extra $2 billion investment in Nasa will ease things for the space agency and its workers. </p> <p>That news was welcomed by a group who call themselves the Obamanauts, a group of workers in the space industry in central and east Florida who are hoping their candidate will bring forward America's plans to resumed manned spaceflight after 2010. \"Obama's plans will help retain the aerospace workforce in Florida and around the country,\" said Tim Bailey, a space education consultant from Titusville and leader of a group that has modified Obama's official campaign logo to give it an intergalactic flavour.</p> <p>Meanwhile, Obama said he was determined to address Florida's unemployment rate, at 6.6 per cent half a point higher than the national average and the worst figure in the state for 14 years. He said he also has his sights set on Florida's soaring rate of repossessions, second only to California in the US.</p> <p>Working class votes from Florida are the key to \"bringing sunshine to Washington,\" Obama told the crowd, while Clinton added that she had devised a new slogan for Florida: \"Jobs, baby, jobs,\" a chant that quickly gained in popularity.</p>"
]