[
  "<p>A day of upheaval on global financial markets culminated last night in the heaviest fall in US share prices for almost seven years as the crisis that overwhelmed two of Wall Street's most prestigious banks broadened to threaten the survival of the world's largest insurance company.</p> <p>The US authorities were seeking to put together a $40bn rescue package for insurer AIG last night amid concern that bad investments compounded by the year-long credit crunch could send it into bankruptcy, similar to the demise of the investment bank Lehman Brothers.</p> <p>Lehman collapsed in a startling financial turn of events which saw another hallowed Wall Street name, Merrill Lynch, capitulate in a hastily arranged $50bn takeover by Bank of America.</p> <p>By the close of trading in New York, the Dow Jones industrial average was down 504 points to 10,917 - its steepest points decline since the day the markets reopened after the terrorist attacks of September 11 2001 and the sixth biggest drop in the index's history.</p> <p>America's central bank, the Federal Reserve, threw AIG a lifeline by allowing the insurer to borrow $20bn from its subsidiaries' statutory reserves to avert a funding crisis which could drive it to the wall. But AIG needs more cash to avoid a downgrade in its credit rating which would undermine credibility in its insurance.</p> <p>Ten of the world's biggest banks, including Barclays, Goldman Sachs and Citibank, agreed late on Sunday to set up a $70bn emergency bailout fund intended to avert more failures.</p> <p>The 4,500 Lehman Brothers workers in London were clearing their desks yesterday as HBOS became the latest bank to feel the pressure from speculators. HBOS was adamant that it was a \"strong bank\" and still attracting deposits from customers.</p> <p>At one stage yesterday, its shares were down 36% and it was the main casualty in the City on a day that saw £50bn wiped off the value of London's leading shares. The FTSE 100 index ended the day down 212.5 points at 5204.2 - a decline of 4%.</p> <p>The US treasury secretary, Henry Paulson, assured the public they could remain confident in the \"soundness and resilience\" of the financial system. He reserved the right to bail out struggling firms but said: \"We don't take lightly ever putting taxpayers' money on the line to support a financial institution.\"</p> <p>There were chaotic scenes outside Lehman Brothers' main office in midtown Manhattan as workers weaved past dozens of reporters gathered to witness the demise of one of the oldest names on Wall Street. \"Nobody knows anything about what is going on,\" said one trader. \"No one is doing anything. What am I going to do? Try and find a job.\"</p> <p>In London, traders commiserated with one another with hugs, shrugs and bottles accrued during the good years. Some spoke of careers nipped early in the bud. One trader learned he was fired as he turned up to work on his first day. \"We are worried we won't get this month's pay cheque on Friday,\" said Duo Ai, of the research department.</p> <p>With the financial crisis emerging as a key factor in the US presidential election, the Democrat candidate for the White House, Barack Obama, said last night that conditions were the most serious since the crash of the 1930s and that they exposed faults in the \"economic philosophy\" of his rival, John McCain. \"It's a philosophy we've had for the last eight years - one that says we should give more and more to those with the most and hope that prosperity trickles down to everyone else.\"</p> <p>George Bush said: \"I know Americans are concerned about the adjustments taking place in our financial markets. At the White House and throughout my administration, we're focused on them. We're working to reduce disruptions and minimise the impact of these financial market developments on the broader economy.\"</p> <p>The mayor of New York, Michael Bloomberg, cancelled a trip to California to stay in touch with events. Government officials in the US are becoming increasingly concerned that public finances will suffer from plummeting tax revenue from Wall Street. The governor of New York state, David Paterson, said a lack of transparency by institutions was at the root of the problem: \"The idea of financial innovation has come back to bite us.\"</p> <p>In the UK, the Bank of England pumped £5bn into the financial system to support banks, but the rising cost of borrowing in the City's money markets reflected the desire of institutions to hoard money rather than to lend it.</p> <p>The Financial Services Authority demanded minute-by-minute updates from UK institutions on their exposure to Lehman Brothers and was in close contact with the US authorities to assess the impact on London of weekend events in New York.</p> <p>The pressure on HBOS, the bank that attracts more savings in the UK than any other, prompted the shadow chancellor, George Osborne, to demand action. Vince Cable, Treasury spokesman for the Liberal Democrats, said: \"The collapse of Lehman Brothers is a stark example that the credit crunch is much broader and deeper than many hoped.</p> <p>\"Today's news shows the poison of bad credit continues to seep through the veins of the world's financial markets. With this collapse, it is clear the US government has drawn a line in the sand and is unlikely to bail out any further banks.\"</p> <p>Dominique Strauss-Kahn, managing director of the International Monetary Fund, said further contraction of the global financial sector was inevitable but ruled out the possibility of a 1930s-style economic slump.</p> <p>\"The financial sector not only in the US but in the rest of the world at the end of the crisis is going to be smaller than the financial sector today,\" he said in Cairo. \"It's an important slowdown but it's not a very deep slowdown, it's more a protracted slowdown.\"</p> <p>Julian Jessop, chief international economist at Capital Economics, said: \"The US authorities' unwillingness to underwrite a rescue of Lehman Brothers marks a new phase of the continuing financial crisis. Further casualties look inevitable. Sooner or later the US treasury and the Fed had to draw the line and the financial sector will eventually be healthier as a result. However, the near-term outlook for the sector and the wider economy remains grim.\"</p> <p>Gerard Lyons, chief economist at Standard Chartered bank, said: \"The most significant event is the fact that the US authorities signalled that they are not going to step in and protect firms that do not pose a systemic risk.\"</p> <p>Lyons added that the tough stance adopted to Lehman's by the US treasury had encouraged John Thain, the chief executive of Merrill Lynch, to accept the takeover offer from Bank of America.</p>",
  "<p>As the smoke starts clearing from <a href=\"http://www.nytimes.com/2008/09/16/business/worldbusiness/16markets.html?hp\">Wall Street's massive meltdown</a> on the weekend, one question has only begun to be raised: Why did the Bush administration engineer a quick rescue for Bear Stearns earlier this year but allow Lehman Brothers to flame out into bankruptcy?</p> <p>One <a href=\"http://www.ft.com/cms/s/0/adf47e74-8312-11dd-907e-000077b07658.html\">compelling explanation</a> is, essentially, that the government's gamble on Bear failed to calm the markets and intervention in Lehman's case would do little but expose the taxpayers to greater risk.</p> <p>But here's <a href=\"http://www.opensecrets.org/news/2008/09/brothers-grim-is-lehman-next.html\">an interesting statistic</a>: Of the political donations given to current members of Congress by Lehman and its employees, Democrats got 72% and Republicans 28%. The company has sent more than three times more money overall to Barack Obama and Hillary Clinton than it has to John McCain.</p> <p>As for Bear Stearns, it was <a href=\"http://www.nysun.com/national/new-york-city-investment-banks-give-more-money/52818/\">reported earlier this year</a> that Rudy Giuliani was the firm's favoured recipient of presidential campaign donations. Leaving aside this election cycle, when Bear's political action committee raised just $5,000, its giving pattern looks like a flip-side of Lehman: 75% of its donations went to Republicans in 2006, with a 61% Republican share in 2004.</p> <p>So in Palin parlance, what's the difference between Bear and Lehman? Not lipstick, but perhaps political giving patterns.</p>",
  "<p>Share prices tumbled around the world today as the most turbulent 24 hours since the start of the credit crunch 13 months ago saw the US insurance giant AIG and Britain's biggest mortgage lender, HBOS, touted as the next victims of the global crisis that claimed Lehman Brothers at the weekend.</p> <p>The US authorities were tonight seeking to put together a $40bn rescue package for AIG amid concerns that its collapse would have ripple effects through an already-vulnerable financial system and add to the growing risk of a global recession. America's central bank, the Federal Reserve, tonight appointed Morgan Stanley to review the options for the troubled insurer and make an assessment of the risks posed to the US financial system by its collapse. </p> <p>Shares in Asia and Europe fell heavily after Sunday night's announcement that Lehman Brothers, America's fourth biggest investment bank, had collapsed and that the third biggest, Merrill Lynch, was being taken over by Bank of America, which has emerged as the new giant of Wall Street following the turmoil of the weekend. Ten of the world's biggest banks, including Barclays, Goldman Sachs and Citibank late on Sunday agreed to set up a $70bn emergency bail-out fund intended to avert further failures.</p> <p>The 4,500 Lehman Brothers workers in London were today clearing their desks as HBOS became the latest bank to feel the pressure from speculators. At one stage today, HBOS shares were down 34% and it was the main casualty in the City of a day that saw £50bn wiped off the value of London's leading shares. The FTSE 100 index ended the day down 212.5 points at 5204.2 - a decline of 4%.</p> <p>Hopes of a Washington bail-out for AIG combined with a $5 fall in oil prices helped limit the early losses on Wall Street, where the Dow Jones Industrial Average had dropped by 300 points by lunchtime in New York. </p> <p>The US treasury secretary, Henry Paulson, assured the public that they can remain confident in the \"soundness and resilience\" of the financial system. He reserved the right to bail out future struggling firms but said: \"We don't take lightly ever putting taxpayers' money on the line to support a financial institution.\"</p> <p>There were chaotic scenes outside Lehman Brothers' main office in midtown Manhattan as workers weaved past dozens of reporters who had gathered to witness the demise of one of the oldest names on Wall Street. \"Nobody knows anything about what is going on,\" said one trader. \"No one is doing anything. What am I going to? Try and find a job. I am not at all confident in the current markets but you do what you can.\"</p> <p>Another described the atmosphere inside the building as \"pretty flat\". He said; \"There is not much noise. There is a bit of desk clearing going on, there has been desk clearing going since the weekend. There is some disbelief at the speed at which this happened.\"</p> <p>With the financial crisis emerging as a key factor in the US presidential election, the Democrat candidate for the White House, Barack Obama, said tonight that conditions were the most serious since the crash of the 1930s and that they exposed faults in the \"economic philosophy\" of his rival John McCain. \"It's a philosophy we've had for the last eight years — one that says we should give more and more to those with the most and hope that prosperity trickles down to everyone else.\"</p> <p>George Bush said: \"I know Americans are concerned about the adjustments that are taking place in our financial markets. At the White House and throughout my administration, we're focused on them. We're working to reduce disruptions and minimize the impact of these financial market developments on the broader economy.\"</p> <p>The mayor of New York, Michael Bloomberg, hastily cancelled a trip to California in order to stay in touch with the broadening financial crisis. Government officials in the US are becoming increasingly concerned that public finances will suffer from plummeting tax revenue from Wall Street. The governor of New York state, David Paterson, said a lack of transparency by institutions was at the root of the problem: \"The idea of financial innovation has come back to bite us.\"</p> <p>In the UK, the Bank of England pumped £5bn into the financial system to support banks, but the rising cost of borrowing in the City's money markets reflected the desire of institutions to hoard money rather than to lend it. The Financial Services Authority demanded minute-by-minute updates from UK institutions on their exposure to Lehman Brothers and was in close contact with the US authorities to assess the impact on London of weekend events in New York.</p> <p>The pressure on HBOS, the bank that attracts more savings in the UK than any other, prompted the shadow chancellor George Osborne to demand action to protect UK depositors.</p> <p>Vince Cable, Treasury spokesman for the Liberal Democrats, said: \"The collapse of Lehman Brothers is a stark example that the credit crunch is much broader and deeper than many hoped. Today's news shows the poison of bad credit continues to seep through the veins of the world's financial markets. With this collapse, it is clear the US Government has drawn a line in the sand and is unlikely to bail out any further banks.\" </p> <p>Dominique Strauss-Kahn, the managing director of the International Monetary Fund, said further contraction of the global financial sector was inevitable but ruled out the possibility of a 1930's-style economic slump. \"The financial sector not only in the US but in the rest of the world at the end of the crisis is going to be smaller than the financial sector today,\" he said in Cairo. \"The financial sector will shrink.\" Strauss-Kahn added: \"It's an important slowdown but it's not a very deep slowdown, it's more a protracted slowdown.\"</p> <p>Julian Jessop, chief international economist at Capital Economics said: \"The US authorities' unwillingness to underwrite a rescue of Lehman Brothers marks a new phase of the continuing financial crisis. Further casualties look inevitable. Sooner or later the US Treasury and the Fed had to draw the line and the financial sector will eventually be healthier as a result. However, the near-term outlook for the sector and the wider economy remains grim.\"</p> <p>Gerard Lyons, chief economist at Standard Chartered bank, said: \"The most significant event is the fact that the US authorities signalled that they are not going to step in and protect firms that do not pose a systemic risk.\" Lyons added that the tough stance adopted to Lehman's by the US Treasury had encouraged John Thain, the chief executive of Merrill Lynch, to accept the takeover offer from Bank of America.</p>",
  "<p>In my first post, I said I was watching issues like healthcare, the US national debt and the general economy. <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/sep/13/uselections2008.useconomicgrowth?commentid=f00f0218-37ca-4ba0-a843-da73d8f0d50c\">Commenter palmeranian said</a>:</p> <blockquote> <p>This race will not be won or lost based on the three issues you are watching. All three can be boiled down to the economy and unless the economy completely tanks between now and November, (there is a chance of that), it will be won or lost based on the culture war. </p> </blockquote> <p>I'll admit that my focus was almost entirely on the economy, but cultural issues had been lying low in this election. A <a href=\"http://www.gallup.com/poll/107458/Abortion-Issue-Laying-Low-2008-Campaign.aspx\">Gallup poll in May showed that abortion</a>, one of the hot button issues of the culture war, wasn't important to 37% of voters and only one factor in many for 49% of voters. The latest Newsweek poll showed that the <a href=\"http://www.pollingreport.com/prioriti.htm\">economy topped the of voters' concerns.</a>.</p> <p>Wall Street's problems have already been spilling out onto Main Street. The end of easy credit has made it more difficult for home buyers in the US and the UK to get mortgages on the terms that they can afford. Will the collapse of <a href=\"http://www.economist.com/finance/displayStory.cfm?story_id=12231236&amp;source=features_box_main\">Lehman Brothers</a> focus voters' minds back on the economy? Or is palmeranian right? Will the culture war continue to drive the polls in McCain's direction? </p> <p><a href=\"http://www.politico.com/news/stories/0908/13435.html\">Mike Allen at Politico</a> thinks this crisis is too big to be ignored, but it's not clear which candidate it will help or hurt. He writes:</p> <blockquote> <p>America's banking instability could upend the final 50 days of the presidential campaign, with both candidates forced to confront a calamity that has gotten only glancing attention during the first 20 months of the race for the White House. ... Red flags about the nation's economic infrastructure have been popping up at least since the collapse in March of the investment bank Bear Stearns. But neither Sen. John McCain (R-Ariz.) nor Sen. Barack Obama (D-Ill.) has talked in detail about the potential consequences for voters and the government.</p> </blockquote> <p>This economic crisis is a chaotic event. It's not something that will naturally benefit either candidate. Both campaigns will rush to frame it in a way that helps them. It's an early test of the candidates, but it's also a difficult test for the nation.</p> <p>UDPATE: Nate Silver at the excellent blog <a href=\"http://www.fivethirtyeight.com\">fivethirtyeight.com</a> <br>doesn't think the Wall Street meltdown will have that much impact. (Nate and Co. use some <a href=\"http://www.onthemedia.org/transcripts/2008/09/05/03\">ingenious baseball-inspired statistical analysis</a> to predict the results of the Electoral College and hence the election.) He writes:</p> <blockquote> <p>People nevertheless seem to think that this will be some sort of linchpin event in the campaign. I don't necessarily buy that, because I think that most voters grasp intuitively that markets are markets, and that policymakers have less to do with their direction than they might with something like job creation.</p> </blockquote>",
  "<p>As the Republicans edge ahead in the US Presidential election, Barack Obama's people have tried to puncture their balloon using one line of attack more than most. For all John McCain and Sarah Palin's repeated claims that \"Washington isn't working\", doesn't the fact that their party has been in control – of both the presidency and Congress – for most of the last eight years rather undermine their credibility? Ergo the charge that they're \"<a href=\"http://www.nytimes.com/2008/09/04/opinion/04thu1.html?incamp=article_popular\">running against themselves</a>\", a buzz-phrase whose potency is highlighted when you Google it: at the last count, it brought up just over a million and a half results.</p> <p>The same words came to mind when I heard about the ringleaders of the current ragtag anti-Brown revolt. Siobhain McDonagh boasts of never having voted against the government; as <a href=\"http://www.theguardian.com/commentisfree/2008/sep/15/gordonbrown.labour\">Mark Seddon</a> points out elsewhere on Cif, Joan Ryan has long been in the habit of \"ritually denouncing\" anyone who wants to question the New Labour script. The fact that some of them have put in spells as junior ministers might conceivably be raised in their defence, but nonetheless, a quick visit to <a href=\"http://www.theyworkforyou.com/\">Theyworkforyou.com</a> fleshes out the profiles of such sudden insurrectionists as George Howarth, Greg Pope, Janet Anderson, Jim Dowd and Barry Gardiner: all of them voted for the introduction of ID cards, foundation hospitals, top-up fees, the replacement of Trident and the Iraq war. The fact that they've been joined by looser cannons such as as Graham Stringer, Gordon Prentice and that hard-left desperado John McDonnell (who has surely managed his own version of the Ribbentrop-Molotov pact) doesn't alter the revolt's fundamentals: politically, its prime movers are stuck on exactly the same page as the PM they want to topple.</p> <p>In that context, their explanation for their volte-face are inevitably rather contorted. As far as I'm aware, McDonagh and Ryan – by far the most visible plotters, to date at least – have gone on endlessly about the need for a change of \"direction\", without even beginning to detail what that actually mean. Howarth has a go in this morning's <a href=\"http://www.independent.co.uk/opinion/commentators/george-howarth-why-we-need-a-leadership-contest-930879.html\">Independent</a>, and it is not pretty: \"We must take control and confront the problems that now face us,\" he says, daringly. \"We have to explain what sort of country we want Britain to be in a way that resonates with the public. We need a story that tells how our progressive principles translate into policies that help ordinary people.\" The rest passes in a haze of grey New Labourspeak: by way of a vision, he offers not much more than a picture of \"individuals, families and society working together to be the best we can be\".</p> <p>His most priceless line, however, is the claim that Labour has to act fast to \"rebuild the support we have lost over the last year\". Not that one wants to sound too withering, but really: between the elections of 1997 and 2005 – that is, prior to the last 12 months – Labour lost no less than 4.5 million voters. The fact that neither its core support nor millions of floating voters seem to have much of a clue about what Labour now stands for is a malaise that took root long ago, when Blair was merrily trashing Labour orthodoxy and most of the rebels were dutifully applauding. Brown's problems have been twofold: a chronically dysfunctional approach to administration and PR, for sure, but also his refusal to consider the kind of social-democratic moves that the times demand (on this score, needless to say, his refusal to go near a windfall tax on the energy companies speaks volumes), and use rhetoric more convincing than the washed-out stuff of New Labourism. One thinks of a comment from a voter heard during the Crewe and Nantwich byelection: \"We thought he'd be different from Blair, and he's exactly the same.\"</p> <p>The only revolt worth taking seriously – and one that, needless to say, has yet to materialise – would be one built on an intelligent understanding of the essentials of Labour's current predicament: the fact that, as such well-known lefties as <a href=\"http://www.theguardian.com/commentisfree/2008/sep/14/marketturmoil.economics\">Will Hutton</a> have lately been pointing out, the terms of politics and economics are changing at speed, and articles of faith minted in the mid-1990s will no longer do the business. The September plotters – and, indeed, the outer ring of anti-Brownites whose nebulous critique is <a href=\"http://www.progressives.org.uk/Magazine/article.asp?a=3351\">here</a> – apparently have nothing to offer beyond more of the same. It's true: to all intents and purposes, they are running against themselves.</p>",
  "<p>Last Tuesday, US Democratic House speaker Nancy Pelosi arrived 45 minutes late to a press conference that she had called. She finally showed up to talk about energy issues. Her party will allow a vote on legislation that would allow <a href=\"http://uk.reuters.com/article/oilRpt/idUKN1019497620080911\">limited offshore oil exploration</a>. Of course, that bill will be larded with so many tax hikes and other provisions that Republicans (and some Democrats) find objectionable that it will go down to defeat by vote or by the president's veto pen.</p> <p>The only reason that Democrats, who control both houses of Congress, are even holding the vote is that they are spooked. In August, House Republicans protested that the majority party wouldn't hold a vote on allowing more energy exploration. Democrats responded by turning the House lights off on them. Yes, <a href=\"http://www.reason.com/blog/show/127930.html\">Reason magazine's David Weigel</a> wrote, \"this actually happened\".</p> <p>Voters tell pollsters that the issue is of great importance to them, and so Democratic presidential contender Barack Obama <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/01/AR2008080103199.html\">flipped</a> on the issue, though without much enthusiasm. At his <a href=\"http://www.boston.com/news/politics/politicalintelligence/2008/08/obama_we_are_a.html\">big speech at the Democratic convention</a>, he thought it necessary to explain that this was \"a stop-gap measure, not a long-term solution\" to supplement his otherwise minty green approach to energy.</p> <p>Dems had thought that the issue could be dealt with easily, but they underestimated Republican enthusiasm. Most elected Democrats didn't want more exploration. Perhaps they were willing to grudgingly allow some \"stop-gap measure\" to go forward, but that was it. Then they encountered the Republican throngs chanting <a href=\"http://www.nytimes.com/2008/09/15/opinion/15hahn.html\">\"Drill baby, drill!\"</a> What do they do now?</p> <p>They're not just discombobulated over drilling. Coming out of Denver, Democrats thought they had this election locked up. After all, serious gains in Congress were all but assured. Obama's much-lauded speech had been the <a href=\"http://www.cbsnews.com/blogs/2008/08/30/politics/horserace/entry4400853.shtml\">most-watched acceptance address of all time</a>, and it took place in a packed sports stadium with Greek columns in the backdrop. Democrats had a young, audacious candidate and were facing a party whose standard-bearer was crusty senior senator who was, by his own admission, <a href=\"http://www.cnn.com/POLITICS/blogs/politicalticker/2006/12/mccain-im-older-than-dirt.html\">\"older than dirt\"</a>.</p> <p>A week later, John McCain's speech was more watched than Obama's, and the post-convention polls gave the GOP a <a href=\"http://en.wikipedia.org/wiki/Tigger\">Tigger</a>-sized bounce. Much attention has been paid to McCain's pick of Alaska governor Sarah Palin as his running mate, and there's no doubt that mattered a great deal. The relentless criticism of her before her speech and her combative response instantly turned her into a mix of right-wing darling and redneck folk hero.</p> <p>But Palin and drilling only part of a larger pattern of things that have gone right for the GOP lately. New York congressman and House ways and means committee chairman Charlie Rangel faces possible charges of tax evasion. President Bush announced a small drawdown of troops from Iraq. Rather than cheering this, Obama complained that the US government isn't putting more troops in Afghanistan, muddying his anti-war appeal at a time when he needs all the votes he can get. A new <a href=\"http://www.gallup.com/poll/110263/Battle-Congress-Suddenly-Looks-Competitive.aspx\">Gallup daily tracking poll</a> even found, implausibly, that Democratic control of Congress is starting to look doubtful.</p> <p>What's happening? Some political parties are good at cutting the governing party down to size in opposition, and modern Republicans are masters of this. They lost their narrow hold on Congress in the 2006 midterm elections, and they no longer feel it necessary to defend much of Bush's legacy.</p> <p>Even the war in Iraq is being spun as something that's nearly over. Palin praised US forces in Iraq \"who have now brought victory within sight\". That may not be strictly true in Iraq, but it's a pretty good description of McCain's long march on the White House.</p>",
  "<p>At first I identified with <a href=\"http://www.latimes.com/news/politics/la-ig-notebook7-2008sep07,0,7585060.story\">Sarah Palin's jaunty style</a> - open-toed slides in the office; handsome eye wear. \"I want an Alaska crab centerpiece for <em>my</em> glass table!\" As a carnivore, I've no problem with a woman hunting or lounging on bear skin. Also, I find the mooseburger jokes childish. Like a lot of New York foodies, I'm game for any dish I haven't tried. Like many a female voter, I'm attracted to a candidate I can \"relate\" to. <br> There's only one problem. What if she ... puts ketchup on that mooseburger? </p> <p>Recently, at the Republican convention in St Paul, Palin did the political equivalent. I was struck by her <a href=\"http://yglesias.thinkprogress.org/archives/2008/09/palin_and_special_needs_children.php\">abrasive manner</a> - and the double standards that came into play. Were she from the left, she'd be labeled a feminazi. A lipsticked \"pit bull\"? This is the kind of talk that sends American men running off to Thailand, seeking a vacation from feminism. They're <a href=\"http://www.slate.com/id/2200015/\">chasing a fantasy</a>, as any professional exotic could tell you, but escapism becomes a necessity when women envision themselves as attack dogs in mixed company. </p> <p>Let's dispel a few stereotypes. \"Feminist\" has <a href=\"http://www.adweek.com/aw/content_display/news/agency/e3id9a975e26c8545c5e71053a292fdb2c6\">become a brand</a>, a superficial way of labeling the GOP's vice-presidential pick, who is currently being marketed like soap. </p> <p>Populist feminism perceives women as some sort of \"team,\" claiming to do something for women without bothering to analyse our situation - and never mind if it's an inconsistent, incomplete definition of \"women.\" </p> <p><a href=\"http://foxforum.blogs.foxnews.com/2008/09/11/jpinkerton_0912/\">Hockey feminism</a>, as I see it, doesn't care about the complexity of female existence. Women's lives are shaped by many factors, such as income, education, race, citizenship status, the wealth or poverty of a nation, and how we earn a living. Hockey feminism ignores all that. \"Sexist\" becomes a convenient accusation because it's just a competing brand.</p> <p>It's hard to resist the inevitable: comparing Sarah Palin with Hillary Clinton. I'm not one of Hillary's particular fans. I tolerated her when Bill was president and grew to accept her, but Sarah Palin's sudden appearance on the scene helps me to understand the cult of Hillary. Palin's popularity seems driven by her useful qualities, her immediacy. When the going gets tough within Palin's own party, will she be able to inspire divisive rage? Fanatic loyalty? I doubt it.</p> <p>Hillary is deeply interested in what's useful to<em>her</em>, and that's why she's admired: she is nobody's puppet. And the loyalty she commands was built over years, on and off centre-stage, not a few spectacular weeks in the glare of a presidential election. It's misguided to set up an invidious comparison between Hillary and Palin, as some have done, suggesting that Palin worked her way up into power and status, while Hillary did it \"the easy way\" through marriage and connections. </p> <p>Learning how to work your connections is harder than it looks, and marriage isn't necessarily the easiest one to work. Combine it with personal ambition, and you're looking at a very complex recipe. Nobody can take for granted that a marriage will last or that a spouse will live up to the original deal. Marriage is a form of intimate diplomacy. Between managing a 30-year partnership with Bill Clinton and managing a small town, it would be rash to say which is the more challenging endeavour.</p> <p>It's not that small town politics can be dismissed as light work, only that a Clinton-style marriage is a high-wire enterprise. Hillary didn't marry a low-achieving male (as some accomplished women choose to do), nor did she settle for taming an equal. Instead, she married a man whose extravagant ego outweighs her own, ample as it is. Despite her wardrobe and her boomer feminism, a potentially awkward income disparity (now resolved) and her low birth rate (especially by Palin standards), there is <a href=\"http://www.theguardian.com/commentisfree/2008/feb/12/whospimpingwho\">something unexpectedly feminine</a> - and therefore complicated - about Hillary's approach to marriage.</p> <p>Ironically enough, hockey feminism is roughly modeled on a Marxist idea - even when it gets trotted out by the political right - but it's an idea that doesn't hold up because it pretends we constitute a single class. Even when a country's written laws restrict a woman's freedom, women from different strata of a society are affected in different ways. Take, for example, laws that criminalise abortion, prostitution or driving a car. A woman's income or social status can soften the impact, allowing her to travel for an abortion, sell sex behind closed doors, or be driven about in a nice car.</p> <p>All <a href=\"http://www.salon.com/mwt/feature/2008/09/11/zombie_feminism/\">women sharing a common interest</a> is a political fiction, but an earlier generation of privileged women cut its teeth on the popular slogan \"Sisterhood Is Powerful\". We've also been told that sisterhood is global, when sisterhood - in reality - is profoundly balkanised. </p> <p>How many Hillary supporters are drawn to McCain because of Palin's hockey feminism? Sisterhood is a powerful myth, easily exploited by party hacks preying on our emotions while betting on our bigotry.</p>"
]