[
  "<p>John McCain's closest advisers claimed yesterday that he is still capable of winning the presidency in spite of low morale inside his headquarters and infighting over who is to blame for the campaign debacle.</p> <p>With 10 days left to election day, McCain's team is desperately looking for a tightening of the polls, which yesterday showed Barack Obama extending his lead in the battleground states.</p> <p>The chances of a turnaround were not helped by the huge falls on Wall Street and stock markets round the world. McCain had been in a near dead heat with Obama until the Wall Street meltdown last month.</p> <p>Steve Schmidt, McCain's chief strategist, briefing reporters, admitted there was ground to make up but said the campaign team believed it was possible. He drew parallels with other presidential candidates who had come from far behind in the final week.</p> <p>But another aide, who asked for anonymity because he is not authorised to speak to the press, acknowledged that there was tension inside the McCain camp, without going into detail. </p> <p>Staff at his headquarters, in Arlington, Virginia, are already speaking about his campaign in the past tense and some, with hopes of a White House job diminishing, have sent out job resumes.</p> <p>Mark McKinnon, who had been a key member of McCain's team during the nomination battles but then left, told the Politico website: \"If you really want to see what 'going negative' is in politics, just watch the back-stabbing and blame game that we're starting to see.\"</p> <p>His team is bracing itself for an 8,200-word article in tomorrow's New York Times magazine about the McCain inner circle, based on interviews with half-a-dozen top advisers. Arguments within the camp range from the message to be pursued in the final stretch to whether it was a blunder to appoint Sarah Palin as his running-mate.</p> <p>The recriminations over Palin will not be helped by the resurgence of the Troopergate scandal, in which she has been found to have abused her power. She spoke at a rally in Missouri yesterday before a team of lawyers flew in to take a deposition from her.</p> <p>Some McCain supporters regard her as a distraction from the main campaign.</p> <p>It was disclosed yesterday that she paid a make-up artist $22,000 (about £13,850) in the first two weeks of this month, following the revelation earlier this week of a $150,000 spending spree on clothes.</p> <p>The sums undermine McCain's championing of Joe the plumber on the campaign trail as part of an appeal to the working and middle classes.</p> <p>McCain, who was yesterday in Colorado, a state that was previously solidly Republican but which is in danger of slipping to Obama, yesterday kept the focus on Obama's plan to raise taxes.</p> <p>\"Senator Obama may say he's trying to soak the rich, but it's the middle class who are going to get put through the wringer, because a lot of his promised tax increase misses the target,\" McCain said.</p> <p>With Obama taking a day away from the campaign trail to visit his seriously ill grandmother in Hawaii, his place was taken by his wife, Michelle, who spoke at a rally in Ohio. Obama is due to return to the campaign today with a rally in Las Vegas, Nevada, another Republican state he hopes to turn.</p> <p>Obama's maternal grandmother, Madelyn Dunham, 85, suffers from osteoporosis and is thought to have broken her hip in a fall. Obama is chastened by the memory of not being at his mother's side when she died in Hawaii of ovarian cancer at the age of 52.</p> <p>Obama went straight to his grandmother's small apartment in central Honolulu, where about 50 onlookers had gathered. He was expected to spend the day with her at the 10th floor apartment where he lived from the age of 10 until he left for college in Los Angeles. Obama's half-sister has been living with their grandmother in recent years to look after her.</p>",
  "<p> The decisive moment in Shawnie Peters' life in this historic election year will arrive in mid November, a week or so after Americans make their choice between Barack Obama and John McCain.</p> <p>That is when Peters and 250 others will lose their jobs on the assembly line at a plant that makes diesel truck engines in a suburb of Dayton, Ohio.</p> <p>Her version of the American dream - a well-paying union job, family home, two cars, savings and trips to Europe - began unravelling in July when her husband lost his job in the first round of job losses at the plant, which is jointly owned by General Motors and Isuzu.</p> <p>Soon both will be out of work. \"It is an incredible position to be in when you have a house payment, a car payment, a baby,\" she said. \"It's scary.\"</p> <p>Those personal tragedies, replicated across Ohio and other industrial states this election season, could well decide who wins the White House.</p> <p>Ohio has voted for the winner in every presidential election since 1964.</p> <p>The winner, this time around, will be the candidate best able to convince working-class voters that he can turn around the economy, create new jobs and lower taxes.</p> <p>The economic upheaval has already forced Peters to make some drastic changes. She put up for sale the house where she hoped to bring up her toddler son. Peters did not want to be caught in a situation where she would be unable to keep up with the mortgage payments.</p> <p>She and her husband began making plans to leave Ohio for another state where they might have a better chance of finding jobs - such as North Carolina.</p> <p>And Peters started rethinking her political allegiances. An independent, she voted for George Bush in 2004. Now she believes he is the main culprit for her economic troubles. \"I believe there were just measures that could have been taken, oversights that obviously they just looked past, especially in the stockmarket,\" she said. \"Somebody should have seen this coming months and months and months ago.\"</p> <p>But it took time before Peters could translate her anger at Bush into support for Obama. She watched the debates, she read up on the candidates' programmes. She liked Obama's promise to create jobs and expand health coverage - but she was troubled by the provocative comments of his former pastor, the Rev Jeremiah Wright.</p> <p>Peters finally made her mind up last Sunday after the former secretary of state Colin Powell came out for Obama.</p> <p>\"I don't think that McCain is in touch with the needs of the new American family. I just don't think he is in touch with today's struggles, today's economy, today's younger people. This is not my grandma's economy anymore. Unfortunately, I think that is where John McCain is in his mindset.\"</p> <p>Similar calculations appear to be under way across Ohio. After running even or behind McCain for months, Obama now leads the Republican by an average of six points in the state.</p> <p>That represents a dramatic reversal of Obama's performance against Hillary Clinton in the Democratic primary, when Obama was defeated everywhere except four urban centres with a heavy African American population.</p> <p>Recent polls suggest that Obama is broadening his appeal across the state. He is also beginning to challenge the Republicans' dominance of the towns south and east of Dayton, which Bush won easily in 2000 and 2004.</p> <p>Since then, the Dayton area has haemorrhaged manufacturing jobs. It has lost more than 30,000 jobs since 2000, and each plant that goes under sets off a chain reaction of job losses. On December 23, another GM plant, making SUVs, will close, with immediate job losses of 900. It's hard to find anyone who says they haven't somehow been affected by the economic crisis - or who fears they soon will be.</p> <p>The companies that supplied parts to GM are closing. Other firms are cutting costs or laying off workers. Local restaurants are closing. Small businesses are having trouble hanging on.</p> <p>For Mike Skowronski, the downturn turned him from the owner of a small carpet and floor maintenance company to a low-paid hourly wage earner.</p> <p>\"I'm not very happy to work for someone else, especially making the little change that I am making here. It's certainly nowhere near $65 an hour is what I'm used to - $8 is a long cry from $65.\" Skowronski voted for Bush in 2000 - but he is furious now, blaming the present occupant of the White House for the economic downturn.</p> <p>At the moment, he insists he is not going to vote for either candidate - McCain or Obama - though he will cast his ballot for congressional candidates.</p> <p>But the Obama camp and its allies are hopeful that Skowronski will come on side in the end.</p> <p><strong>Unemployment</strong></p> <p>James Clark, president of the IUE-CWA, the industrial arm of the Communications Workers of America, which operates at the GM plant, argues the downturn has forced workers to acknowledge where their real economic interest lies. \"We have in our manufacturing facilities a substantial number of Republican workers, but they are waking up. They have seen their family members lose their jobs. They have seen workers in their plants lose their jobs,\" he said. Before the downturn, he estimated 50% of Dayton's manufacturing workers were Democrats. Now, after talking to workers outside the plant gates, he is convinced the figure is closer to 70%.</p> <p>Others remain unsure about Obama - even as they turn away from Bush.</p> <p>Andrea Mallory, a worker at a packaging plant, has been looking for a better job since January, when she qualified as a pharmacy technician. She has already lost the family home, moving into a rented flat. Now she is thinking of taking a second job to support her three children, or possibly leaving the area to look for work. \"I'm just making it,\" she said.</p> <p>Mallory, who is African-American, voted for Bush in 2000 and for John Kerry in 2004. This time around, the choice is agony. </p> <p>\"The economy - that's the big thing for me. I've got a cousin that's got a masters degree and it took him two years to find a job. And here I have a little certificate and I can't find work,\" she said.</p> <p>\"I'm kind of getting discouraged.\"</p>",
  "<p>Reading your front page recounting increasing endorsements and money for Barack Obama (Obama's perfect weekend: Ahead in polls, record fundraising - and Colin Powell too, October 20) might lead the reader to think that the Democratic candidate is closing in more and more on the presidency.</p> <p>But despite all the endorsements and money, Obama's lead has really not changed significantly over the last few months. And that lead is not big enough to offset either the last-minute effect of repugnant Republican distortions and the race vote. These two effects could still lead to John McCain getting elected.</p> <p>I am not just arguing from statistics. I am an American who has lived in and around the south for much of my life, and I do not underestimate the deep-seated resentments of racism, and their consequences for election-day turnout.</p> <p>This election campaign has turned into a battle for America's soul, and on election day I may be hoping for the best but will be expecting the worst.<br><strong>Thomas Crowley</strong><br>East Linton, East Lothian </p> <p>In today's political climate it is refreshing to encounter a politician strong enough to speak their mind and stand up for what they believe, even if this means stepping away from the party line (In praise of... Colin Powell, October 20). I hope that the American public take heed of Powell's honest and fair approach to the presidential election and vote, not through loyalty to a political party or racial origin, but rather loyalty to their country; because if they are truly patriotic then they will vote in the way that will serve America best.<br><strong>Vicky Lumley</strong><br>Glasgow </p> <p>I am a US citizen who has lived overseas for 20 years. I am one of the record number of newly registered voters in Pennsylvania, having never participated in an election before. But I had my application for a vote denied three times, despite being eligible and completing the forms properly (Ballot debacle predicted for November 4, October 22). </p> <p>To vote in primaries, allegiance to a party must be declared on the voter registration form. Partisan officials processing these forms can then cause problems for potential voters of the \"wrong\" party - I had to appeal to the local official's superiors, and it took me three months to register. It would seem that recording party allegiance on the electoral roll has the potential to allow manipulation of who is able to register and vote. The US needs to modernise the primary voting system to stop this happening in future.<br><strong>Emma Giffard</strong><br>Barnstaple, Devon </p> <p>In this presidential race I know everything about \"Joe the Plumber\" and the effect that Sarah Palin's devastating wink will have on the outcome of the race. However hard I may try, I can't find out who the other contestants are, although there are distant rumours that there are at least 10 other political parties, including the Socialist party and the Greens, throwing their hats into the ring. Presumably their names will be on the ballot papers, so it might be encouraging for us Europeans, and even the Americans, to know that you are allowed to have other viewpoints in the US - even if you don't have billions of dollars falling from your back pocket. Could the Guardian help a little in spreading the message of third parties who probably have only a very few dimes (but some interesting ideas)? <br><strong>John Marjoram</strong><br>Stroud, Gloucestershire </p> <p>Although George Monbiot thinks the employment of millions in Roosevelt's Civilian Conservation Corps, planting trees and preventing soil erosion, was the most successful constituent of New Deal policies (If an hour is a long time in politics, we must start thinking in centuries, October 22), it was vitiated by a failure to bring about profound attitudinal shifts.</p> <p>Roosevelt wanted Americans to conserve resources not just for people then alive but for \"the number within the womb of time, compared to which those now alive form but an insignificant fraction\", concluding with a peroration that I hope Obama will be inspired to act upon: \"Our duty ... bids us restrain an unprincipled present-day minority from wasting the heritage of these unborn generations\".<br><strong>Ron Noon</strong><br>Liverpool John Moores University</p>",
  "<p>At a time when a crisis is unfolding that will deflate American power irreversibly, the next US administration could be elected on the back of voters for whom denying women abortion choice and promoting creationism in schools are more important than the state of the world at large. To be sure, the financial crisis may allow American voters to overcome the drag of racism and elect Obama, despite his obvious intellectual superiority. But whatever the outcome, the leadership of the world's largest liberal democracy is not going to be decided by anything like rational argument, or by concern for problems that lie beyond America's shores.</p> <p>The upcoming American election kept coming to mind as I read Chris Patten's What Next?. In many ways this is an extremely impressive book. It is a very long time since a leading British politician produced anything so ambitious, or as well written. The subject is nothing less than the global condition at the start of this century. Nuclear proliferation, global warming, oil production and the energy crisis, world poverty and the \"bottom billion\", the illegal drugs trade, immigration and human trafficking and the spread of epidemic diseases are all examined, with asides on Russia, China and practically every important development in world history since the Renaissance. </p> <p>Patten is rightly scornful of some aspects of current political discourse: \"You do not need to be a grammarian,\" he writes, \"to know that you do not fight wars against common nouns but against personal ones. You fight a war against this or that country or enemy. Wars on drugs, wars on poverty, wars on waste - all these things are idle if grandiose ways of describing doomed political ventures.\" It is a crucial point, elegantly stated. But whoever wins the presidential election, the next administration is sure to want to ramp up America's bungling \"war on terror\", most likely by taking the failed Afghan campaign into Pakistan. Maybe the war on terror will simply implode, along with the American financial system. Certainly, the vast levels of military </p> <p>expenditure of the past 20 years cannot be sustained. But it is hard to see the US, which alone among the countries engaged in Afghanistan still believes the war can be won, quietly departing the scene. A political solution is nowhere on the agenda. Even Obama has urged that US forces hunt down the Taliban by following them into Pakistan. If this happens America will have mired itself and the world in another intractable conflict, this time in an increasingly unstable state that is also nuclear.</p> <p>Throughout his conspectus of global issues Patten is supremely confident that he knows what needs to be done. Despite occasional swipes at recent policies, What Next? is conventional wisdom of the most elevated kind and, like all versions of the genre, it avoids unmentionable realities. For example, while he discusses population growth in passing on several occasions - mostly in conjunction with a dismissive reference to Thomas Malthus - Patten at no point confronts the vast problems posed by the fact that human numbers will rise by around another 50% over the next half-century. Informing the reader that in the second millennium \"the world's population increased 22-fold, while global domestic product went up 13 times as fast,\" he shows no hint of doubt that, as long as globalisation continues, this trend will also continue. </p> <p>In failing to consider the possibility that there may be a human population problem Patten has plenty of company. He is at one with Marx, Hayek, Mao, the Pope, the Bush administration and many development economists. But is this near-universal denial of natural limits on human expansion well-founded? Or is it no more than a silly orthodoxy, like the faith of an earlier generation of bien pensants that central planning would create an economy of abundance?</p> <p>An integral part of conventional wisdom is the conviction that all reasonable people subscribe to it, and this faith lies at the heart of Patten's view of the world. Stung by a rightwing commentator who, in response to his rather modest criticisms of the Iraq war, described him as a \"liberal internationalist\", Patten writes: \"To my mind there is nothing else for a sensible person to be\". Evidently, Patten thinks the same is true of most of the opinions aired in the book. At times - in his analysis of the Iraq war, for example - he is plainly right. What is questionable is his assumption that the thinking that led to the Iraq war will prove to be an aberration.</p> <p>Patten begins What Next? by citing approvingly Margaret Thatcher's remark at her last cabinet meeting, \"It's a funny old world.\" By the end of the book, however, it is clear that he sees the past eight years as a blip on the screen of history. Along with liberals across the world, he is confident that, with a new incumbent in the White House, what could be considered normal service will be resumed. \"To live in a better world,\" he writes, \"requires a more democratic citizenry, a sentiment inherent in Senator Obama's presidential campaign oratory.\" But what if the debacle on Wall Street leaves America fear-ridden, resentful and more stridently fundamentalist - whoever becomes president? It looks as if the future of the world is going to be funnier than Patten imagines. </p> <p>• John Gray's Black Mass: Apocalyptic Religion and the Death of Utopia is published by Penguin.</p>",
  "<p>As a long election season winds towards its conclusion, political journalists know to watch for one telltale sign that is the best indicator of how a particular campaign is feeling about its chances. To put it simply: Is it leaking?</p> <p>I remember covering Hilary Clinton's first Senate race, against Republican Rick Lazio, in 2000. The race was close until late September, when she pulled ahead by six to eight points. Throughout October, the Lazio efforts became desperate. And in the midst of that, it became a daily entertainment to pick up the New York papers and see unnamed \"high-level sources in the Lazio camp\" pointing fingers at one another. When aides are using the newspapers to settle scores and set up a narrative that exculpates them from responsibility for the expected loss, you know that the circular firing squad is in formation.</p> <p>Earlier this week, John McCain, in an interview with the conservative Washington Times, said some nasty things about George Bush's handling of matters from Iraq to domestic spending in a last-ditch attempt to wriggle free of the shackle around his ankle that is the incumbent president. This, as you'd imagine, did not sit well with White House aides and even some other Republican political pros who believe McCain's problems have more to do with McCain than with Bush. The Politico newspaper picked up the scent and reported on Thursday that \"coordination between the McCain campaign and Republican national committee, always uneven, is now nearly dysfunctional\". One of those unnamed \"top Republicans\" told the paper: \"It drives you crazy.\"</p> <p>Democrats, having lost more presidential elections in recent history, are usually the ones cast in these roles. The New Republic, a leading liberal opinion journal based in Washington, even started publishing (in 1988, I think, after the Democrats' third straight loss) a Quadrennial Recriminations Issue. The editors there today are surely relieved but also a bit flummoxed at the likelihood that they won't be able to reprise the tradition.</p> <p>Before I go any further down this road: no, it ain't over 'til it's over (an old baseball saying, coined by the same fellow who once said something else that could apply to the McCain campaign, after taking a wrong turn on a driving trip with some friends: \"We may be lost, but we're making good time\"). At this point, it would probably take a completely unforeseen event for McCain to reverse Barack Obama's momentum. But unforeseen events happen, and Obama's lead is not insurmountably large. I've seen bigger ones dissipate in a week.</p> <p>Even so, without making any premature predictions, it is still possible to observe that what's going on now is that Republicans and conservatives are psychologically preparing themselves for defeat and starting to think about how to put Humpty together again after November 4. These arguments - I speak from long Democratic experience - usually have two components, the strategic and the philosophical.</p> <p>One contingent will argue that the problems were merely strategic, and that if a different kind of campaign had been run, victory would have been assured. Another group will insist the problems run deeper. I remember being at one gloomy postmortem in late 2004 when, after various folk offered their theories on why John Kerry had lost, one man simply shook his head and said: \"No one knows what we stand for any more.\" He silenced the room.</p> <p>There'll be time for that. But between now and November 4, keep an eye out for those stories featuring unnamed campaign sources griping that McCain should be spending more time in Pennsylvania, or less time, or no time at all. And take note : you won't see any such stories emanating from Obama camp. </p> <p>• Read Michael Tomasky's blog and watch his video commentary at <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky\">theguardian.com/commentisfree/michaeltomasky</a></p>",
  "<p>The decisive moment in Shawnie Peters' life in this historic election year will arrive in mid November, a week or so after Americans make their choice between Barack Obama and John McCain.</p> <p>That is when Peters and 250 others will lose their jobs on the assembly line at a plant that makes diesel truck engines in a suburb of Dayton, Ohio.</p> <p>Her version of the American dream — a well-paying union job, family home, two cars, savings and trips to Europe — began unravelling in July when her husband lost his job in the first round of job losses at the plant, which is jointly owned by General Motors and Isuzu.</p> <p>Soon both will be out of work. \"It is an incredible position to be in when you have a house payment, a car payment, a baby,\" she said. \"It's scary.\"</p> <p>Those personal tragedies, replicated across Ohio and other industrial states this election season, could well decide who wins the White House.</p> <p>Ohio has voted for the winner in every presidential election since 1964. The winner, this time around, will be the candidate best able to convince working-class voters that he can turn around the economy, create new jobs and lower taxes.</p> <p>The economic upheaval has already forced Peters to make some drastic changes. She put up for sale the house where she hoped to bring up her toddler son. Peters did not want to be caught in a situation where she would be unable to keep up with the mortgage payments.</p> <p>She and her husband began making plans to leave Ohio for another state where they might have a better chance of finding jobs — such as North Carolina.</p> <p>And Peters started rethinking her political allegiances. An independent, she voted for George Bush in 2004. Now she believes he is the main culprit for her economic troubles. \"I believe there were just measures that could have been taken, oversights that obviously they just looked past, especially in the stockmarket,\" she said. \"Somebody should have seen this coming months and months and months ago.\"</p> <p>But it took time before Peters could translate her anger at Bush into support for Obama. She watched the debates, she read up on the candidates' programmes. She liked Obama's promise to create jobs and expand health coverage — but she was troubled by the provocative comments of his former pastor, the Rev Jeremiah Wright.</p> <p>Peters finally made her mind up last Sunday after the former secretary of state Colin Powell came out for Obama. \"I don't think that McCain is in touch with the needs of the new American family. I just don't think he is in touch with today's struggles, today's economy, today's younger people. This is not my grandma's economy any more. Unfortunately, I think that is where John McCain is in his mindset.\"</p> <p>Similar calculations appear to be under way across Ohio. After running even or behind McCain for months, Obama now leads the Republican by an average of six points in the state.</p> <p>That represents a dramatic reversal of Obama's performance against Hillary Clinton in the Democratic primary, when Obama was defeated everywhere except four urban centres with a heavy African American population.</p> <p>Recent polls suggest that Obama is broadening his appeal across the state. He is also beginning to challenge the Republicans' dominance of the towns south and east of Dayton, which Bush won easily in 2000 and 2004.</p> <p>Since then, the Dayton area has haemorrhaged manufacturing jobs. It has lost more than 30,000 jobs since 2000, and each plant that goes under sets off a chain reaction of job losses. On December 23, another GM plant, making SUVs, will close, with immediate job losses of 900. It's hard to find anyone who says they haven't somehow been affected by the economic crisis — or who fears they soon will be.</p> <p>The companies that supplied parts to GM are closing. Other firms are cutting costs or laying off workers. Local restaurants are closing. Small businesses are having trouble hanging on.<br>For Mike Skowronski, the downturn turned him from the owner of a small carpet and floor maintenance company to a low-paid hourly wage earner.</p> <p>\"I'm not very happy to work for someone else, especially making the little change that I am making here. It's certainly nowhere near $65 an hour is what I'm used to — $8 is a long cry from $65.\" Skowronski voted for Bush in 2000 — but he is furious now, blaming the present occupant of the White House for the economic downturn.</p> <p>At the moment, he insists he is not going to vote for either candidate — McCain or Obama — though he will cast his ballot for congressional candidates.</p> <p>But the Obama camp and its allies are hopeful that Skowronski will come on side in the end.</p> <p><strong>Unemployment</strong></p> <p>James Clark, president of the IUE-CWA, the industrial arm of the Communications Workers of America, which operates at the GM plant, argues the downturn has forced workers to acknowledge where their real economic interest lies. \"We have in our manufacturing facilities a substantial number of Republican workers, but they are waking up. They have seen their family members lose their jobs. They have seen workers in their plants lose their jobs,\" he said. Before the downturn, he estimated 50% of Dayton's manufacturing workers were Democrats. Now, after talking to workers outside the plant gates, he is convinced the figure is closer to 70%.</p> <p>Others remain unsure about Obama — even as they turn away from Bush. Andrea Mallory, a worker at a packaging plant, has been looking for a better job since January, when she qualified as a pharmacy technician. She has already lost the family home, moving into a rented flat. Now she is thinking of taking a second job to support her three children, or possibly leaving the area to look for work. \"I'm just making it,\" she said.</p> <p>Mallory, who is African-American, voted for Bush in 2000 and for John Kerry in 2004. This time around, the choice is agony. \"The economy — that's the big thing for me. I've got a cousin that's got a masters degree and it took him two years to find a job. And here I have a little certificate and I can't find work,\" she said. \"I'm kind of getting discouraged.\"</p>",
  "<p>As the British media <a href=\"http://www.guardian.co.uk/politics/2008/oct/24/mandelson-labour\">takes a closer look</a> at the intertwined interests of Russian billionaire Oleg Deripaska, Lord Mandelson, and shadow chancellor George Osborne, we Americans can claim a bit part in the saga.</p> <p>The Nation <a href=\"http://www.thenation.com/doc/20081020/ames_berman \">reported earlier this month</a> on Deripaska's encounters with John McCain and his campaign manager, Rick Davis. The most colourful scene from their dispatch takes place in August 2006, when McCain celebrated his 70th birthday on a luxury yacht moored in Montenegro. Sitting in the same bay was the Queen K, Deripaska's even posher yacht, where <a href=\"http://www.guardian.co.uk/politics/2008/oct/21/conservatives-partyfunding\">Osborne and Mandelson lived it up</a> in August.</p> <p>McCain aides said no one could remember Deripaska attending McCain's yacht party, although the two men had crossed paths at a dinner for international guests celebrating Montenegrin independence, which the Republican presidential nominee had long supported. Deripaska was also a promoter of Montenegrin sovereignty, albeit mostly <a href=\"http://www.russia-ic.com/news/show/7107/\">for business reasons</a>. </p> <p>(Raffaello Follieri was certainly <a href=\"http://www.freerepublic.com/focus/f-news/2080292/posts\">a fellow reveller of McCain's</a>, although his 15 minutes of fame may have finally ended today with his <a href=\"http://latimesblogs.latimes.com/thedishrag/2008/10/anne-hathaways.html\">sentencing to 54 months</a> in prison.)</p> <p>No evidence has emerged thus far to suggest that McCain helped further Deripaska's political or financial ends, other than a veiled hint from Davis - cited by The Nation - about a joint business venture in a \"metals company\" that he represented. </p> <p>But one conservative watchdog group in the US went after McCain half a year ago for facilitating a fundraiser <a href=\"http://www.guardian.co.uk/world/2008/apr/29/johnmccain.uselections2008\">at the home of Nat Rothschild</a>, the Deripaska associate at the centre of the Osborne-Mandelson row. Foreign donations, even \"in-kind\" contributions such as assistance raising money, are prohibited under American election law.</p> <p>So if the Osborne-Mandelson-Deripaska drama were to be made into a movie, McCain would undeniably have a walk-on role. He's already <a href=\"http://www.commonwealmagazine.org/blog/?p=2308\">got acting experience</a>...</p>",
  "<p>John McCain's closest advisers claimed today he is still capable of winning the presidency in spite of low morale inside his headquarters and in-fighting over who is to blame for the campaign debacle.</p> <p>With only 11 days left to election day, McCain's team is still desperately looking for a tightening of the polls, which today showed Barack Obama extending his lead in the battleground states.</p> <p>The chances of a turnaround were not helped by the huge falls on Wall Street and stock markets round the world. McCain had been in a near deadheat with Obama until the Wall Street meltdown in the middle of last month.</p> <p>Steve Schmidt, McCain's chief strategist, briefing reporters, admitted there was ground to make up but the campaign team believed a win was possible.</p> <p>He drew parallels with other presidential candidates who had come from far behind in the final week.</p> <p>But another aide, who asked for anonymity because he is not authorised to speak the press, acknowledged there is tension inside the McCain camp, without going into detail.</p> <p>Staff at McCain's headquarters in Arlington, Virginia, are already speaking about his campaign in the past tense and some, with hopes of a White House job diminishing, have sent out job resumes.</p> <p>Mark McKinnon, who had been a key member of McCain's team during the nomination battles but then left, told the Politico website: \"If you really want to see what 'going negative' is in politics, just watch the back-stabbing and blame game that we're starting to see.\"</p> <p>His team is bracing itself for an 8,200-word article in Sunday's New York Times magazine about in the inner circle based on interviews with half-a-dozen top advisers.</p> <p>Arguments within the camp range from the message to be pursued in the final stretch to whether it was a blunder to appoint Sarah Palin as McCain's running mate.</p> <p>The recriminations over her will not be helped by the resurgence of the Troopergate scandal, in which she has been found to have abused her power.</p> <p>She spoke at a rally in Missouri today before a team of lawyers flew in to take a deposition from her. Some McCain supporters regard her as a distraction from the main campaign.</p> <p>It was disclosed today that she paid a make-up artist $22,000 in the first fortnight of this month, following the revelation earlier this week of a $150,000 spending spree on clothes.</p> <p>The sums undermine McCain's championing of Joe the Plumber on the campaign trail as part of an appeal to working and middle classes. McCain, who was today in Colorado, a state that was previously solid Republican but which is in danger of slipping to Obama, kept the focus on Obama's plan to raise taxes.</p> <p>\"Senator Obama may say he's trying to soak the rich, but it's the middle class who are going to get put through the wringer, because a lot of his promised tax increase misses the target,\" McCain said.</p> <p>With Obama taking a day away from the campaign trail to visit his seriously ill grandmother in Hawaii, his place was taken by his wife, Michelle, who spoke at a rally in Ohio. Obama is due to return to the campaign tomorrow with a rally in Las Vegas, Nevada, another Republican state he hopes to turn.</p> <p>Madelyn Dunham, 85, his maternal grandmother, suffers from osteoporosis and is thought to have broken her hip in a recent fall. </p> <p>Obama is chastened by the memory of not being at his mother's side when she died in Hawaii of ovarian cancer at the age of 52.</p> <p>Obama went straight to his grandmother's small apartment in central Honolulu, where a small crowd of 50 onlookers had gathered. He was expected to spend the day with her at the 10th floor apartment where he lived from the age of 10 until he left for college in Los Angeles. Obama's half-sister has been living with their grandmother in recent years to look after her.</p>",
  "<p>Amid the fevered media fascination that has surrounded Sarah Palin since she was plucked from the decent obscurity of Alaska to become John McCain's running mate at the end of August, one theme has remained constant: that she has and will shore up and even increase the vote of the religious right on November 4. Palin has fostered it herself, most recently <a href=\"http://www.citizenlink.org/clspecialalert/A000008476.cfm\">going on James Dobson's show</a> to pal around with the evangelicals who are <a href=\"http://www.focusonthefamily.com/\">Focus on the Family</a>'s target audience – <a href=\"http://www.focusonthefamily.com/about_us/profiles/dr_james_dobson.aspx\">Dobson</a> himself being the self-regarding Svengali of the religious right.</p> <p>But on October 23 the Washington-based <a href=\"http://pewforum.org/about/\">Pew Forum</a> issued some <a href=\"http://pewforum.org/docs/?DocID=364\">polling findings</a> which, hidden in the graphs, show that the Palin effect may be pretty limited among the religious constituency too. Its figures show that indeed white, evangelical Protestant voters are still heavily supportive of McCain over Obama, by a margin of about two-thirds to a quarter. But the proportion has scarcely changed, indeed has possibly declined marginally, since Palin's epiphany on August 29.</p> <p>In polls since June, McCain's rating among the group has wavered from 61% to peak at 74% (bizarrely, recorded in the second week of October just as the Republican candidate's rating subsided following the Wall Street crisis) before currently settling at about 67%. But at the end of August the rating was running at 71%. In other words, the selection of Palin does not seem to have boosted McCain's support. The long standing suspicion of McCain among evangelicals does not seem to have drastically affected his support from that quarter or changed it much since Palin's selection, though it is running significantly lower than the 78% rating that George Bush achieved in the 2004 election.</p> <p>Given Palin's open and ostentatious appeal to that section of the electorate, she doesn't actually seem to have made much difference to its voting intentions. And that's despite her rightwing groupies' increasingly vociferous claims that she is the victim of a media witch hunt because of her values and homespun God-fearin' characteristics. As I write this, just such a missive has flopped into the Guardian's letters in-tray: anonymous, semi-literate and all in capitals, denouncing a \"flagrant smear and assassination agenda against Sarah Palin [by] columnists for the enemies of my country here and abroad.\" The same post has also gone to the New York Times. It might have more luck with Fox News.</p> <p>What may be true is that by enthusing the religious base, Palin's selection may have increased their chances of voting at all. As Dr Richard Land, premier spokesman in Washington DC of the <a href=\"http://www.sbc.net/\">Southern Baptist Convention</a> tells me, McCain himself would not have been even the Religious Right's second choice candidate for the Republican nomination, but Palin has revived their enthusiasm. Dobson, who earlier in the year said he could not endorse McCain has enthusiastically embraced his vice-presidential candidate (purely platonically of course) and so her place on the ticket probably ensures that many evangelicals do indeed turn out to vote. But her selection has come at a terrible cost in the wider electorate.</p> <p>By comparison, Obama's approval rating among white evangelicals has been pretty constant: 25% in June, 24% now, recovering from 18% earlier in the month. But among other religious groups he's not been doing badly at all: among mainstream white Protestant voters he's currently leading by 48% to 43% – more or less in line with general polls – and he's also ahead by 49% to 41% among Hispanic Catholics. Here's a surprise too: among black Protestant registered voters he is running at 94% to McCain's 2%. And among unaffiliated voters – not connected to any religious group – he is at 66% to 24%.</p> <p>The figures indicate that the white evangelicals – roughly 23% of the electorate – are McCain's most loyal constituency, wielding an influence out of proportion even to their numbers because they reliably turn out and vote in elections. But the vote is not as solid as it was four years ago, the evangelical movement has been riven by divisions over the environment as part of a growing debate about political aims and objectives and even churchgoers are not immune to economic concerns. Also, Palin has not had the transformative effect McCain's team had hoped. There has not been a barracuda bounce.</p>",
  "<p>So it's over. What started with <a href=\"http://www.theguardian.com/world/video/2008/oct/07/uselections2008\">bluegrass</a> ended with Falstaff. </p> <p>There have been no more <a href=\"http://www.theguardian.com/world/video/2008/sep/30/roanoke\">raccoons</a> (although I did see a whole family of five scuttling across Jefferson last week). </p> <p>And while I confess I am still baffled by the <a href=\"http://www.theguardian.com/world/2008/oct/07/uselections2008\">squeamishness</a> of some locals over being associated with bluegrass (I have yet to hear mention of another kind of music that could be associated with the area), I understand much more now why so many are proud of Roanoke and were sensitive to the possibility that it would be maligned or caricatured on the international stage.</p> <p>Friendly, vibrant, engaging, complex, diverse (economically more than ethnically) are just a few descriptions that spring to mind. </p> <p>The photo gallery that accompanies this piece hopefully gives a flavour of the city in all its glory and gory daily life. </p> <p>I also stand by my original description of Roanoke as <a href=\"http://www.theguardian.com/world/2008/sep/29/younge.america.roanoke.virginia\">eccentric</a>. One evening I discussed pillaging with a man dressed as a Viking. His beard was plaited and he had an Obama sticker on his helmet. He said the woman with him was not his girlfriend, she just made his mead. </p> <p>It's not that people didn't notice, but the fact he was dressed as a Viking didn't seem to come up in any conversation. When I brought it up it was like I was the strange one. </p> <p>It was just one evening; and he was just one Viking. But along with the Obama supporter who wouldn't hear a bad word said about the confederate general Robert E Lee, the drama over the mouse infestation in the city market (did the mayor <a href=\"http://www.roanoke.com/news/breaking/wb/178852\">really compare it to 9/11</a>?) and the lady with the <a href=\"http://www.theguardian.com/world/2008/oct/23/barack-obama-art-roanoke-virginia\">monkey and the hats</a> at NoShame Theatre, I don't think \"eccentric\" is a push. Particularly after the Nader voter who <a href=\"http://www.theguardian.com/world/2008/oct/06/uselections2008.barackobama1\">brandished a gun</a> in my direction.</p> <p>On one of my last nights in town I bumped into Chris Walters, last seen at the <a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.sarahpalin1\">Republican vice-presidential debate watching party</a> a few weeks back. </p> <p>We were at the urinals in Fork in the Alley and Chris thought this would be an ideal time to impugn my journalism. </p> <p>He said I misquoted him as saying: \"I didn't dislike John McCain. But he is an independent thinker and I'm a conservative.\" I checked. I didn't. He then told me I had come \"with an agenda\". I reminded him that I was one of the few people who had suggested that \"Palin had edged it\". Chris said if that was true he would apologise. I'm still waiting. I guess being a Republican means never having to say you're sorry.</p> <p>But he was right on one thing. I did come with an agenda. To find out how this election was playing out in Roanoke, on issues both big and small. </p> <p>There were some stories I wish I'd had the time to pursue. I wanted to do one on gay life in the town, which seems to be a hub for gay folk from many miles around. I also wanted to write about the large number of mixed-race couples I seemed to spot everywhere. A few had spoken to me about issues with their extended families (some of them political) that I thought were intriguing. </p> <p>Most criminally I did not cover the war. I did make some calls, which lead to nothing. But since it kept not coming up I decided not to force it. Then at the Obama rally his biggest cheer was when he promised to stop the war. And I thought - it's in there somewhere, I wish I'd spent more time on it.</p> <p>Finally I wish I'd been able to get a better sense of what the Republicans were up to. I tried. God knows I tried. But while those on the Obama campaign <a href=\"http://www.theguardian.com/world/video/2008/oct/06/uselections2008.barackobama\">were extremely friendly and open</a>, the Republicans were ... well, more elusive. </p> <p>I sent two emails to the local Republican functionary, Mr Reedy, telling him \"I'm very keen to cover some Republican activities in the area and was wondering if you could point me in the right direction. </p> <p>\"We spent a morning, with a cameraman, at the Democratic party offices yesterday morning, spoke to some of their volunteers and went out canvassing with them. I was wondering if there was anything similar we could do with the Republican volunteers. </p> <p>\"We are committed, whenever possible, to present local politics in its entirety in a fair and balanced manner.\" </p> <p>I thought the fair and balanced thing might reel him in. No dice.</p> <p>I went by the office but he told me not to come in as no one would be able to speak to me without prior approval from on high. </p> <p>I blame this on the organisation. Most Republicans I did actually meet outside the campaign and away from the urinals were quite pleasant. </p> <p>Sarah Palin is coming to the next-door town of Salem on Monday. I wish I could be here to see it</p> <p>So with all those omissions what did I find out? That the Obama campaign seems better organized, better funded and in better spirits. That both parties have problems with their bases - Republicans with evangelicals and Democrats with <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama1\">African Americans</a>. </p> <p>But while the Democratic problem is purely organisational, the <a href=\"http://www.theguardian.com/world/2008/oct/16/john-mccain-virginia-roanoke-campaign\">Republican problem</a> is more profoundly political. If the Republicans are fighting hard here, then they are fighting hard almost everywhere. And that means they are in serious trouble.</p> <p>I came because I thought it would be interesting. It was. But I didn't count on it actually being fun. So thank you, Roanoke. And goodbye.</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338955445\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/NewBadge-8853.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman wears an Obama for President badge at 'Fine Art for a Fine Man', an art sale to raise money for the Barack Obama presidential campaign</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338955575\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/newsscenestab-1443.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A night on patrol with the Roanoke police: Police and locals help a young man who was stabbed and collapsed on his porch</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338955626\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/stabbingcopo-6501.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police and locals help a young man who was stabbed and collapsed on his porch</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338958751\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/railway-272.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Norfolk and Southern Railroad workshop: Roanake is a railway town make famous by the photos of Winston O'Link</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338969975\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/Supportersnew-783.jpg\" alt=\"Us election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democrat supporters on the campaign trial in the town</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338956269\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/newdrunkdrive-5996.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two young men pulled over for drunk driving</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338956505\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/Policecompo-9878.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Friday night in Roanoke</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338956584\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/Cultural-3295.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A freight train passes the new Taubman Museum of Fine Art (L) and the Wachovia bank building (C) in downtown Roanoke. The bank has been a victim of the credit crunch and no longer exists. There is a rich cultural life in the town from amateur theatre to public concert</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338956607\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/Accidentcompo-4917.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emergency services at the scene of a car crash</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338956139\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/Newpeoplecompo-5485.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People of Roanoke: (from bottom left to top right) Anna Robertson in her ice cream soda shop; Pamela Irvine, president and CEO of Southwestern Virginia Second Harvest Food Bank; Princess Moyer and her son Jayden at home, Democratic volunteers Tony and Karen Russell out canvassing for the election campaign</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338957522\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/23/uselections2008-usa/SCENENEW-524.jpg\" alt=\"US election campaign in Roanoke\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police talk to witnesses at the scene of a stabbing</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>",
  "<p>Chicago is expected to hold its biggest party in memory on election night, with Barack Obama as the guest of honour, in Grant Park, a green expanse separating the city's downtown from Lake Michigan. </p> <p>And as with all festivities, someone will have to clean up.</p> <p>With the city facing a massive budget shortfall, the wealthy Obama campaign has agreed to foot the estimated $2m bill for security and cleanup following the campaign's election night rally in the 319-acre park.</p> <p>The city expects at least 70,000 revellers to attend the rally and hear what could be Obama's victory speech. The crowd could be even larger: Obama drew 100,000 in St Louis last week, and Chicago is the senator's hometown. He remains enormously popular here, and polls show him ahead in Illinois by as many as 30 percentage points.</p> <p>\"In addition to the normal permit fees paid for park rentals, the campaign is already making arrangements to assure that city resources are not used to clean up the park following the event,\" Obama campaign spokesman Justin DeJong told the Chicago Tribune. \"The campaign is also paying for substantial private security and [emergency medical] services to limit the need for city services surrounding the event.\"</p> <p>Rally-goers will likely have to endure long lines at metal detectors and have their possessions searched, as has been typical of Obama events since the winter. The US secret service and the Chicago police are likely to head up security efforts on election night, with Chicago fire fighters, sanitation workers and emergency medical crews also participating. The city will also provide extra buses and trains to get people to and from the rally.</p> <p>\"We're very excited to be able to host their campaign here in Chicago,\" said Jennifer Martinez, spokeswoman for the Chicago office of emergency management and communications. \"This is his hometown, and we're excited to show yet again an example of how Chicago can hold these large-scale events\".</p> <p>She compared preparations for the event to those for Pope John Paul II's 1979 open-air mass in Grant Park.</p> <p>Chicago mayor Richard Daley said at a press conference yesterday that cleanup and security costs for the festivities could run as high as $2m. The city is facing a $469m budget shortfall, and Daley has proposed laying off 929 municipal workers and cutting city services.</p> <p>The Obama campaign, meanwhile, is flush with cash, having raised a<br>record-breaking $150m in September.</p> <p>\"This is not a presidential visit. This is a political event and they've agreed to pay for all those services - all the expenses of that,\" Daley said yesterday. \"It's costly, but they raised quite a bit of money. There's no [shortage] of money in that campaign\".</p> <p>Asked if he would attend the rally, Daley answered, \"Why not?\"</p> <p>Grant Park, known as Chicago's \"front yard\", hosts concerts and festivals during the summer months, so the city is used to packing in crowds. The site was also the base for masses of protestors during the 1968 Democratic convention.</p>",
  "<p>The storm over <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>'s lavish clothing budget continued today as a watchdog group filed a campaign finance complaint against her, while the vice-presidential nominee herself blamed the row on sexism.</p> <p>In a complaint filed to the US federal election commission, the group Citizens for Responsibility and Ethics in Washington (Crew) argued that <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> violated campaign finance rules when they spent $150,000 (£96,000) on clothes for Palin and her family.</p> <p>The purchases came from a joint account, controlled by both national Republicans and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>'s campaign. At issue is whether the \"personal use\" ban on buying clothes with campaign money – a reform promoted by McCain himself – applies to such joint accounts.</p> <p>\"It is ridiculous that [Republicans] would spend $150,000 to outfit a vice-presidential nominee and her family at any time, but it is more outrageous given the dire financial straits of so many Americans and the state of our economy,\" said Melanie Sloan, the executive director of Crew and a federal prosecutor during the Clinton administration.</p> <p>\"As if that isn't bad enough, the expenditures violate campaign finance law.\"</p> <p>In an interview with the Chicago Tribune newspaper, Palin suggested that male candidates who dressed sharply for the campaign trail would not have faced the same scrutiny.</p> <p>\"I think Hillary Clinton was held to a different standard in her primary<br>race,\" Palin said. \"Do you remember the conversations that took place about<br>her? Say, superficial things that they don't talk about with men, her<br>wardrobe and her hairstyles, all of that? That's a bit of that double<br>standard,\" she said.</p> <p>Palin said the clothes purchased were not in line with her family's personality and most of them were sitting unopened on her campaign plane. </p> <p>\"The whole thing is just bad!\" she said. \"Oh, if only people knew how<br>frugal we are. It's kind of painful to be criticised for something when all<br>the facts are not out there and are not reported.\"</p> <p>The Crew complaint is unlikely to come before the election commission<br>ahead of the <a href=\"http://www.theguardian.com/world/uselections2008\">election</a> on November 4. But it does keep the Palin clothes budget on the political agenda for another day at a time when negative press of any kind could damage the McCain camp.</p> <p>Campaign finance experts are split on the legality of the purchases, with some concluding that the <a href=\"http://www.nytimes.com/2008/10/23/us/politics/23palin.html?_r=2&amp;hp&amp;oref=slogin&amp;oref=slogin\">Republican national committee was allowed</a> to buy the clothes and other <a href=\"http://ap.google.com/article/ALeqM5gN2UuEbyF64GtuHQfJzWDqDg7PqgD93VNPAG3\">election lawyers wondering</a> whether regulators would use the occasion to set a new policy on the subject.</p>",
  "<p>Sallying forth in one of his verbal excursions in Seattle on Sunday, Democratic vice-presidential nominee Joe Biden told a roomful of supporters that \"the world is looking\" as the United States was \"about to elect a brilliant 47-year-old senator president\". Biden then told the room to \"<a href=\"http://politicalticker.blogs.cnn.com/2008/10/20/biden-predicts-early-crisis-will-test-obama/\">watch, we're going to have an international crisis</a>, a generated crisis, to test the mettle of this guy\".</p> <p>While the meaning of Biden's remarks was clear – he is quite confident that a President Obama will pass any such test – this was another unfortunate example of the voluble senator from Delaware tripping over his own tongue, going for baroque when plain speaking was called for.</p> <p>Jumping at the opportunity to pull the debate back to national security – an issue John McCain actually feels comfortable talking about – the McCain campaign blasted out a mass email that transparently misrepresented Biden as claiming \"Barack Obama's election guarantees an international crisis\". That is, they had Biden say what McCain has been trying to strongly imply for the last 10 months.</p> <p>Former New York mayor and McCain supporter Rudy Giuliani also piled on the criticism, calling Biden's statement \"extraordinary\" and asserting that \"it is not uniformly the case that the mettle of American presidents is tested\". Giuliani insisted that \"Senator McCain would not present that same risk that Joe Biden seems to be worried about\".</p> <p>Senator Joe Lieberman, one of John McCain's closest allies and confidantes, apparently disagrees. Appearing on Face the Nation back in June, Lieberman predicted, just as Biden did on Sunday, that \"<a href=\"http://www.cbsnews.com/stories/2008/06/29/ftn/main4217516.shtml\">our enemies will test the new president early</a>\". The following day, the White House confirmed Lieberman's comments. \"<a href=\"http://www.democracyarsenal.org/2008/10/white-house-agr.html\">I think senator Lieberman, unfortunately, could be right</a>,\" said press secretary Dana Perino. </p> <p>On Tuesday, Michael Chertoff, the secretary of homeland security, <a href=\"http://www.democracyarsenal.org/2008/10/chertoff-agrees.html\">also seemed to agree with Biden</a>, saying: \"<a href=\"http://www.bloomberg.com/apps/news?pid=washingtonstory&amp;sid=a7MuiagBPMz4\">terrorists may see the change</a> to a new US president over the next six months as a prime chance to attack, no matter who wins the White House.\"</p> <p>But the message coming from the McCain camp is clear: A President Obama would invite \"testing\" in a way that a President McCain would not. McCain's top foreign policy adviser Randy Scheunemann stated in a press call that \"in foreign policy, it is weakness that is provocative\". These sorts of arguments about credibility and reputation are inherently subjective. Yes, weakness can be provocative. But strength can also be provocative, especially when exercised without good judgment. </p> <p>After 9/11, McCain was one of the <a href=\"http://wonkroom.thinkprogress.org/2008/06/06/mccain-the-war-salesman/\">foremost advocates of the invasion of Iraq</a>, justified partly on the basis that such an invasion would be a way of \"showing strength\" in response to the attack on our homeland. It turned out that showing strength by invading and occupying Iraq turned out to be both incredibly provocative and disastrous for America's security. The war attracted thousands of militants to Iraq, fueled unprecedented levels of anti-Americanism around the world and continues to bleed the US of lives and resources.</p> <p>The correct question is not whether a president is \"strong\" or \"weak,\" but whether his policies are effective. There is a general consensus among analysts that al-Qaida will, at some point, attempt another attack here in the US, and that attack will likely be generated from al-Qaida's base on the Afghanistan-Pakistan border area, where they were allowed to regroup when the Bush administration turned its attention to Iraq. Al-Qaida clearly recognises that they have benefited from Bush's approach, which posits a war of civilisations between Islam and the west. The Washington Post reported today that a prominent al-Qaida website has declared its support for McCain, who they believe will faithfully continue the \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/21/AR2008102102477.html\">failing march of his predecessor</a>\". </p> <p>Given the era of global transformation and uncertainty in which we live, there's no doubt that the next president will be tested in a number of ways. Dealing effectively with tomorrow's crises will require the new administration to use the full range of US power - diplomatic, economic and military - and eschew the focus on military solutions that has resulted in an intact and active al-Qaida, an empowered Iran, a more destabilised Middle East and a less secure America seven years after 9/11. </p> <p>It's true that John McCain has been tested in the past, as his supporters claim. But his unstinting support for the ruinous policies of George Bush - and his promise that, if elected, he would continue those policies - has earned him a failing grade.</p>",
  "<p>The Democratic presidential hopeful, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>, touched down in Honolulu today to visit his sick grandmother.</p> <p>He took what is expected to be a 24-hour break from his <a href=\"http://www.theguardian.com/world/uselections2008\">campaign</a> to spend time with the woman who raised him in Hawaii for most of his teenage years.</p> <p>Madelyn Dunham, 85, his maternal grandmother, suffers from osteoporosis and is thought to have broken her hip in a recent fall. Obama is chastened by the memory of not being at his mother's side when she died in Hawaii of ovarian cancer at the age of 52.</p> <p>\"My grandmother's the last one left,\" he told an interviewer earlier this week. \"She has really been the rock of the family, the foundation of the family ... I want to make sure that I don't make the same mistake twice.\"</p> <p>\"O Force One\", as his campaign plane is known, landed shortly after 7.15pm (0600 BST), its fuselage emblazoned with the original campaign slogan \"Change we can believe in\". That slogan has since been replaced with the more tangible \"Change we need\".</p> <p>Obama went straight to his grandmother's small apartment in central Honolulu, where a small crowd of 50 onlookers had gathered. He was expected to spend the day with her at the 10th floor apartment where he lived from the age of 10 until he left for college in Los Angeles. Obama's half-sister has been living with their grandmother in recent years to look after her.</p> <p>A strong-willed woman described by friends as \"bird-like\", Dunham was the main breadwinner during Obama's childhood. She rose from a secretarial job at the Bank of Hawaii to become one of its vice-presidents. Her earnings, and the sacrifices made by her and her husband, Stanley, helped to pay for Obama's education at one of the most prestigious private schools in the country.</p> <p>Obama has drawn on his grandmother's life story during the campaign. In one advertisement in which she appeared, he noted that she had \"taught me values straight from the Kansas heartland\", including \"accountability and self-reliance. Love of country. Working hard without making excuses. Treating your neighbour as you'd like to be treated.\"</p> <p>Accepting the <a href=\"http://www.theguardian.com/world/democrats\">Democratic</a> nomination in August in Denver, Obama paid tribute to Dunham, who he calls Toot, short for a Hawaiian term for grandmother, \"tutu\".</p> <p>\"She's the one who taught me about hard work,\" he said. \"She's the one who put off buying a new car or a new dress for herself so that I could have a better life. She poured everything she had into me.\"</p> <p>But Dunham did not necessarily share her grandson's political views. She is thought to have been a Republican voter in the past. This year, however, she took advantage of early voting to cast her vote in the presidential election.</p> <p>Obama was expected to leave his native Hawaii this evening and resume campaigning in Nevada on Saturday.</p>",
  "<p>As I've written about before, in addition to the elections this year, voters are being asked to decide several ballot initiatives across several states. In Colorado, voters are being asked to decide whether to amend the state constitution to read \"the terms 'person' or 'persons' shall include any human being from the moment of fertilization\". Conservatives say that it's a <a href=\"http://www.lifesitenews.com/ldn/2008/may/08053007.html\">historic opportunity in Colorado to overturn Roe v Wade</a>, the US Supreme Court decision legalising abortion. Liberals are mocking Amendment 48, calling it the \"egg-mendment\".</p> <p>In the past, such controversial ballot initiatives have rallied social conservatives, but due to the broad nature of this amendment, Democrats say it's helping to motivate their supporters. Analysts also say that it draws attention to Sarah Palin's extreme views on abortion and alienates moderate women.</p> <p>Opponents have said that the \"moment of fertilisation\" is not a <a href=\"http://squarestate.net/showDiary.do?diaryId=5736\">medically recognised term and almost impossible to determine</a> outside of a lab. Opponents also say that it could force the state to investigate miscarriages and to limit birth-control methods. Blogger Zappatero at the PeakDemsBlog had this <a href=\"http://blog.peakdems.org/2008/05/q-and-eggmendment.html\">tongue-and-cheek question-and-answer on the amendment</a>:</p> <blockquote> <p><strong>When do we start having women register their periods with the government every month so we can track and investigate miscarriages?</strong> I'm sure our police forces will consider staking out the feminine hygiene aisle down at Walgreen's to be a far more important task than staking out, say, crack houses.</p> </blockquote> <p>The Economist looked at ballot initiatives in several states and said while it found that some such as California's ballot initiative to ban gay marriage would rally conservatives, they believed that this amendment in Colorado would actually <a href=\"http://www.theelectroniceconomist.com/displayStory.cfm?story_id=12263114\">rally Democrats and moderate women</a>.</p> <blockquote> <p>The \"egg-mendment\", as critics dub it, is likely to mobilise moderate women voters in opposition while drawing attention to John McCain's and Sarah Palin's strict views on abortion—and this in a swing state. In November it will almost certainly go down in flames.</p> </blockquote> <p>I asked the bloggers at Democrat community site <a href=\"http://squarestate.net\">Squarestate.net</a> whether they thought the amendment would rally conservatives or liberals, something which could affect the presidential result in the state.</p> <p>One <a href=\"http://squarestate.net/showComment.do?commentId=35638\">blogger said</a>:</p> <blockquote> <p>I think the egg-mendment, along with the selection of the rabidly anti-abortion Palin, has a whole lot of independent Coloradan convinced they need to get to the polls this year, as if there wasn't enough reason already.</p> <p>I know several middle-of-the-road women who were undecided until the selection of Palin. As a wedge issue, it seems the abortion debate has started backfiring on the GOP.</p> </blockquote> <p>Another <a href=\"http://squarestate.net/userDiary.do?personId=944\">blogger on Squarestate.net said</a>:</p> <blockquote> <p><br> The R(epublican)s that were heading to the polls to vote for this were either already on their way to vote for McCain, or cast a third-party vote because he isn't pro-life enough.</p> <p>On the other hand, this amendment will help to boost bringing out progressives who are passionate about women's rights but don't see that issue represented in the other initiatives.</p> </blockquote> <p>And <a href=\"http://squarestate.net/showComment.do?commentId=35642\">another blogger on the site added</a>:</p> <blockquote> <p>If you get too broad, as South Dakota did with a similar measure, you start alienating even moderate Republicans. This measure separates alienates people who are merely anti-abortion but are not anti-birth control.</p> <p>Dems, of course, can now talk seriously about the need to take action to fight Amendment 48, and mobolize with it.</p> <p>Honestly, though, turnout in this election is being driven by the top of the ticket. Obama is bringing people into the process who have never participated before, and that is a big piece of why he won in the primary and caucus fight.</p> </blockquote> <p><br>Despite being Catholic and opposing abortion, <a href=\"http://www.coloradostatesman.com/content/amendment-48\">Democratic Governor Bill Ritter has come out against the amendment</a> saying it would put the state between a woman and her doctor, and there has been a well organised \"<a href=\"http://www.protectfamiliesprotectchoices.org/\">No on 48</a>\" campaign. <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/state_toplines/colorado/toplines_colorado_presidential_election_september_28_2008\">A poll in late September</a> found that 50% opposed to the amendment, 39% for it and 11% unsure.</p>"
]