[
  "<p>Barack Obama and the Democrats are stealing the election. Massive voter fraud is being carried out, even as we speak, by their henchmen, known by the innocuous sounding Association for Community Organisations for Reform Now, or Acorn. Clever bastards.<br> The only problem? Despite the screaming wall-to-wall coverage of \"Democratic voter fraud in 11 swing states\" as seen on Fox News and even the once-respectable CNN, none of it's true. None of it.</p> <p>In just the last week, we've had a phoney <a href=\"http://www.bradblog.com/?p=6480\">stunt raid in swing state Nevada</a> (where Acorn had been cooperating with officials for months, concerning problem canvassers they'd long ago fired); a Republican election official in swing state Missouri tell <a href=\"http://www.bradblog.com/?p=6487\">Fox News</a> that she's being <a href=\"http://www.bradblog.com/?p=6488\">beseiged</a> with fraudulent registration forms from Acorn (in a county where they've not done any registration work since August); a Republican sheriff in swing state Ohio, who, the very next day, <a href=\"http://www.bradblog.com/?p=6493\">suddenly requested</a> the names and addresses of hundreds of early voters (with evidence of exactly zero wrong doing, but lots of Democratic-leaning college student in the particular county, and John McCain's state campaign chair as a partner in the investigation); and a screaming front page headline <a href=\"http://www.nypost.com/seven/10092008/news/politics/nuts__132771.htm\">in Rupert Murdoch's New York Post</a> about a guy who claims he was somehow tricked by Acorn into registering 72 times (but read the article closely to note he says he registered at the same address each time, which, even if true, would allow him - you guessed it - precisely one legal vote.)</p> <p>It's an old Republican scam, but it's never been carried out with more zeal than this year. The Republicans have been putting so much time, money and resources into the propaganda leading up to this <a href=\"http://www.bradblog.com/ACVR\">over the last four years</a>, we should have expected no less. <br> As luck would have it, the Democrats have a man who, as an attorney years ago, actually had the temerity to join the US department of justice in representing Acorn in a successful lawsuit, forcing the state of Illinois to follow the law by allowing citizens to register to vote at the department of motor vehicles. What a scoundrel. That, of course, was before the department of justice, under George Bush's corrupt command, would itself become politicised by the very Republicans so desperate to keep low-income voters from voting, that they were willing to fire their own US attorneys for failing to bring phoney charges of voter fraud in key swing states like Nevada and Missouri. So what are the crimes that have caused all the Sturm und Drang on US television and talk radio, and in several otherwise respectable newspapers and even by the McCain campaign itself? The only actual crime here is that Acorn <a href=\"http://www.bradblog.com/?p=6503\">managed to register</a> some 1.3m low-income (read: Democratic-leaning) voters over the past two years. The rest is, pretty much, just made up.<br> But in the bloody and desperate trenches of the <a href=\"http://www.theguardian.com/commentisfree/2008/aug/20/uselections2008.civilliberties\">Republican war on democracy</a>, that's more than enough to kick in a last minute surge of lies that may - with the help of a compliant and lazy corporate US media - wreak enough havoc, scare enough voters, confuse enough people and plant enough seeds to call an Obama victory into doubt on November 4.<br> If you can't win it, steal it. If you can't steal it, claim the other guy stole it. If you can't claim the other guy stole it (yet), say they're about to and then kick up smoke that maybe someone will believe you. (Heckuva job, CNN.) Here are the facts. Acorn verifies the legitimacy of every registration its canvassers collect. If they can't authenticate the registration, or it's incomplete or questionable in other ways, they flag that form as problematic (\"fraudulent\", \"incomplete\", et cetera). They then hand in all registration forms, even the problematic ones, to elections officials, as they are required to do by law. In almost every case where you've heard about fraud by Acorn, it's because Acorn itself notified officials about the fraud that's been perpetrated on them by rogue canvassers. Most officials who run to the media screaming \"Acorn is committing fraud\" know all of the above but don't bother to share those facts with the media they've run to. None of this is about voter fraud. None of it. Where any fraud has occurred, it's voter registration fraud and has resulted in exactly zero fraudulent votes. You'll hear that Donald Duck, Mary Poppins, Dick Tracy, Mickey Mouse and (new this year) the <a href=\"http://www.star-telegram.com/332/story/958266.html\">starting lineup of the Dallas Cowboys</a> football team have all had fraudulent registrations submitted in their names. That's true. And we know this, why? Because Acorn told officials about it when they followed the law and turned in those registrations, flagged as fraudulent.<br> What you won't hear is that federal law requires anybody who does not register to vote in person at the county office to show an ID when they go to vote the first time. So, unless Donald Duck shows up with his ID, he won't be voting this November. You needn't worry, no matter how much even <a href=\"http://www.youtube.com/watch?v=BCB-wGSRzVc\">John McCain himself</a> cynically and dishonourably tries to mislead you.<br> If it quacks like a duck, in this case, it's likely another Republican Acorn voter fraud lie. They haul it out every two years.</p> <p>Just days before the 2004 presidential election, rightwing whack job Michelle Malkin claimed that Acorn was registering terrorists to vote in swing state Ohio. Problem was, <a href=\"http://mediamatters.org/items/200410270005\">that was a lie</a>.<br> In 2006, again just days before the election, the new US attorney in swing state Missouri (recently appointed, since the one before him refused to bring such charges), filed voter fraud indictments against Acorn workers in the state. Problem was, bringing election-related indictments that close to an election was a violation of the department of justice's own written policy. And Acorn had nothing to do with it, other than turning in the employees to officials. Getting the picture? It's a hoax. All of it. But it's been an effective one, as it's served to distract from very real concerns about tens of thousands of voters who have been illegally purged from the voting rolls in dozens of states, as <a href=\"http://www.nytimes.com/2008/10/09/us/politics/09voting.html?_r=1&amp;oref=slogin&amp;pagewanted=all\">the New York Times reported</a> in a remarkable front page investigative story. That story followed a report the week before <a href=\"http://www.bradblog.com/?p=6453\">from CBS News</a> detailing still more wholesale purges of voting rolls in some 20 states.<br> That will be the November surprise, when thousands, if not millions show up to vote only to find they are no longer welcome to do so and are forced to vote on a \"provisional ballot\" which may or may not be counted. These real concerns of election fraud, such as voting roll purges, <a href=\"http://www.bradblog.com/?p=6497\">electronic voting machines that don't work</a> and so much more that actually matters, have been obscured by the smoke and mirrors and sleight of hand of the Republican party's phoney Acorn voter fraud charade.<br> And where they can, they'll parlay it all into new photo ID restrictions at the polls (knowing full well that some 20m, largely Democratic-leaning voters don't own the type of ID they'd need to jump over that next Republican hurdle.) Yet, with all of the unsubstantiated, wholly bogus claims of voter fraud being carried out by Democrats, there remains at least one case of absolutely ironclad, documented, yet still-unprosecuted case of voter fraud that, for some reason, Republicans don't much like to talk about.</p> <p>We can only <a href=\"http://www.bradblog.com/?p=6046\">wonder why</a>.</p>",
  "<p>We're at the point where we're obsessed with the visible manifestations of the campaign right now – the stump speeches, the ads, whether the Bill Ayers attacks are working. But let's step back and consider something that isn't immediately visible, something that might have a big impact on how this race winds down. In a word, money.</p> <p>Two questions you may not have thought about in the past week: How much money is Obama probably raising right now, and how much are the Republicans raising?</p> <p>Obama will announce his September totals next week. He raised a record <a href=\"http://www.huffingtonpost.com/2008/09/14/obama-raises-66-million-i_n_126259.html\">$66m in August</a>. Doesn't it seem safe to say that the September number will be north of that? Maybe $75m? And what about the October figure? He could hit $100m in a single month. Even if that proves high, the guesstimate of another $75m or so, a more conservative projection today, would have seemed mind-blowing a few months ago.</p> <p>You could tell last week that Obama was swimming in cash when his campaign announced that it had <a href=\"http://www.huffingtonpost.com/2008/10/09/barack-obama-buys-half-ho_n_133363.html\">purchased 30-minute blocs of air time during prime time</a> on three different networks. Every indication is that he could practically buy the whole week on a network if he wanted to, but the big shows are starting their new seasons. As much enthusiasm as he's generated, he's still probably no match for Grey's Anatomy.</p> <p>Meanwhile, on the GOP side…McCain, remember, accepted public financing for the general election, which Obama did not, so McCain gets his money from the federal government. He and his party can, however, raise money that goes technically not to him but to the party. It can't be spent on campaign travel and payroll, but it can be spent on television advertising, mailings and other activities that support the presidential ticket.</p> <p>I should think they had a strong September – remember, McCain was ahead for the first half of September, until the financial crisis hit. But how must they be doing now? In all likelihood, not nearly as well.</p> <p>McCain's campaign is now at the point – seven, eight points behind with just three weeks remaining; also, unsure of its message and direction – where the political pros in the party start making choices. They look at the amount of money the party is bringing in. They look at the state of McCain's campaign and start making sober calculations about the chance of his winning. </p> <p>Then, they size up the races for Senate and the House of Representatives. They start telling themselves things like, \"Well, okay, maybe we lose the presidency. But we've got to keep the Democrats from getting 60 senators. We've got to try to hold on in <a href=\"http://www.electoral-vote.com/evp2008/Senate/Maps/Oct12-s.html\">North Carolina, Minnesota and Oregon</a>.\" And as far as the House of Representatives goes, <a href=\"http://www.electionprojection.com/house08.shtml\">momentum is still moving in the Democrats' direction</a>. They may pick up 12 seats, which would give them a hefty 61-seat advantage. </p> <p>Republican operatives want desperately to recapture control of that body. And they know very well that every 10 or so seats you're behind there adds another two or four years to the project. So they have a very strong interest in trying to keep losses there to a minimum.</p> <p>So, with fewer resources at their disposal than the Obama campaign, the Republicans are going to have to start making choices. My hunch is that McCain has a week to show that he can break through in <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/#data\">Virginia, Ohio, North Carolina and Florida (65 electoral votes all told)</a>. He's slightly behind in Ohio, North Carolina and Florida, and somewhat more than slightly behind in Virginia. </p> <p>If McCain can show by next weekend that he's nudged the needle in these states in his direction, his campaign managers will probably be able to persuade the party's money people to keep the infusions coming. </p> <p>But if he can't, history shows that they'll start cutting their losses and moving their spending to the protection of congressional incumbents. As you read blind quotes from GOP operatives over the next few days, keep an eye out for hints of this.<br></p>",
  "<p>Looking for the American <a href=\"http://www.guardian.co.uk/stage/theatre\">theatre</a> to say something about <a href=\"http://www.guardian.co.uk/world/uselections2008\">the presidential election</a>? You'll be lucky. On screen, we have the imminent release of <a href=\"http://www.wthefilm.com\">Oliver Stone's W</a>, while in music Madonna has made it clear that <a href=\"http://www.popcrunch.com/madonna-sarah-palin-ban/\">Sarah Palin is not welcome at any of her concerts</a>. But on <a href=\"http://www.guardian.co.uk.stage/broadway\">Broadway</a> there's barely a squeak.<br> It seems emblematic of the New York theatre's willingness to look toward the past that the hottest non-musicals on Broadway are revivals of <a href=\"http://www.allmysonsonbroadway.com\">All My Sons</a> and <a href=\"http://www.equusonbroadway.com\">Equus</a> (both, incidentally, directed by Brits). And the New York premiere of <a href=\"http://www.billyelliotbroadway.com\">Billy Elliot the Musical</a> will, obviously, tell you more about the UK under Margaret Thatcher than one is likely to pick up along 45th Street about the US under George W Bush.<br> Sure, Broadway folk being (for the most part) true blue, they are rallying to the Obama cause - to wit an October 20 <a href=\"http://www.playbill.com/news/article/122130.html \">fundraiser on his behalf</a> that is taking place in Pennsylvania on the performers' one night off. But even such off-Broadway sketch shows as the bluntly titled <a href=\"http://www.robertaonthearts.com/id508.html\">Bush Is Bad</a> called it quits some while ago: discussion of the \"badness\" of the current president no doubt pales next to an economy that is worsening by the minute. <br> It's scant surprise that the one American play I've come across of late even to begin to engage with topical events - Christopher Shinn's Now or Later - has been given its premiere in London at <a href=\"http://www.royalcourttheatre.com\">the Royal Court</a>, and not on Shinn's home turf. Away from the Broadway mainstream, New York's smaller venues are too busy mining the back catalogue of JB Priestley (the American debut of his 1957 <a href=\"http://www.minttheatre.org\">The Glass Cage</a>) and Sarah Kane (the first New York showing of <a href=\"http://www.sohorep.org\">Blasted</a>) to attempt to reflect or comment upon today's headlines. <br> Not that the candidates tend to reciprocate with much of an enquiry into the arts of their own, though Barack Obama has at least addressed the issue rather more than <a href=\"http://www.artsjournal.com/culturegrrl/2008/10/finally_finding_john_mccains_a.html\">John McCain</a>. In fact, though <a href=\"http://arts.endow.gov/news/news07/Budget2008.html\">government funding for the arts</a> in the US has actually gone up some $20m in the last year, very much contrary to expectation, it's especially difficult to put centre stage an art form that by its very nature seems elitist at a time when people are struggling to hang on to their homes and to put petrol in their tank. And since \"elite\", as we know, has been branded a dirty word, theatre and the political debate will doubtless continue their ever-divergent paths. <br> Until such time, I suppose, as George W and co pitch up at a Broadway performance of ... hmm, what would be their taste? I know: <a href=\"http://www.shrekthemusical.com\">the new Broadway musical of Shrek</a> .</p>",
  "<video data-media-id=\"gu-video-338528185\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1849686248_US-Elections-LT-Pub-debate-To-Brightcove-16x9.flv\"/> </video>   <p>Many criticisms are made about American political culture, and many of them are valid. But one thing rarely acknowledged is the depth and intensity of popular civic engagement. </p> <p>We are not talking about turnout here - although this election will probably see US turnout surpass the UK's for the first time in decades - but involvement: writing letters, calling congressmen and women, donating money, attending rallies, signing petitions, standing for school boards, and so on. </p> <p>As Jonathan Freedland points out in <a href=\"http://www.amazon.co.uk/Bring-Home-Revolution-British-Republic/dp/1841150215\">Bring Home the Revolution</a>, Americans are far more fully engaged in their political life than most Europeans. And this election is no exception. </p> <p>Viewing figures for the debates have been high, with the vice-presidential showdown the most watched in 16 years. Meanwhile, <a href=\"http://pewresearch.org/pubs/988/beat-the-press\">public interest in campaign news remains extremely high</a>. </p> <p>That doesn't necessarily mean the decision the American people will make will be enlightened. But it will at least be informed and the product of active participation.</p> <p>All this energy was on display at Roanoke's Fork in the Alley pub, where local Republicans and Democrats debated recently. I doubt any minds were changed. Indeed, the two things I noticed from it were that the Republicans had no female speakers at all, and neither side had any African-Americans. </p> <p>Given the historic candidacies on both tickets, that does not bode well for trickledown potential. But the fact that it took place at all shows a vibrancy in public discourse from which we could learn a great deal.</p>",
  "<p>Gordon Brown believes he's convinced European leaders to adopt his bail-out plan for their financial system. He'd already persuaded G7 leaders that Britain's blueprint was the best option. Chief political correspondent <strong>Nicholas Watt </strong>assesses the prime minister's achievement. </p> <p>Economics correspondent <strong>Ashley Seager </strong>says it remains to be seen whether the markets are convinced that governments have taken the necessary action to prevent meltdown.</p> <p><strong>Robert Booth</strong> looks at negotiations between Treasury officials and the Icelandic government on retrieving the savings of UK individuals, councils and charities.</p> <p>John McCain's presidential campaign has been accused by a civil rights leader of sowing hatred. <strong>Ed Pilkington</strong> explains why the Republicans are finding the closing weeks of the US election race tough-going.</p> <p>And science correspondent <strong>Ian Sample</strong> outlines the significance of a new discovery - a genetic link to baldness.</p>",
  "<p>Riding with us in our RV near his office in Culver City last week, a silver-haired <a href=\"http://www.tomhayden.com/\">Tom Hayden</a> says with a hint of irony, but not a trace of resignation - \"I am just an old politician.\"</p>      <video data-media-id=\"gu-video-338523504\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1851740570_Tom-Hayden.flv\"/> </video>   <p>Forty years ago, Hayden stood as the voice of youth. He was a founder of Students for a Democratic Society, participated in the civil rights movement, and became a leading anti-war activist, traveling to North Vietnam with his future wife, Jane Fonda. He was one of the Chicago Eight, charged with inciting riot at the 1968 Democratic Convention (where I and another reporter had the dubious honor of bailing him out of jail). </p> <p>Unlike some other young revolutionaries of his generation, Hayden didn't turn into a cynic or a conservative when the radical agenda of the 1960s and 70s gave way to the Reagan Revolution of the 1980s. Instead, he participated in progressive politics in Southern California, serving the state assembly and senate for nearly twenty years and working with local grassroots groups. </p> <p>Hayden believes that the 2008 presidential election is far more than just another horse race between two men, or even two parties. </p> <p>\"The movement for Barack Obama is a genuine social movement inside the trappings of a presidential campaign,\" he says. \"I think the Obama movement will produce the next wave of social activism in America for the next 20 or 30 years, whether he wins or loses.\" </p> <p>In <a href=\"http://www.huffingtonpost.com/tom-hayden/an-endorsement-of-the-mov_b_83478.html\">an essay endorsing Obama in the California primary last January</a>, Hayden wrote: \"Today I see across the generational divide the spirit, excitement, energy and creativity of a new generation bidding to displace the old ways. Obama's moment is their moment, and I pray that they succeed without the sufferings and betrayals my generation went through.\" </p> <p>In a sense, Hayden tells us, both Sarah Palin's and Barack Obama's candidacies represent different apocalyptic visions of the future. For Palin and her followers, the rapture will be their reward when Christ returns to earth to gather up the faithful. For Obama's youthful supporters, a grimmer fate awaits them, with no money for college, no decent jobs, no rights, and a world brought to \"the edge of extinction\" by global warming - unless we change course now. </p> <p>Hayden thinks that African Americans never believed whites would vote for a black man - and now that they have, many fear that Obama will be killed. </p> <p>\"We have to elect him and we have to protect him ... I have no doubt there are a lot of people in this country who are planning to shoot him, and there is a climate being generated to whip them up ... But he's got tools as well. He's got protection. He's got grace.\" </p> <p>And Hayden himself is looking toward the day when this historic campaign achieves its goal.</p> <p>\"I'd like to see those Obama girls playing on the White House lawn,\" he says.</p>",
  "<p>California State University in Northridge, a huge pubic university in Los Angeles's San Fernando Valley, has its own Spanish-language student newspaper and web site, <a href=\"http://www.csun.edu/elnuevosol/\">El Nuevo Sol</a>.</p>      <video data-media-id=\"gu-video-338520009\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1851735885_FINAL-Latin-Youth-Vote-AIC-FLV-16x9.flv\"/> </video>   <p>Its young editors represent the diversity within the city's Latino population: although much of the debate over immigration centers on Mexican Americans, many of these students belong to a growing Central American community. </p> <p>In the offices of El Nuevo Sol last week, the student editors debated the pros and cons of the presidential candidates - in the end coming out for Obama, though none too enthusiastically. </p> <p>While none of them favors McCain, they acknowledge that in recent decades, whatever little immigration reform has come was put forth not by Democrats, but by Republicans. </p> <p>While \"amnesty\" is now a dirty word among the anti-immigration forces, it was Ronald Reagan, in 1986, who signed into law <a href=\"http://www.reagan.utexas.edu/archives/speeches/1986/110686b.htm\">the immigration bill that placed millions of undocumented immigrants on the road to citizenship</a>. And while Hillary Clinton argued during the primaries that the Republican approach to immigration reform would \"criminalise Jesus,\" it was Bill Clinton, in 1996, who signed <a href=\"http://www.ilw.com/micasa/home.htm\">one of the most restrictive and punitive immigration bills in recent history</a>. The young journalists can only hope Obama will do better.</p> <p>Both of the current candidates once showed promise on the issue. John McCain, in an earlier, less right-wing mode, joined with Ted Kennedy in an <a href=\"http://www.boston.com/news/nation/washington/articles/2007/02/28/kennedy_mccain_try_again_on_immigration/\">unsuccessful attempt to wring a bipartisan immigration reform bill out of the Democratic-controlled Congress</a>, while Barack Obama at one point seemed poised to take on immigration as a civil rights issue, and supported the <a href=\"http://www.thenation.com/blogs/notion?pid=76067\">May Day immigrants' rights demonstrations</a> in 2006.</p> <p>But both candidates have since backed away from talking about their positions, apparently not wanting to rile the powerful feelings that surround the debate on both sides, and immigration has become the issue that dare not speak its name in the 2008 election. </p> <p>This state of affairs is ironic, considering the fact that year, as never before, <a href=\"http://www.hispanicprwire.com/news.php?l=in&amp;id=7635&amp;cha=10\">Latinos of all backgrounds are a force in the presidential election</a>, and both candidates are actively courting their votes - and <a href=\"http://opinion.latimes.com/opinionla/2008/06/obama-and-the-l.html\">Obama, it appears, winning most of them</a>. </p> <p>The Latino community itself has been highly mobilised, and <a href=\"http://www.npr.org/templates/story/story.php?storyId=95090073\">promises to turn out in record numbers</a>: Here in Los Angeles, the Coalition for Humane Immigration Reform of Los Angeles (CHIRLA) recently announced that it had <a href=\"http://www.chirla.org/node?page=\" 1\" tk\">registered 24,000 new voters</a>, most of them at naturalization ceremonies. And in a number of key swing states, the <a href=\"http://www.pbs.org/now/shows/402/index.html\">Latino vote could tip the electoral college in either direction</a>. Yet young Latino voters like those here at Northridge are faced with choosing between two candidates who offer next to nothing on the questions that matter to them most.</p>"
]