[
  "<p>Barack Obama is to head to Tampa, Florida, this week to spend three days preparing for the first of his three presidential debates with the Republican candidate, John McCain. The Democratic presidential candidate will conduct intensive rehearsals at a so-called debates camp, which includes a mock-up of the stage on which the debate will take place at the University of Mississippi on Friday. One of his advisers, Greg Craig, will stand in for McCain.</p> <p>The run-up to the first televised clash increases the tempo of a campaign that is already breaking all records. Funding figures released late on Saturday showed the two sides each spending an average of $3m a day.</p> <p>The format of the debates was released at the weekend after negotiations between the two camps and the neutral presidential debates commission. In contrast with a relatively free-wheeling format agreed by Obama and McCain, the Republican team won a series of restrictions to help McCain's running mate, Sarah Palin, in her vice-presidential debate with Obama's running mate, Joe Biden, in St Louis the following week, the biggest challenge she faces in the entire election.</p> <p>McCain's team is worried that Palin might be exposed by her lack of foreign policy experience. The team managed to insert time limits on topics for the debate. Time for her cross-examination by Biden, chairman of the Senate foreign affairs committee, has also been shortened. </p> <p>Although the campaign teams have been publicly focused on Wall Street, they have been gearing up behind the scenes for debates that could determine the outcome of the November 4 election. Many independent voters, who make up about 25% of the electorate, will only finally make their choice based on the performances in the debates.</p> <p>McCain and Obama have been rehearsing questions and answers with members of their campaign teams while flying about the country. Craig, Obama's sparring partner lined up for Tampa, was a stand-in for President George Bush while John Kerry prepared for the 2004 debates.</p> <p>While the presidential debates are potentially decisive, a poor showing by Palin in the sole vice-presidential one would resurrect doubts again about McCain's judgement in choosing her.</p> <p>Palin, on a crash course in foreign policy, is to meet foreign leaders in New York at the UN general assembly this week. Among those being lined up are Hamid Karzai, the Afghanistan president, and Alvaro Uribe, the Colombian president. She is also pencilled in to meet the former US secretary of state Henry Kissinger.</p> <p>Obama, seeing the polls shift slightly towards him as a result of the economic upheaval, was campaigning in North Carolina yesterday. He has accused McCain of \"panicking\" in the face of Wall Street events and has been reminding voters at every turn that McCain had long advocated deregulating Wall Street, blamed for the crisis. McCain replied that Obama was engaging in scare tactics. </p> <p>The two sides are so equally balanced in the polls that even a slight edge may decide the election outcome, and their spending reflects that.</p> <p>The campaign teams, as required by law, had to release a detailed breakdown of their spending for August by midnight on Saturday. This showed that the two teams spent $94.5m last month: $53.5m for Obama and $41m for McCain.</p> <p>The payrolls of both teams has jumped as more campaign staff have been recruited for the final election phase - $1.2m by McCain and $2.8m by Obama, but most of the spending was on advertising, concentrated in about a dozen battlefield states. McCain blew about $23m on advertising and Obama $33m. Obama spent $4.9m on travel to McCain's $3m.</p> <p>Despite the astonishing success of Obama's fundraising team in bringing in millions from small donors that has left him with $77m in the bank even after the record spending, McCain is well placed to match him. While Obama has been raising more than McCain, the Republican party's coffers are vast, with $76m, while the Democratic party is less well off, with $17m.</p> <p>The figures revealed the failed candidate for the Democratic nomination, Hillary Clinton, is still burdened with $9m from her campaign.</p>"
]