[
  "<p>The thrill among the delegates here is palpable. After months of being powerless to do much except angrily accuse Barack Obama's supporters of venerating him like a cult leader, they finally have a cult leader of their own to venerate. True, there's a certain contradiction involved in making that switch. But then again, this was a crowd who'd just heard Mitt Romney, the former governor of Massachusetts, inveighing against east coast elites, and Rudy Giuliani, the former mayor of New York City, sneering at \"cosmopolitan\" people, a handful of whom have reportedly been sighted in Manhattan in recent years. </p> <p>Oh, and another thing that sits awkwardly with the McCain campaign's \"anti-elitism\" line: the hateful latte-sipping media types at Vanity Fair have released a calculation of the value of the outfit worn by Cindy McCain, right, when she briefly addressed the convention earlier this week. Her Chanel watch, three-carat diamond earrings, four-strand pearl necklace, shoes (designer unknown) and Oscar de la Renta dress, they estimate, will have cost between $299,100 and $313,100 (£169,000 to £177,000) - mainly depending on the precise value of the pearls. Still, give the woman a break: after all, she was a prisoner of war, wasn't she? Hold on a second. Wasn't she?</p> <p><strong>·</strong> Spotted on the front page of CNN's website yesterday: a photograph of Sarah Palin addressing the convention that caught her rapid arm movements at such a point as to give the impression she was sieg-heiling the delegates. The image vanished minutes later. No word on what kind of person would be so intent on libelling the convention's folksy Alaskan heroine in such a nasty fashion. But according to unconfirmed reports, police say the suspect was last seeing carrying a latte.</p> <p><strong>·</strong> Though Palin has been trying hard to keep her family members out of the spotlight, for example by flying them all to St Paul and giving them prominent seats in the convention hall, she has made an exception for Track Palin. Her soldier son will be deploying for Iraq on September 11, she said in her speech, winning him applause. Track's courage on behalf of his country should stir the heart of every true patriot. So let's please not dwell on the fact that revealing an individual's deployment date - even when you don't do it on primetime television - is a breach of the US military's operational security procedures, an act of treachery in which only an America-hating terrorist or liberal would indulge.</p> <p><strong>·</strong> On the other hand, reports suggest it's likely that Track is only departing for preparatory training in Kuwait on September 11, and not deploying to Iraq at all, which would raise the troubling possibility that the Republican vice-presidential candidate doesn't understand what \"deploying\" means. Or that she deliberately modified the truth in order to be able to drop the symbolic date of September 11 into her convention address. But that would be cynically manipulative, so there must be some other explanation.</p>",
  "<p>John McCain sought last night to match Barack Obama's inspirational speech in Denver last week with one that highlighted his differences from the Democratic candidate, yet appealed for a bipartisan approach to politics.</p> <p>McCain, who has a poor history as an orator, was placed under more pressure because of the highly-praised performance of his running mate, Sarah Palin, at the Republican convention on Wednesday night. His advisers said he would focus on the differences between himself and Obama on tax, oil drilling, and foreign affairs, particularly the Iraq war.</p> <p>McCain, more comfortable in town hall question-and-answer sessions with the public rather than high-blown rhetoric, tried to recreate the intimacy of those occasions by extending the podium out into the audience. He said he had a record of working with Democrats, and the scars from angry Republicans to prove it.</p> <p>\"The constant partisan rancour that stops us from solving these problems isn't a cause, it's a symptom,\" he said. \"It's what happens when people go to Washington to work for themselves and not you. Again and again, I've worked with members of both parties to fix problems that need to be fixed. That's how I will govern as president. I will reach out my hand to anyone to help me get this country moving again.\"</p> <p>His speech, written mainly by his long-time associate, Mark Salter, was intended as the finale of a truncated convention that saw the Republicans, normally suspicious of the maverick senator as not conservative enough, unite behind him, partly because of his adoption of Palin as his running mate.</p> <p>Even Rush Limbaugh, the rightwing radio host who has an audience of 15 million and has been one of his fiercest critics, promised to support him on air from now on, referring to him as \"John McBrilliant\".</p> <p>Although politicians have been on the campaign trail for the past 20 months, the official election campaign only kicks off today with the end of the conventions. A CBS poll taken between Monday and Wednesday showed Obama's 8% lead at the weekend eroded and the two tied on 42%. The decisive moments that could determine the votes of swing voters could be the three presidential debates between Obama and McCain to be held in Mississippi, Tennessee and New York in the coming weeks.</p> <p>Michigan, one of the states worst affected by America's ailing economy, will be among the first stops by McCain and Palin today when they will hold a \"road to victory\" rally.</p> <p>Michigan contains the swing voters, often referred to as the Reagan Democrats, whom McCain has to bring into his camp to take the White House. Obama is also scheduled to visit battleground states today and over the weekend. Reflecting the importance of Michigan, the Democrats yesterday released a television ad to be broadcast in the state, featuring a petrol pump, with the price showing as $4.65 (£2.62) - more than double what it was a year ago - below the name McCain-Bush.</p> <p>McCain pushed to increase his election coffers before he accepted the nomination yesterday. He is barred under campaign finance rules from fundraising once he accepts the nomination because he has opted to take $85m in public funding.</p> <p>But the campaign used a surge of excitement among the Republican grassroots to raise $47m in August - the highest monthly haul since McCain began his run.</p> <p>The last-minute infusion means that McCain could defy expectations and narrow the fundraising gap with Obama in the final stretch of the elections.</p>",
  "<video data-media-id=\"gu-video-337287754\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1772820787_palin-analysis2-16x9.flv\"/> </video>   <p>A day after her prime-time television debut, Sarah Palin was yesterday hailed as the single most important unifying force behind the Republican presidential nominee, John McCain. The novelty of the self-described hunting, shooting and hockey mum, who also holds down a day job as a political reformer and governor of Alaska - has provided excitement and glamour to a campaign that formerly had trouble electrifying the Republican base.</p> <p>Now, after the party's rapturous response to Palin's speech on Wednesday night, its activists can claim their own rising young star to counter the Democratic party nominee, Barack Obama. </p> <p>\"To have a female vice-presidential nominee for the Republican party is very, very exciting,\" said Ellie Lopez-Bowlan, who heads a Republican women's group in Montrose, Nevada. \"She's refreshing in the fact that she's young, she's a working mother and she's a true conservative - I really appreciate that.\"</p> <p>It is unclear how Republicans will react to Palin once the novelty wears off, or whether they will forgive her a newcomer's mistakes on the campaign trail. But for the moment she is their rationale for going out to win the election for McCain.</p> <p>Republican enthusiasm for Palin has risen even after the questions about her experience, and the steady drip feed of stories about her personal life. Yesterday the McCain campaign furiously denied a National Enquirer story that Palin had had an affair, calling it a \"vicious lie\". \"The smearing of the Palin family must end,\" said a senior adviser, Steve Schmidt. </p> <p>As far as the McCain campaign is concerned, nothing will stop its plan to build on Palin's star role at the convention, deploying her in the white working class small towns around Detroit, Michigan, and the conservative bastion of Colorado Springs. Her first stop on Monday will be in Tampa, Florida.</p> <p>Palin pulls in two important demographics behind McCain: aged 44, she can connect with younger voters who supported his rivals in the Republican primaries, and she exercises a strong appeal to working mothers. She has also galvanised two key components of the Republican base that had been cool to McCain: fiscal conservatives and social conservatives.</p> <p>In her speech to the party convention Palin won wild applause when she talked up her record as a cost-cutting governor of Alaska who sold off the official plane on eBay and got rid of her taxpayer-funded official chef.</p> <p>\"She's something different - out of the box,\" said Mark Bloch, who heads the Wisconsin chapter of the free market organisation Americans for Prosperity. \"There was no enthusiasm before - no real reason to support McCain. There was nothing to fire up the grassroots.\"</p> <p>Palin also struck a chord with conservatives and Republican women by talking about her love for her pregnant daughter, Bristol, 17, and her five-month-old son, Trig, born with Down's syndrome.</p> <p>\"I could see immediately how she connects with working families and women who are raising children but also trying to give something back to the community,\" said Colleen Morrone, a mother of three from Pennsylvania. \"I'm definitely more enthusiastic now. It has changed the entire dynamic of the campaign.\" </p> <p>That is what the McCain campaign intended. The excitement she generated was precisely what it needed. After eight disillusioning years of George Bush, the Republican base was demoralised. Fiscal conservatives were angry at the $3 trillion cost of the Iraq war. Evangelicals felt that Bush had not done enough to put religion back in the public sphere. Neither group was thrilled with \"flip-flop\" McCain. </p> <p>McCain initially was preoccupied with trying to win over independent voters and Democrats who were not behind Obama. He shifted tack last month, using a presidential candidate's forum at a California mega-church to solidify his support among evangelicals by coming out strongly against abortion. Then came Palin. As Robin Moore, a telecom worker and delegate from Wisconsin, put it: \"With Palin, McCain has shown what it takes to be a conservative.\"</p>",
  "<p>The US vice-president, Dick Cheney, yesterday issued a direct challenge to Moscow's sway over Georgia, pledging Washington's support for its eventual membership of Nato, while denouncing Russia's \"illegitimate\" invasion. \"Georgia will be in our alliance,\" Cheney said after talks with President Mikheil Saakashvili. </p> <p>Cheney used his one-day visit to Georgia to reinforce battle lines in the increasingly direct struggle between Washington and Moscow for the upper hand along Russia's southern border. His visit to Azerbaijan, Georgia and Ukraine was aimed at stressing America's \"deep, abiding interest\" in the region, in response to the claim by Russia's president, Dmitry Medvedev, that Moscow had \"privileged interests\" in former Soviet states.</p> <p>The US challenge was undermined by the collapse of Ukraine's pro-western coalition on the eve of Cheney's arrival in Kiev at the end of his three-country trip yesterday. The crisis threatened to derail President Viktor Yushchenko's efforts to win Ukraine Nato and EU membership.</p> <p>Cheney made clear however that it would not shake Washington's deep involvement in the region, now focused on Georgia after last month's conflict with Russia over South Ossetia. </p> <p>Shrugging off Russian recognition of the breakaway republics of Abkhazia and South Ossetia, he declared the Bush administration's \"strong commitment to Georgia's territorial integrity\". The US would stand with Georgia, he said, \"as you work to overcome an invasion of your sovereign territory and an illegitimate attempt to change your country's borders by force\".</p> <p>He also made a point of reaffirming US support for Saakashvili, who Moscow has derided as \"a political corpse\". In pointed contrast, Cheney told the Georgian leader: \"You have been fearless in response to the occupation of your country and steadfast in your principles. We respect you.\" </p> <p>The two men made a joint appearance near an aircraft factory destroyed by Russian bombing, to watch a US military transport plane unload blankets, part of the $1bn in emergency aid the US has offered Georgia to help the country rebuild. The package makes Georgia the biggest recipient of US aid after Israel, Egypt and Iraq.</p> <p>US officials stressed the package did not include aid to rebuild Georgia's military. That will be decided later this year.</p> <p>Georgian membership of Nato is due to be discussed at an alliance ministerial meeting in December. Russia insisted yesterday that such a move remained a red line in east-west relations. Dmitry Rogozin, Russia's representative to Nato, said Moscow would respond by halting co-operation with Nato over Afghanistan. </p> <p>Cheney's trip coincided with the collapse of Ukraine's government after a split between Yushchenko and the prime minister, Yulia Tymoshenko. Their coalition collapsed over Russia's invasion of Georgia - with Tymoshenko positioning herself as a rival candidate to Yushchenko in Ukraine's presidential election next year. Yushchenko has lambasted Russia's occupation of Georgia, while Tymoshenko has refused to criticise the Kremlin directly.</p>",
  "<p>Only a week ago few people outside Alaska knew anything at all about Sarah Palin. Seven days on she has become the biggest hot-button political story in the English-speaking world, and her fame is rocketing. Hers is the name in the headline that guarantees a million website hits. But does all that make Palin the defining factor in November's US election? I don't think so.</p> <p>There has been a concerted attempt by the Republican machine in St Paul this week to trash the American media as being too liberal and too establishment to understand the Palin phenomenon. Maybe it is true that the first reflex in some of the political media was to dismiss her as an amateur, a gimmick or just a rightwing crazy. But the media are energised by stories, not ideology. The danger now, after the impact of her speech on Wednesday, is not that the media will underestimate Palin but that it will overestimate her.</p> <p>As Hurricane Sarah blasts through American politics, many lose their bearings and get the whole Palin thing out of proportion. That is nowhere more true than here in St Paul itself. Yes, she lit the touchpaper on a convention that had previously been a damp squib. But the overcompensation is absurd. It sometimes feels as though the selfsame people who at the start of the week were saying that Palin was certain to lose John McCain this election are now saying that she is certain to win it for - and in spite of - him.</p> <p>This is madness, short-termism and loss of judgment. Yesterday, post-Palin but pre-McCain, her convention debut was the only game in town. Did you see her? What did you think? Wasn't it electrifying? Today, post-McCain and pre-whatever the next thing is, Palin is already beginning to slip back into some sort of bigger and more considered context. Give it a week, give it a month, and it will all look rather different again.</p> <p>That doesn't in any way mean that Palin has not made a major impact. She is an exciting rightwing newcomer and modern democratic politics is far more receptive to good women leaders than some critics pretend, as the flawed Palin and the flawed Hillary Clinton have both proved. But this isn't a movie. This isn't Geena Davis in Commander in Chief. It isn't Jane Horrocks in The Amazing Mrs Pritchard. Palin is one important factor among several in this election, and the real challenge, especially here in the eye of the storm, is get her into some perspective.</p> <p>Karl Rove, who is entitled to be listened to with wary respect on such matters, said after her speech that Palin brought three things to the Republican ticket this year. She was, he said, a capable executive, she knew about energy policy, and she could attack with a smile on her face. She made a good populist pitch, he added, but she might have been unwise to keep the Palin family issues in play without absolutely nailing them. It was a pretty sober assessment by an arch-partisan. There was no hint there that this was a transformative candidacy or that the old rules suddenly no longer applied.</p> <p>Indeed, if you probe Rove's three positives, none of them stands up particularly well to scrutiny. Palin may be a competent executive, but two terms as mayor of a town of 10,000 people followed by 18 months as governor of America's third least populated state do not add up to conclusive proof that she is ready to lead the country. She may indeed know about energy policy - it was one of the more substantial parts of her speech - but she is also a driller from a pro-drilling party that is heavily financed by drillers and she said not one word on Wednesday about climate change. Even in gas-guzzling America, that is not self-evidently a populist pitch.</p> <p>Palin can certainly attack. That line about being a pitbull in lipstick was a cracker. You knew instantly where the Sarah Barracuda tag came from. And she proved it in the speech too, with sharp, brutal blows about Barack Obama's years as a community organiser, about his disdain for guns and religion, and about the Styrofoam Greek columns of his Denver acceptance speech. But will either male or female voters want a long-term relationship with a political dominatrix from the Arctic? That's another question.</p> <p>Do not, in any case, exaggerate the importance of the running mate in American presidential elections. Traditionally, the role of the number two on the ticket is to carry their own state, to attack the other party's presidential nominee, and to do well in the televised vice-presidential debate. Palin looks well equipped to do all three. As well as Alaska, she will play well in swing states such as Nevada and New Mexico. But even if she does well against Joe Biden on October 2, how much will it matter? By far the most celebrated knock-out blow in a veep debate in modern times was delivered by Lloyd Bentsen on Dan Quayle in 1988. Yet who ended up in the White House? </p> <p>In the short term, Palin's unquestionable achievement is to have energised a Republican convention and a Republican base that remains uneasy about McCain. Hers was the sort of speech that George Bush, at his best, could do with great effect. Yet it would be a mistake to cast Palin simply as a social conservative from central casting, bent on reviving the culture wars of the 1990s - even though, in some respects, that is the effect of her candidacy.</p> <p>There was a smarter framing of Palin's candidacy in the New York Times this week by the conservative columnist David Brooks. Palin, he suggested, is that rarest of beings - an American politician who sees the world in the same way as McCain sees it. As with McCain, the thing that seems to make Palin get up in the morning is the desire to root out corruption and selfishness. Like him, she is less interested in the left-right or identity prism than in the crusade of virtue against vice. The problem, says Brooks, is that a McCain-Palin administration would be light on pragmatism and deal-making. It could all be a recipe for glorious failure.</p> <p>If that is right, or even half-right, it is a necessary reminder that this election is not about Palin. The contest is between a candidate who wants to break with Bush's policies and one who wants to break with his instincts. It is between Obama and McCain and, though there is still all to play for, it very much remains Obama's to lose.</p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "<p>Over the past 20 months of campaigning Barack Obama's team has built a reputation for discipline: the inner circle decides on a message, passes it down and everyone sticks to it. But since John McCain announced his running mate last Friday, the Obama team has shown rare uncertainty about how to deal with the Sarah Palin phenomenon.</p> <p>\"They blew it. This was not good,\" a prominent Democrat who preferred to remain anonymous said Thursday, reflecting the mood of many Democrats. He said that the anti-George Bush tide in the country will be enough to see Obama into the White House but the presence of Palin will make it closer.</p> <p>He felt Obama's team and the media had walked into a Republican mousetrap by demonstrating class and gender prejudice against a modern woman from a middle-class background.</p> <p>The initial reaction on Friday from the Obama team was to criticise McCain for picking someone with so little experience but a few hours later there was a more courteous response in a joint statement from Obama and his vice-presidential running mate, Joe Biden, welcoming as historic the Republicans first female vice-presidential candidate.</p> <p>Obama's team then joined in the hunt through her background. On top of that, the Democratic vice-presidential candidate, Joe Biden referred to her as \"good looking\", a comment that many women voters may regard as patronising, before Thursday describing her speech as lacking in substance.</p> <p>The latter is the approach that many Democrats thought the Obama team should have taken from the start, presenting the Republicans as the tired old party, short of ideas, and contrasting this with the Democratic programme.</p> <p>Tad Devine, who was chief strategist for Democratic candidate John Kerry's unsuccessful run for the presidency in 2004, said Thursday: \"I think the best way to respond would be to point out that she said practically nothing about the biggest issue of our time,\" Devine said, listing the economy, the Iraq war and the health service.<br>\"I think they should refrain from anything personal.\"</p> <p>Devine, like other Democrats, feels that the impact of Palin will quickly diminish. \"I think in the end this election will come down to McCain and Obama, as they always do,\" he said.</p> <p>Polls in the past have shown that vice-presidential picks have little influence on the final outcome, even one as controversial as the Republican Dan Quayle in 1988.</p> <p>The focus should shift back to Obama and McCain on the campaign trail and, in particular, the three presidential debates between them later this month and next.</p> <p>Vice-presidents are normally only prominent at three points in a campaign: when chosen, their convention speech and the vice-presidential debate. When Biden comes up against her at the debate, he has to balance a desire to show off his experience of foreign affairs against her limited knowledge against coming across as patronising.</p> <p>The task for the Democrats is to stop her winning over women. If Hillary Clinton had been the vice-presidential pick, that would have helped, but in her absence, they could - if they feel they have to keep it personal - focus on her social conservatism: anti-abortion and creationism.</p> <p>Devine said he thought that it was legitimate for Obama to keep looking at how she was appointed by McCain, with the vetting taking place only the day before, describing this as \"shoddy\" and \"outrageous\" on the part of McCain.</p> <p>He also thought that while Palin's speech would appeal to the Republican base, it might not play well with the independents that McCain needs to win over to secure the White House.</p>",
  "<video data-media-id=\"gu-video-337287754\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1772820787_palin-analysis2-16x9.flv\"/> </video>   <p>A day after her prime time television debut, Sarah Palin today was hailed as the single most important unifying force behind the Republican, John McCain.</p> <p>The sheer novelty of Palin -- a self-described hunting, shooting hockey mum who also holds down a day job as a political reformer in the vast state of Alaska -- has provided excitement and glamour to a campaign that had had trouble electrifying the Republican base.</p> <p>Now after the Republicans' rapturous response to Palin's speech on Wednesday night, party activists can claim their own rising young star to counter the Democrats' Barack Obama.</p> <p>\"To have a female vice-presidential nominee for the Republican party is very, very exciting,\" said Ellie Lopez-Bowlan, who heads a Republican women's group in Montrose, Nevada. \"She's refreshing in the fact that she's young, she's a working mother, and she's a true conservative -- I really appreciate that.\"</p> <p>It's unclear how Republicans will react to Palin once the newness wears off, or whether they will forgive her a newcomer's mistakes on the campaign trail. But for the moment she is their rationale for going out to win the election for McCain.</p> <p>Republican enthusiasm for Palin has gone up even further with the questions about her experience, and the steady drip feed of stories about her personal life. Thursday, the campaign issued a furious denial of a National Enquirer story that Palin had had an affair, calling it a \"vicious lie\". \"The smearing of the Palin family must end,\" said a senior adviser, Steve Schmidt.</p> <p>The McCain campaign plans to build on Palin's star role at the convention, deploying her in the white working class small towns around Detroit, Michigan and the conservative bastion of Colorado Springs. Her first stop on Monday will be in Tampa, Florida.</p> <p>Palin pulls in two important demographics behind McCain: at 44 she can connect with younger voters who supported his rivals in the Republican primary. She exercises a strong appeal to working mothers.</p> <p>The Alaska governor has also galvanised two key components of the Republican base that have so far been cool to McCain: fiscal and social conservatives.</p> <p>In her speech on Wednesday night, Palin won wild applause when she talked up her record as a cost-cutting governor who sold off the official plane on eBay, and got rid of the tax-payer funded chef.</p> <p>\"She's something different -- out of the box,\" said Mark Bloch, who heads the Wisconsin chapter of the free market organisation, Americans for Prosperity. \"There was no enthusiasm before -- no real reason to support McCain. There was nothing to fire up the grassroots.\"</p> <p>Palin also struck a chord with social conservatives and Republican women by talking about her love for her pregnant daughter, Bristol, 17, and her son, Trig, 5 months, who was born with Down's syndrome.</p> <p>\"To me I could see immediately how she connects with working families, and women who are raising children but also trying to give something back to the community,\" said Colleen Morrone, a mother of three from Pennsylvania who works for Goodwill. \"I'm definitely more enthusiastic now. It has changed the entire dynamic of the campaign.\"</p> <p>That is of course what the McCain campaign intended. Though Palin breaks the mould of Republican women, her introduction to the faithful this week has been scripted - down to the seating plan on the convention floor.</p> <p>American political conventions are all about firing up the party activists, and sending those enthusiastic troops out onto the election trail.</p> <p>The convention's use of Palin in this regard hewed to that formula, with Republican leaders and operatives using the first two days of the convention to rouse the political troops around the Alaska governor.</p> <p>Before she even stepped on stage at the convention, activists were chanting \"Sarah, Sarah\" and waving made-to-look homemade signs saying \"Palin power\". Convention organisers also moved the women delegates from Florida -- where Palin will appear next week -- right up in front of the stage, and gave them orange scarves to wave.</p> <p>That excitement was precisely what McCain needed as he goes into the elections.</p> <p>After eight disillusioning years of George Bush, the Republican base was demoralised.</p> <p>Fiscal conservatives were angry at the $3 trillion cost of the Iraq war. Evangelicals felt Bush, though a born again Christian, had not done enough to put religion back in the public sphere.</p> <p>Neither group was thrilled with McCain. \"They feel like he has never been in the conservative camp and he sort of flip-flops,\" said Ron Paul, who led a breakaway libertarian movement during the Republican primary. \"I think they don't see him as a firm believer. The conservatives have learned to mistrust him.\"</p> <p>McCain initially was preoccupied with trying to win over independent voters and Democrats who are not behind Obama -- rather than activating the grassroots.</p> <p>He shifted tack last month, using a presidential candidate's forum at a California mega-church to solidify his support among evangelicals by coming out strongly against abortion.</p> <p>Evangelical leaders describe the forum as a turning point in their support for McCain. \"My general impression is that he has been doing increasingly well with evangelicals,\" said Leith Anderson, president of the national association of evangelicals. \"I think that evangelicals have appreciated his overtures and his conversations, and his inclusion of evangelicals in the dialogue.\"</p> <p>Then came Palin, with her uncompromising stand against abortion, even in cases of rape or incest, and her support for the teaching of creationism in schools.</p> <p>Palin is certainly the story of the moment -- she is the cover story on a slew of magazines this week. But as November approaches, Republicans are likely to see Palin as a reflection of McCain and his judgment rather than an entirely independent entity.</p> <p>As Robin Moore, a telecom worker and delegate from Wisconsin put it: \"With Palin, John McCain has shown what it takes to be a conservative.\"</p>",
  "<p>Top woman Democrats today struck back at Republican vice-presidential nominee Sarah Palin, saying her prime-time address to the Republican convention last night was short on economic proposals they say will move the election.</p> <p>In a conference call with reporters, Kansas governor Kathleen Sebelius and Florida congresswoman Debbie Wasserman Schultz praised her delivery of the red-meat speech, but said it would leave woman voters, a group the Republicans are keen to attract, feeling unsatisfied.</p> <p>The two sought to portray Palin as an empty suit who presents well on television but lacks, or at least did last night, productive policy ideas. That is a reversal of Republican attacks on Democratic nominee Barack Obama, whom Republicans routinely praise for his eloquence while battering him.</p> <p>\"Governor Palin did a good job last night delivering a good speech in a tough arena,\" Sebelius said, adding, \"she mastered the words written by a Bush speechwriter\". She later added, \"the women who I know who were listening last night… were proud of the fact that she delivered her lines very well\".<br>Schultz said, \"I only heard from Sarah Palin's voice last night negative partisan attacks. There was no substance there was no vision of where she thinks the country should go.\"</p> <p>Schultz belittled Palin's effort to present herself as a reform politician, a key component of the Republican message in an election year in which President Bush is among the least popular presidents in US history.</p> <p>\"If her best example of being a reformer is selling the state's plane on e-Bay that's not my definition of reform,\" and not America's, she said.</p> <p>Last night Palin, who presided over the city hall in Wasilla, Alaska before becoming governor in 2006, presented herself as a small-town mayor in touch with American values. </p> <p>Sebelius today mocked the effort, while simultaneously taking a stab at Palin's reformist credentials.</p> <p>\"I don't know any mayor in any small town in Kansas who hires a lobbyist and goes after [federal grant money] the way Sarah Palin did,\" she said. \"There's a disconnect between her positioning herself as a typical small town mayor\" and the way she administered the town.</p> <p>Senior Obama strategist Robert Gibbs said Republicans have yet to put a speaker on the dais who will explain how they will improve the lives of hard-up Americans.</p> <p>\"When you go into places like Michigan and talk to auto workers who have had their jobs downsized or shipped overseas… they want to know what in the world you're going to do to help get them back up on their feet,\" he said. \"We've yet to hear any of that from the Republican convention thus far\".</p>",
  "<video data-media-id=\"gu-video-337332465\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1774386175_Black-Republicans-edit1-FLV-16x9.flv\"/> </video>   <p>Deborah Honeycutt ardently opposes abortion rights, wants the government to give parents vouchers to pay for parochial schools, and has a hard line on illegal immigration. And she is black, one of a tiny number of African Americans at the Republican national convention being held in St Paul this week.</p> <p>A glance around the Republican national convention this week shows a sea of white faces. Only 36 of its delegates are black, less than 2% of the total. At the Democratic convention in Denver last week, 1,087 delegates were black, about a quarter of the total.</p> <p>The Republican party has no African Americans in the US House of Representatives and Senate, while the Democratic party has one African-American US senator -- Barack Obama -- and 42 in the House. The Joint Centre for Political and Economic Studies, a research group that studies African-American politics, has identified seven black Republican nominees for federal office this year -- out of more than 460 races -- and said none are likely to win.</p> <p>While the Democratic party last week made history in nominating the first ever black candidate of a major party for president, the Republican party, which in the 19th century freed the slaves and passed measures aimed at welcoming them into American society, remains bereft.</p> <p>Honeycutt, a physician, is running for congress in an overwhelmingly African American district in Georgia. But in her campaign material she hides her party affiliation.</p> <p>\"I don't want to turn them off by saying I'm a Republican right up front,\" she said in an interview in the convention hall. \"I see blacks voting Democrat because their mother did, their father did, their friend says to vote Democrat. And they're not taking the time to do due diligence and see what does the Democrat party stand for, what does the Republican party stand for.\"</p> <p>Indeed, surveys show African Americans tend to be culturally conservative and churchgoing, favour state aid to parents who send their children to private and parochial schools, and are sceptical of the social security programme, a signature issue of the Democrats.</p> <p>In the face of polls showing African Americans vote, Honey and other black Republicans say that the group is a natural constituency for their party.</p> <p>\"Black folks need to know what the policies are, what the planks in the Republican platform are,\" Honeycutt said. \"They need to see that that is exactly how they live, the conservative lives that they live.\"</p> <p>Black Republicans point to the early history of the party. It was founded on opposition to slavery, and President Abraham Lincoln, who led the north to victory in the civil war that ended slavery, was a Republican. The Republican party also led the fight for a series of constitutional amendments granting citizenship to those slaves, while Democrats in the mid 19th century tended to represent racist Southern interests. Martin Luther King was at one point a Republican, and President George Bush appointed two black secretaries of state.</p> <p>But in the last sixty years, the Democrats largely usurped the Republicans as the party of civil rights. In 1948, Democratic president Harry Truman desegregated the US military, and in the 1960s Democrat Lyndon Johnson shepherded through landmark civil rights legislation even as he acknowledged it would cost him support among southern whites. Arican Americans attracted by Johnson's civil rights record then rose within the party and organised the black community for the Democrats.</p> <p>Meanwhile, Republican presidential candidates, including Richard Nixon and Ronald Reagan, made appeals to southern whites that were deemed racially tinged. Culturally, the Republican party since the 1960's has seen its base move toward the Southeastern United States, home to the old slave states and to segregation, and the western states where few African Americans live.</p> <p>\"The south becomes Republican, giving blacks all the more reason to become Democrat,\" said Don Rose, a veteran of the civil rights era and press spokesman for Martin Luther King's Chicago campaign.</p> <p>In the 21st century, the lingering Republican deficit among African Americans is clear: In 2004, Bush won 11 percent of the black vote, a figure roughly on par with every election since 1964.</p> <p>John McCain has this year made explicit appeals to black political groups, but his home state of Arizona has a tiny black population.</p> <p>\"In addition, Senator McCain does not comfortably weave expressions of faith and religious beliefs into his campaign's narrative - something that many African Americans can relate to, even if they do not support the candidate,\" writes David Bositis of the Joint Centre for Political and Economic Studies.</p> <p>\"Minorities believe that the GOP is unwelcoming,\" said Larry Sabato, director of the centre for politics at the University of Virginia. \"Blacks see the Republican party as the home of almost all those who today oppose or want to slow civil rights enforcement.\"</p> <p>Black Republicans acknowledge they need to improve their outreach without pandering to blacks or adjusting their policies in a way that would drive away white members of their base.</p> <p>To that end, the National Black Republicans Association has posted billboards across the country reminding Americans that Martin Luther King was a Republican. Richard St Paul, a black Republican city councilman in New Rochelle, New York, said the party should recruit more black candidates.</p> <p>And he is unapologetic about his opposition to Obama, who would be the first black president.</p> <p>\"It's fantastic that Obama has reached that plateau,\" St Paul said. \"Nothing says that I have to support a person just because we're the same colour. Martin Luther King said it's not about the colour of the skin but about the content of the character.\"</p> <p>Rufus Montgomery, an African-American Georgia delegate to the national convention, is sceptical the party should change much at all, noting that Republicans have won the White House in seven out of the last 10 elections without substantial support from blacks.</p> <p>He resorted to a metaphor from American football: \"When you're up 42 to 6 at the half, you don't change your strategy.</p> <p>\"The principles and policies of the Republican party: when that appeals to someone they are welcome to join us.\"</p>",
  "<p>By common consent <a href=\"http://www.theguardian.com/world/pakistan\">Pakistan</a> stands at a critical juncture. The Islamist insurgency in <a href=\"http://www.theguardian.com/world/afghanistan\">Afghanistan</a> has spread into its western tribal areas, where al-Qaida and Taliban militants are now firmly established. The \"war on terror\" alliance with the US is under severe strain as Washington noisily criticises the army's failure to curb extremism.</p> <p>Meanwhile 71% of Pakistanis, according to a recent poll, believe all counter-terrorism cooperation with the US should be halted.</p> <p>Chronic poverty among an expanding population of about 160 million is being exacerbated by sharply rising food and energy prices that if unchecked, may provoke civil disturbances and further fuel the Islamist fire. According to figures published this week, Pakistan is running a 7.2% budget deficit. Its foreign currency reserves are rapidly depleting. On present trends, the prospect of a default on external payments and an emergency IMF bailout looks very real.</p> <p>On top of this pile of daunting problems has come yet another political crisis following the enforced resignation last month of <a href=\"http://www.theguardian.com/world/2008/aug/18/pakistan4\">Pervez Musharraf</a>, the country's president and military strongman for most of the past decade. His political enemies, who include the late Benazir Bhutto's Pakistan People's party (PPP) and followers of another former prime minister, Nawaz Sharif, greeted his departure with jubilation.</p> <p>But now the awkward problem of replacing him must be faced. </p> <p>\"Now that Musharraf has gotten the heave-ho, which was fun while it lasted, the squabbling parties face the distressing fact that the public will have no one to blame for the escalating internal mess but them,\" wrote Sayeed Hasan Khan and Kurt Jacobsen in the <a href=\"http://www.dawn.com/2008/09/04/op.htm#2\">Dawn newspaper</a>. \"Musharraf, a useful distraction, soon will be missed even by his very worst enemies.\"</p> <p>There is in truth little doubt who Pakistan's next president will be. Having won the advance support of three out of four provincial assemblies and of a majority in the national parliament, Asif Ali Zardari, Bhutto's widower, is assured of election on Saturday. Sherry Rehman, PPP spokeswoman, says he is the right man for the job. \"Zardari is the consensus candidate ... Only a leadership capable of forging national unity can steer the country out of the crisis brought upon us by a decade of non-democratic rule,\" she said.</p> <p>That is a highly contentious claim. Zardari is notorious in Pakistan for allegedly exploiting his late wife's premiership to fill his own pockets, earning the derisive nickname of \"Mr Ten Percent\". After Bhutto left office, he spent 11 years in prison on corruption and other charges but was never convicted. Now the charges have been quietly dropped while similar allegations against Nawaz, his disputatious former ally, have been resurrected.</p> <p>Zardari has next to no experience of elective office or executive responsibility. According to a poll by ARY, an independent television channel, he registers the lowest voter approval rating among presidential candidates. But in hallowed Pakistani tradition insider political deal-making, including a recent pact with the Jamiat Ulema-e-Islami religious party to halt military operations against militants in Swat, will ensure he gets the job.</p> <p>In short, Zardari does not immediately stand out as the person best equipped to tackle Pakistan's myriad problems. Yet because he is expected to renege on a promise to curb the sweeping authority accumulated by Musharraf, he is set to become the country's most powerful civilian president ever. Some see this as a high price to pay for democracy.</p> <p>\"Some people call Pakistan a rogue state. Now it's going to be a rogue's state,\" said a former senior government official. \"Zardari will have the power to appoint a prime minister, dissolve parliament and appoint the chief of the armed forces. He will be in charge of the nuclear command authority, which oversees Pakistan's nuclear weapons arsenal. His style of leadership combines arrogance with ignorance and cronyism. He has no real party platform. What we are looking at is the rise of a civilian dictator.\"</p> <p>So harsh a verdict, delivered before Zardari takes office, may be a trifle premature. Less impassioned observers say two factors are key to whether he will be an effective leader. One is the attitude of the US. On pragmatic grounds but also because of its ideological commitment to supporting democracy, Washington has taken a back seat so far as the political process unfolds. For his part Zardari pledged this week to maintain the US alliance and help prosecute the \"war on terror\". But his reliability is questioned.</p> <p>The other, crucial factor affecting Zardari's prospects and continued good health is his relationship with the army. If he keeps on the right side of the generals, he may keep his head. But a failed attempt to rein in the Inter-Services Intelligence spy agency has already caused a frisson. And critics suggest his habit of over-reaching is likely, sooner or later, to bring him into conflict with army chiefs.</p> <p>\"Some people compare him to Nawaz Sharif [who was ousted by Musharraf and the army in 1999],\" the former official said. \"But a more accurate comparison may be with Zulfikar Ali Bhutto.\" That is a chilling thought. In one of Pakistan's blackest hours, Benazir's father, a former president and prime minister and founder of the PPP, was deemed by the military to have got above himself. He was executed in 1979.</p>",
  "<p>Perhaps the adulation of convention delegates in response to Sarah Palin's prime-time address was a given. But the content of her speech was not. Having decided that the best defence is a good offence, John McCain's embattled running-mate took a fighting stance, sarcastically mocking Barack Obama, media elites, and the \"Washington establishment\" as out of touch with the values of smalltown America. </p> <p>\"I've learned quickly, these past few days, that if you're not a member in good standing of the Washington elite, then some in the media consider a candidate unqualified for that reason alone,\" she said, to rapturous applause. \"But here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion. I'm going to Washington to serve the people of this country.\" </p> <p>She sought to portray Obama as an effete cosmopolitan, pursuing the presidency as a journey of \"personal discovery\", while McCain, a war hero who made a surprise appearance at the end of the evening, put country first. (A segment on energy policy, meanwhile, drew happy chants of \"Drill! Drill!\" from the crowd.) Much of the US media — even though it was one of her main targets — instantly declared her speech a roaring success. </p> <p>The night had been carefully choreographed to present Palin in the best possible light, <a href=\"http://www.theguardian.com/world/2008/sep/04/uselections2008.sarahpalin1\">Suzanne Goldenberg writes on Guardian.co.uk today</a>. A procession of speakers including Mitt Romney, Mike Huckabee and Rudy Giuliani lashed out at those who had questioned Palin's credentials, deriding \"Hollywood celebrities,\" the \"leftwing media,\" and liberals. As delegates streamed out of the Xcel Centre in St Paul, Minnesota, there was no question: Palin's speech had electrified them. What remained to be seen was how it would play in the country. </p> <p>Last night, it seemed as though the McCain campaign had opted to abandon any attempt to seduce moderate independents, or out-of-pocket voters looking for economic reassurance. Instead, the party chose to energise its conservative base — the tactic used in 2000 and 2004, and during the Clinton years — by opening a new front in the long-running American culture wars.</p> <h2>Today at the convention</h2> <p>Palin might be a hard act to follow for McCain, who is due to give his acceptance speech today: such moments are not his forte, and it's possible he could underwhelm. On the other hand, Palin's attacks on Obama, and her focus on McCain's military record, mean he can concentrate on conveying warmth of personality, something he has been sorely lacking so far. Tim Pawlenty, the Minnesota governor who was originally thought to be a leading choice for McCain's vice-presidential pick, is also likely to speak. I'll be liveblogging McCain at <a href=\"http://blogs.theguardian.com/burkeman\">blogs.theguardian.com/burkeman</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/04/sarahpalin.uselections2008\">Michael Tomasky: Palin transformed convention from funereal to electrifyng</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/uselections2008.sarahpalin\">Richard Adams: The perfect speech for 2000, but right for 2008?</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/04/uselections2008.sarahpalin2\">Alaska bar cheers its hometown heroine</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/04/uselections2008.republicans20087\">Republican delegates praise Palin</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/04/uselections2008.johnmccain\">Oliver Burkeman's convention liveblog</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/sarahpalin.johnmccain\">Palin reminds us there are two incompatible Americas</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/gallery/2008/sep/04/uselections2008.republicans2008?picture=337290136\">In pictures: Day three at the Republican convention</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/04/us/politics/04assess.html?ref=politics\">New York Times: The speech may have been the easy party</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/news/stories/0908/13143.html\">Roger Simon, Politico: Palin and the 'elite media'</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonmonthly.com/archives/individual/2008_09/014545.php\">Washington Monthly: Factchecking Palin</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2199250/\">Slate: Why smiling, sudden, relentless Sarah Palin should scare Democrats</a></p> <p><strong>·</strong> <a href=\"http://online.wsj.com/article/SB122048513733097089.html?mod=googlenews_wsj\">Wall Street Journal: Attention turns to Palin's record</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/03/AR2008090303962.html?hpid=artslot\">Washington Post: Republicans fail to reach out to African American delegates</a></p> <p><strong>·</strong> <a href=\"http://www.thedailyshow.com/video/index.jhtml?videoId=183780&amp;title=The-Best-F**king-News-Team-Ever---Hurricane-Gustav-Relief\">Daily Show: Republican delegates abandoned in St Paul </a></p> <h2>Latest polls</h2> <p>Gallup's tracking poll puts Obama at 49% to McCain's 43%. In polling conducted by CBS during Monday and Tuesday this week, 60% of people said they had no opinion of Palin, which suggests how crucial last night may have been. Meanwhile, in a poll conducted on behalf of Emily's List, the Democratic group that works for the election of female candidates, only 9% of women who supported Hillary Clinton in the primaries said McCain's choice of Palin had made them more likely to vote Republican in November.</p> <h2>Quote of the day</h2> <p>\"I guess a small-town mayor is sort of like a 'community organiser,' except that you have actual responsibilities\" — the most cutting of Palin's sarcastic one-liners, and one of a several moments yesterday when Republicans mocked Barack Obama's early career.</p> <h2>Quote of the day II</h2> <p>\"I'm sorry that Barack Obama feels her hometown isn't cosmopolitan enough. I'm sorry it's not flashy enough. Maybe they cling to religion there.\" — Rudy Giuliani, former mayor of the tiny two-horse town of New York City, where everyone knows everyone else, and flashy things are looked on with suspicion and distrust.</p>",
  "<p>The instant you walked into the Mug-Shot Saloon, a hard-drinking straight-talking bar on the outskirts of town, there were a couple of clues as to the loyalties of its clientele. The first was a big sign up advertising the \"Palin special\" – an eight-inch sausage pizza doing a brisk trade at only $6.</p> <p>The second clue was the fact that the packed crowd of more than 100 locals - a lavish turn out for a week night - was cheering the wooden roof off whenever the woman speaking on the enlarged flat-screen television made a point. It began the moment she said that she accepted the nomination as Republican vice-presidential candidate, which prompted hoots and cat whistles all around the bar.</p> <p>It continued when Sarah Palin said that her nomination showed that every woman can walk through every door of opportunity, which had all of the many women in the saloon applauding. And it reached a peak when she cracked just about the only joke of her speech: what's the difference between a hockey mom and a pitbull? Lipstick.</p> <p>A saloon bar crowd on the edge of Wasilla - the town where Palin grew up and where she was mayor in the late 1990s before going on to become Alaska's first female governor - is hardly representative of the American electorate. Everyone seemed to know her or at least to have met her.</p> <p>But if the frequent shouts of \"Go girl!\" and \"Yeah baby!\" tell us anything, it is that Palin's direct and earthy delivery last night will speak volumes to the conservative heartland that until now has remained so uncertain about the candidacy of John McCain. As Leone Harris put it: \"It's about time the vice-president had balls. And Sarah Palin has balls.\"</p> <p>Leah Bragg said Palin had talked \"straight to America's heart - she told it like it is.\" Her mother had received political support from Palin when she waged a battle in Alaska to lower taxes on cigarettes (you can smoke freely in a libertarian state like Alaska and the bar was full of smoke). </p> <p>Vickie Dyas responded warmly when Palin told the convention that her son Track was about to go to Iraq. \"My daughter's already there. Been there since March. So I know how she's feeling as a mom.\"</p> <p>Larry Evanson gave the most expansive praise. He said the speech showed America the potential of a woman who could one day be president herself. \"I think Sarah just won this election, not McCain. She's one hell of a woman. I know that - I live here.\"</p>",
  "<video data-media-id=\"gu-video-337287754\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1772820787_palin-analysis2-16x9.flv\"/> </video>   <p>Republican vice-presidential nominee Sarah Palin's address to the party convention received an overwhelmingly enthusiastic response from convention delegates tonight, easing fears that party activists would be cool to her candidacy in the face of recent revelations about her record as governor and her family life.</p> <p>In interviews following the speech, delegates, party officials and elected officers praised Palin's fusillade on Democratic nominee Barack Obama and her gibes against the media. They lauded what they described as her toughness, wit and command of her personal narrative in her first major address to the party.</p> <p>Senator Trent Lott of Mississippi, former leader of Senate Republicans, said she gave an effective paean to nominee John McCain.</p> <p>\"She talked about John McCain's character, his experience, she talked about the life he's lived, she talked about the career he's had,\" Lott said. \"She talked about her own courage, and character and leadership and support of reform, and getting corruption under control\".</p> <p>Don Metzger of the North Carolina delegation said she adequately addressed Democratic broadsides about the depth of her experience.</p> <p>\"She made some great points when it came to demonstrating her executive decision capabilities,\" he said. \"As a mayor and a governor, she's had to actually deal with real decisions.\"</p> <p>Metzger said he wished she had confronted Obama's support for abortion rights, referring to a statement the Illinois senator made at a recent forum at an evangelical church when asked at what point foetuses \"get human rights\".</p> <p>\"I was disappointed they didn't make the point that when you're in the White House and it comes time to make a decision, you can't say, 'That's above my pay grade.'\"</p> <p>Hanna Malaihollo, an 18-year-old alternate delegate from California, said: \"It was awesome. She just put it out there that she does have experience, and she was funny at the same time.\"</p> <p>Dan Ramirez of North Carolina said she showed she could go head-to-head with Democratic vice-presidential nominee Joe Biden, a foreign policy expert and skilled debater.</p> <p>\"She's not going to be a pushover when it comes to debates, when it comes to the actual campaign,\" he said.</p> <p>Mike Glavin, a North Carolina political worker for a trade association, said Palin's speech was politically effective in that it riled up the \"worker bees\" of the party on the convention floor.</p> <p>\"These are the folks that make the phone calls and knock on doors, and to see their level of excitement, it heartens me for the future of the campaign,\" he said. \"A lot of work still needs to be done on the ground, in phone banks and on the streets and neighbourhoods. I don't think we had that much enthusiasm, say a month ago, as we do now.\"</p> <p>The delegates welcomed her comments on the news media, which came at the end of a day of coordinated attacks on news outlets by Republican campaign strategists and spokespeople.</p> <p>\"The news media has tried to steer a lot of this election, and has not reported both sides of what's going on,\" said Glennda Cook of Texas. \"It's been very slanted\".</p> <p>Metzger of North Carolina said, \"It is time that we in this country live our lives and govern ourselves irrespective of what the media says. </p> <p>\"The news media do not control this country, should not control this country, and if we ever allow that to happen we're doomed.\"</p> <p>Palin's speech contained few details on Republican economic proposals, but Michael Steele, former lieutenant governor of Maryland, said that was appropriate for an acceptance speech by a vice-presidential nominee.</p> <p>\"She's running for vice-president, not president,\" said Steele. \"John McCain sets the bar, sets the stage, sets the pace of this race. Her job is to make sure that's executed and implemented the way the ticket decides it's going to be. I thought she did very well, laying out what that vision is that Senator McCain has for this country, talking about energy, talking about the things that are important to families. And I think that's all you can ask\".</p>",
  "<p>Well, this election's going to be one hell of a fight. After listening to <a href=\"http://www.theguardian.com/world/2008/sep/04/uselections2008.sarahpalin1\">Sarah Palin's speech in St Paul last night</a>, it's clear the Republicans have assembled a formidable team aimed at winning the election – the election of 2000. How successful this will be for winning the election of 2008 is an open question.</p> <p>Palin's <a href=\"http://www.theguardian.com/world/2008/sep/04/uselections2008.sarahpalin\">speech</a> last night was note-perfect. Whoever wrote it deserves credit for producing something perfectly pitched to the occasion – but Palin deserves even more for her delivery. Once she got into her stride, she showed why it would be dangerous to underestimate her on the basis of her thin resume and limited national experience.</p> <p>It wasn't so much what she said – she didn't say much, certainly little in positive detail outside the need to drill for oil anywhere and everywhere – it was the way she said it. For those who were half-expecting some Alaskan redneck to come on stage and wrestle a polar bear while riding a snowmobile, the speech will perhaps have come as a shock. But as a former TV newsreader, an autocue holds no fears for Palin.</p> <p>The first half of the speech was anodyne, as these things usually are: the recitation of the members of her family and their sterling qualities. Joe Biden did much the same in Denver last week – the Republicans certainly have no monopoly on the Oprahfication of American politics. But Palin touched the nadir to date, when a candidate for the vice-presidency of the United States described her husband Todd: \"We met in high school, and two decades and five children later he's still my guy … Throw in his Yup'ik Eskimo ancestry, and it all makes for quite a package.\"</p> <p>Fortunately, the talk about Todd's package didn't last. There was at least one off-the-cuff joke – \"What's the difference between a hockey mom and a pitbull? Lipstick.\" – and one duff line, a reprise of her claim: \"I told the Congress 'thanks, but no thanks,' for that Bridge to Nowhere.\" Except that's not true – or at least not as true as it sounds, since Palin <a href=\"http://www.reuters.com/article/vcCandidateFeed7/idUSN3125537020080901\">supported the infamous bridge of pork</a> before she was against it.</p> <p>But the general effect was electrifying. A committed Democratic supporter would have hated it – and that was the idea. Palin was speaking directly to those people who voted for the Republicans and George Bush in 2000, and hence her speech was a reprise of the sort of speeches that Bush himself used to give back in 2000 – although her delivery and fluency are far superior. The question is: are enough of those same voters still listening? In anything other than out of curiosity, that is.</p> <p>If they were, they would have heard Palin deliver some sharp lines aimed at Barack Obama and his record. But the bulk of the speech was a ringing endorsement of John McCain. And that is the main role of a vice-presidential candidate: to boost and support the top of the ticket. Palin last night demonstrated that she outshines McCain as a speaker – and her youth makes McCain look even older in contrast. Could it be that McCain has made a mistake by choosing a VP candidate who too obviously underlines his shortcomings? The mood in the conference hall was such that had a cry gone up to nominate Sarah rather than John, who knows what would have happened?</p> <p>There is a long way to go yet, and Palin has big hurdles to cross between now and November 4. She has yet to hold a full press conference, and then of course there is the VP debate with Joe Biden. But the evidence of last night is that Palin will deal with those obstacles competently at least – and possibly better than that. So far Palin perfectly complements the McCain campaign tactics of attacking the Democrats and offering little other than biography (five years in the Hanoi Hilton! five children!) in return. And if 2008 does turn out to be a sequel to 2000, then McCain and Palin will win.</p>",
  "<video data-media-id=\"gu-video-337286269\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Sarah Palin lived up to her teenage moniker of \"Sarah Barracuda\" last night in a formidable prime-time national television debut that energised the Republican convention and set up the cultural fault lines for the coming election.</p> <p>It was by far the largest audience Palin had ever encountered - and her appearance followed days of intense scrutiny of her credentials to be vice-president and her family life, including her teenage pregnant daughter.</p> <p>Her voice quavered at first, and she seemed rattled at times by the huge enthusiasm and cheers from the crowd. She spoke over the applause, and shuffled papers. </p> <p>But as the speech went on Palin seemed much more sure of herself. The woman who was called a barracuda as a teenager for her extreme competitiveness on the basketball court showed she was supremely comfortable in her role as the primary line of attack for the Republican candidate, John McCain.</p> <p>She also showed a gift for off-the-cuff sarcastic one-liners that could well give Democratic strategists reason for worry in the days ahead - as well as the verbose vice-presidential candidate, Joe Biden, whom Palin will meet in a televised debate.</p> <p>The rapturous response from the crowd also made it clear that having her on the ticket had fired up a Republican base that had earlier shown only tepid support for McCain.</p> <p>Palin, while beginning with a soft-focus potted bio of her life as a mother of five in small town Alaska, soon shifted from folksiness into full frontal attack. She framed the argument against the Democrat, Barack Obama, along a cultural divide between left and right, urban and rural, secular and religious, that was readily recognisable to the crowd.</p> <p>\"I am not a member of the permanent Washington establishment. And I've learned quickly, these past few days, that if you're not a member in good standing of the Washington elite, then some in the media consider a candidate unqualified for that reason alone,\" said to sustained applause and scattered boos for the references to media.</p> <p>\"But here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion. I'm going to Washington to serve the people of this country. Americans expect us to go to Washington for the right reasons, and not just to mingle with the right people.\"</p> <p>Within just a few minutes, Palin felt confident enough to deviate from a speech that campaign aides admitted had been partially drafted even before McCain chose her as his running mate. </p> <p>\"I love those hockey moms,\" Palin said in acknowledgement of the crowd. \"You know what they say is the difference between hockey moms and a pit bull? Lipstick.\"</p> <p>Palin demonstrated that toughness, painting Obama as a vainglorious, tax-and-spend liberal, who does not have the stomach to win the war in Iraq. </p> <p>\"When the cloud of rhetoric has passed ... when the roar of the crowd fades away ... when the stadium lights go out, and those Styrofoam Greek columns are hauled back to some studio lot - what exactly is our opponent's plan? What does he actually seek to accomplish, after he's done turning back the waters and healing the planet?\" Palin sneered.</p> <p>It was the start of a steady demolition of Obama's claims to be a change candidate that frequently brought the crowd to its feet.<br>\"In politics, there are some candidates who use change to promote their careers,\" she said. \"And then there are those, like John McCain, who use their careers to promote change.\"</p> <p>While her attacks on Obama occupied a significant portion of her speech, Palin also shored up her own reputation as a maverick in Alaska and as an opponent of environmental controls on oil exploration in the Arctic wilderness. As she spoke about energy, a number of people in the hall chanted: \"drill, drill.\"</p> <p>However, Palin was far less persuasive when she came to the emotional passages of her speech, especially those talking about McCain's years as a prisoner of war in Vietnam.</p> <p>Instead, her forte is the sardonic one-liner - as she demonstrated in her delivery of the lines depicting Obama as an egghead intellectual, or a new-age flake who sees the White House as a place for on the job training. \"My fellow citizens, the American presidency is not supposed to be a journey of \"personal discovery.\" </p> <p>She ended to a rapturous ovation and an appearance by John McCain. He showed his gratitude, going on stage at the end of the speech to stand by Palin and her family, including her pregnant daughter, Bristol, 17, and Bristol's boyfriend. \"Don't you think we have made the right choice as the next vice-president of the United States,\" McCain said. \"What a beautiful family.\"</p> <p>Although Palin delivered a supremely assured performance for a woman who was a virtual political unknown less than a week ago, the night was carefully engineered to put her in the best possible light, and to unite the party around her. </p> <p>In the run-up to her speech, the giant screen behind the stage alternately showed a backdrop of the frozen north and the Stars and Stripes fluttering in the breeze.</p> <p>Meanwhile, a procession of speakers lashed out at those who had questioned Palin's credentials as \"Hollywood celebrities,\" \"leftwing media,\" and liberals - producing mass chants of \"Sarah, Sarah\".</p> <p>By the time Palin at last appeared, the crowd was entirely hers. As she walked onto the stage, the hall jumped to its feet offering her several minutes of sustained applause and cheering. Several people in the crowd had homemade signs reading: \"Palin power\".</p>",
  "<p>The Republican convention, subdued during its first two days, caught fire last night when Rudy Giuliani, the former mayor of New York City, produced a barnstorming speech that subjected Barack Obama to a sustained battering at the party convention in St Paul.</p> <p>Giuliani and two other prominent Republicans defeated by John McCain in the battle for the presidential nomination - Mike Huckabee and Mitt Romney - brought the convention to life as they praised their former opponent and heaped derision on Obama.</p> <p>Giuliani received the loudest applause of the convention so far - at least until Sarah Palin appeared later - and won ovation after ovation for his jibes at Obama. </p> <p>His popularity at the convention and his easy, sarcastic delivery raised the question of how he had failed to secure the Republican presidential nomination.</p> <p>As he last night ridiculed what he portrayed as Obama's limited career of service, he frequently had to stop because of cheers and jeers from the 20,000 delegates. Giuliani mentioned with scorn that Obama had only been a \"community organiser\" in Chicago. The former mayor had to take a lengthy pause to allow the jeers to die away, and then again when he ran through Obama's short Senate career.</p> <p>Giuliani said: \"He's never run a city, never run a state, never run a business. He's never had to lead people in crisis. This is not a personal attack ... it's a statement of fact - Barack Obama has never led anything. Nothing. Nada.\"</p> <p>He noted that McCain had produced a strong, well thought-out response when Russia rolled over Georgia, whereas Obama had suggested that the UN security council - which brought boos from the delegates - could find a solution, seemingly unaware that Russia had a veto on the council.</p> <p>\"Here's some free advice Senator Obama, next time just call John McCain,\" Giuliani said. </p> <p>Huckabee, the former Arkansas governor who was a surprise dark horse who stayed in the race with McCain to the end, also won repeated rounds of applause.</p> <p>Huckabee paid tribute to Obama's achievement in becoming the first African American to win the Democratic presidential nomination, but that did not mean he was fit to become commander in chief. </p> <p>\"Maybe the most dangerous threat of an Obama presidency is that he would continue to give madmen the benefit of the doubt. If he's wrong just once, we will pay a heavy price,\" Huckabee said.</p> <p>As part of the hardening of support behind Palin, Huckabee inserted a late change to his speech saying that the media elite had united the party and country behind the vice-presidential candidate with reports that were \"tackier than costume changes at a Madonna concert\".</p> <p>Romney, the multi-millionaire businessman who tried to spend his way to the nomination, called on voters to support McCain but also kept open the option of another run in 2012 with a populist speech positioning himself well to the right and repeatedly denouncing liberals.</p> <p>In spite of loud applause when he began, the enthusiasm for him was less than that for either Huckabee or Giuliani.</p> <p>But Romney, the former governor of Massachusetts and a Mormon, won cheers when he suggested Obama was too weak to stand up to what McCain had described as the evil of radical, violent Islam. McCain, he said, would defeat it. </p> <p>\"We will never allow America to retreat in the face of evil extremism,\" he said, implying that Obama would. </p> <p>In keeping with this theme, he cast doubt on the patriotism of Obama's wife, Michelle, over a remark in January in which she said she had been proud of America for the first time when Iowa voted for him for the Democratic nomination. \"Just like you, there has never been a day when I was not proud to be an American,\" Romney said.</p>",
  "<video data-media-id=\"gu-video-337286269\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Mr Chairman, delegates and fellow citizens: I am honoured to be considered for the nomination for vice-president of the United States ...</p> <p>I accept the call to help our nominee for president to serve and defend America. </p> <p>I accept the challenge of a tough fight in this election ... against confident opponents ... at a crucial hour for our country. </p> <p>And I accept the privilege of serving with a man who has come through much harder missions ... and met far graver challenges ... and knows how tough fights are won - the next president of the United States, John S McCain. </p> <p>It was just a year ago when all the experts in Washington counted out our nominee because he refused to hedge his commitment to the security of the country he loves.</p> <p>With their usual certitude, they told us that all was lost - there was no hope for this candidate who said that he would rather lose an election than see his country lose a war. </p> <p>But the pollsters and pundits overlooked just one thing when they wrote him off.</p> <p>They overlooked the caliber of the man himself - the determination, resolve and sheer guts of Senator John McCain. The voters knew better. </p> <p>And maybe that's because they realise there is a time for politics and a time for leadership ... a time to campaign and a time to put our country first. </p> <p>Our nominee for president is a true profile in courage, and people like that are hard to come by.</p> <p>He's a man who wore the uniform of this country for 22 years, and refused to break faith with those troops in Iraq who have now brought victory within sight. </p> <p>And as the mother of one of those troops, that is exactly the kind of man I want as commander in chief. I'm just one of many moms who'll say an extra prayer each night for our sons and daughters going into harm's way. </p> <p>Our son Track is 19. </p> <p>And one week from tomorrow - September 11th - he'll deploy to Iraq with the Army infantry in the service of his country. </p> <p>My nephew Kasey also enlisted, and serves on a carrier in the Persian Gulf.</p> <p>My family is proud of both of them and of all the fine men and women serving the country in uniform. Track is the eldest of our five children. </p> <p>In our family, it's two boys and three girls in between - my strong and kind-hearted daughters Bristol, Willow and Piper. </p> <p>And in April, my husband Todd and I welcomed our littlest one into the world, a perfectly beautiful baby boy named Trig. From the inside, no family ever seems typical.</p> <p>That's how it is with us. </p> <p>Our family has the same ups and downs as any other ... the same challenges and the same joys. </p> <p>Sometimes even the greatest joys bring challenge.</p> <p>And children with special needs inspire a special love. </p> <p>To the families of special-needs children all across this country, I have a message: For years, you sought to make America a more welcoming place for your sons and daughters.</p> <p>I pledge to you that if we are elected, you will have a friend and advocate in the White House. Todd is a story all by himself. </p> <p>He's a lifelong commercial fisherman ... a production operator in the oil fields of Alaska's north slope ... a proud member of the United Steel Workers' Union ... and world champion snow machine racer. </p> <p>Throw in his Yup'ik Eskimo ancestry, and it all makes for quite a package. </p> <p>We met in high school, and two decades and five children later he's still my guy. My mom and dad both worked at the elementary school in our small town. </p> <p>And among the many things I owe them is one simple lesson: that this is America, and every woman can walk through every door of opportunity. </p> <p>My parents are here tonight, and I am so proud to be the daughter of Chuck and Sally Heath. Long ago, a young farmer and haberdasher from Missouri followed an unlikely path to the vice-presidency. </p> <p>A writer observed: \"We grow good people in our small towns, with honesty, sincerity and dignity.\" I know just the kind of people that writer had in mind when he praised Harry Truman.</p> <p>I grew up with those people. </p> <p>They are the ones who do some of the hardest work in America ... who grow our food, run our factories and fight our wars.</p> <p>They love their country, in good times and bad, and they're always proud of America. I had the privilege of living most of my life in a small town. </p> <p>I was just your average hockey mom, and signed up for the PTA because I wanted to make my kids' public education better. </p> <p>When I ran for city council, I didn't need focus groups and voter profiles because I knew those voters, and knew their families, too.</p> <p>Before I became governor of the great state of Alaska, I was mayor of my hometown.</p> <p>And since our opponents in this presidential election seem to look down on that experience, let me explain to them what the job involves. </p> <p>I guess a small-town mayor is sort of like a \"community organizer,\" except that you have actual responsibilities. I might add that in small towns, we don't quite know what to make of a candidate who lavishes praise on working people when they are listening, and then talks about how bitterly they cling to their religion and guns when those people aren't listening.</p> <p>We tend to prefer candidates who don't talk about us one way in Scranton and another way in San Francisco. </p> <p>As for my running mate, you can be certain that wherever he goes, and whoever is listening, John McCain is the same man. I'm not a member of the permanent political establishment.</p> <p>And I've learned quickly, these past few days, that if you're not a member in good standing of the Washington elite, then some in the media consider a candidate unqualified for that reason alone. </p> <p>But here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion - I'm going to Washington to serve the people of this country. Americans expect us to go to Washington for the right reasons, and not just to mingle with the right people.</p> <p>Politics isn't just a game of clashing parties and competing interests. </p> <p>The right reason is to challenge the status quo, to serve the common good, and to leave this nation better than we found it.</p> <p>No one expects us to agree on everything.</p> <p>But we are expected to govern with integrity, good will, clear convictions and ... a servant's heart. </p> <p>I pledge to all Americans that I will carry myself in this spirit as vice president of the United States. This was the spirit that brought me to the governor's office, when I took on the old politics as usual in Juneau ... when I stood up to the special interests, the lobbyists, big oil companies, and the good-ol' boys network.</p> <p>Sudden and relentless reform never sits well with entrenched interests and power brokers. That's why true reform is so hard to achieve. </p> <p>But with the support of the citizens of Alaska, we shook things up.</p> <p>And in short order we put the government of our state back on the side of the people.</p> <p>I came to office promising major ethics reform, to end the culture of self-dealing. And today, that ethics reform is the law. </p> <p>While I was at it, I got rid of a few things in the governor's office that I didn't believe our citizens should have to pay for.</p> <p>That luxury jet was over the top. I put it on eBay. </p> <p>I also drive myself to work.</p> <p>And I thought we could muddle through without the governor's personal chef - although I've got to admit that sometimes my kids sure miss her. I came to office promising to control spending - by request if possible and by veto if necessary. </p> <p>Senator McCain also promises to use the power of veto in defense of the public interest - and as a chief executive, I can assure you it works.</p> <p>Our state budget is under control.</p> <p>We have a surplus.</p> <p>And I have protected the taxpayers by vetoing wasteful spending: nearly half a billion dollars in vetoes. </p> <p>I suspended the state fuel tax, and championed reform to end the abuses of earmark spending by Congress.</p> <p>I told the Congress \"thanks, but no thanks,\" for that bridge to nowhere.</p> <p>If our state wanted a bridge, we'd build it ourselves. When oil and gas prices went up dramatically, and filled up the state treasury, I sent a large share of that revenue back where it belonged - directly to the people of Alaska. </p> <p>And despite fierce opposition from oil company lobbyists, who kind of liked things the way they were, we broke their monopoly on power and resources.</p> <p>As governor, I insisted on competition and basic fairness to end their control of our state and return it to the people.</p> <p>I fought to bring about the largest private-sector infrastructure project in North American history. </p> <p>And when that deal was struck, we began a nearly $40bn natural gas pipeline to help lead America to energy independence.</p> <p>That pipeline, when the last section is laid and its valves are opened, will lead America one step farther away from dependence on dangerous foreign powers that do not have our interests at heart. </p> <p>The stakes for our nation could not be higher.</p> <p>When a hurricane strikes in the Gulf of Mexico, this country should not be so dependent on imported oil that we are forced to draw from our strategic petroleum reserve.</p> <p>And families cannot throw away more and more of their paychecks on gas and heating oil. </p> <p>With Russia wanting to control a vital pipeline in the Caucasus, and to divide and intimidate our European allies by using energy as a weapon, we cannot leave ourselves at the mercy of foreign suppliers.</p> <p>To confront the threat that Iran might seek to cut off nearly a fifth of world energy supplies ... or that terrorists might strike again at the Abqaiq facility in Saudi Arabia ... or that Venezuela might shut off its oil deliveries ... we Americans need to produce more of our own oil and gas. </p> <p>And take it from a gal who knows the north slope of Alaska: we've got lots of both.</p> <p>Our opponents say, again and again, that drilling will not solve all of America's energy problems - as if we all didn't know that already.</p> <p>But the fact that drilling won't solve every problem is no excuse to do nothing at all. </p> <p>Starting in January, in a McCain-Palin administration, we're going to lay more pipelines build more nuclear plants create jobs with clean coal ... and move forward on solar, wind, geothermal and other alternative sources.</p> <p>We need American energy resources, brought to you by American ingenuity and produced by American workers. I've noticed a pattern with our opponent.</p> <p>Maybe you have, too.</p> <p>We've all heard his dramatic speeches before devoted followers. </p> <p>And there is much to like and admire about our opponent.</p> <p>But listening to him speak, it's easy to forget that this is a man who has authored two memoirs but not a single major law or reform - not even in the state senate. </p> <p>This is a man who can give an entire speech about the wars America is fighting, and never use the word \"victory\" except when he's talking about his own campaign. But when the cloud of rhetoric has passed ... when the roar of the crowd fades away ... when the stadium lights go out, and those Styrofoam Greek columns are hauled back to some studio lot - what exactly is our opponent's plan? What does he actually seek to accomplish, after he's done turning back the waters and healing the planet? The answer is to make government bigger ... take more of your money ... give you more orders from Washington ... and to reduce the strength of America in a dangerous world. America needs more energy ... our opponent is against producing it. </p> <p>Victory in Iraq is finally in sight ... he wants to forfeit.</p> <p>Terrorist states are seeking nuclear weapons without delay ... he wants to meet them without preconditions.</p> <p>Al Qaeda terrorists still plot to inflict catastrophic harm on America ... he's worried that someone won't read them their rights? Government is too big ... he wants to grow it.</p> <p>Congress spends too much ... he promises more. </p> <p>Taxes are too high ... he wants to raise them. His tax increases are the fine print in his economic plan, and let me be specific.</p> <p>The Democratic nominee for president supports plans to raise income taxes ... raise payroll taxes ... raise investment income taxes ... raise the death tax ... raise business taxes ... and increase the tax burden on the American people by hundreds of billions of dollars. My sister Heather and her husband have just built a service station that's now opened for business - like millions of others who run small businesses. </p> <p>How are they going to be any better off if taxes go up? Or maybe you're trying to keep your job at a plant in Michigan or Ohio ... or create jobs with clean coal from Pennsylvania or West Virginia ... or keep a small farm in the family right here in Minnesota.</p> <p>How are you going to be better off if our opponent adds a massive tax burden to the American economy? Here's how I look at the choice Americans face in this election.</p> <p>In politics, there are some candidates who use change to promote their careers. </p> <p>And then there are those, like John McCain, who use their careers to promote change.</p> <p>They're the ones whose names appear on laws and landmark reforms, not just on buttons and banners, or on self-designed presidential seals. </p> <p>Among politicians, there is the idealism of high-flown speechmaking, in which crowds are stirringly summoned to support great things. </p> <p>And then there is the idealism of those leaders, like John McCain, who actually do great things. They're the ones who are good for more than talk ... the ones we have always been able to count on to serve and defend America. Senator McCain's record of actual achievement and reform helps explain why so many special interests, lobbyists and comfortable committee chairmen in Congress have fought the prospect of a McCain presidency - from the primary election of 2000 to this very day. </p> <p>Our nominee doesn't run with the Washington herd.</p> <p>He's a man who's there to serve his country, and not just his party. </p> <p>A leader who's not looking for a fight, but is not afraid of one either. Harry Reid, the majority leader of the current do-nothing Senate, not long ago summed up his feelings about our nominee. </p> <p>He said, quote, \"I can't stand John McCain\". Ladies and gentlemen, perhaps no accolade we hear this week is better proof that we've chosen the right man. Clearly what the majority leader was driving at is that he can't stand up to John McCain. That is only one more reason to take the maverick of the Senate and put him in the White House. My fellow citizens, the American presidency is not supposed to be a journey of \"personal discovery.\" This world of threats and dangers is not just a community, and it doesn't just need an organizer. </p> <p>And though both Senator Obama and Senator Biden have been going on lately about how they are always, quote, \"fighting for you,\" let us face the matter squarely. </p> <p>There is only one man in this election who has ever really fought for you ... in places where winning means survival and defeat means death ... and that man is John McCain. In our day, politicians have readily shared much lesser tales of adversity than the nightmare world in which this man, and others equally brave, served and suffered for their country. </p> <p>It's a long way from the fear and pain and squalor of a six-by-four cell in Hanoi to the Oval Office.</p> <p>But if Senator McCain is elected president, that is the journey he will have made. </p> <p>It's the journey of an upright and honourable man - the kind of fellow whose name you will find on war memorials in small towns across this country, only he was among those who came home. </p> <p>To the most powerful office on earth, he would bring the compassion that comes from having once been powerless ... the wisdom that comes even to the captives, by the grace of God ... the special confidence of those who have seen evil, and seen how evil is overcome. A fellow prisoner of war, a man named Tom Moe of Lancaster, Ohio, recalls looking through a pin-hole in his cell door as lieutenant commander John McCain was led down the hallway, by the guards, day after day.</p> <p>As the story is told, \"When McCain shuffled back from torturous interrogations, he would turn toward Moe's door and flash a grin and thumbs up\" - as if to say, \"We're going to pull through this\". My fellow Americans, that is the kind of man America needs to see us through these next four years. </p> <p>For a season, a gifted speaker can inspire with his words.</p> <p>For a lifetime, John McCain has inspired with his deeds.</p> <p>If character is the measure in this election ... and hope the theme ... and change the goal we share, then I ask you to join our cause. Join our cause and help America elect a great man as the next president of the United States.</p> <p>Thank you all, and may God bless America.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337274702\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/4/1220489702793/palin.jpg\" alt=\"Palin \" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Associated Press</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p><strong>ST PAUL</strong> — Welcome back to the badly spelt Xcel Center here in St Paul, where good-looking teetotaller Mitt Romney has surprised us all by stepping up to the podium a little early. We're in for a night of liberal-bashing speeches from a trio of presidential failures, and then the big event of the evening, Sarah Palin's keynote speech, which will be received with adulation in the hall even if she reads from a telephone directory — but the content of which may count for a lot in the country at large.</p> <p><strong>8.07pm</strong>: Romney is railing against \"the eastern elites... the editorial pages of the Times and the Post, and the broadcasters from the east coast.\" Instead he advocates looking west... to Alaska. Northwest, surely?</p> <p><strong>8.09pm (all times local)</strong>: \"Is a Supreme Court liberal or conservative that awards Guantanamo terrorists with constitutional rights? It's liberal! Is a government liberal or conservative that puts the interests of the teachers union ahead of the needs of our children? — It's liberal!... We need change all right - change from a liberal Washington to a conservative Washington!\" We've got a whole call-and-response thing going on now.</p> <p><strong>8.14pm</strong>: \"China is acting like Adam Smith on steroids.\"</p> <p><strong>8.18pm</strong>: \"I know what makes jobs come, and I know what makes them go.\" What made jobs come and go often enough in the past, as Ezra Klein <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=public_equity_and_you\">points out</a>, has been the noted private equity firm chief executive <a href=\"http://en.wikipedia.org/wiki/Mitt_Romney#Business_career\">Mitt Romney</a>.</p> <p><strong>8.19pm</strong>: \"Just like you, there has never been a day when I was not proud to be an American. We inherited the greatest nation in the history of the earth.\" Many muscular chants of \"USA! USA!\". Take that, Michelle Obama.</p> <p><strong>8.22pm</strong>: And now they're all clapping and dancing to a song called <a href=\"http://www.songlyrics.com/song-lyrics/Rodney_Atkins/Miscellaneous/If_You_re_Going_Through_Hell_(Before_The_Devil_Even_Knows)/255674.html\">If You're Going Through Hell,</a> which seems... oddly chosen.</p> <p><strong>8.26pm</strong>: All this music is about roughnecks and cowboys and the West, backing up the message of hard-drinking — no, hang on a second! — teetotal roughneck Mitt Romney. And yet the fact is that I am eating a chicken salad with lettuce and olives, and that you can buy lattes and espressos in the press centre here, which you certainly couldn't in Denver. The Republican convention is elitist.</p> <p><strong>8.29pm</strong>: Here's Mike Huckabee, sneerily thanking \"the elite media\" for doing something he thought \"couldn't be done\" — uniting the party behind McCain/Palin. (That's a rather double-edged compliment, when you think about it.) The reporting has been \"tackier than a costume change at a Madonna concert\" — that's revenge for <a href=\"http://ukpress.google.com/article/ALeqM5gH5l-Singpk9F7-gUBHv0qOYYsxA\">this</a>.</p> <p><strong>8.32pm</strong>: Mike Huckabee <em>actually just said this</em>: \"My Dad lifted heavy things\". And this: \"I was in college before I found out it wasn't supposed to hurt to take a shower.\" It's something to do with having to clean himself with stones, because he grew up so poor. But this is an almost entirely crazy speech, I'm afraid to say. That's an unbiased opinion.</p> <p><strong>8.36pm</strong>: \"Sarah Palin got more votes running for mayor of Wasilla than Joe Biden got running for president.\" Laughter and cheers. I keep pointing this out, but apparently the Republican top brass aren't reading this blog: you can't simultaneously praise Palin's experience while getting a laugh from it because of its smallness. Well, you can, but I will call you out for logical inconsistency.</p> <p><strong>8.38pm</strong>: BREAKING NEWS: John McCain is a war hero! Oh. My. God. Now we are hearing some utterly batty story about a teacher called Martha who wouldn't let her students have a desk unless they could tell her how to earn it. Hard work and good behaviour wasn't enough. Nobody could guess the answer. Eventually she revealed that the answer was... </p> <p>\"Martha opened the door of her classroom. In walked 27 veterans, some wearing uniforms from years gone by, but each one carrying a school desk. As they carefully and quietly arranged the desks in neat rows, Martha said, 'You don't have to earn your desks…these guys already did.'\"</p> <p>What? WHAT? I understand the idea that the military defends our freedom, but this desk parable thing is just baffling. Did this actually happen? Did someone fire the teacher? Now he's explaining that John McCain enabled him, Mike Huckabee, to have a school desk. I'm sorry, I'm almost incoherent with confusion and must pause for a few moments. Luckily it's the governor of Hawai'i now, so it's a good opportunity for that.</p> <p><strong>8.50pm</strong>: Themes of the evening so far: xenophobia, \"anti-elitist\" rabble-rousing, media-bashing, smalltown boosterism versus liberal city people. Pretty unpleasant, all told. </p> <p>Shortly, we'll be hearing from Rudy Giuliani, and right now the Hawa'iian governor is setting us up for that by talking a lot about Palin's experience as a mayor. Then comes Giuliani, a mayor. And thus a mental connection is forged...</p> <p>\"You can fit more than 250 states the size of [Joe Biden's home state,] Delaware within the borders of Alaska!\" says Linda Lingle, the governor of Hawai'i, thereby <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/sep/01/uselections2008.palin2\">adopting the talking point I suggested yesterday</a>.</p> <p>\"PALIN POWER!\" says one of the handmade signs the crowd's waving. I wonder if it's one of the handmade signs you see Republican party operatives blatantly handing out to delegates on the way in here...</p> <p><strong>9.01pm</strong>: Rudy! Rudy! Rudy! He's here to scare us all about the terrorist threat.</p> <p>\"The American people realize this election represents a turning point. In two months they will decide the future direction of our nation. It's a decision to follow one path or another. We the people, the citizens of the United States, get to decide our next president. Not the leftwing media, not Hollywood celebrities, not anyone else, but the people of America!\" </p> <p><strong>9.05pm</strong>: Voting for a president is like hiring someone to protect your family from danger and evil, and also danger. McCain has sacrificed for America \"as few do,\" he says, with real aggression in his voice. </p> <p>Wait, wait, wait, WHAT? John McCain <strong>was a prisoner of war</strong>. He has proved his commitment with his blood. On the other hand, Obama worked as a \"community organizer\". \"What?\" says Giuliani, pretending not to understand. He laughs unpleasantly. The crowd laughs. \"Then he ran for the state legislature - where nearly 130 times he was unable to make a decision yes or no. It was too tough. He voted 'present.' I didn't know about this 'vote present' when I was mayor of New York City. Sarah Palin didn't get to vote present when she was mayor or governor.\"</p> <p>\"Barack Obama has never led anything. Nothing. Nada. Nada. Nothing.\" This is real, jeering anti-Obama stuff, the nastiest we've heard, and the delegates are loving it — yelping and whooping.</p> <p><strong>9.11pm</strong>: Ezra Klein <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=elite_media\">makes</a> a good point about the night's attacks on the \"elite media\": \"The point here is not to get votes: Americans aren't very worried about the \"elite media,\" whoever that is. It's to initimidate the media. Scare them. Suggest that they'll be locked out of access, cordoned off from stories, beaten down by Fox News. This is an attack on the media. The question now is how insecure the media really is.\"</p> <p><strong>9.17pm</strong>: 9/11 9/11 9/11 9/11 9/11. Giuliani gets huge applause for arguing that the Democrats in Denver were too weak to attack Islamic terrorism, owing to political correctness. The gloves are off tonight.</p> <p><strong>9.18pm</strong>: If you say the war in Iraq is lost, you are saying that Osama bin Laden has won, and that makes you a terrorist. Or something like that. </p> <p>There's something rather troubling about the way in which Giuliani enjoys the roiling up the audience. He claps softly to himself, and chuckles.</p> <p>9/11, terrorism, Israel. Rudy is just listing general concepts now, in a row.</p> <p><strong>9.24pm</strong>: \"I'm sorry that Barack Obama feels [Sarah Palin's] hometown isn't <em>cosmopolitan</em> enough. I'm sorry it's not <em>flashy</em> enough. Maybe they cling to religion there,\" says the former mayor of New York City who lived for years in one of the best townhouses on the Upper East Side. Maybe there is a point at which what you're saying becomes so indefensibly absurd that it meets up round the other side and becomes sensible?</p> <p>...And then more of this stuff about shaking up Washington, as if the current president was not a Republican. </p> <p>\"How dare they question whether Sarah Palin has enough time to be with her children and be vice-president?\" (I really haven't come across this criticism much.) \"When do they ever ask a man that question?\" </p> <p><strong>9.29pm:</strong> Sarah Palin walks on stage. The crowd are uncontrollable, completely uncontrollable with ecstasy. She swiftly slaughters a moose, and then two minutes later the noise subsides and she begins.</p> <p><strong>9.32pm:</strong> \"I will be honoured to accept your nomination for vice-president of the United States.\" Picking up the evening's theme, she slates the \"pollsters and the pundants\" [sic] who overlooked John McCain's \"determination, resolve, and sheer guts.\" Her son gets a namecheck — he's off to Iraq soon — and stands to receive a portion of the almost constant applause. \"One week from tomorrow, September 11th, he'll deploy to Iraq.\"</p> <p><strong>9.36pm:</strong> \"Track is the eldest of our five children...\" and now introductions for Bristol, Willow and Piper, who all look rather overwhelmed. And \"a perfectly beautiful baby boy named Trig.\" (Todd Palin's holding him.) \"From the inside, no family ever seems typical. Our family has the same ups and downs and any others. Sometimes even the greatest joys bring challenge. And children with special needs inspire a very, very special love.\" Wait a minute, I thought the families were off limits? </p> <p><strong>9.42pm:</strong> She grew up among people who are \"always proud of America,\" she says, echoing Romney's anti-Michelle Obama line from earlier. \"I was just your average hockey mom, and signed up for the PTA...\" (\"Hockey Mom! Hockey Mom!\" the crowd shout.) \"I love those hockey moms, you know, they say, the difference between a hockey mom and a pitbull? Lipstick.\" OK. \"When I ran for city council, I didn't need focus groups...\" The strategy here is fairly straightforward. \"I was mayor of our hometown, and since our opponents seem to look down on that experience, let me explain to them what the job involves...</p> <p>\"I guess a smalltown mayor is sort of like a community organizer, except that you have actual responsibilities.\" There's your zinger of the evening. </p> <p>...Wait, somebody just got dragged off the floor by security. More on that if I figure out what was going on.</p> <p><strong>9.45pm</strong>: \"Some in the media\" consider her unqualified. Boos, of a rather goodnatured variety. \"NBC! NBC!\" someone's shouting, loudly. Hmm, this media war could backfire yet. \"No... uh... oh...\" Palin seems briefly confused by something, but soon recovers. </p> <p><strong>9.48pm</strong>: Her message here, looking back at her time in Alaska, is that she's a reformer, a challenger from outside; clearly, outsiderhood is a prerequisite for that, and too much \"experience\" could be a problem. Also, she sold the governor's jet on eBay, we learn yet again. \"I love to drive myself to work, and I thought we could muddle through without the governor's personal chef.\" It's very odd, listening to a serviceable but not amazing public speech being received as if it is the best oratory the world has ever heard.</p> <p><strong>9.57pm</strong>: Excuse me, my computer crashed. Now, after a passage on energy —&#xa0;drill, drill, drill!, essentially, and as commenter Wikipedia notes, a <a href=\"http://www.reuters.com/article/newsOne/idUSN3125537020080901  \">misrepresentation</a> of her position on the \"Bridge to Nowhere\" -- we're into the Obama attack part.</p> <p>\"We've all heard his dramatic speeches before devoted followers. And there is much to like and admire about our opponent. But listening to him speak, it's easy to forget that this is a man who has authored two memoirs but not a single major law or reform - not even in the state senate. This is a man who can give an entire speech about the wars America is fighting, and never use the word 'victory' except when he's talking about his own campaign. But when the cloud of rhetoric has passed, when the roar of the crowd fades away, when the stadium lights go out, and those styrofoam Greek columns are hauled back to some studio lot - what exactly is our opponent's plan?\" — essentially, it's talking to evil terrorists, weakening America, and increasing taxes: lots and lots of taxes.</p> <p>It's a relentless attack on Obama as effete, self-absorbed, treating the presidential campaign as a \"journey of personal discovery\". And of McCain as a maverick who has the Washington lobbyists shaking in their boots. What strange times we live in...</p> <p><strong>10.02pm</strong>: \"And though both Senator Obama and Senator Biden have been going on lately about how they are always, quote, 'fighting for you,' let us face the matter squarely. There is only one man in this election who has ever really fought for you, in places where winning means survival and defeat means death, and that man is John McCain... It's a long way from the fear and pain and squalor of a six-by-four cell in Hanoi to the Oval Office. But if Senator McCain is elected president, that is the journey he will have made.\" JOHN MCCAIN WAS A PRISONER OF WAR, PEOPLE! I really don't know how many times you have to be told before it gets through.</p> <p>\"For a season, a gifted speaker can inspire with his words. For a lifetime, John McCain has inspired with his deeds... I ask you to join our cause. Join our cause and help America elect a great man as the next president of the United States. Thank you all, and may God bless America.\" Insane levels of applause and chants of \"Sa-rah!\", \"Sa-rah!\", and the whole Palin family join her on stage. Palin wields Trig aloft. This speech has been the first time here that I've seen anything to rival Denver levels of enthusiasm.</p> <p><strong>10.12pm</strong> And in a parallel to Obama's surprise arrival at the end of Joe Biden's speech, here's John McCain. \"Tremendous, tremendous, fantastic, tremendous,\" he says, vaguely hugging the Palins. \"Don't you think we made the right choice for the next vice-president of the United States? And what a beautiful family!\" Militaristic music. McCain and Palin are both doing an awful Republican version of Hillary Clinton's already sufficiently awful pointing-and-smiling thing.</p> <p>Shortly, these psyched-up delegates will hold a roll-call vote officially to nominate McCain. First, three country singers including <a href=\"http://en.wikipedia.org/wiki/John_Rich_(musician)\">John Rich</a> are reading out random bits of famous American speeches and documents, in between lines of the national anthem. Extremely strange. </p> <p>Brilliant, now Rich is singing his criminally stupid song Raising McCain. </p> <p><strong>10.25pm</strong> ...Well, I don't know. As a foreigner, a European, a non-prisoner of war, an elitist and an employee of the media, I'm the enemy, so it would be strange if I responded to that speech with overwhelming joy. But you do have to wonder how this stuff will play at the moderate margin, the place we're led to believe that the votes in this election will be won. If there are indeed <a href=\"http://www.guardian.co.uk/commentisfree/2008/sep/04/sarahpalin.johnmccain\">two hopelessly incompatible Americas</a>, how do you find the balance, tactically speaking, between energising the base and alienating the centre?</p> <p>Josh Marshall <a href=\"http://talkingpointsmemo.com/archives/213128.php\">reckons</a> this is \"a sign that the McCain campaign has abandoned an effort to compete for swing voters and go back to the base energising strategy that worked for President Bush in 2004. The numbers make that look like a tough proposition. But I think a few months from now, everyone will agree this was a mistake.\" He also points out that Rudy Giuliani must have overrun, because the schedulers abandoned a video tribute to Palin. (Marshall on Giuliani: \"I know the people in the hall loved it. But I think a lot of people will see it as whacked. Rancid. Curdled.\")</p> <p>Then again, at the wonderful little playpen of conservatism that is <a href=\"http://corner.nationalreview.com/post/?q=ZTUyZjg4MTE1ZGIwNDBmN2MwMWU4MzY4NjlmNzQ5YzA=\">The Corner</a>: \"Is it me, or is this one just a whole 'nother level of maturity and seriousness compared to the Dem convention?\" And <a href=\"http://www.commentarymagazine.com/blogs/index.php/jpodhoretz/26561\">John Podhoretz</a>: \"In terms of impact, I would say this speech is easily the equal of Obama's in 2004.\" But Andrew Sullivan passes along <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/09/email-of-the-ni.html\">one anecdotal hint</a> of a moderate Republican feeling alienated by tonight's speeches.</p> <p><strong>10.50pm</strong>: On the US cable networks, which I haven't been watching during tonight's proceedings, the much-repeated phrase about Palin, apparently, is \"A Star Is Born.\"</p> <p>...Well, this election just got a whole lot nastier, I think, if the Republicans are indeed giving up on any attempt to win over the centre, and instead returning to the base-focused strategies of 2000 and 2004, and declaring war on the media, and on the coastal elites, and an big city dwellers, and on liberals (even though Rudy Giuliani is most of these, and McCain in many respects, for that matter). Questions: will it work? How do the calls for bipartisanship we've seen over the last few days fit with that? They don't, obviously, but will the contradiction be problematic for the Republicans? And how does the Obama campaign respond — get fiercer, or reach for moral high ground? </p> <p>McCain won the roll call vote, by the way. He's now officially the nominee.</p> <p>POSTSCRIPT</p> <p><strong>11.40pm</strong>: As a liberal European elitist journalist currently residing on the east coast of the United States, I wasn't relishing heading out into the crowds of elated delegates. Turned out I needn't have worried, though: \"You British are different,\" one Colorado delegate told me, grinning. \"You're not as bad as the other Europeans.\"</p> <p>Three preliminary conclusions from my conversations and eavesdroppings:</p> <p>1. They're thrilled. <em>Thrilled.</em> Not the glistening eyes of Invesco Field, perhaps, but it's real, tingly excitement, and it's all about Palin.<br>2. The \"reform\" line that Palin made plain tonight is crucial to them. It's what justifies McCain's selection of an outsider; alchemically, it turns a lack of experience into a plus point.<br>3. They don't see — or admit to seeing, anyhow — any contradiction between tonight's high-octane partisanship and last night's call to rise above politics.</p> <p>\"Fantastic. Just fantastic,\" said John Carson, a Colorado delegate. \"There were a lot of good speeches, but Palin was just fantastic. She showed strength, she's obviously bright, she understands energy issues — she really projected the image of a leader tonight.\" Did the partisan tone run counter to the call to rise above politics? \"That's more a question of how you govern when you're in office — talking to the other side when you need to,\" he said. \"We're here to nominate our candidate and to win an election, so you're going to get partisanship.\"</p> <p>Lynn Hosemann, a Mississippi delegate: \"I'm so excited! She showed she had the right concept of governing: to serve the people. That's what government should be about. It shouldn't be self-serving. She's a reformer, and she showed she could take on the existing Washington establishment.\" But hasn't the Washington establishment been headed by a Republican for eight years? \"It's not just about the last eight years. We have become a government of professional politicians. We need citizen servants. She is a citizen servant!\" </p> <p>Some people sounded almost as if they'd prefer Palin to be running as president.</p> <p>Many more responses in Daniel Nasaw's piece, available <a href=\"http://www.guardian.co.uk/uselections\">here</a>, soon.</p> <p>Goodnight — thanks for reading and commenting.</p>"
]