[
  "<p>Defiance, a picture postcard town in northwestern Ohio, takes its name from a fort built here in 1794 by a General \"Mad\" Anthony Wayne. The general was so proud of his deep moat and eight-foot-thick walls that he declared, according to local lore: \"I defy the English, the Indians and all the devils in hell to take it.\"</p> <p>So it was easy to see why John McCain found Defiance an irresistible place to launch his final battle for the White House today with a two-day bus tour of Ohio.</p> <p>Outgunned in the polls and on television by Barack Obama, deserted by some of his fellow Republicans, McCain had little in the way of reassurance to offer his supporters today except his defiance - and a little lesson in his own history.</p> <p>McCain cannot hope to match Obama in advertising spending, especially his half-hour broadcast last night, but his sarcasm today cost nothing. \"Anyone see the informercial last night? Thank god for cable,\" he said. \"We could have played it a prison camp but it would have violated the Geneva Convention.\"</p> <p>The bus tour for McCain was heavy with its own symbolism. Nearly a year ago, McCain made an improbable comeback to win the Republican nomination by driving around New Hampshire aboard his Straight Talk Express bus.</p> <p>He struck a similar can-do pose in Defiance. \"We're a few points down, but we are coming back,\" he said. \"We are never giving up. We are never going to quit.\"</p> <p>But for all the fighting talk and carefully chosen symbols of defiance, it was a visibly wilting McCain who rode into town on a brilliant autumn morning to address a crowd of several thousand in front of the local middle school.</p> <p>In recent days, his campaign has had a number of embarrassing leaks about feuding and recrimination between his staff and his running mate, Sarah Palin, the surefire sign of a losing team.</p> <p>McCain has had to watch as associates from his decades in Washington turn their back on him to endorse Obama, most notably Colin Powell, a former Bush secretary of state.</p> <p>He has also had to confront the idea that many Republican candidates for Congress find him politically toxic, and do not want him campaigning in their area.</p> <p>Unlike in Florida on Thursday, where he was flanked by the state's governor Charlie Crist and the former governor Jeb Bush, McCain had no comparable state notables with him in Defiance.</p> <p>The state's Republican Senator, George Voinovich, has yet to appear with McCain or his running mate, Sarah Palin, at a single event in Ohio - even though the state, with its 20 electoral college votes, is one of the richest prizes in this campaign.</p> <p>No candidate has taken the White House without winning Ohio since John Kennedy in 1960, and McCain is a few points behind Obama in the polls.</p> <p>He trails Obama even further in organisation, especially the early voting which campaigns see as a safety blanket against bad weather that could stop their supporters getting to the polls on election day.</p> <p>According to state election officials, 62% of early voters in Ohio have been Democrats, and 37% Republicans.</p> <p>McCain faced another apparent defection today from Joe the Plumber, the Ohio man who became a Republican celebrity after confronting Obama about taxes at a campaign stop three weeks ago.</p> <p>Since then, Joe the Plumber, whose real name is Samuel Wurzelbacher, has emerged as an increasingly important prop in McCain's stump speeches. McCain has even started billing his events as Joe the Plumber rallies in Wurzelbacher's honour.</p> <p>Only, as it turned out today, McCain could not count on Joe the Plumber either.</p> <p>\"Joe is with us today,\" McCain told the crowd. \"Joe, where are you? Where is Joe? Is Joe here with us today?\"</p> <p>Wurzelbacher, has campaigned for McCain this week. His moment of celebrity has also led to a recording contract offer, local television reported today. But if Wurzelbacher was in Defiance he gave no sign of it.</p> <p>\"Joe I thought you were with us today,\" McCain continued, somewhat plaintively now. \"All right. So you are all Joe the Plumbers,\" he told the crowd - before making one last attempt. He told Wurzelbacher he had seen him on television that morning. \"Wherever you are Joe, I thought you did a good job,\" he said.</p> <p>Such confusion has been the running thread through the McCain campaign in these final days before Tuesday's vote.</p> <p>Some is no doubt due to fatigue. At one point yesterday, McCain lost his place on the autocue, asking aloud: \"Where am I?\"</p> <p>But McCain has also been lurching from theme to theme with increasing desperation. In Ohio today, he warned that Obama would raise taxes, which would cost people their jobs. In Florida, he warned that Obama would bring socialism and negotiate with dictators.</p> <p>Meanwhile, campaign officials have been trying to stoke a new controversy about Obama's associations in Chicago by harping on a dinner he had with a noted Palestinian academic, Rashid Khalidi.</p> <p>Such abrupt changes of direction and the negative tone of the campaign have had commentators - including conservatives - accusing McCain of tarnishing his own brand of an independent politician.</p> <p>Today David Broder, a veteran political commentator at the Washington Post, wrote that though McCain had been burdened with George Bush's unpopularity he had failed to create a coherent vision for his campaign.</p> <p>For core McCain supporters, like the people at today's rally, it is too soon to try to dissect the reasons he has been losing ground to Obama - or even for some to acknowledge it.</p> <p>\"It's going to be a tight race. All the polls seem to indicate that Obama has got the lead, and it's all wrapped up, but I don't believe it,\" said Mike Saxton, a retired science teacher. \"Obama's still having a tough time sealing the deal.\"</p> <p>Beside him, Bob Morton, a school principal agreed. \"Every presidential election closes up at the end,\" he said. \"This one could, too.\"</p>",
  "<p>Barack Obama and John McCain are embarking on a frenzied, multi-state blitz over the final days of the election campaign as the Republican candidate claimed the polls are tightening in his favour.</p> <p>McCain's campaign manager, Rick Davis, told reporters in a conference call today: \"We're still fighting, we're still behind, we still think we've got plenty of time to close the gap enough to make this election competitive and win it.\"</p> <p>The McCain team drew comfort from some polls showing that Obama's huge poll lead over the last month was beginning to shrink, albeit marginally. \"There's no question there's a closing in this campaign,\" Davis said.</p> <p>RealClearPolitics, a website that monitors polls, showed Obama nationwide averaging 50% to McCain's 43%, but with the race tight in some of the battleground states such as Florida, where Obama has a 3% lead over McCain.</p> <p>Both teams are to make repeat visits to the half-dozen states that will dictate the election outcome.</p> <p>Davis claimed McCain was \"coming back\" among suburban male and Hispanic voters, a view conceded by Democratic workers on the ground, who contrast the huge turnout for Obama among African Americans with a more ambivalent response among Hispanics.</p> <p>In spite of Davis's expression of optimism, the momentum still appears to be with Obama. Viewing figures released today for his 30-minute political broadcast, for which he paid three networks an estimated $3m or more, show about one in every five American households watched the programme. It is a high number for a political broadcast - 21.7% of viewers - but fewer than for the three presidential debates, which all attracted more than 30% of viewers.</p> <p>At a rally in Saratosa, Florida today Obama warned supporters: \"Don't believe for a second this election is over. Don't think for a minute that power concedes. We have to work like our future depends on it in this last week, because it does.\"</p> <p>He tied McCain to George Bush, the line he has pursued relentlessly since the start of the campaign, exploiting public disenchantment with Bush.</p> <p>\"If you want to know where John McCain will drive this economy, just look in the rear-view mirror,\" he said \"Because when it comes to our economic policies, John McCain has been right next to George W Bush. He's been sitting there in the passenger seat ready to take over,\" he said.</p> <p>A poll released today by the University of Texas showing that 23% of Texans identified the Democratic candidate, whose Christian faith has been widely publicised, as a Muslim.</p> <p>Given that Texas is solidly Republican, that will not cause Obama any concern. Although he has said repeatedly he wants an America where all ethnic, class and religious groups are treated equally, many Americans remain suspicious of Muslims because of 9/11 and would not vote for him on those grounds alone.</p> <p>Potentially more alarming for Obama is a detailed analysis in the Orlando Sentinel of those who have take advantage of early voting in Florida. While it shows a huge turn-out among African-American, young voters on whom Obama is placing high hopes are not yet coming out to vote. Although the young have registered to vote in high numbers, only 15% of those under 35 have voted yet, the worst-performing demographic group in the analysis.</p> <p>If this trend were to be repeated on election day throughout the US, Obama's vote would be seriously dented.</p>",
  "<p>Russia's efforts to control oil and gas supplies to Europe from the Caspian basin and central Asia could advance significantly at the weekend when the Kremlin hosts a summit meeting of the leaders of long-time south Caucasus rivals Azerbaijan and Armenia.</p> <p>The talks, convened by President Dmitri Medvedev, are primarily aimed at settling the dispute over <a href=\"http://news.bbc.co.uk/1/hi/world/europe/country_profiles/3658938.stm\">Nagorno-Karabakh</a>, one of the region's so-called frozen conflicts. In the early 1990s the two neighbours went to war over the enclave, which Azerbaijan regards as sovereign territory and which is currently controlled by ethnic Armenian forces.</p> <p>Russia's altruism should obviously be applauded. But Moscow's peacemakers are probably more concerned with increasing their political and economic influence in the crucial energy corridor connecting Baku, Azerbaijan's capital, with Georgia, Turkey and the west. This effort is seen by some regional experts as part of Russia's broader attempt to re-establish Soviet era spheres of influence beyond its borders.</p> <p>The Kremlin has been tirelessly wooing Azerbaijan's Moscow-educated president, Ilham Aliyev. Earlier this year Gazprom, the Russian gas monopoly, informed Azerbaijan as well as Turkmenistan, Uzbekistan and Kazakhstan that it was ready to pay higher European market prices for their gas.</p> <p>The offer stripped away much of the economic rationale for the proposed US and EU-backed <a href=\"http://www.nabucco-pipeline.com/\">Nabucco</a> pipeline that, if built, would transport gas direct to Europe from the Caspian. It would also reduce producer countries' transit costs.</p> <p>\"Some experts in Baku believe the Gazprom gambit will be successful in achieving its main aim - to frustrate American and EU efforts to establish an alternative export network that would circumvent Russia,\" said industry writer <a href=\"http://www.eurasianet.org/departments/insight/articles/eav041008a.shtml\">Khadija Ismayilova</a> on Eurasianet.org.</p> <p>Russia's summer conflict with Georgia, though which key oil and gas pipelines to Turkey pass, and Europe's vacillating response have also left Azerbaijan reconsidering its westward-leaning stance. After the Soviet Union's collapse, Baku pursued links with the EU, encouraged investment by companies such as BP, and built ties to Nato.</p> <p>But resentment about recent western neglect, particularly by the US, coupled with concerns about its reassertive northern neighbour and the impasse over Nagorno-Karabakh, is enticing Azerbaijan towards a Russian-dominated \"Eurasian\" sphere, said regional experts Borut Grgic and Alexandros Petersen in the <a href=\"http://online.wsj.com/article/SB122522752774177399.html\">Wall Street Journal</a>.</p> <p>\"Azerbaijanis were disappointed by the west's reaction to events in Georgia and the growing inclination in many European capitals to capitulate to Russia in the broader Black Sea region,\" they said. \"Now Moscow, a long-time friend of Armenia in the Karabakh conflict, has begun quietly supporting Azerbaijan's position in the hopes of securing a deal for all of [its] available natural gas exports.</p> <p>\"In the absence of incentives or even attention from the west, Baku is seriously considering a major foreign policy reversal.\" And if the shift into Russia's camp came about, Grgic and Petersen warned, a \"strategic chunk\" of central Asia would likely follow suit.</p> <p>Russia is working hard to keep Armenia on board, too. Medvedev went to <a href=\"http://www.reporter.am/index.cfm?objectid=2E7D2047-3FF3-752C-2EFABEB2CC3D0E97\">Yerevan</a> earlier this month and signed a sheaf of cooperation agreements. After meeting President Serge Sarkisian, the Russian leader said talks on settling Nagorno-Karabakh were at \"an advanced stage\".</p> <p>Russia's diplomatic and economic offensive in the south Caucasus has not gone wholly unanswered. Turkey, with its own energy and security interests at stake, is in effect leading western mediation efforts over Nagorno-Karabakh - though getting little credit for it. President Abdullah Gul made a landmark visit to Armenia earlier this year in a bid to mend fences with an historic enemy. US envoys have also joined the fray.</p> <p>But western attempts to stay in the game are hampered by factors ranging from the absence of common EU policies on Caspian energy, the south Caucasus conflicts and Turkey to the US Congress's lopsided grandstanding on the Armenian genocide and the political transition in Washington. Criticism of Azerbaijan over human rights and this month's presidential election, won by Aliyev by a suspiciously large margin amid an opposition boycott, is also something Baku does not have to put up with from Moscow.</p> <p>Alarmed that the regional balance is shifting, the US vice-president and former oilman <a href=\"http://www.eurasianet.org/departments/insight/articles/eav090308.shtml\">Dick Cheney dashed to Baku</a> in September after visiting Georgia. He did not stay long and it is unclear what, if anything, he achieved. No sooner had Aliyev bidden Cheney goodbye than he flew to Moscow for consultations. It was a good indicator of where the power lies.</p> <p>Cheney's sudden appearance prompted wry questions in Baku about why it took him eight years to make the trip. It also left some observers suggesting the Bush administration has already \"lost the Caspian\" - and only just realised.</p>",
  "<p>A Huffington Post election contributor stabbed and killed her former partner in their shared home before shooting herself, Florida police confirmed late last night.</p> <p>Police said 57-year-old Carol Burger attacked Jessica Kalish, 57, in the garage of their house in Boynton on October 22, inflicting 222 stab wounds with a screwdriver.</p> <p>Burger had loaded Kalish's body into her car and abandoned it two miles from the house. </p> <p>She reported Kalish missing to police but committed suicide after police told local media they had found her former partner's body two days later.</p> <p>Burger was one of an army of unpaid contributors to the liberal news website, The Huffington Post, reporting on election issues for the site's OffTheBus election coverage.</p> <p>A tribute on the Huffington Post on Saturday described Burger as an award-winning photojournalist and former editor, and said the site had been lucky to have her contributions.</p> <p>\"She used her background in journalism to bring us ground reports from her home state of Florida - and was very excited to be writing about the presidential election and filed multiple stories a week,\" said the Post.</p> <p>\"She covered a wide range of stories including early voting in Florida, a summit on green jobs with Barack Obama and swing-state governors and a Gay and Lesbian Alliance Against Defamation event. Her high energy and curiosity kept OffTheBus editors on our toes. </p> <p>\"Our thoughts and prayers go out to the families and friends of Carol Anne Burger and Jessica Kalish.\"</p> <p>The couple had married in Massachussetts in 2005 but since separated and Kalish had met another woman. </p> <p>Friends said Burger had often felt lonely and isolated, but refused anti-depressants.</p> <p>For financial reasons, the two continued to share the home they had bought in 2000.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>In this week's show we examine whether the bipartisan approach to the financial crisis has broken down after David Cameron accused Gordon Brown of embarking on a <a href=\"http://www.guardian.co.uk/politics/2008/oct/30/gordon-brown\">spending splurge</a> in response to the recession.</p> <p>We also discuss the US presidential election, and ask whether Barack Obama is on the verge of a historic victory – and what that will mean for Europe.<br>Finally we turn our attention to the BBC, after the row over <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/30/bbc-jonathan-ross-russell-brand1\">Russell Brand and Jonathan Ross's childish prank on Radio 2</a>.</p> <p>Joining me around the table is <strong>Jenni Russell</strong>, the Guardian columnist. Jenni says Gordon Brown's attempt to depict himself as the saviour of the world after his bank-rescue plan will not help him in the recession. Jenni says people feel they are involved in a car crash and have no sympathy for the government.</p> <p><strong>Toby Helm</strong>, the Observer's Whitehall editor, says that \"yachtgate\" is still hovering over British politics. Toby thought it was interesting that David Cameron and George Osborne did not sit together in the Commons as normal during prime minister's questions, signalling Cameron's irritation with his shadow chancellor.</p> <p><strong>Julian Glover</strong>, the Guardian's chief leader writer, says that a <a href=\"http://www.guardian.co.uk/world/uselections2008\">President Obama</a> would represent a major change – and not just because he is an African-American. Julian says that Obama's background – he was brought up in Indonesia and Hawaii – shows his main focus will be on the Pacific Rim and not Europe.</p>",
  "<p>So what exactly does change look like? Barack Obama has ambitious energy and environmental plans. If he wins on November 4, who will he recruit to carry them out? Will he rely more heavily on Washington newcomers or on Clinton administration veterans who know their way around the White House? (See who John McCain might choose to green his White House <a href=\"http://www.guprod.gnl/environment/2008/oct/29/network-mccain-cabinet\">here</a>)</p> <p>Obama's choice for a transition team leader — John Podesta, former Clinton chief of staff — suggests he's willing to look back to the Clinton years for top staff. But Obama has also surrounded himself with bright and accomplished advisers (note our interviews with energy policy chief Jason Grumet and director Heather Zichal) who are newer to the national scene. Will he fill Cabinet-level environmental jobs with fresh faces or stick to a more traditional path with ex-governors and Washington lawmakers? We asked campaign advisors, nonprofit conservation advocates, think-tank types, lobbyists, academics, and friendly looking folks behind us in line at the co-op. It's a cardinal sin in Washington to openly speculate on these matters before an election, so we promised confidentiality to many sources.</p> <h2>Secretary of Energy</h2> <p>Managing the nation's energy policy and nuclear safety is one of the most glamourless, thankless Cabinet-level positions, according to former Department of Energy officials. The secretary oversees the nation's nuclear weapons stockpile and nuclear waste disposal and a lot of private contracts. \"You get a whole lot of responsibility for regulating, but you don't get a lot of credit for achieving good things in the political process,\" said Walter Rosenbaum, a former DOE consultant and energy policy scholar. Still, the position could take on more prominence in the next administration, given the amount of attention the candidates devoted to energy during the campaign.</p> <p><strong>Jason Grumet</strong><br>The Obama campaign's lead energy and environment advisor first started working with the senator when he arrived in Washington in 2005. In helping Obama develop his energy platform, Jason Grumet drew from his experience as head of the National Commission on Energy Policy and the Bipartisan Policy Center. Grumet's think-tank work has focused on building consensus among diverse interests, though the NCEP's 2004 energy report annoyed many environmentalists by calling for pollution permits to be given free of charge to polluters and by supporting a \"safety valve\" that would limit the price of pollution credits. This job has traditionally gone to seasoned governors and lawmakers, but Obama has shown affinity for policy wonks like Grumet. (Read a Grist interview with Grumet.)</p> <p><strong>Ed Rendell</strong><br>With energy issues in the national spotlight, a veteran politician with deal-brokering experience could be at a premium. The Pennsylvania governor has worked to curb mercury emissions from the state's coal-fired power plants, adopted California's tough clean-car regulations, and pushed tax credits and other measures to attract renewable energy companies. Ed Rendell was one of Hillary Clinton's key supporters during the Democratic primary, but has since campaigned for Obama. If he delivers his swing state next month, this spot (or another in Obama's Cabinet) could be his for the taking.</p> <p><strong>Dan Reicher</strong><br>Dan Reicher [PDF] has recently talked up geothermal energy as the potential \"killer app\" of the energy world. He gets his techie metaphors at Google.org, the philanthropic arm of the search engine giant, where he is director of climate change and energy initiatives. Before that he worked as an assistant energy secretary under President Clinton, a lawyer for the Natural Resources Defense Council, and a sales executive at a renewable energy firm. Reicher's knowledge of venture capital and commercializing green technology make him an appealing candidate to Bill Becker, executive director of the Presidential Climate Action Project. \"We're facing one of the most promising worldwide market opportunities that we've ever had, and we need this kind savvy business experience,\" Becker said. (Watch a Grist interview with Reicher.)</p> <h2>Environmental Protection Agency administrator</h2> <p>This position is traditionally given Cabinet rank, meaning the EPA administrator gets to sit at a long oval table in the West Wing. The EPA enforces (or is supposed to enforce) the Clean Air Act, the Clean Water Act, and the rest of the nation's environmental laws. The next EPA administrator could also be charged with implementing a new cap-and-trade carbon emissions program, which both candidates call for (in different versions). \"That would be one of the most complicated acts ever to pass Congress,\" said Barry Rabe, a University of Michigan environmental policy and climate change scholar. \"It would call for a level of cooperation across government agencies like [the formation of] Homeland Security. And we know how difficult that has been.\"</p> <p><strong>Mary Nichols</strong><br>As one of the key leaders working to implement California's groundbreaking and ambitious 2006 climate law, Mary Nichols has eye-catching qualifications for this job. She's been chair of the California Air Resources Board since July 2007, reprising a role she held from 1978 to 1983 under Gov. Jerry Brown. In the early 1970s, she worked as an environmental lawyer, spending time at the Natural Resources Defense Council, then later going on to serve as secretary for California's Resources Agency and a senior official in the Clinton EPA. Her extraordinarily deep resume would be hard to match if government experience factors heavily in Obama's decision.</p> <p><strong>Kathleen McGinty</strong><br>Pennsylvania's top environmental official worked alongside Gov. Rendell in attracting green businesses and regulating coal and manufacturers -- no small task in the rust-belt state. As head of the state's Department of Environmental Protection, Kathleen McGinty battled with Republicans and coal industry officials and succeeded in establishing tough clean-air standards. She was a long-time Al Gore aide who first worked on his Senate staff in 1988. She chaired President Clinton's Council on Environmental Quality, the first (and only) woman to hold that position. She isn't part of Obama's inner circle of advisors, but choosing her could signal to environmentalists that he takes their concerns seriously. (Read a Grist interview with McGinty.)</p> <p><strong>Dan Esty</strong><br>A top energy advisor for the Obama campaign, Dan Esty would bring both EPA experience and academic policy chops. He served in George H.W. Bush's EPA, helping to craft the 1990 amendments to the Clean Air Act and the environmental provisions of NAFTA. He's now an environmental law professor at Yale, where he's written recently on sustainable business. In April he helped bring a group of governors to Yale to plot ways to fight climate change. \"With his closeness to the Obama campaign and his record with the EPA, I think he would be one of the top contenders,\" said University of Florida political scientist Walter Rosenbaum. \"He has a reputation as a moderate. But if you want someone who could rally the environmental troops, he could do that.\"</p> <h2>Secretary of agriculture</h2> <p>The secretary of agriculture oversees food and farm policy, and is charged with everything from securing food safety to promoting agricultural trade to fighting hunger. The USDA inspects and grades meats and grains, administers crop and ethanol subsidies, hands out food stamps and disaster relief, runs land conservation programs, and oversees organic labeling. The U.S. Forest Service, with its 190 million acres of forest and grassland, is also under the department's purview. Sustainable-food guru Michael Pollan recently argued that our fossil fuel-dependent food system can't go much longer without a locavorous overhaul. An innovative thinker in this position would help.</p> <p><strong>Tom Vilsack</strong><br>The former Iowa governor and presidential candidate fits the classic mold for secretary of agriculture: a popular leader from a farm state (though he grew up in Pittsburgh). Vilsack supported Hillary Clinton in the Iowa primary, and if she had won the nomination, he'd be ordering Secretary of Ag business cards right now. His decidedly moderate record on farm policy may not appeal to Obama, but, like the Democratic candidate, Vilsack strongly supports corn ethanol, at least as a bridge to cellulosic ethanol. He instituted some new regulations on Iowa's industrial hog farms, though watchdogs say he should've done much more. And he understands that sustainable rural development means more than just commodity farming. His recent op-ed in the Argus Leader (S.D.), hometown paper to Obama confidante Tom Daschle, could be interpreted as a letter of interest for the job. (Read a Grist interview with Vilsack.)</p> <p><strong>Tom Buis</strong><br>Tom Buis is president of the National Farmer's Union, the more progressive, small-farm-friendly of the two largest farm advocacy groups (the other is the Farm Bureau). He was senior agricultural policy advisor to Daschle, the Obama buddy and former Senate majority leader. And he was a Hoosier grain and livestock farmer with his brothers Mike and Jeff, who still run the family farm. Buis disappointed conservationists, hunger-relief advocates, and fruit-and-vegetable growers by endorsing last year's \"sham reform\" farm bill. Buis would be a don't-rock-the-boat (or the tractor?) choice on crop subsidies and food policy. Michael Pollan would not be happy. </p> <p><strong>Stephanie Herseth Sandlin</strong><br>South Dakota's sole representative in the U.S. House has made a name for herself as a prairie populist along the lines of Montana Gov. Brian Schweitzer (D). Stephanie Herseth Sandlin directed the South Dakota Farmers Union Foundation before getting elected to the House, where she's a member of the Blue Dog Coalition of fiscally conservative Democrats. She sits on the House Agriculture Committee, a position that's allowed her send bountiful shares of federal crop subsidies back to her home state. If Obama wants substantial farm-policy reform, the House Ag Committee might be the last place to look. If he wants a charismatic leader who's pledged to put rural concerns before left-right ideology, Herseth Sandlin could be a possibility.</p> <h2>Secretary of the interior</h2> <p>The Department of the Interior manages 500 million acres, about 20 percent of all U.S. land, and also wields significant control over energy reserves, dealing with coal and mineral deposits on public land, offshore oil, and many hydroelectric dams. National parks, national wildlife refuges, the Fish and Wildlife Service, the Bureau of Land Management, the U.S. Geological Survey, and the Bureau of Indian Affairs also fall under the department's umbrella. Fifteen of the last 16 interior secretaries have come from Western states, where most public land lies. Break that tradition at your own peril, Mr. President-elect.</p> <p><strong>Brian Schweitzer</strong><br>The bolo-tied governor of Montana is mentioned as a Rising Star of the Democratic Party often enough to have it engraved on his belt buckle. He advocates a use-'em-all approach to energy sources, including \"clean coal,\" liquefied coal, and Montana oil as well as renewable sources. A rancher who chose a Republican as a running mate for lieutenant governor, Brian Schweitzer has a knack for talking about natural resources and land-use issues in down-to-earth language. \"He can speak to the West,\" said Bill Becker. \"He's shown a talent for bridging the gap between the new West and the old West. What that means in energy terms is bridging the gap between fossil energy and renewable energy.\"</p> <p><strong>Jamie Rappaport Clark</strong><br>Bill Clinton's former Fish and Wildlife Service director managed Endangered Species Act protections and oversaw a massive expansion of the National Wildlife Refuge System. After 20 years in government, Jamie Rappaport Clark landed at Defenders of Wildlife, where she, well, defends wildlife. She has testified in Congress against Bush's Interior Department, calling it to task for manipulating science to undermine the ESA. \"There are few [people] if anybody who knows more about these issues than Jamie does,\" said Leda Clark, executive director of Endangered Species Coalition. \"She has a very practical sense of the problems and potential fixes in the department.\" One issue: She was a military child who grew up in part in California and Okinawa, along with North Carolina and Georgia. It's tough to argue that makes her a Westerner, though a Changer-in-Chief might be willing to buck that tradition. (Read a Grist Q&amp;A with Rappaport Clark.)</p> <p><strong>Jay Inslee</strong><br>The suburban Seattle congressman has earned the favor of conservationists through his leadership in protecting open spaces and wildlife. He sought to preserve roadless areas against Bush administration encroachment and has been one of the House's steadiest voices opposing logging on public lands. Jay Inslee has a lower political profile than Schweitzer and the other Western governors who could be offered this job. He wouldn't be a popular choice with Republicans, so Obama would have to think carefully about burning the political capital required to get Inslee's nomination confirmed. But his work on renewable energy, including his book Apollo's Fire: Igniting America's Clean Energy Economy, jives with Obama's focus. </p> <h2>Bonus position: climate change czar</h2> <p>By creating a prominent new position and staff, à la Homeland Security, the next president could send a clear message that he plans to take global warming seriously. Whether such a move would be smart governing is another matter. Creating new job titles and shuffling around departments willy-nilly is no guarantee of getting anything accomplished, of course. Rather than presiding over a significant restructuring of departments, a \"climate change czar\" could function more as a special environmental adviser to the president. Then again, the chair of the Council on Environmental Quality is already charged with that job. (Look for a trusted advisor and policy wonk like Chicagoan Howard Learner to fill that role for Obama.) Still, after a year of squabbling over flag pins, both candidates ought to know that symbolism matters, and the symbolic weight of a new position might be worth the effort.</p> <p><strong>Bill Richardson</strong><br>Saving the planet might be the next logical challenge for a guy who's already been a U.S. representative, ambassador to the U.N., energy secretary, governor of New Mexico, and international peace negotiator in North Korea and Darfur. As governor, Bill Richardson signed an aggressive energy package that, among other things, required all investor-owned electrical utilities to generate 10 percent of their energy from renewable sources by 2011. As a presidential candidate, he unveiled an ambitious energy plan that included a carbon cap-and-trade system to cut greenhouse-gas emissions 90 percent by 2050 and a pledge to cut U.S. oil demand by 50 percent by 2020. He promised to be the first true \"energy president\" before dropping out of the Democratic primary and endorsing Obama. If he's ready to leave the governor's mansion in Santa Fe, this position could be an appealing fit. </p> <p><strong>Terry Tamminen</strong><br>As a top advisor to California Gov. Arnold Schwarzenegger (R), Terry Tamminen helped engineer California's ambitious 2006 carbon cap-and-trade plan. He then left the state in a quest to become a \"Johnny Appleseed\" of climate action, spreading plans and ideas for cutting greenhouse gases to leaders across the country, including Florida Gov. Charlie Crist (R). He gained administrative experience during a stint as head of the California EPA from 2003 to 2004, and he wrote the 2006 book Lives Per Gallon: The True Cost of Our Oil Addiction. As a Democrat who worked under a Republican governor, Tamminen would be a good fit for Obama's post-partisan philosophy. (Read a Grist interview with Tamminen, and still more about Tamminen.)</p> <p><strong>Al Gore</strong><br>As a former vice president and creator of the highly influential film An Inconv -- OK, you already know all about the guy. If Obama wants to name a climate czar, Al Gore would certainly be at the top of the short list; Obama has said as much. Gore would bring knowledge, expertise, and unparalleled star power (unless Bono took the job ...), and he could clank his Nobel Peace Prize on the table for added gravitas at cabinet meetings. But would Gore want another government job? Last year he said no. He's been much more effective (and happy) talking about the climate crisis as a private citizen than as a government official, so it would likely take an unprecedented Obama charm offensive to get Gore into any formal position. But Obama can be a charming guy ...</p> <p>• This article was shared by <a href=\"http://grist.org/\">Grist</a>, part of the <a href=\"http://www.theguardian.com/environment/network\">Guardian Environment Network</a></p>",
  "<p><a href=\"http://www.theguardian.com/media/ITV\">ITV</a> has confirmed that Sir Trevor McDonald is stepping down from News at Ten.</p> <p><a href=\"http://www.theguardian.com/media/2008/oct/27/news-at-ten-itv-trevor-mcdonald\">As revealed by MediaGuardian.co.uk earlier this week</a>, the veteran newscaster is leaving the show after fronting ITV's coverage of next week's US presidential election, in late November.</p> <p>McDonald will be replaced by Mark Austin, who will join current News at Ten co-presenter Julie Etchingham.</p> <p>However, he will continue hosting the National Television Awards, and working on ITV1's current affairs Tonight programme, plus some documentaries currently in development. <br> Austin will continue to present the early evening ITV Evening News alongside Mary Nightingale.  McDonald said: \"I've tremendously enjoyed the opportunity to help re-establish News at Ten over the last year and to work alongside Julie Etchingham, who is a fantastically talented journalist, but I've made no secret of the fact that I cannot be in the presenter's chair forever. </p> <p>\"Anchoring ITV News' live coverage of a hugely exciting and historic US election seems the opportune moment to leave on a high.\"</p> <p>The ITV director of television, Peter Fincham, said: \"Sir Trevor McDonald is the leading news broadcaster of his generation and is responsible for many landmark television news moments. </p> <p>\"Whilst I'd like to pay tribute to his work for ITV News and ITN over the last 35 years, I am delighted that he will be staying with the network and working on a range of projects for ITV1.\"<br> The ITV News editor-in-chief, David Mannion, added: \"I have been fortunate to work with Trevor for many years during which time we have become close friends as well as colleagues.\"</p> <p>Austin said: \"I am delighted to be joining News at Ten permanently and look forward to working with Julie Etchingham, who is a great journalist, and popular presenter. It is also an honour to follow in the footsteps of Sir Trevor McDonald.\"</p> <p>He is used to a dual role as he presented News at Ten's predecessor, the old 10.30pm bulletin.</p> <p>When News at Ten returned, Austin moved to a roving anchor role and presented on location for big foreign stories but was always seen as McDonald's heir apparent.<br> News at Ten was relaunched on ITV1 at the start of 2008.</p> <p>Despite being head-to-head with News at Ten since January, BBC1's 10pm bulletin has gained around 120,000 viewers since this time last year.</p> <p>The BBC bulletin has averaged around 4.9 million viewers across the year to date, compared with around 2.5 million for News at Ten.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-339169017\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/30/1225380972855/tmpphpipXC1G.jpg\" alt=\"Wolf Blitzer\" width=\"140\" height=\"198\" class=\"gu-image\" /> </figure>  <p>I'm going out on a limb here, I realise, but it seems highly likely that this might actually be <a href=\"http://www.usatoday.com/tech/products/2008-10-29-election-presidential-technology-cnn_N.htm\">the best thing ever</a>:</p> <blockquote> <p>...Instead of the split screen or window TV viewers might typically see during live remote interviews [on election night], the Obama spokesperson will be projected as a three-dimensional hologram, making it appear as if he or she is in the Manhattan studio with [Wolf] Blitzer. The network plans to conduct similar holographic interviews with representatives from the McCain campaign in Phoenix.</p> </blockquote> <p>Yes indeed: CNN plans to have campaign representatives filmed by 44 different cameras in Chicago and Arizona, then feed the data through 20 computers to result in a 360-degree image of the interviewee, there in the New York studio with Wolf Blitzer. CNN senior vice-president David Bohrman \"says the network can project two different views from each city so Blitzer can appear to be in the studio with two holograms.\" This is, of course, almost indescribably brilliant; there's no word yet on whether Wolf Blitzer has been updated with a new voice chip to enable him to speak in a variety of pitches instead of a monotone, but CNN surely has its best minds on the matter. (<a href=\"http://www.pbs.org/\">PBS</a>, meanwhile, are rumoured to be preparing to roll out a new gizmo, the \"video screen\", so that Jim Lehrer doesn't have to rely entirely on paper flipcharts. I'll believe it when I see it.)</p> <p>If you're inclined to think CNN's plan at all absurd, don't forget that Sky News is <a href=\"http://www.guardian.co.uk/media/2008/oct/22/tvnews-uselections2008\">currently broadcasting</a> from a villa in Biscayne Bay, Florida, which it's calling \"The White House\" -- that's a joke, you see, because the White House in Washington is where the president lives. On election night, 150 guests will gather round the swimming pool there to discuss the results, and where a 54-foot yacht is being used to interview \"floating voters\", even though this is not a term anybody uses in the United States, thereby making a terrible pun worse.<br></p>",
  "<p>Sarah Palin yesterday increased speculation over her intentions to remain in the presidential hunt for 2012, remarking pointedly that \"I'm not doing this for naught,\" when asked about her political future.</p> <p>Palin's prospects as a presidential nominee in four years' time have sparked heated debate inside the Republican party, while angering some in the McCain camp who privately fret that their number two is \"going rogue\".</p> <p>Her remarks to ABC news are unlikely to quiet that internal tension. When asked about mounting a campaign in 2012, if McCain loses on Tuesday, Palin said she is \"thinking that it's going to go our way\" but declared she would not return to Alaska if she failed.</p> <p>\"Absolutely not,\" Palin told ABC. \"I think that if I were to give up and wave a white flag of surrender against some of the political shots that we've taken ... I'm not doing this for naught.\"</p> <p>ABC news issued an initial press release interpreting the phrase as a promise to be a \"player in 2012\".</p> <p>That drew fire from Republicans last night. Palin adviser Tucker Eskew told reporters travelling with the candidate that ABC had apologised for \"a terrifically misleading headline\" on the interview, according to the New York Times.</p> <p>Eskew said: \"I think it's a time for us, as this campaign builds an occasionally acknowledged but real momentum towards a very fast-approaching Election Day, that this record get corrected … [Palin] felt there was an error.\"</p> <p>ABC later sent out a second transcript of the Palin interview without a 2012-related headline, but the early coverage ensured questions over the Alaska governor's political ambitions would continue for another day.</p> <p>Palin was asked during the ABC interview about her suggestions during campaign rallies that Barack Obama is less American than McCain, particularly her quip that the Democrat was \"palling around with terrorists\" – a reference to Obama's past link to 1960s radical Bill Ayers. Challenged on that issue, the vice-presidential nominee notably softened her rhetoric.</p> <p>\"I am sure that Senator Obama cares as much for this country as McCain does,\" Palin said.</p> <p>Meanwhile, McCain defended his running mate during a separate interview last night with CNN, telling chat-show host Larry King that he has \"total\" confidence in Palin's ability to assume the presidency, should circumstances necessitate it.</p> <p>\"She not only would take over, she would inspire Americans,\" McCain said, calling Palin the \"most popular governor in America\".</p> <p>Although Palin's popularity rating in Alaska had neared 90% before she joined the Republican ticket, her current 63% approval means that she no longer holds the title of the most popular US governor.</p>",
  "<p>After I watched Senator Barack Obama's half-hour <a href=\"http://uk.youtube.com/watch?v=GtREqAmLsoA\">campaignvertisement</a> last night, I flipped, as always, to MSNBC to see what my favourite <a href=\"http://img.photobucket.com/albums/v642/shakespeares_sister/chrismatthews.jpg\">canary-haired lunatic presenter</a> had to say. He was, as it happened, making a good point about the objective of the campaign's <a href=\"http://www.latimes.com/news/politics/la-na-ads30-2008oct30,0,1154275.story\">closing video package</a>: To erase any lingering doubts that Obama belongs in the Oval Office; to show that he looks like an American president.</p> <p>And so he did.</p> <p>In fact, given George Bush's <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/24/george.bush.wall.street\">disappearing act</a> and his showing up for pressers these days with all the confidence and enthusiasm of day-old toast, and John McCain's seeming less like a competitor and potential leader than a disgruntled spectator, shouting crankily from the sidelines about the wretched <a href=\"http://www.boston.com/news/politics/politicalintelligence/2008/10/mccain_life_isn.html\">unfairness</a> of being denied what he believes he's entitled, Obama is the first person I've seen looking like an American president in quite a long time.</p> <p>Having thus noted his commander-in-chiefiness, and realizing that millions upon millions of people, more than I ever would have imagined at the outset of this thing (and how pleased to have been wrong I am) across the nation were concurrently noting his presidentialicious deportment, I considered how genuinely amazing it is that in less than a week, America could have its first-ever African-American president-elect. The enormity of it enveloped me as I watched – and letting myself be overcome with (dare I say it?) hope, felt thrilling and scary and silly and profound at the same time, and most of all reckless.</p> <p>As I am a progressive, a feminist, and typically a Democratic voter who voted for Bill Clinton just because I hoped to have Al Gore as my president someday (sob), one could say I've become rather adept at managing my political expectations – a self-defence mechanism exacerbated by the grim steeliness required to manage the despondence induced by eight interminably long years of wretched Bushery. The resulting abnegation of unfettered hopefulness has meant that it's really only been in the past couple of weeks I've allowed myself to contemplate the increasingly likely possibility of a President Obama.</p> <p>Now that the rigid containment of my expectations, in preparation for and fear of yet another Republican administration, starts to slack with the encouragement of enticing polls and the promising echoes of what sounds suspiciously like a death rattle emanating from the McCain campaign's general direction, there emerges a glimmer of Hope.</p> <p>And as the little part of me that's always wanted to get in on all the Hope action is cautiously indulged – <em>Hope he wins; Hope he gets an unequivocal mandate; Hope he seizes it with both fists; Hope he advocates a vaguely progressive agenda; Hope he doesn't fuck it up!</em> – I succumb totally with careless fervour to Change.</p> <p>Will he Change the culture of Washington? Probably not. With the grit and determination of his supporters, will they Change, as he promises, the country and the world? Maybe not, or <a href=\"http://www.nytimes.com/2008/10/23/opinion/23kristof.html\">maybe so</a>.</p> <p>But he has already changed the world for millions of people on an individual basis, changing forever their perceptions of what is possible. He has changed the world for <a href=\"http://shakespearessister.blogspot.com/2008/10/joyblub.html\">Amanda Jones</a>, and he has changed the world for <a href=\"http://elleabd.blogspot.com/2008/10/what-election-means.html\">Elle's son</a>, and he has changed the world for <a href=\"http://img.photobucket.com/albums/v642/shakespeares_sister/shakes3/hope6.jpg\">him</a> and for <a href=\"http://shakespearessister.blogspot.com/2008/10/girls-4-obama.html\">them</a>, and he has changed the world for me.</p> <p>Wasn't I talking about the Obamercial? Ah, yes. As I watched him look and sound and simply <em>be</em> presidential, and reflected upon about how very close he is to being our first black president, I thought about the magnitude of that benchmark – and about how perfectly unremarkable it was at the same time. There he was, just a man, wanting my vote.</p> <p>It's not just anyone who can so nimbly make the extraordinary seem ordinary, which is really all that progress is. That's Change I can believe in, and he didn't even have to win to bring it.</p> <p>But let us Hope that he does.</p>",
  "<p>Not many days go by in Australia without a reminder of the general apathy about British rugby league. The England team had been expecting to attend a press conference in Melbourne earlier today ahead of Sunday's big game against the green and golds at the Telstra Dome, but were politely told that their presence was no longer required because of a far more pressing priority: a media launch for the first match of next season's State of Origin series between Queensland and New South Wales, which will be played on neutral territory in Victoria on June 3.</p> <p>If the England players had been invited, rather than left to arrange sight-seeing trips to Ramsay Street on their day off, they'd have heard Channel Nine's commentator Andrew Voss refer to Origin as \"the jewel in the crown of rugby league\". That's not a criticism of Voss, who showed that he's anything but an ignorant, arrogant Aussie in trying his best to talk up the patchy Poms with Peter Sterling and Laurie Daley during last Saturday's opening game against Papua New Guinea. But it was one more indication of the amount of damage that has been done to the prestige of the international game over the last four decades.</p> <p>You can't really blame the Aussies, either. For the 28 years since Arthur Beetson punched his Parramatta team-mate Mick Cronin to ensure the success of the first, experimental Origin game at Lang Park in 1980, the inter-state contest has been consistently compelling and unpredictable, while games against the Old Dart have too often been anything but.</p> <p>You don't have to be here long to see that for all the problems it's had in recent times Australian league remains light years ahead of the game in the northern hemisphere, at least in terms of its profile. It's the little, trivial things that sum up the gulf: the fact that the Sydney Morning Herald chose the rugby league controversy of the moment - grapple-tacking - to illustrate the closing stages of the US Presidential election, with Barack Obama in a South Sydney jumper being throttled by Melbourne's John McCain; the fact that Snoop Dogg has one of those Souths jumpers and has been parading it through the Block in Redfern with a few of the Rabbitohs players to promote a Sydney concert; the fact that Wally Lewis's son is now a star of Home and Away; the fact that Melbourne Storm are still regarded as a failure by some in Sydney because they \"only\" attract crowds of around 10,000 (what would Harlequins, their closest British equivalent, give for such problems?).</p> <p>As suggested in a previous blog - and at the risk of sounding like even more of an establishment creep - rather than moaning about various aspects of Australia's organisation of this World Cup, maybe we should just be grateful that enough of their administrators were prepared to host it at all. They've provided an open goal to the understandably cynical and insular local league media, and it isn't immediately obvious what they stand to gain.</p> <p>But there will be a big clue at the MCG on Friday night, with the second in an International Rules series between Australia and Ireland - the closest Aussie Rules gets to international competition, although from a distance it all seems a bit of a tricky business because even when the players aren't fighting, they have to compromise on the shape of the balls.</p> <p>It should still be worth a watch, at least if it doesn't clash with the equally genteel Samoa v Tonga soiree in Sydney. But the AFL administrators could only look on in envy if England were to stun Australia on the other side of Melbourne and breathe new life into league's World Cup - especially as there are expected to be around 5,000 England supporters at the game, the majority of whom have flown into Victoria this week.</p> <p>These early stages of the tournament have been a classic case of the glass being either half full or half empty. From this perspective, the games between England and the Kumuls in Townsville, Scotland and France in Canberra, and Ireland versus Tonga at Parramatta, have been thoroughly enjoyable occasions, celebrating rugby league's peculiar global range from industrial west Yorkshire to tropical north Queensland via Papua New Guinea and Catalonia, with the only damp squib so far coming from New Zealand's no-show in Sydney.</p> <p>A couple of the responses to the last blog focused on the empty seats and a local Australian row about television coverage - but anyone with memories of the last World Cup really shouldn't have such lofty expectations.</p> <p>Instead, we've got the prospect of four terrific games this weekend: tribal warfare at the foot of the Blue Mountains tomorrow; Fiji's eagerly-awaited debut against the equally appealing French in Wollongong on Saturday, followed by the cock-a-hoop Kumuls having a crack at the unconvincing Kiwis on the Gold Coast; and then the big one here in Melbourne on Sunday. Sorry, but I'm struggling to find anything to be miserable about.</p>",
  "<p>In recent days, it's the Democrats who have taken all the heat for acting as if the election is already over. But now senior Republicans are planning a rural retreat in Virginia days after the vote to discuss how to rebuild their party - a signal of the defeat they're expecting, writes <a href=\"http://www.theguardian.com/world/2008/oct/30/john-mccain-republicans-retreat-rebuild\">Ewen MacAskill</a>. Apart from Sarah Palin - a controversial figure, to put it mildly - the party lacks many obvious national figureheads to pick up the baton after the election. \"There's a sense that the Republican party is broken,\" one source involved in the retreat explains. \"But the conservative movement is not.\"</p> <p>For Barack Obama, yesterday was a day of set pieces - above all a 30-minute infomercial broadcast simultaneously in peak time on three major TV networks at a cost of $1m per channel. It was a cinematic affair, and verged on the treacly, but its case studies of economically struggling middle-class Americans were powerful. (Watch it in full <a href=\"http://www.youtube.com/watch?v=GtREqAmLsoA\">here</a>.) Obama also appeared on the Daily Show, and alongside Bill Clinton at a late-night Florida rally. </p> <p>McCain couldn't hope to match his rival's dominance of the television schedules, though he did put in an appearance on CNN's Larry King Live. He spent the day launching a variety of scattershot attacks against Obama on economics, national security and, in Miami, his likely stance as president towards Cuba, addressing some of the \"million Cuban Americans who see Barack Obama as a combination of Fidel Castro, Hugo Chavez, and any other Latin leader who ever nationalised a business,\" Suzanne Goldenberg <a href=\"http://www.theguardian.com/world/2008/oct/30/usa-elections-obama-mccain-florida\">writes in the Guardian today</a>.</p> <h2>What to watch for</h2> <p>Obama is in Florida, Virginia and Missouri today; McCain is in Ohio, where he holds a rally in the town of Defiance. (Remember when Hillary Clinton and Obama held a joint rally in Unity, New Hampshire?)</p> <h2>Latest polls</h2> <p>Gallup's daily tracking poll is at Obama 51%, McCain 44%, the same as the day before, though Rasmussen's shows a detectible narrowing, to Obama 50%, McCain 47%. A new crop of Time/CNN polls puts Obama ahead in Colorado, Florida, Georgia, Missouri and Virginia. </p> <h2>Quotes of the day</h2> <p>\"I am totally convinced that 99 and 44/100ths per cent of Americans are going to make the decision based on who is best to lead this country.\" A mathematically precise John McCain rules out racism as a major factor in people voting Republican on Tuesday.</p> <p>\"I've been going through therapy to make sure I vote properly on the 4th.\" Obama, on the Daily Show, responds to Jon Stewart's speculation that, in the privacy of the voting booth, his \"white half\" might suddenly decide he couldn't vote for a black candidate.</p> <h2>Video clip of the day</h2> <p>Watch Charles Alexander, an 86-year-old Obama volunteer in Boulder, Colorado, <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/29/uselections2008-barackobama2\">talk about his life and his thoughts</a> about America's political future.</p> <h2>Put-down of the day</h2> <p>A withering <a href=\"http://www.talkingpointsmemo.com/fullpage/the-palin-effec.php\">interactive gallery</a> shows just how many American newspapers are refusing to endorse John McCain because of his choice of running-mate.</p> <h2>On <a href=\"http://www.theguardian.com\">theguardian.com</a> now</h2> <p><a href=\"http://www.theguardian.com/world/2008/oct/30/barack-obama-bill-clinton-florida\">Bill Clinton backs Obama at midnight rally in coveted Florida</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/oct/30/barack-obama-informercial\">Video: Barack Obama's infomercial - the highlights</a></p> <p><a href=\"http://www.theguardian.com/world/2008/oct/30/uselections2008-barackobama\">Obama, the infomercial: A 30-minute pitch to America</a></p> <p><a href=\"http://www.theguardian.com/media/2008/oct/30/westwing-television-usa-elections-obama\">How the West Wing's final episodes mirror the real presidential campaign</a></p> <p><a href=\"http://www.theguardian.com/world/2008/oct/30/uselections2008-barackobama1\">Republicans open new front against Obama</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.latimes.com/news/politics/la-na-video30-2008oct30,0,1408449.story\">LA Times: McCain, Palin demand LA Times release Obama video</a></p> <p><a href=\"http://online.wsj.com/article/SB122532312630982163.html\">WSJ: Democrats Vie to Shape an Obama Legislative Agenda</a></p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/29/AR2008102903201.html\">Washington Post: What We've Learned About McCain</a></p> <p><a href=\"http://www.nytimes.com/2008/10/31/washington/31stevens.html?_r=1&amp;hp&amp;oref=slogin\">NY Times: Ted Stevens Receives a Hero's Welcome in Alaska</a></p> <p><a href=\"http://www.salon.com/mwt/feature/2008/10/30/nightly_newswomen/\">Salon: Ladies of the nightly news</a></p>",
  "<p>Media Talk presenter <strong>Matt Wells</strong> assesses the extent of the damage to the BBC over the Jonathan Ross/Russell Brand prank phone call to the Fawlty Towers actor, Andrew Sachs.</p> <p><strong>Suzanne Goldenberg</strong> reports from Florida, where Barack Obama and John McCain have been trying to win over undecided voters in the crucial last days of the presidential election campaign.</p> <p>The world's supply of oil is going to peak within the next five years, according to a report from the UK Industry Taskforce on Peak Oil and Energy Security, an umbrella group of eight companies. The group's chairman <strong>Jeremy Leggett</strong>, explains how the UK might avert the worst effects of the impending fuel shortage.</p> <p>MS sufferer Debbie Purdy is supported by pressure group Dignity in Dying, formerly known as the Voluntary Euthanasia Society, in her legal battle to clarify the law on assisted suicide. Chief executive <strong>Sarah Wooton</strong> explains why the law needs clearing up.</p> <p>Singer <strong>Joss Stone</strong> talks to G2's <strong>Hannah Pool</strong> about the way she's been treated by the media.</p> <p>Warning: contains strong language</p>",
  "<p>It was not an election so much as a coronation: Cristina Kirchner swept to Argentina's presidency a year ago as political royalty and was hailed the most powerful woman in Latin America.</p> <p>\"Queen Cristina\", as she was dubbed, won a historic landslide on the promise of consolidating an economic recovery that had restored Argentine pride and optimism.</p> <p>Twelve months later the scene is transformed. Kirchner is deeply unpopular and besieged by mounting problems that have soured her rule and the country's mood, a remarkable and rapid fall from grace.</p> <p>This month brought fresh bad news: a renewed farmers' strike, economic turmoil, disloyalty from the vice-president and embarrassing allegations about a suitcase filled with cash. This week, Argentina's stock market tumbled to a five-year low after the government announced a plan to nationalise the country's private pension funds. </p> <p>As a result of all this, the president's approval ratings have collapsed to below 30%. </p> <p>\"Inflation is the biggest problem,\" said Victoria Donda, a member of Congress from the leftist Libres del Sur party. \"People now have jobs but they aren't earning enough to cover even their most basic needs.\" Kirchner's administration is accused by critics of bungling Argentina's economy independently of the global downturn and of compounding the mess with political miscalculations. \"The crisis in Argentina is not financial or economic, it is political,\" said Maria Eugenia Estenssoro of the opposition Civic Coalition party.</p> <p>The president, 55, who shuns interview requests, has defended her record and launched scathing counter-attacks. She accused farmers of coup-plotting, the media of distortion and the US of waging a vendetta.</p> <p>Signs of trouble were evident in the flush of last year's triumph. Kirchner, a veteran Peronist senator, won power on the coat-tails of her husband Nestor, a popular president who stepped down after overseeing a robust recovery from Argentina's 2001 economic collapse.</p> <p>The glamorous first lady evoked Evita and Hilary Clinton but owed her landslide to a fractious and outgunned opposition. The economy, however, was weaker than it seemed and analysts said inflation was perhaps triple the offical rate of 9%, a figure widely viewed as a product of government fiddling. Kirchner stuck to the discredited figure, losing credibility and a finance minister in the process, and provoked a calamitous battle with farmers by raising taxes on Argentina's main export, soy, to try to plug gaps in the budget.</p> <p>A four-month farmers' strike ended in a humiliating government climbdown and revived angst that the instability which haunted the nation for half a century had returned. Farmers, citing fresh grievances, have warned of further strikes which could further disrupt crucial exports. A drought, which some experts said was the worst on record, has withered crops and pasture.</p> <p>The country's finances also appear shaky with debt rising to £59bn, or 56% of GDP. To calm market fears Kirchner last month made surprise offers to holders of bonds and Paris Club creditors who were stung by the country's 2001 default.</p> <p>The human rights lawyer-turned politician promised to ease inequality but here too she has struggled. Poverty has climbed for the first time in six years, largely because of inflation, and analysts say young Peronists are disillusioned with a government increasingly reliant on trade union support.</p> <p>\"People are looking for alternatives, for a break with Kirchnerism,\" said Javier Quiroga, a voluntary relief work in Jose C Paz, a municipality with large pockets of poverty outside Buenos Aires.</p> <p>Kirchner's standing has not been helped by evidence that her husband is meddling behind the scenes and that Venezuela's president, Hugo Chavez, is a clandestine sugar daddy.</p> <p>A trial underway in Miami has heard testimony that a suitcase with $800,000 in cash impounded at Buenos Aires airport last year was a clandestine payment from Caracas to her election campaign. Both leaders have branded the trial a \"garbage\" US smear but, in a sign of the case's sensitivity, have avoided being photographed together.</p> <p>To add to her woes \"Queen Cristina\" is stuck with an insurgent vice-president, Julio Cobos. Plucked from an opposition party to broaden her appeal, relations between the two have broken down and they no longer speak.</p> <p>Cobos, who helped the farmers defeat the govenment, has been shut out of policymaking but constitutionally cannot be fired. He has capitalised on that unusual position to become Argentina's most popular politician and to lay the ground for a possible presidential bid in 2011.</p> <p>\"The vice-president is stronger than the president. Congress is modifying everything she sends there. Unions are asking for huge wage increases,\" Joaquin Morales Sola, a political commentator, told Reuters.</p> <p>But nobody is writing off the president. Argentina's economy remains in good shape compared to its traumatic 2001 collapse, and she has three years and the Peronist party machinery to regain the initiative.</p> <p>A Kirchner ally and Peronist senator, Eric Calcagno, defended the president as a champion of equality who was facing a backlash from entrenched, priviliged interests. \"The farm strike is a message from Argentina's establishment against the redistribution of income,\" said Calcagno, who is also an economist and former ambassador to France.</p> <p>\"After the economic crisis in 2001, the Argentine establishment accepted becoming a minority partner in a political project it doesn't really agree with, but now that the economy has been solved, the message is: we want you out.\"</p>",
  "<p>The oracle told us that Barack Obama would eventually defeat Hillary Clinton and win the Democratic nomination for president of the United States. But what does the oracle predict for next Tuesday? Can it tell us what the whole world wants to know: who will win the race for the White House? </p> <p>The oracle is, of course, the astonishingly prophetic sixth and seventh series of The West Wing, the multiple Emmy award-winning television drama that hooked a generation of political obsessives on both sides of the Atlantic as the Clinton era turned into the age of George W Bush. In its final two seasons, originally broadcast between 2004 and 2006, The West Wing focused on the battle to succeed President Jed Bartlet, a contest whose early stages at least seemed to prefigure, with uncanny accuracy, the real-life primary campaign of 2008. </p> <p>The fictional race pitted a veteran member of the Democratic establishment, who had loyally stood at the side of a popular two-term president, against a young, inexperienced and super-charismatic member of Congress who talked of change and hope - and was seeking to become the first non-white occupant of the Oval Office. On television the veteran was vice-president Bob Russell and the newcomer congressman Matthew Santos, but their 2006 battle came to seem like a prescient dress rehearsal for the 2008 clash of Hillary Clinton against Barack Obama. </p> <p>There were dozens of similarities, but the core one turned out to be no coincidence. As the Guardian revealed in February this year, Santos, played by Jimmy Smits, was eerily like Obama for a reason: the writers of The West Wing had actually modelled their presidential hopeful on the man who was then a mere state senator from Illinois. </p> <p>They had their candidate starting out as an underdog, but eventually overcoming the party warhorse in a desperately close and long primary campaign. That much they got right. But what about the next stage? What did The West Wing foretell for the final battle between Democrat and Republican?</p> <p>At first glance, it looks as if the Hollywood crystal ball got a little cloudy. Sure, they rightly predicted that the Republicans would nominate a long-serving senator from the west who prided himself on being a maverick ready to buck the party line. But where Arnold Vinick (played by Alan Alda) was a masterful campaigner who stayed neck-and-neck with Santos to the bitter end, McCain has proved hapless, behind in the polls now as he has been for a month or more. </p> <p>Ah, but look closer. Both Vinick and McCain were chosen because they were candidates deemed to have a good shot at beating the Democrats, in part because their appeal extended beyond the conservative core vote. In Vinick's case that was because he was from a \"blue\" state, solidly Democratic California, and chiefly because he was in favour of abortion rights, enabling him to appeal to women voters who had long eluded the Republicans' reach.</p> <p>McCain is \"pro-life\" and from staunchly Republican Arizona, but back in the winter he was viewed in much the same way as Vinick. He had stood up to the evangelicals, famously describing their leaders as \"agents of intolerance\", and had regularly adopted moderate stances on immigration, campaign finance and healthcare that endowed him with all-important crossover appeal.</p> <p>But look what happened to Vinick. The Republican base, especially the Christian right, could not warm to him: they could not see him as one of their own. When he tried to ingratiate himself with them, it undermined his own authenticity. When he tried to shift towards the centre, as past form suggests all nominees must in a general election, the base did not forgive him. </p> <p>According to former West Wing writer and producer Eli Attie, who scripted several of the pivotal Vinick episodes, \"Vinick seemed threatening [to the Democrats] from a distance, but really he exposed the fault lines in his own party.\"</p> <p>Nowhere was this clearer for the TV senator than in his choice of running mate. To placate the Christian base, he had to pick a pro-lifer. He tried first to nominate the televangelist Rev Don Butler, but was rebuffed. Vinick settled eventually for the anti-abortion West Virginia governor, Ray Sullivan. But that he had to pick someone who disagreed with him on abortion rights was never in doubt. </p> <p>McCain was similarly hemmed in. It is widely known that his first choice for vice-president was his good friend and fellow senator, the Democrat Joe Lieberman. But Lieberman's pro-choice position made that impossible. McCain was threatened with a floor fight at the Republican convention, a rebellion by the faithful. To placate them, he lurched to the other extreme, picking Sarah Palin, who opposes abortion even in cases of rape and incest - a decision which, given Palin's cratering poll numbers, appears to have cost McCain dear. </p> <p>In other words, this year's Republican nominee, like his fictional counterpart, has been hobbled by the deep divisions within the Republican coalition and especially by the veto power now exercised by what some call the Christianist wing of the party. Both McCain and Vinick needed to look towards the centre, but were held back by their base. Says Attie: \"McCain has been even worse at trying to have it both ways. But both were trying to hold together disparate, far-flung elements of a fractious party. Both found that you can only please one side by insulting the other.\"</p> <p>Attie also sees a deeper similarity between the two campaigns. McCain, most pundits agree, was derailed by the financial crisis that broke in September. Suddenly all the petty, diversionary issues that can dominate an election campaign seemed petty and trivial. It was back to being a battle on substantive issues and on those McCain suddenly seemed to be not only on the wrong side of the argument - tied to the Republican ideology of unfettered free markets - but even on the wrong side of history. </p> <p>There was no Wall Street collapse on The West Wing - they were not that psychic - but there was a similarly defining moment. It came with an accident at a nuclear power plant in Vinick's own state, a plant he had supported and even helped to build. Santos had no involvement in the plant, but he had long opposed nuclear power and therefore found himself on the right side of the issue of the hour. Suddenly Santos surged in the polls, just as Obama did in September. Neither had to do much except appear steady and calm, while their opponent floundered to explain a policy stance that had immediately become poisonously unpopular. In one scene, Vinick tells an aide that \"history decides, circumstance decides\" who wins an election. \"True for Vinick and I think also true for McCain,\" says Attie now. </p> <p>There have been differences, to be sure. The writers of The West Wing had turbo-charged imaginations, but even they never dared conjure up a moose-hunting, lipstick-wearing governor of Alaska who channels the spirit of Joe McCarthy with a wink and a \"you betcha\". </p> <p>Still, they got more right than they got wrong. The TV debate between The West Wing candidates was short on high drama with no memorable gaffes or zingers - just like the three serious if not stodgy encounters between Obama and McCain. Mind you, Vinick and Santos seemed to respect and even like each other - and few would say that of this year's contenders. </p> <p>So what of the denouement? How did the fictional battle end? It was close, much closer than current polls predict for the 2008 race. There was talk of legal challenges to the tightest results and the entire election came down to two small states out west, Nevada and Oregon. But, at long last, both those states went for Santos - and the young challenger, whose bid for the White House once seemed impossible, ended election night as president-elect. </p> <p>Is that how the real story will end next Tuesday? So far The West Wing has got so much right, even the show's own writers say it's \"creepy\". Those writers did finally give their viewers a happy ending. There are many millions around the world who hope that, next week, the US electorate will do the same.</p>",
  "<p>In Warsaw, Missouri, there's a ghost who keeps talking to me through the mouths of strangers. He is the ghost of slavery past, and he casts a long shadow, even across the streets of this cheerful little lakeside town on a sunny autumn day. A local Obama campaign volunteer tells me about a woman she had canvassed who said she personally would vote for Barack but that her daughter wouldn't - and then the mother lowered her voice - \"because he's black\". Nor would her son: \"he's even more racist\". How horrible to feel impelled to say that of your own children. The jokey-scary commercial paraphernalia of Halloween is all around, but here are America's real ghosts and witches.</p> <p>Missouri matters. It is a national weathervane. Located bang in the middle of the American heartland, where east meets west and north meets south, over the past hundred years it has chosen the winner in every presidential race except one. In the opinion polls, it's among the few states that are still too close to call. That's why Obama was here speaking to massive rallies a fortnight ago, and why both he and Joe Biden are back here again this Thursday. That's why the Obama organisation in Missouri plans to use its 25,000 volunteers to knock on some 1.3m doors during the last four days of the campaign.</p> <p>Most of those key swing voters are in the sprawling, laundered suburbs of St Louis and Kansas City, but every vote from these rural areas, whose native sons include one of the greatest Democratic presidents, Harry Truman, will count too. And I'm in the heart of the rural heartland: beautiful, gently rolling country, with dawn mist rising from cattle ponds, trees turning every impressionist's shade of autumn russet, yellow and red, cows picturesquely munching lush grass, and roadside signs proclaiming Dirt For Sale, and Jesus Is Lord.</p> <p>On the corner of Van Buren and Kosciusko street (Tadeusz Kosciuszko, that is, the Polish freedom fighter who inspired the town's name), I notice a neat, white-painted house with a sign in the window saying \"This House Protected by God\". Out front, a guard dog barks. (A dog called God?) And there's another sign on the lawn: For Sale. The Lord may provide, but people have housing and money worries here as everywhere. And they don't just hunt for the sport. A good shot can put a nourishing turkey or quail on the table for dinner. So the Republicans claim Obama wants to take away your gun. A McCain advertisement on the local country music radio station declares, in a deep countryman's voice, \"We love our God and we love our guns\" - and you can almost hear a second capital G. And, it goes on, \"liberals\" want to take them away, being \"out of touch with our America\".</p> <p>I had expected race to be an issue here, but I'm struck by how close to the surface the old wounds and prejudices are. I don't even have to ask; it just keeps coming up. At the local headquarters of the McCain campaign, four warmly hospitable local ladies tell me about their enthusiasm for Sarah Palin. When the talk turns to the inevitable subject, one of them says people are afraid of being thought racist if they come out against Obama.</p> <p>Another recalls how in her childhood, not so far from here, the Ku Klux Klan was still active, and there were roads a black man could not safely walk.</p> <p>They add that 19th-century Warsaw was a slave town, but Cole Camp, founded by German Lutherans just a few miles to the north in the same county, was not. So Missourians fought about it during the civil war, in the course of which Warsaw was several times burned and razed to the ground.</p> <p>Up the road in Sedalia a former army officer, for many years a staunch Republican, tells me he will vote for Obama. He's disgusted at the way the Bush administration lied to them about Iraq. But it would be easier if Obama were white. In fact, he would find it difficult to vote for him if he were really African-American \"That's black slave American\", he helpfully explains to this foreigner. Those people are so \"mad\" inside, he says, using the word in the colloquial American sense. Fortunately, Obama's not really an African-American, just an American with an African father. But still, he feels \"queasy\" about that.</p> <p>Now don't get me wrong. I'm emphatically not here as a condescending urban liberal, a cultural tourist from the Guardian, hellbent on sneering at these sad, backwoods rednecks, and maligning them as racists. Far from it. These were decent, honest, warm-hearted people I met, and they were acknowledging and frankly wrestling with the problem of residual racism, not propagating it. Nor am I leaping to any conclusion so simplistic as \"race will decide this presidential race\". Mine was a wholly unscientific sample of about 1% of the population (which is 2,070, according to the road sign) of one small town in the conservative rural area of one swing state.</p> <p>Two impressions, however, I do want to share with you. First, for all the consensus of perhaps the most sophisticated pollsters and pundits in the world that Obama is firming up a solid lead in the electoral college, it seems to me that there are unknowns unique to this election, known unknowns and unknown unknowns, which could still swing it either way. If there are too many secret doubts in too many hearts about the otherness of Obama, McCain could just scrape in. If the superbly organised Obama ground campaign gets out voters whom the pollsters may never have reached - young, poor, ethnic minority, even homeless (a judge in Ohio has just allowed homeless voters to register a park bench as their address) - it could be an amazing landslide. I know only enough to doubt the wisdom of any who say they know.</p> <p>You did not read it here first. Next week we will all be wise after the event.</p> <p>The other thing about this election is that, because of the extraordinary Obama and his extraordinary neighbour-to-neighbour campaign, it has become a vast national conversation, not only about the US's future but also about its difficult past. The map of Missouri is weirdly strewn with old European names: Warsaw, Dresden, Windsor, Odessa, Versailles (correct pronunciation: Ver-sails). Old European cities with a lot of history, including much bloodshed and ethnic conflict. But I doubt that in any of them today, perhaps not even in Warsaw, Poland, the wounds of old wrongs still go as deep or throb as hard as they do in their quiet Missourian homonyms, where nice middle-aged Republican ladies can tell you at once who did what to whom nearly 150 years ago.</p> <p>The Obama campaign may prefer to concentrate on the future, but this difficult conversation about America's past is itself also about its future.</p> <p>It's painful and may even be a little risky, but it brings the possibility of healing, especially if enough Americans overcome their secret doubts, their \"queasiness\", and follow Obama's intriguingly worded appeal to \"come together as one nation, one people, and once more choose our better history\".</p> <p><a href=\"http://www.timothygartonash.com\">www.timothygartonash.com</a></p>",
  "<p>It sounds too good to be true. A human rights campaigner, who bears the injuries of the torture he received in jail, topples Asia's longest-serving despot in a democratic election. But it has just happened in the tropical Indian Ocean archipelago of the Maldives. The election of Mohamed \"Anni\" Nasheed, a former Amnesty International prisoner of conscience, had people dancing in the streets of the island's capital, Malé, yesterday. The president-elect said he would not pursue criminal charges against Maumoon Abdul Gayoom, the strongman he defeated, but would instead arrange a pension and security for him. This is a good start, but the charismatic former opposition leader will soon face other tests. The five opposition parties that Nasheed united includes everyone from democrats to conservative Islamic parties, and unity will be difficult to maintain as elections approach for a new parliament in March. Nasheed campaigned for a stronger parliament with the ability to check presidential powers and block appointments to the cabinet. As president, it will be up to him to make this system work. Autocracy brought wealth to the atolls but also glaring inequalities. Nearly a third of children are malnourished and the archipelago has a big drug problem. It also faces rising sea levels. The IMF is urging a cut in public spending and Nasheed inherits an economy which earns 28% of its income from tourism, a sure casualty of the global downturn. His honeymoon will not last long.</p>",
  "<p>The number of ways in which Barack Obama could still lose the US presidential election is diminishing by the day - it'd take an extramarital affair with a gay terrorist, at this point, or a historically unprecedented failure of polling methods - but when you say this to die-hard liberals in American coastal cities, their faces darken. They look at you like you're bringing bad luck across their threshold; normally non-superstitious people reach to touch wooden tables. They remember the morning of November 3 2004 when they awoke - if they'd slept - to find that George Bush had squeaked through to a second term. Whatever the polls might be saying this time round, liberals harbour a nebulous dread that their fragile hopes are about to be dashed all over again. </p> <p>And it could happen. But the curious and consoling truth is that even if it does, you'll probably be far less upset than you think. (I'm using \"you\", here, in recognition of the statistical likelihood that, as a Guardian reader with an interest in the US election, you're an Obama supporter. If your candidate's McCain, though, it's still relevant - even more so, given the chances of a Republican defeat next week.) On November 5 four years ago, the cover of G2 bore only the words \"Oh, God,\" in tiny letters on a dark background, which well captured the despondency in liberal Europe that morning. But for most of us, that feeling - the deep, real and personal sense of unhappiness, as opposed to the ideological, intellectual opposition to the Bush administration and its policies - didn't last. It rarely does: the overwhelming evidence from social psychology is that we're terrible at \"affective forecasting\": we chronically overestimate how sad we'll be, and for how long, in the wake of a negative event, and how happy we'll be after a positive one.</p> <p>The reigning monarch of affective forecasting research, the Harvard psychologist Daniel Gilbert, conducted a strikingly relevant study on this subject in 1996, when the Democratic governor of Texas, Ann Richards, was being challenged for the office by one George Bush. Republicans questioned prior to election day thought they'd become much happier if Bush won, while Democrats thought they'd become much less happy; one month after the result, however, their reported happiness levels were essentially the same as before. We grow swiftly numb to good new things, and explain away bad ones. \"People are wonderful rationalisers,\" Gilbert later said. \"They will rearrange their view of the world so it doesn't hurt as much.\" After Bush's victory in Texas, Democrats rationalised with vigour. \"The governor of Texas really doesn't have much power,\" they told Gilbert - and, \"He wants to be president, so he's not going to do anything too dumb or crazy.\" Gilbert repeated the experiment with Democrats in the 2004 election. He replicated his results, but also discovered a coda: six months after the election result, Bush opponents also remembered being much more upset than they really were. We'll never learn to be better predictors of our own happiness, it seems, because we habitually forget how wrong we were.</p> <p>Naturally, as in every election, there'll be exceptions. If Obama wins and his policies lift you, personally, above the poverty line, your happiness may be enduring; if you're a campaign staffer, the sting of his defeat isn't going to lift within a week. Our personal investment in this election is far greater than in many past cases. (Besides, all this talk of happiness levels among middle-class liberals is rather indulgent; there are countless reasons to back Obama that don't concern his effect on your mood.) Almost certainly, though, come November 15 or thereabouts, the identity of the next American president will simply be competing for your attention with far too many other things to have a decisive effect on your spirits. Strangely, just about the only person in the US political arena at the moment who gives a convincing impression that he wouldn't be particularly emotionally thrown, one way or the other, by Obama winning or losing, is Obama himself. (When the former Republican governor of Massachusetts, William Weld, endorsed him last week, he cited exactly this \"classy, steady calm\" as the reason.) Which is, when you think about it, bizarre - but then when did a non-bizarre person ever become president?</p> <p>Personally, I'm more worried about withdrawal symptoms: not the identity of the winner, but the abrupt halt, after so many months, of the race. It's hard to imagine the day will come when I won't be interested to know about a three-point shift in the voting preferences of white Catholics in Virginia, or the scale of the Republican National Committee's TV advertising purchases in Colorado, but presumably it will. Actually, a scarier thought: maybe it won't. Come 2010 - as the ever more greying President Obama dials back on another policy promise, citing the absence of funds - perhaps I'll still be sitting in a darkened room, compulsively checking <a href=\"http://www.talkingpointsmemo.com\">TalkingPointsMemo.com</a> and the Gallup daily tracking poll, over and over, like a conditioned laboratory rat, or a formerly captive bear that doesn't realise it's been freed.</p> <p>• This week Oliver <strong>watched too many election spoofs on YouTube</strong>: \"At this frazzled stage, you don't even need to make a clever satirical point, so people just say, 'I'm John McCain', then gurn at the camera. Voila: a viral hit.\" He also <strong>watched the US establishment collapse in a carnival of blame and recrimination</strong>: \"Like Labour back in 2010 - remember that?\"</p> <p>• <strong>Campaign diary: </strong>Let Oliver Burkeman be your guide during the build-up to the big day <a href=\"http://theguardian.com/world/oliverburkemanblog\">theguardian.com/world/oliverburkemanblog</a></p>",
  "<p>It may be the election of a lifetime, a unique chance to change the course of history, redraw the electoral map and reposition America in the world.</p> <p>But for Californian voters, it is all about the chickens. On the other side of the country in Massachusetts, voters are mulling over the merits of greyhounds, while in Alaska they have wolves and bears on their minds.</p> <p>This year, US voters will be faced not just with the stark choice between the presidential candidates, but also with a flurry of ballot propositions.</p> <p>Also known as ballot initiatives, or measures, they are allowed in 36 of the 50 states. These ballots epitomise the business of direct democracy in the US, providing a way for individuals, interest groups and just about anybody who can raise enough signatures and enough money to place a proposal before voters. A 50% majority is required for a ballot proposal to pass and become law. But more than half fail to get enough votes. </p> <p>\"Ballot measures are intended to give the public a say in state government in a way that representative democracy might not always do,\" said Kareem Crayton, an assistant professor of law and political science at the University of Southern California (USC).</p> <p>This year there will be 153 state-wide ballot initiatives, addressing issues from taxation to transport, from gambling to energy. That figure is down from the 2004 presidential election, when voters faced 162 ballot propositions. As a recent report from USC's Initiative &amp; Referendum Institute declares: \"This is looking to be a down year for direct democracy.\"</p> <p>That is not what California's chickens - or to give them their legal definition, egg-laying poultry - might say, should they be able to talk. Up for voter consideration in the state is proposition 2. Known as the standards for confining farm animals initiative, it would prohibit the confinement of chickens, veal calves and pregnant pigs in a manner that does not allow the animal to lie down, stand up, turn around or spread their wings. </p> <p>The measure, which according to the polls stands a good chance of passing into law, has caused a flap. It has also proved a boon for headline writers in search of bad puns.</p> <p>Animal rights groups have lined up against the food industry to make their cases, buoyed by an estimated $14m (£8.6m) raised by the two sides. And this being California, the measure has attracted high-profile supporters: Ellen DeGeneres touted the measure on her talk show, while Oprah Winfrey devoted an hour-long programme to it.</p> <p>Yet while the ballot initiative process has often been rightly criticised for introducing frivolity into elections, it also offers a way to raise issues of legitimate concern to parts of the electorate.</p> <p>In South Dakota an initiative on the ballot this year would allow the state to fine those who engage in short selling. \"Short what?\" asked the political class when the idea was first mooted in 2007. A year on, and the initiative has found its moment, as the practice of borrowing stock and selling it when the price is about to drop has been identified as an early villain in the financial meltdown.</p> <p>Financial and taxation measures have been initiative staples over the past 110 years that the method has been in use. The most famous is California's proposition 13 in 1978 which placed a cap on property taxes. This year, 24 of the 153 ballots concern raising, lowering or recalculating taxes.</p> <p>Social issues are also a favourite: gay marriage is on the ballot in four states, abortion in three, while Washington state gets to vote on assisted suicide, and voters in Michigan can decide on the desirability of stem cell research in their state.</p> <p>Thus in Colorado, indeed a proposition-happy state, voters will be asked to rule on a question that Barack Obama memorably declared was \"above my pay grade\": at what point does human life begin? The initiative proposes to amend Colorado's constitution to state that a \"person ... shall include any human being from the moment of fertilisation\".</p> <p>In South Dakota, the abortion ban initiative aims to prohibit all abortions except for those carried out in cases of rape, incest or to protect a woman's health. \"If this passes, doctors will not perform abortions because the wording is too vague,\" said Kristina Wilfore, the executive director of the Ballot Initiative Strategy Centre in Washington DC. </p> <p>\"This is a red state, a state with the strictest anti-abortion laws already in place. This is about setting a test case for Roe v Wade. It will be a nail-biter.\"</p> <p>But the political winds, not to mention the economy, have made the ballot proposition less fertile terrain for social conservatives. Many initiatives, including anti-abortion measures in Oregon, Georgia and Montana, failed to make the ballot this year because supporters could not drum up the required number of signatures. \"They have failed because they are out of synch and too extreme,\" said Wilfore. \"Is defining a foetus a person in Colorado the most important thing this year?\"</p> <p>One ballot initiative that has captured the imagination of social conservatives across the country is California's proposition 8, which \"eliminates [the] right of same-sex couples to marry\". Opponents and supporters of the measure have raised more than $60m between them to fight their fights, with the Catholic group Knights of Columbus lined up against the likes of Steven Spielberg, Brad Pitt and poultry-loving DeGeneres.</p> <p>The battle illustrates a weakness of the system: proposition 8 has been bankrolled by donors from outside California. The main funder is the Church of Jesus Christ of the Latter-day Saints. Mormons, following an appeal from the church whose stronghold is in Utah, have donated around $10m to the cause.</p>",
  "<p>A human rights activist yesterday swept to power in the first democratic presidential polls in the Maldives, ousting from office the man who once imprisoned him.</p> <p>Mohamed \"Anni\" Nasheed, a former Amnesty International prisoner of conscience who founded the Maldivian Democratic Party (MDP) in 2003, secured 54% of the vote - beating Maumoon Abdul Gayoom in the run-off election.</p> <p>\"Our country has courageously embarked on a momentous path in its history,\" Nasheed said after his victory. \"The people and the economy will benefit from good governance. We are very confident with the team of people we have and we are certain that we can take this country to where it deserves.\"</p> <p>The result prompted scenes of jubilation in the capital Male and marks the end of three decades of rule by the 71-year-old Maldivian, who won six previous elections but never before faced an opponent. Gayoom had repeatedly thrown Nasheed in jail over a period of six years.</p> <p>\"I accept the results of the ... run-off election and I respectfully congratulate Mohamed Nasheed and his party,\" Gayoom told the nation in a live concession speech. \"I am declaring my full support to him.\"</p> <p>Thousands of MDP supporters had flocked to Male waving their yellow flags as others embraced at a beach front promenade where people had camped for days in support of the opposition. Nasheed, who had emerged as a unity candidate for the five opposition parties, said he wanted a \"peaceful transition. I want my supporters to be calm.\"</p> <p>The archipelago of 1,196 islands with 300,000 residents will officially get its new president on November 11, exactly 30 years after the Gayoom \"sultanate\" began. Until 2004 opposition parties were banned, but it was not until violent riots in 2005 that the country started on the road to democracy.</p>",
  "<p>We've got so used to the idea, it's easy to discount it. But if Barack Obama is elected US president on Tuesday, the symbolic impact at least can hardly be overestimated. Most obvious is the racial dimension. The election of an African-American to the most powerful job in the world by a society built on slavery, discrimination and ethnic cleansing cannot but have far-reaching cultural repercussions, both in America and across the globe. Throughout the US, it will surely be a moment of catharsis in a country barely a generation away from the struggle over segregation and civil rights. </p> <p>Then there will be profound national and global relief at the end of the eight-year reign of the Bushite Republicans, with their wars of bloody conquest, kidnapping and torture, and reckless featherbedding of the corporate oligarchy at the expense of ordinary Americans. This week's attack on yet another sovereign state, Syria, is a reminder, if any were needed, of the swaggering militarism which has marked the Bush-Cheney regime. </p> <p>Add to that the charismatic appeal of a Kennedy-style liberal, and the ingredients for an outpouring of popular enthusiasm at home and an extended political honeymoon abroad are all in place. In the wake of seven disastrous years of the war on terror, the US political system will be seen to have renewed itself and earned a generous measure of international goodwill towards the latest holder of that bogus, unelected title, \"leader of the free world\".</p> <p>If, on the other hand, John McCain were to confound weeks of opinion polls and win the day, the backlash would surely be harsh. Against a background of intense Republican unpopularity, economic crisis and apparently impregnable polling leads, such a victory would be widely seen as the product of shameless racism - and the election as rigged and stolen. In the US, anger could be expected to turn to rioting. Across the rest of the world, America's popularity and moral standing - already at a historic low - would sink to unprecedented depths. No wonder such a large part of the American establishment is rooting for an Obama win.</p> <p>No politician, least of all one tied up by the constraints of the corporate-funded US presidential system, can hope to meet the kind of expectations that have been aroused among the Illinois senator's armies of enthusiasts, even if bolstered by a clean Democratic sweep in Congress. Political momentum can be sustained in the short term by emblematic decisions, such as the closure of the Guantánamo Bay internment camp and a start to the withdrawal of troops from Iraq. But it is the economic crisis that has powered Obama's campaign to this point, and despite a more populist agenda than Bill Clinton - including tax rises for those earning more than $250,000, Gordon Brown please note - the sort of measures needed to tackle ballooning unemployment, bankruptcies and repossessions are simply not on the table.</p> <p>This is a country, after all, where real incomes for low and middle income earners have already been stagnating for years, 45 million people have no health insurance, black people make up nearly 40% of its world-beating 2.3 million prison population - and which, on the brink of a slump, is stuffing the pockets of bankers with $700bn without serious public controls. Obama's policy programme, as far as it goes, hardly begins to match the scale of the challenge, but already he is talking about cutting back planned programmes to pay for the crisis and the cost of the Iraq war.</p> <p>The same goes for US foreign policy. After two terms of unilateralism and aggression, Obama's conciliatory tone, opposition to the Iraq war, support for dialogue with Iran, and apparent preference for \"soft power\" naturally seem like manna from heaven in the rest of the world. But look at the small print and continuity, rather than change, appears to be the order of the day. In Iraq, his proposal to withdraw combat troops in 16 months while maintaining bases and \"counter-terror\" forces is increasingly similar to Bush and McCain's own policy, as are his plans to escalate the war in Afghanistan and Pakistan as the \"central front in the war on terror\", and his hawkish line on conflicts from Colombia to Georgia. </p> <p>So far there's no prospect of any fundamental shift in approach, as underlined by the number of Obama's advisers drafted in from the Clinton era. What he appears to be offering instead is some kind of imperialism with a human face - as he himself says, he wants a return to the \"realistic policy\" of George Bush senior, JFK, and \"in some ways, Ronald Reagan\". Some Obama supporters believe much of this is election positioning, and there have been quiet assurances to sympathisers around the world that plenty will be up for discussion in the aftermath of victory.</p> <p>Of course, whoever the president, the US will remain a global colossus, with a military presence in 130 of the world's 195 countries. But it is also a power in unmistakable relative decline and an Obama presidency offers the US a breathing space to re-order its relations with the rest of the world accordingly. The benefit of the doubt that will be given to Obama in the early period of a new administration - in Europe that's likely to stretch to defence of the indefensible, as in the Clinton years - potentially gives the US extra room for manoeuvre. Economic failure may yet force military cutbacks, despite Obama's pledge to expand the armed forces. But, as in the domestic arena, if expectations of change are dashed, the reaction may end up being all the sharper.</p> <p>What seems certain is that Obama's election will be a catalyst that creates political opportunities both at home and abroad. The Obama campaign grew out of popular opposition to the Iraq war and its success has been based on the mobilisation of supporters who will certainly want to go further and faster than their candidate. Economic conditions are also likely to demand a more decisive response. And even if conditions are very different from those which led to the New Deal of the 1930s - not least the lack of a powerful labour movement - Obama could yet, like Roosevelt, be propelled by events to adopt more radical positions. In any case, if Obama is to begin to fulfil the confidence invested in him, hope will not be enough - those who want real change will have to fight for it.</p> <p><a href=\"mailto:s.milne@theguardian.com\">s.milne@theguardian.com</a></p>",
  "<p>Senior Republicans are planning to meet at a rural retreat in Virginia within days of the election to discuss how to rebuild a party they expect to be badly beaten in the White House and Congressional races.</p> <p>News of the meeting emerged as a poll in Arizona indicated that John McCain was in danger of suffering the embarrassing loss of his home state. The poll put McCain on 46%, just two points ahead of Barack Obama on 44%, a lead that is all but irrelevant given the poll's margin of error. Other recent polls have been more flattering to McCain, however, giving him an average lead of around 6%.</p> <p>Details of next week's post-election meeting, to be attended by state chairmen and prominent activists from the conservative wing of the party, are being kept secret for fear of being seen to pre-empt the outcome of the presidential contest.</p> <p>It is intended to look at who should take over chairmanship of the party, whether the party needs to switch to the right, and to make plans for the next presidential election.</p> <p>Sarah Palin, John McCain's running-mate, though not present, will be a central figure in discussions about the party's future.</p> <p>\"It is about what direction the party takes, the proverbial struggle for the soul of the party,\" Norman Ornstein, an analyst at the Washington-based American Enterprise Institute, the home of the neo-conservatives, said yesterday.</p> <p>\"There will be a million postmortems and finger-pointing. What is unusual is that the finger-pointing has begun before the campaign has ended.\"</p> <p>One of the biggest postmortems, assuming McCain has lost, is scheduled for the week after the election, when Republican governors hold their annual meeting in Miami. Sessions planned include Looking Back on the Election: An In-depth Evaluation of the 2008 Election Cycle. Another session is titled Looking Towards the Future: The Grand Ole Party in Transition. There is also a section on the \"rising stars of the party\". </p> <p>One of the concerns of the party is that, if the polls prove accurate, the Democrats are poised to make huge advances into its traditional base in the South and in western states such as Colorado. </p> <p>With New York and the north-east and almost all of the West Coast primarily in Democratic hands, the question is where do Republicans look to rebuild their base?</p> <p>The other problem is that apart from Palin, the party is short of political \"stars\" - in contrast to the Democrats. The hunt for new potential leaders could shift to the younger generation, including figures such as Bobby Jindal, the governor of Louisiana. To avoid accusations of being premature, the Virginia meeting is to go ahead whether McCain wins or loses. </p> <p>On the agenda for the meeting, at the home of a prominent Republican, are economic, foreign and social policy. The aim is to build a new grassroots organisation, comparable to Republican efforts after Jimmy Carter won the White House for the Democrats in 1976, and a similar rebuilding by the Democrats after a wipeout in the 1994 Congressional race.</p> <p>An unnamed source involved in the planning told the Politico website, which first disclosed news of the Virginia meeting, that: \"This is going on if McCain wins, loses or has a recount - we're not planning for the loss of John McCain.\"</p> <p>The source blamed the party's decline on betrayal of conservative principles by President George Bush and Republican leaders in Congress.</p> <p>\"There's a sense that the Republican party is broken, but the conservative movement is not.\"</p> <p>Ornstein said he had heard the buzz about the Virginia meeting for some time and had spoken to some of those involved. The participants were mainly state chairmen and political activists and he did not anticipate elected representatives taking part.</p> <p>\"There are a bunch of people who are planning, assuming that McCain loses, to try to shape the future of the Republican party. You are going to get a little bit of a struggle,\" Ornstein said. </p> <p>There will be those who argue that the party lost because it strayed from the conservative path while others will argue that the party lost the middle ground, he said.</p> <p>At the governor's conference, from November 12 to 14, speakers lined up include Charlie Crist, the governor of Florida, and a host of southern governors, as well as retired general Tommy Franks, the rightwing columnist Bill Kristol and the pollster, Frank Luntz.</p> <p>Another post-election meeting is one to be hosted by the South Carolina Republican chairman, Katon Dawson, who has invited state party leaders and others to Myrtle Beach, South Carolina, to \"discuss the lessons learned from the 2008 campaign, what we can do better and what it will take to win in 2010\", when the Congressional mid-terms will be held.</p>"
]