[
  "<p>Fred Sinowatz, who has died aged 79, had a turbulent time as Austria's chancellor, the head of its government. His tenure was cut short in 1986 when he failed to prevent the election of Kurt Waldheim, formerly an officer in Hitler's army, to the post of federal president. While the reputation of his nemesis never recovered from charges that he lied about his past, Sinowatz is remembered as the last of the folksy, honest and truly authentic politicians who shaped Austria's postwar era.</p> <p>Born in a working-class family in Neufeld an der Leitha, a small town near the Hungarian border, Sinowatz studied history at Vienna University and rose through the ranks of the socialist Social Democratic party. In 1971, the chancellor Bruno Kreisky appointed him minister for education and culture. He held the post for 12 years as Kreisky won an absolute majority in parliament in three consecutive elections.</p> <p>Sinowatz opened the school system for children from economically disadvantaged backgrounds by introducing free school books and free trips on public transport for students. He encouraged progressive artists to challenge Austria's conservative culture.</p> <p>Overweight and clumsy, Sinowatz was not the modern telegenic politician, but his popularity made him indispensable for Kreisky. As other rivals declined, Sinowatz was made vice-chancellor, deputy party leader and chancellor when Kreisky stepped down in 1983, on losing his absolute majority.</p> <p>Sinowatz had no hunger for power and took the top job more out of loyalty than ambition. His tenure was troubled from the start. Kreisky's shadow hung over him and made him appear weak in comparison. His junior coalition partner, the small Freedom party, was torn between its liberal and nationalist wings. The country was shaken by a growing financial crisis concerning the vast state shareholdings in industry, a dispute over a power plant and several scandals including arms sales to Iran and the revelation that Austrian wine was tainted with anti-freeze. He was widely ridiculed for admitting in a parliamentary speech that \"everything is very complicated\".</p> <p>Sinowatz's main political challenge was the 1986 presidential elections, for which the opposition People's party nominated Waldheim, a respected former foreign minister and UN secretary general. Though the presidency has little power, the Social Democrats felt determined to keep the position they had held for decades.</p> <p>During the campaign, press reports emerged tying Waldheim to the Nazis and war crimes in the Balkans, where he had served as a junior intelligence officer. Sinowatz, whose hand-picked candidate was lagging in the polls, piled on these revelations and attacked Waldheim as dishonest. Plenty of observers suspected that socialist party operators actually fed foreign media and Jewish organisations with damaging documents about Waldheim. For weeks, Waldheim and Austria as a whole were subject to an international storm of indignation.</p> <p>The effort backfired as voters rallied behind the candidate. A day after Waldheim won a landslide victory, Sinowatz resigned in favour of his smooth finance minister Franz Vranitzky, who soon thereafter ended the coalition when the rightwing maverick Jörg Haider took control of the Freedom party. Vranitzky governed the country for another 10 years in coalition with the People's party; he struggled to avoid international isolation in the wake of Waldheim's election victory and led the country into the EU.</p> <p>Sinowatz withdrew from politics, but had to face unresolved issues from his chancellorship in two trials. He was acquitted on charges of tolerating illegal weapon exports, but convicted of perjury in 1991 for denying in court that he had talked about \"Waldheim's brown past\" before the presidential campaign even started.</p> <p>Sinowatz hardly appeared in public in his last years. But his reputation improved. By the time he died, the battles of his tenure were forgotten and the country came together in mourning a humble, honest and wise man.</p> <p>His wife predeceased him in 1995. He is survived by a son and a daughter.</p> <p><strong>·</strong> Fred Sinowatz, politician, born February 5 1929; died August 11 2008</p>",
  "<p>White women voters are deserting the Democratic presidential candidate Barack Obama because of the sudden emergence on the Republican ticket of Sarah Palin, according to a poll yesterday.</p> <p>An ABC/Washington Post survey recorded that an eight-point lead Obama held over his Republican rival John McCain before the arrival of Palin had turned into a 12% lead for McCain.</p> <p>The trend is in line with other polls since McCain's vice-presidential running mate ignited the Republican convention with a speech last week espousing social conservative values and presenting herself as a small-town mother taking on the cosmopolitan media.</p> <p>McCain has taken a 3% lead in a tracking poll by the RealClearPolitics website.</p> <p>Although the momentum has shifted to McCain and Palin, the election will be decided by independents and moderates, where Obama's domestic and foreign programme should have the greater appeal.</p> <p>However, the loss of support among white women could be fatal for his chances of winning the presidency if it was to be sustained. Obama had upset this constituency before the conventions, with many Democratic women unhappy that he had dumped their champion, Hillary Clinton, out of the nomination race.</p> <p>McCain received another boost when Rupert Murdoch's New York Post backed him in a front-page editorial. Earlier this year, Murdoch, who has extensive media outlets across the US, had hinted of support for Obama.</p> <p>Palin campaigned with McCain again yesterday, before taking off on her own for what is likely to be a tumultuous return to her home state, Alaska. She is not only bringing in the crowds but also the funding. McCain said a single fundraising event in Chicago had brought in $4m. </p> <p>The Democrats were initially uncertain about how to respond to Palin, but Obama, in recognition of her impact, now devotes almost as much time to attacking her as he does McCain. </p> <p>At a rally on Monday, he ran through her CV: \"Mother, governor, moose shooter. That's cool,\" he said. But he went on to say that voters had to look beyond and study her record as a Republican to see that she would amount to a continuation of the policies pursued by President George Bush over the past eight years. </p> <p>Obama's campaign manager, David Plouffe, acknowledged she had energised the Republican base but said the crux question was whether she would succeed in reaching out to independents in the run-up to the election on November 4.</p> <p>Obama's campaign team are continuing to go through her political record in Alaska, in particular her initial support for the Bridge to Nowhere, a $400m link to an island with a population of just 50. She later switched to opposition of the project. Obama said: \"You can't just reinvent yourself. The American people aren't stupid. What they are looking for is someone who has consistently been calling for change.\" </p> <p>A BBC poll published today will show that, despite the tightness of the race in the US, Obama is the overwhelming favourite in 22 countries. He is preferred to McCain by a four to one margin on average across the 22,000 people polled. </p> <p>The margin in favour of Obama ranges from just 9% in India to 82% in Kenya. On average 49% prefer Obama to 12% preferring McCain. Nearly four in 10 do not take a position.</p>",
  "<p>Barack Obama and John McCain are both supporting the government's takeover of US mortgage financiers Fannie Mae and Freddie Mac, but they have sharply different visions of the companies' future.</p> <p>McCain plans to privatise and shrink Fannie and Freddie, largely ending the public-sector role in the US mortgage market, he and running mate Sarah Palin said today.</p> <p>\"We will make sure that [the two companies] are permanently restructured and downsized and no longer use taxpayer backing to serve lobbyists, management, boards and shareholders,\" McCain and Palin wrote in a column published in today's Wall Street Journal.</p> <p>Obama has more cautiously approached Fannie and Freddie, which provide financial backing for nearly half of all US home loans but ran aground after taking on excessive numbers of risky mortgages.</p> <p>The Democrat backs an ongoing government investment in mortgage availability but said this week that any plan for Fannie and Freddie has to clarify \"the true public and private status of our housing policies\".</p> <p>In fact, beneath this week's debate over keeping American home ownership within reach lies a larger, ideological divide between McCain and Obama over the role of government in society.</p> <p>McCain and Palin promised today that within 100 days after taking office, they would conduct a broad evaluation of \"every agency and department and expenditure\" in the government and ask \"this simple question: Is it serving the needs of the taxpayer?</p> <p>\"If it is not, we will reform it or shut it down,\" the Republicans wrote, \"and we will spend money only on what is truly in the interest of the American people\".</p> <p>That vow heralds a return to the small-government conservatism that powered the so-called \"Republican revolution\" of 1994. McCain's party took over Congress that year with the goal of eliminating or privatising an array of government programmes that Republicans deemed bloated or unworkable.</p> <p>It is unclear how much of that 1990s agenda McCain would pursue as president. But during that period and since, he has suggested radically revamping or abolishing several government agencies.</p> <p>The Republican has endorsed George Bush's plan to add voluntary private investment accounts to the US social security system, though he denies any plans for privatisation and said this week that the benefit is \"a government function\". </p> <p>Yet Democrats and senior citizens' groups decry the plan for private accounts, calling it a first step to phasing out social security as Americans know it and ending guaranteed retirement benefits.</p> <p>McCain's also has proposed giving veterans a private \"care access card\" that would allow them to bypass the government's Veterans Administration (VA) healthcare system in favour of private doctors.</p> <p>Echoing the social security fight, Democrats condemn McCain's plan as a privatisation of veterans' healthcare benefits - a charge the Republican has repeatedly denied. </p> <p>Non-partisan veterans' advocates, however, are sceptical that McCain's idea would enhance healthcare options. Veterans of Foreign Wars legislative director Dennis Cullinan said the private access card risks \"undermining the entire [VA] system over time\".</p> <p>Whether McCain's plan to privatise Fannie and Freddie becomes a heated campaign issue depends in large part on how intensely the Democrats criticise his overall record on the size of government. McCain has been able to turn his small-government agenda into a rallying cry by playing up his crusades against wasteful spending. </p> <p>But Democrats have made little mention of McCain's past support for abolishing popular government agencies - until today, when the Obama camp released an advert condemning him for wanting to eliminate the department of education. </p> <p>McCain made his pitch to CNN in 1994, soon after his party's election victory: \"I would certainly favour doing away with the department of energy and I think that given the origins of the department of education, I would favour doing away with it as well.\" </p> <p>Months later he voted <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=104&amp;session=1&amp;vote=00296\">in favour of privatising</a> of Sallie Mae, the counterpart of Fannie and Freddie that guarantees federal student loans for college.</p> <p>The plan to privatise Sallie Mae was included in a congressional budget that, although non-binding, aimed to put Republicans on record in favour of downsizing government functions. McCain also voted that year to <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=104&amp;session=1&amp;vote=00194\">abolish the public financing</a> of presidential campaigns - the same system he has opted into and is benefiting from this year.</p> <p>During the 1990s, McCain also hoped to eliminate the US federal communications commission (FCC), according to Mark Buse, then the senator's senior telecommunications adviser and now his chief of staff. </p> <p>\"John McCain would like to fold the FCC into the commerce department and simply have it enforce the laws passed by the Congress,\" Buse told Washington Telecom News in 1995. </p> <p>\"What you have now, though, is an activist FCC that believes it should set the policy and that it should be the organisation that orchestrates every aspect of the communications industry. We don't need that.\"</p>",
  "<p>Rarely does Dick Cheney venture abroad without setting off some sort of tempest in foreign policy circles. And his most recent trip to Azerbaijan, Ukraine and Georgia did not disappoint. The US vice-president offered Ukraine and Georgia Nato membership and promised the latter <a href=\"http://www.iht.com/articles/2008/09/04/europe/04cheney.php\">$1bn in humanitarian aid </a>to put itself back together after its <a href=\"http://www.theguardian.com/world/georgia\">war with Russia</a>.</p> <p>When did Georgia become America's 51st state? I applaud moves to send humanitarian aid, but $1bn to a country of 4 million inhabitants? What makes me sick to my stomach is that the aid is not one of American generosity - it is a cold, calculated move aimed squarely at Russia. Moreover, we are rewarding the Georgian government's reckless behaviour - invading a separatist province despite reported warnings from Washington not to - and creating a moral hazard in the process.</p> <p>Cheney, on his visit, called the Georgians \"courageous\" and said Americans <a href=\"http://www.whitehouse.gov/news/releases/2008/09/20080904.html\">\"stand in solidarity with people of Georgia\"</a>. Really? I bet most Americans couldn't even pinpoint South Ossetia on a map, much less pronounce the name of the province. </p> <p>The reason for Americans' sudden love of all things Georgian is manifold. First, a renewed cold war-style confrontation with Russia has been in the offing for the past few years. The <a href=\"http://news.bbc.co.uk/1/hi/business/3231429.stm\">Yukos affair</a>, Russia's <a href=\"http://www.slate.com/id/2166749/\">cyber war with Estonia</a> and the British Council row were all signs pointing in this direction. Every time Vladimir Putin clears his throat, something anti-western comes blurting out. </p> <p>Second, Georgia falls on an important energy corridor. The Baku-Ceyhan pipeline runs east-west beneath its ground and is vital to keeping the paws of Iran and Russia off Caspian crude. Nobody knows this better than Cheney. Before he leaves office, he is eager to shore up energy projects for future clients - the better to pad his retirement earnings out of office. And Georgia pays handsomely, as <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/12/AR2008081202932.html\">Randy Scheunemann</a> - who penned a $200,000 contract back in April with Tbilisi while working as John McCain's senior foreign policy adviser - surely knows. </p> <p>Third, Georgia's President Mikhail Saakashvili has launched a charm offensive of Ahmed Chalabi-like proportions. Every neoconservative in Washington has been wined and dined by the dapper young English-speaking president. To return the favour, nearly all of Washington turned a blind eye when Saakashvili ordered his troops to <a href=\"http://www.nytimes.com/2007/11/09/world/europe/09georgia.html\">fire on unarmed protestors last November</a> and shut down independent television stations, prompting a snap presidential election. </p> <p>Finally, a cold war with Russia helps the Republicans. The more American voters are twitchy on national security, the more they lean right. Even Putin has hinted that the Georgian operation was hatched in Washington to help McCain. While that idea is a bit far-fetched and conspiratorial, the beneficiary of worsened US-Russian relations is no doubt McCain (and of course Sarah Palin is a well-seasoned Kremlinologist, thanks to her state's <a href=\"http://thinkprogress.org/2008/08/31/cindy-palin-russia/\">close proximity to Russia</a>!). </p> <p>This is not to excuse Russian behaviour. It would be difficult to defend the Kremlin's actions anywhere in its near abroad over the past decade. But recklessly siding with any state that stands up to Russia or haphazardly expanding Nato eastward is neither a sound policy nor a strategic priority, what with Iran racing forward on its nuclear ambitions and Afghanistan looking more like Iraq every week. Russian cooperation on these issues is needed. That does not mean we should not criticise Moscow, but by poking the Russian bear in the eye, Cheney will only bequeath to the next president a foreign policy mess in the making. </p> <p>Georgia fits neatly into the Republicans' black-and-white fiction of its foreign policy - the narrative that there is good and evil in this world and Russia falls squarely under the latter. Attempting to parse situations such as Russia's war with Georgia and find nuance is something Democrats like to do, akin to negotiating with evil, a phrase often heard last week in St Paul. </p> <p>Cheney's reckless foreign policy should be reined in. Promising all sorts of handouts to Georgia, Ukraine and Azerbaijan is not a coherent policy. It is a knee-jerk response to Russian aggression that will only fan the flames. </p> <p>Interestingly, if Saakashvili is a <a href=\"http://news.bbc.co.uk/2/hi/europe/7594860.stm\">\"political corpse\"</a>, as Russian President Dmitry Medvedev described him in a fit of anger, then Cheney's recent meeting with the Georgian leader was just one political corpse talking to another.</p>",
  "<p>Barack Obama sounded rattled, as well he might. Speaking in Farmington Hills, Michigan yesterday, the erstwhile US presidential frontrunner tore into Republicans John McCain and Sarah Palin with unusual ferocity. They were \"shameless people\"; they were \"lying about their records,\" <a href=\"http://sg.news.yahoo.com/afp/20080907/twl-us-vote-7e07afd_3.html\">he said</a>. \"When they say 'We're for change', you've got to ask yourselves, what are they talking about? How do they have the nerve to say it?\"</p> <p>Obama <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/08/obama_to_palin_dont_mock_the_c.html\">angrily slammed</a> Palin's claim last week that he was less interested in defeating terrorists than reading them their rights. \"My position has always been clear. If you've got a terrorist, take 'em out. Take 'em out!\" But he added safeguards were needed because sometimes the wrong person was caught. \"You might think it's Barack the bomb thrower but it might be Barack the guy running for president.\"</p> <p>That seemed a slightly self-defeating allusion given previous Republican smears. Possibly it reflected Obama's surprise at finding himself on the back foot. Barack the guy running for president is not facing a crisis yet. But he urgently needs to ride the <a href=\"http://voices.washingtonpost.com/thefix/2008/09/the_mccain_bounce.html?hpid=topnews\">McCain post-convention bounce</a> and wrest back the initiative as the race enters the final stretch.</p> <p>The Republicans have their tails up, mostly thanks to \"mother-governor-moose-shooter\" Palin, as Obama described her. Polls today showed McCain with an average national lead of 2.9% and pulling away. And the Democrat's campaign could soon run short of funds.</p> <p>Obama's advisers say he will make Americans' economic and job worries his central theme, aping James Carville's winning 1992 maxim, <a href=\"http://en.wikipedia.org/wiki/It's_the_economy,_stupid\" \">\"It's the economy, stupid\"</a>. But the Republicans are not standing still as November 4 approaches. All that has gone before counts for little now. These next eight weeks are the killing ground of the 2008 election. And this is where McCain and his backers plan to take Obama down.</p> <p>The Republicans' main lines of attack are already clear, although plenty of room has been left for below-the-radar, backroom improvisation. Up front, McCain and Palin will paint Obama as an untried, old-fashioned tax-and-spend liberal who cares little for \"ordinary\" Americans.</p> <p>This assault is already underway. \"I'll keep taxes low and cut 'em where I can,\" McCain told a Missouri rally yesterday. \"My opponent will raise your taxes! My tax cuts will create jobs. His tax increases will eliminate 'em.\" In point of fact, Obama is proposing tax cuts for all but the highest earners.</p> <p>Expect accusations that Obama, his wife Michelle, and former associates such the Chicago pastor Jeremiah Wright lack patriotism and pride in their country to be endlessly recycled. Nor will Obama's wearing of a US flag lapel badge halt these insinuations. And as the Democrat has already noted, the McCain-Palin ticket is determined to steal his \"change\" theme. A new campaign ad presents them as the \"two mavericks\". He, in contrast, will be labelled an out-of-touch Washington elitist.</p> <p>Less direct, arms-length, and if need be deniable attacks on Obama's character, faith, credibility and judgment can be meanwhile anticipated from the rightwing protagonists of America's unending culture and media wars. </p> <p>\"The new combatants are half-crazy cable anchors, the lower lurkers of the internet, and anonymous posters on the web,\" warned Reagan speechwriter <a href=\"http://www.peggynoonan.com/\">Peggy Noonan</a> this week. \"This campaign is going to turn dark. It is starting to look like a nation-defining election.\"</p> <p>According to Philadelphia Inquirer columnist Dick Polman, Obama's racial identity is the campaign's biggest undiscussed factor. But this, too, may be about to change.</p> <p>\"People tend to dance around it, talking instead about Obama's perceived inexperience, or his youth, or his perceived airs or his liberal voting record,\" Polman wrote. \"Racist sentiment rarely shows up in the polls because a lot of people don't want to share their baser instincts with the pollsters. They'll save that instead for the privacy of the polling booth.\"</p> <p>What former president Jimmy Carter terms the campaign's \"subterranean issue\" is certain to be exploited, by hook or by crook, by the right. This may be done using code words suggesting voters are \"uncomfortable\" with the nominee or find him \"different\". Or the race card may be played more openly, depending how close and vicious the final weeks get.</p> <p>Obama's claim to be America's first post-racial candidate is about to be severely tested. And there is no reason to suppose Republican dirty tricks, so effective in the past, will not feature again. McCain should know. He lost the Republican nomination in 2000 after <a href=\"http://www.boston.com/news/globe/editorial_opinion/oped/articles/2004/03/21/the_anatomy_of_a_smear_campaign/\">rumours were put about</a> by George Bush's aides in South Carolina that McCain had fathered an illegitimate black child.</p> <p>This year's Republican candidate, a more principled man, would not stoop so low. But Noonan's lurking forces of darkness certainly might.</p>",
  "<p>In Pakistan, Asif Ali Zardari – husband of the assassinated former prime minister Benazir Bhutto – has been sworn in as president. But as the Observer's <strong>Jason Burke</strong> says, ordinary Pakistanis haven't got much enthusiasm for him</p> <p>The US government has bailed out the Federal Home Loan Mortgage Corporation, nicknamed Freddie Mac, and the Federal National Mortgage Association, known as Fannie Mae. The two companies account for half of all mortgages in the US. Economics correspondent <strong>Ashley Seager</strong> told the Guardian's Belinda Rhodes why markets had reacted so positively.</p> <p>There has been a lot of vitriol directed at Sarah Palin since the Republican presidential candidate John McCain announced her selection as his running mate in the US election campaign. But our foriegn affairs columnist <strong>Simon Tisdall</strong> says that not only has Palin survived the attacks, she's also galvanised Middle America, and given the McCain campaign a significant boost in the polls.</p> <p>Children as young as nine are being held in appalling conditions in Baghdad's prisons. The Guardian's senior foreign correspondent <strong>Jonathan Steele</strong> reports.</p> <p>Bob Dylan's second album, 1963's The Freewheelin' Bob Dylan propelled the songwriter from New York's tight-knit folk music scene to a wider audience. The intimate photograph on the album's cover depicted the 21-year-old singer walking through a wintry Greenwich Village with his 18-year-old girlfriend Suze Rotolo. 45 years later, <strong>Suze Rotolo</strong> – Dylan's close companion and muse – is telling her story in a new book.</p>",
  "<p>Maybe Republicans are right. Maybe liberals aren't constitutionally cut out to be commander-in-chief. Not constitution as in 1787, but constitution as in backbone and gut-check. Panic, it seems, is their natural state. And so it is that every time John McCain lands some good <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/08/AR2008090801825.html?hpid=topnews\">polling numbers</a> they freak out and start talking about leaving for Canada.</p> <p>There are three reasons why they should calm down.</p> <p>First, it was always going to be close and those who never understood that are just hanging around with people who agree with themselves too often. Just because 79% think the country is going in the <a href=\"http://www.rasmussenreports.com/public_content/politics/mood_of_america/right_direction_wrong_track/right_direction_or_wrong_track\">wrong direction</a> doesn't mean they all want it to go in the same direction. And the fact that Bush's <a href=\"http://www.rasmussenreports.com/public_content/politics/political_updates/president_bush_job_approval\"> approval ratings</a> are at 34% means there is a solid third of the country who will pretty much believe whatever they want to believe.</p> <p>Obama is a late finisher. Six weeks before the Iowa caucuses <a href=\"http://people-press.org/reports/questionnaires/374.pdf\">he trailed (pdf)</a> Clinton by 6% in Iowa, 19% in New Hampshire and 14% in South Carolina. We all know how that turned out. His campaign relies on field offices and grassroots contact, which takes longer and is more of a slow burn.</p> <p>But finally, and most importantly, the polls that really matter are not the national but the state polls. The US presidential election is not really a national election but 50 separate local ones. And on that front, even after the conventions Obama is in a commanding position. Obama needs 18 electoral college votes – more than John Kerry – to win. According to <a href=\"http://www.pollster.com/\">pollster.com</a> there is not a single state that Kerry won where McCain is ahead. Conversely, there are two that Bush won – <a href=\"http://www.cnn.com/ELECTION/2008/map/polling/\">Iowa and New Mexico</a> – where Obama maintains a commanding lead. That's 12 electoral votes. Then there are two – Michigan and New Hampshire – that Kerry won where Obama holds slight leads but which are toss-ups. That's 21 electoral votes. Then there are eight that Bush won – Montana, North Dakota, Nevada, Colorado, Ohio, Florida, Virginia, North Carolina – which are toss-ups. Obama narrowly leads in four, McCain narrowly leads in three. One, Virginia, is a dead heat. That's 95 electoral votes.</p> <p>In other words, Obama is fighting this election entirely on McCain's territory. McCain is struggling to defend what he has. If they split those toss-ups even 80-20 in McCains' favour he still loses the election.</p> <p>That doesn't mean Obama's going to walk it. First of all, this year more than most polls are likely to be uniquely unreliable. White people have routinely lied to pollsters about their propensity to vote for a <a href=\"http://en.wikipedia.org/wiki/Bradley_effect\">black candidate</a> in a bid to hide their racism. Meanwhile, Obama's base is heavily built on the young and the black who historically have been less likely to turn up than others. One may cancel the other out. The truth is, nobody really knows. (There is some reason to believe the Bradley effect – also known as the <a href=\"http://people.iq.harvard.edu/~dhopkins/wilder13.pdf\">Wilder effect (pdf)</a> – no longer holds. I'll believe it when I see it).</p> <p>In any case, there's a while to go before election day and it is perfectly possible that Obama will lose each roll of the dice. But it's unlikely. What it does mean is that the people who should really be panicking – and who clearly really are panicking because otherwise they wouldn't have picked Sarah Palin as a vice-presidential nominee – are the Republicans. I know which position I would rather be in. Democrats, meanwhile, should have a bit more faith that they have picked the right candidate. <a href=\"http://www.electoral-vote.com/\">Electoral-vote.com</a>, which uses a different method for calculating the slew of polls each day, projects an Obama victory of 281 to McCain's 230 with 27 votes tied. This time back in <a href=\"http://www.electoral-vote.com/evp2004/Pres/Maps/Sep09.html\">2004</a> they projected Bush on 254 and Kerry on 243 with 41 votes tied. The good news is they got the numbers, if not the individual states, pretty much right back then. The bad news is all the tied votes went to Bush.</p>",
  "<p>The Angolan opposition today conceded defeat in the parliamentary elections that consolidated the ruling party's grip on power last week.</p> <p>\"After about 80% of valid votes have been counted, despite all that has happened, the leadership of Unita [the National Union for the Total Independence of Angola] accepts the results of the elections,\" the Angolan state-run Angop news agency quoted the Unita president, Isaisa Samakuva, as saying.</p> <p>Samakuva's acceptance of the vote will come as a huge relief to Angolans, who have suffered one of Africa's longest civil wars. </p> <p>Internecine conflict broke out after the country became independent from Portugal in 1975. </p> <p>There was a lull in fighting at the time of the last parliamentary election in 1992, but violence broke out again after Unita refused to accept the results. </p> <p>The civil war only ended in 2002 when the notorious Unita leader Jonas Savimbi was killed.</p> <p>Samakuva said he hoped the ruling Popular Movement for the Liberation of Angola (MPLA) \"would govern in the interest of all Angolans.\" </p> <p>With more than three-quarters of the votes counted, the MPLA had won around 80%, Angolan electoral officials said yesterday. Unita won around 10%.</p> <p>Speculation before the vote focused less on whether the MPLA would win than on whether the party would capture the two-thirds majority needed to change the constitution. </p> <p>The MPLA went into the election with 125 of parliament's 220 seats, and the overwhelming victory for President Jose Eduardo dos Santos received approval from international observers.</p> <p>African Union monitors said that the vote was \"free and fair\", while observers from the 15-nation Southern African Development Community said the vote was \"peaceful, free, transparent and credible\" and reflected \"the will of the people\".</p> <p>\"The elections were transparent ... people voted freely and we have not seen any violence nor intimidation during the campaign,\" the EU observer mission chief, Luisa Morgantini, said.</p> <p>Over the weekend, Unita called for balloting in the capital, Luanda, to be held again because of organisational problems. </p> <p>Election officials rejected that demand yesterday, saying it had not been proven that the vote was so flawed that it needed to be repeated. </p> <p>Election officials had extended voting in the city through the night on Friday and throughout Saturday after delays caused by a lack of ballot papers, an absence of polling attendants and other problems.</p> <p>Presidential elections, expected to take place next year, will be critical because most power in Angola rests with the executive. Dos Santos, who has been in power since 1979, is expected to run again. </p> <p>The president and the MPLA - which has been accused by international human rights groups of corruption and mismanagement - campaigned on promises to rebuild a country ravaged by war. </p> <p>Angola is enjoying an economic boom because of oil. The International Monetary Fund predicts that output will surpass 2m barrels a day next year, increasing 90% from 2005 levels by 2010 and doubling government revenues.</p> <p>However, more than two-thirds of Angolans live in poverty, surviving on less than $2 (£1.13) a day.</p>",
  "<p><strong>Rupert Murdoch</strong> may have told his biographer that he favoured <strong>Barack Obama</strong> rather than <strong>Hillary Clinton</strong> <a href=\"http://www.vanityfair.com/culture/features/2008/10/wolff200810?printable=true&amp;currentPage=all\">because he'll sell more papers</a> but Obama is obviously not his choice for president.</p> <p>Murdoch's <strong>New York Post</strong> has backed <strong>John McCain</strong>. In a lengthy editorial the paper \"enthusiastically urges\" McCain's election because of his \"lifelong record of service to America, his battle-tested courage, unshakeable devotion to principle and clear grasp of the dangers and opportunities now facing the nation\".</p> <p>These attributes, <a href=\"http://www.nypost.com/seven/09082008/postopinion/editorials/post_endorses_john_mccain_128044.htm\">says the paper,</a> \"stand in dramatic contrast to the tissue-paper-thin résumé of his Democratic opponent.\"</p> <p>The Post editorial, boosted with the page one blurb shown above, praises McCain's choice of running mate, \"the charming, but rock-solid\" <strong>Sarah Palin</strong>, and lists four reasons for supporting the McCain-Palin ticket: national security, taxes, trade and energy. However, it adds (rather improbably):</p> <blockquote> <p>None of this implies an iota of disrespect toward Obama. It took a formidable candidacy to defeat... Clinton - a candidacy, by the way, which we strongly supported earlier this year.</p> <p>And the intelligence, the organisational skills and the ability to communicate that Obama demonstrated from the beginning dramatically underscore the history that is being made by the first African-American to head a major-party presidential ticket. He should be around for a long time, and we hope that he is.</p> </blockquote> <p>The editorial then concludes: \"In the end, though, sound security, economic and energy policies - plus allegiance to principle - are critical to keeping America safe and strong. On all counts, John McCain and Sarah Palin understand this - and that's why we're in their corner to the finish.\"</p> <p>The endorsement has attracted some comment from analysts. <strong>Joe Strupp</strong> thought it <a href=\"http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1003846906\">\"a bit unusual\"</a> to do it nearly two months before election day. <a href=\"http://www.crainsnewyork.com/apps/pbcs.dll/article?AID=/20080908/FREE/809089969/1097/information\">A Crain's business writer</a> was also surprised by the break with the Post's own custom of waiting until late October, as it did in the 2000 and 2004 campaigns.</p> <p>HuffingtonPost's <strong>Nico Pitney</strong> asked, oh-so-predictably, <a href=\"http://www.huffingtonpost.com/2008/09/08/new-york-post-endorses-mc_n_124730.html\">What role did Murdoch play?</a> He offers no answer, so I'll take a wild guess: Rupert made the decision.</p> <p>A more interesting question strikes me: will his daughter <strong>Elizabeth</strong>, who <a href=\"http://www.telegraph.co.uk/news/1954519/Elizabeth-Murdoch-hosts-Barack-Obama-fundraiser.html\">held a fund-raising even for Obama</a> in April now withdraw her support for the Democratic Party's candidate? Or was that merely part of a Murdochian manoeuvre to ensure Hillary's defeat?</p>"
]