[
  "<p>Barack Obama and John McCain were fighting to achieve a decisive advantage on the Wall Street meltdown yesterday, a critical campaign moment that could determine the outcome of the White House election.</p> <p>Obama, at a rally in Colorado, sought to exploit what his team sees as a comment that could be potentially fatal to McCain's presidential chances: the Republican candidate's claim on Monday that the economy is \"fundamentally strong\". It is one likely to be played over and over by the Obama campaign in television ads.</p> <p>The Republican presidential candidate backtracked yesterday, conscious that his remark was at odds with the experience of many Americans suffering from job losses, rising prices and the mortgage crisis. </p> <p>Forced on the defensive for the first time since the arrival of Sarah Palin as his running mate re-energised his campaign last month, McCain did a media blitz, appearing on six morning television shows to say that he meant not that the American economy was strong, but that American workers were. \"I was talking about the fundamentals of America, which is the workers, their productivity, their innovation, their incredible performance for many, many years,\" McCain said.</p> <p>The Republican candidate, adopting a populist line, put the blame for the ailing economy on the \"excess and greed\" of Wall Street, which had \"betrayed\" the American working class.</p> <p>Obama, campaigning in Golden, Colorado, ridiculed McCain's explanation, saying McCain's team had \"sent him back out to clean up his remarks ... but McCain meant what he said the first time\". </p> <p>Obama said the election of McCain would mean a continuation of the economic philosophy pursued over the past eight years by President George Bush. </p> <p>Despite Bush having presided over the economic downturn, Obama has failed to establish a clear lead over McCain on the economy. McCain, enjoying a poll bounce as a result of Palin's popularity, has a lead in some of the battleground states, while Obama has only a narrow lead in others, often smaller than those held by the failed Democratic candidates John Kerry in 2004 and Al Gore in 2000.</p>",
  "<video data-media-id=\"gu-video-337697482\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1799177080_young-voters-Brightcove-16x9.flv\"/> </video>   <p>It is voter registration day on the campus of Kutztown university in Pennsylvania and a small but dogged group of students are trying to persuade classmates to sign up for the November presidential election. Decades ago they might have done so through bribery or, failing that, the fist; but these days the preferred method is humour.</p> <p>\"Voting is sexy and easy - register now!\" says a poster on the wall, alongside a pin-the-tail-on-the-donkey panel which students play blindfolded.</p> <p>Ostensibly, the voter drive is non-partisan, but it is clear from flyers on the table this group backs Barack Obama. They are part of the Students4Obama movement that has swept through more than 700 campuses across America in a revival of youth engagement that could be decisive on polling day.</p> <p>While the battle for the White House appears to be tightening, the campus remains one place where Obama can still expect overwhelming support. His dominance among young voters is clear in Kutztown, a state university that draws its students from across Pennsylvania, New Jersey and New York.</p> <p>Obama supporters in Kutztown are organised through a cyber club on the social-networking site Facebook, which boasts 957 members. They hold regular rallies and parties, hand out leaflets countering the negative ads put out by the McCain campaign, and gently browbeat their fellows into signing up to vote. \"I believe Obama's genuine,\" says Erika Reinhard, 22, who devotes up to six hours a week on the campaign. \"He promises to reunite the country, and that's what we need.\"</p> <p>By contrast, there can be few positions in politics lonelier than that of the Republican student organiser. Zac Roberts, 21, is president of the Kutztown university body which boasts a membership of barely 30 out of 10,000 students and is thoroughly out-gunned by their Democratic rivals. Asked about the Republican Facebook group, he replies: \"That's a good idea. I might set one up.\"</p> <p>Such disparities are replicated among Pennsylvania's 780,000 student population, and in campuses throughout the US. It is highlighted by the work of Harvard University's Institute of Politics, which tracked the behaviour of young voters for the past eight years.</p> <p>It shows that while John Kerry enjoyed a 13-point lead on George Bush among 18- to 24-year-olds at this stage in the 2004 election, Obama is 23 points ahead of John McCain. The institute's researchers have found exceptional levels this year of engagement among the young, with 62% of young voters reporting that they were excited about the election and more than two-thirds saying they were definitely, or probably, intending to vote.</p> <p>It was not ever thus. When the Harvard project began in 2000, it found a mood among students that was apathetic, as reflected in a dismal turnout among 18- to 24-year-olds of 30% - well below the figure for all ages of 51%.</p> <p>Then came 9/11, a catastrophe that changed everything, says John Della Volpe, director of polling at the Harvard institute. \"There was a massive change in attitude, especially among young people, towards politics being important in their lives.\"</p> <p>The transformation was well under way before Obama hit the headlines. Della Volpe sees it as a profound generational shift among what many analysts call the \"millennial generation\" - those born in the 1980s and 90s and now reaching a political coming of age.</p> <p>He points out that this generation accounts for a quarter of Americans and is the largest in history - bigger, even, than the baby boomers. As such, Della Volpe is convinced it is large enough and enthusiastic enough to hold the balance of power in November.</p> <p>Peter Levine, who heads Circle, a nonpartisan research body at Tufts university that studies political engagement among young voters, traces the shift to a growing optimism. The deep distrust in politicians found among the so-called Generation X of the mid-60s and 70s, and their pessimism in their ability to influence affairs, has given way to renewed faith in politics as a force for good. Levine says: \"That makes them more motivated to support a candidate, as otherwise why bother? And it also has a fit with Obama, as he stands for making things better.\"</p> <p>Though the generational shift predated him, Obama has appropriated it as his own. Not only is his message of hope tailored to attract the young, but he has also constructed a campaign that talks their language.</p> <p>Howard Dean set a precedent in this regard with his primary run in 2004, in which he launched Meetup, an online campaign that drove thousands of first-time voters into his camp. The Obama campaign has built on that experience directly - its new-media director, Joe Rospars, cut his political teeth with the Dean campaign.</p> <p>Facebook tells the story. As of last night, Obama had 1,847,187 Facebook friends. McCain had 335,528. On top of that, the campaign has created platforms across numerous internet-networking sites, from Twitter to Faithbase and BlackPlanet. The beauty of the approach is that it is bottom up rather than top down, allowing young people to run their own Obama-supporting groups unfettered by central control.</p> <p>The technique has unleashed huge energy in the process at relatively little cost. Studies have shown that while it costs $60 to mobilise one voter through direct mail, and $30 through phone banking, it costs only $1.56 through cyberspace tools such as social networking sites, text-messaging and email.</p> <p>The impact was visible in the primaries and caucuses, where 7 million voters under 30 turned out, helping to trounce the hopes of Hillary Clinton by voting for Obama in a ratio of four to one. The impact is also visible in Kutztown, where the student Obama group stages events with only minimal contact with the official Democratic campaign. </p> <p>It's not an entirely painless business, nor one devoid of anxiety. Erika Reinhard says she has found it harder since the summer break to get other students \"fired up\", as Obama would put it, about his candidacy. A sense of urgency has dissipated which the group is scrambling to reignite. \"A lot of people are supporting Obama, but I'm not sure they will make it to the polling booth.\"</p> <p>Her anxieties have some grounding. According to Circle, young people aged 18 to 29 are the most likely group to remain undecided about their voting intentions until election day.</p> <p>But the degree of jitters that remains on Obama's side is insufficient to cheer up Zac Roberts as he contemplates electoral oblivion for McCain, at least on this campus. \"Students are getting politically engaged again,\" he says mournfully. \"Young people don't understand what they are talking about, and I would rather they just didn't get involved.\"</p>",
  "<p>Ukraine was last night facing the prospect of further political instability and its sixth election in four years after the pro-western coalition formally collapsed.</p> <p>The government was made up of parties loyal to Ukraine's president, Viktor Yushchenko, and his 2004 Orange revolution partner, prime minister Yulia Tymoshenko. It fell apart after months of bitter quarrelling between the leaders.</p> <p>The nine-month-old coalition's collapse is a major setback, and comes amid rising tensions with Russia over the war in Georgia and Ukraine's attempts to join Nato. </p> <p>Its politicians are split between those who condemn the Kremlin's invasion of Georgia, led by Yushchenko, and others including Timoshenko who believe Ukraine should be cautiously \"neutral\" in its dealings with Moscow. </p> <p>However, the collapse has little to do with resisting Russia or integrating with the west - it is about who holds power. Yushchenko and Tymoshenko are likely to be rivals in presidential elections in early 2010.</p> <p>\"I officially announce the termination of the democratic coalition in the Verkhovna rada [lower house],\" parliamentary speaker Arseniy Yatsenyuk told MPs. \"It is yet another democratic challenge, but I hope that together we will overcome the challenge.\"</p> <p>The parliament now has 30 days to form a new coalition. Last night, however, indications suggested Tymoshenko was unlikely to form an alliance with the opposition Party of the Regions - making elections almost inevitable.</p> <p>The coalition split earlier this month after Tymoshenko's bloc and the Party of the Regions, led by the former prime minister Viktor Yanukovich, voted to strip Yushchenko of several powers. The president accused her of staging a parliamentary coup.</p> <p>The feud is further linked to which leader controls lucrative pipeline revenue on oil and gas shipped through Ukraine from Russia. \"It's not about being pro-western or pro-Russian. It's about who gets to sit on the pipe,\" one official remarked yesterday.</p> <p>\"Tymoshenko is only interested in what serves her. She wants a monopoly on power. She was pro-western when she needed the west's support. Now she trying to be pro-Russian.\" </p> <p>Yushchenko accused Tymoshenko of betraying Ukraine's interests, and suggested voters would not forgive her. He also claimed the Kremlin was trying to promote \"internal instability\", and aiding separatists in Crimea who wanted to return the ethnic Russian region to Moscow's control.</p> <p>But he did not foresee any military action by Russia. \"Will they repeat the Georgian scenario? For sure, no,\" he told the Associated Press.</p> <p>Polls suggest Yushchenko's Our Ukraine party would be wise to avoid an election. According to a recent one, Tymoshenko's party would get 24%, the Party of Regions 23% and his bloc less than 4%.</p>",
  "<p>Barack Obama today sought to regain momentum in the presidential race by portraying John McCain as out of touch with Americans' economic pain as US markets struggled to recover from their largest single-day drop in seven years.</p> <p>The Democratic presidential nominee said McCain fundamentally agrees with conservative laissez-faire economic policies, and cautioned voters against trusting McCain's recent call for increased regulation during a campaign event in Colorado.</p> <p>Mocking McCain's proposal to appoint a commission to study the origins of the economic crisis, Obama said: \"We know how we got into this mess.\" </p> <p>\"What we need now is leadership that gets us out. I'll provide it, John McCain won't, and that's the choice for the American people in this election.\"</p> <p>Obama offered no new policy details today, but reiterated a proposal he unveiled in March that would toughen federal oversight of US credit markets and the financial services industry.</p> <p>He linked McCain with an economic \"philosophy\" that \"says even common-sense regulations are unnecessary and unwise\".</p> <p>\"What we've seen the last few days is nothing less than the final verdict on an economic philosophy that has completely failed,\" he said in Golden, Colorado.</p> <p>Over the weekend, Wall Street's Lehman Brothers went bankrupt and Merrill Lynch agreed to be sold to a competitor. Yesterday, the Dow Jones industrial average dropped 4.4%, its worst day since September 17 2001, when the New York stock exchange reopened following the September 11 terrorist attacks. Meanwhile, the unemployment rate has risen and home values continue to sink.</p> <p>Polls have shown voters trust Obama more than McCain on economic issues, though McCain recently has eroded that lead. Democrats say the increasingly dire financial news will pull voters' attention from Sarah Palin and McCain attacks on Obama and toward economic issues.</p> <p>Jim Kessler, vice president of policy for centrist Democratic research group Third Way, said Obama should continue to remind voters that McCain subscribes to the Republican notion that, \"We need to let business alone and let business figure it out\".</p> <p>McCain has run as a Washington reformer who's fought to slash government spending, but has acknowledged that he is not strong on economic issues. Kessler said McCain does not seem comfortable talking about them, and also said the crisis \"takes the lustre\" off Palin.</p> <p>\"Palin is just a rank amateur on this stuff, he said. \"People aren't looking for someone who can skin a moose at this moment.\"</p> <p>Obama said borrowers should be subject to closer federal oversight. He called for stronger capital requirements for complex financial instruments such as mortgage-backed securities and other derivatives, and said mortgage brokers should be subject to the same regulatory guidelines as commercial banks.</p> <p>He would also \"streamline\" the US regulatory framework to end prevent agencies from overlapping and competing with one another, and pledged to crack down on manipulation of US securities markets.</p> <p>But today Obama focused on shooting holes in McCain's pledges to clean up Wall Street, noting that the Arizonan had long described himself as a proponent of deregulation.</p> <p>\"John McCain's newfound support for regulation bears no resemblance to his scornful attitude towards oversight and enforcement,\" he said. \"John McCain cannot be trusted to re-establish proper oversight of our financial markets for one simple reason: he has shown time and again that he does not believe in it.\"</p> <p>McCain's economic plan relies largely on making permanent George Bush's first-term tax cuts, cutting corporate and other taxes, and on eliminating congressional \"earmark\" spending that totals about 1% of the US budget.</p>",
  "<p>It is voter registration day on the campus of Kutztown university in Pennsylvania and a small but dogged group of students are trying to persuade classmates to sign up for the November presidential election. Decades ago they might have done so through bribery or, failing that, the fist; but these days the preferred method is humour.</p> <p>\"Voting is sexy and easy - register now!\" says a poster on the wall, alongside a pin-the-tail-on-the-donkey panel which students play blindfolded.</p> <p>Ostensibly, the voter drive is non-partisan, but it is clear from flyers on the table this group backs Barack Obama. They are part of the Students4Obama movement that has swept through more than 700 campuses across America in a revival of youth engagement that could be decisive on polling day.</p> <p>While the battle for the White House appears to be tightening, the campus remains one place where Obama can still expect overwhelming support. His dominance among young voters is clear in Kutztown, a state university that draws its students from across Pennsylvania, New Jersey and New York.</p> <p>Obama supporters in Kutztown are organised through a cyber club on the social-networking site Facebook, which boasts 957 members. They hold regular rallies and parties, hand out leaflets countering the negative ads put out by the McCain campaign, and gently browbeat their fellows into signing up to vote. \"I believe Obama's genuine,\" says Erika Reinhard, 22, who devotes up to six hours a week on the campaign. \"He promises to reunite the country, and that's what we need.\"</p> <p>By contrast, there can be few positions in politics lonelier than that of the Republican student organiser. Zac Roberts, 21, is president of the Kutztown university body which boasts a membership of barely 30 out of 10,000 students and is thoroughly out-gunned by their Democratic rivals. Asked about the Republican Facebook group, he replies: \"That's a good idea. I might set one up.\"</p> <p>Such disparities are replicated among Pennsylvania's 780,000 student population, and in campuses throughout the US. It is highlighted by the work of Harvard University's Institute of Politics, which tracked the behaviour of young voters for the past eight years.</p> <p>It shows that while John Kerry enjoyed a 13-point lead on George Bush among 18- to 24-year-olds at this stage in the 2004 election, Obama is 23 points ahead of John McCain. The institute's researchers have found exceptional levels this year of engagement among the young, with 62% of young voters reporting that they were excited about the election and more than two-thirds saying they were definitely, or probably, intending to vote.</p> <p>It was not ever thus. When the Harvard project began in 2000, it found a mood among students that was apathetic, as reflected in a dismal turnout among 18- to 24-year-olds of 30% - well below the figure for all ages of 51%.</p> <p>Then came 9/11, a catastrophe that changed everything, says John Della Volpe, director of polling at the Harvard institute. \"There was a massive change in attitude, especially among young people, towards politics being important in their lives.\"</p> <p>The transformation was well under way before Obama hit the headlines. Della Volpe sees it as a profound generational shift among what many analysts call the \"millennial generation\" - those born in the 1980s and 90s and now reaching a political coming of age.</p> <p>He points out that this generation accounts for a quarter of Americans and is the largest in history - bigger, even, than the baby boomers. As such, Della Volpe is convinced it is large enough and enthusiastic enough to hold the balance of power in November.</p> <p>Peter Levine, who heads Circle, a nonpartisan research body at Tufts university that studies political engagement among young voters, traces the shift to a growing optimism. The deep distrust in politicians found among the so-called Generation X of the mid-60s and 70s, and their pessimism in their ability to influence affairs, has given way to renewed faith in politics as a force for good. Levine says: \"That makes them more motivated to support a candidate, as otherwise why bother? And it also has a fit with Obama, as he stands for making things better.\"</p> <p>Though the generational shift predated him, Obama has expropriated it as his own. Not only is his message of hope tailored to attract the young, but he has also constructed a campaign that talks their language.</p> <p>Howard Dean set a precedent in this regard with his primary run in 2004, in which he launched Meetup, an online campaign that drove thousands of first-time voters into his camp. The Obama campaign has built on that experience directly - its new-media director, Joe Rospars, cut his political teeth with the Dean campaign.</p> <p>Facebook tells the story. As of Tuesday, Obama had 1,847,187 Facebook friends. McCain had 335,528. On top of that, the campaign has created platforms across numerous internet-networking sites, from Twitter to Faithbase and BlackPlanet. The beauty of the approach is that it is bottom up rather than top down, allowing young people to run their own Obama-supporting groups unfettered by central control.</p> <p>The technique has unleashed huge energy in the process at relatively little cost. Studies have shown that while it costs $60 to mobilise one voter through direct mail, and $30 through phone banking, it costs only $1.56 through cyberspace tools such as social networking sites, text-messaging and email.</p> <p>The impact was visible in the primaries and caucuses, where 7 million voters under 30 turned out, helping to trounce the hopes of Hillary Clinton by voting for Obama in a ratio of four to one. The impact is also visible in Kutztown, where the student Obama group stages events with only minimal contact with the official Democratic campaign.</p> <p>It's not an entirely painless business, nor one devoid of anxiety. Erika Reinhard says she has found it harder since the summer break to get other students \"fired up\", as Obama would put it, about his candidacy. A sense of urgency has dissipated which the group is scrambling to reignite. \"A lot of people are supporting Obama, but I'm not sure they will make it to the polling booth.\"</p> <p>Her anxieties have some grounding. According to Circle, young people aged 18 to 29 are the most likely group to remain undecided about their voting intentions until election day.</p> <p>But the degree of jitters that remains on Obama's side is insufficient to cheer up Zac Roberts as he contemplates electoral oblivion for McCain, at least on this campus. \"Students are getting politically engaged again,\" he says mournfully. \"Young people don't understand what they are talking about, and I would rather they just didn't get involved.\"<br></p>",
  "<p>Barack Obama and John McCain were fighting to achieve a decisive advantage today on the Wall Street meltdown, a critical campaign moment that could determine the outcome of the White House election.</p> <p>Obama, at a rally in Colorado, sought to exploit what his team sees as a comment that could be potentially fatal to McCain's election chances, the Republican candidate's claim yesterday that the economy is \"fundamentally strong\".</p> <p>It is one likely to be replayed over and over by the Obama campaign in television ads.</p> <p>The Republican presidential candidate backtracked today, conscious that his remark is at odds with the experience of many Americans suffering from job losses, rising prices and the mortgage crisis.</p> <p>Forced on the defensive for the first time since the arrival of Sarah Palin as his running mate re-energised his campaign last month, McCain did a media blitz, appearing on six early morning television shows to say that he meant not that the American economy was strong but that American workers were. </p> <p>\"I was talking about the fundamentals of America, which is the workers, their productivity, their innovation, their incredible performance for many, many years,\" McCain said.</p> <p>The Republican candidate, adopting a populist line, put the blame for the ailing economy on the \"excess and greed\" of Wall Street, which had \"betrayed\" the American working class.</p> <p>Obama, at a speech in Golden, Colorado, ridiculed McCain's explanation, saying McCain's campaign team had \"sent him back out to clean up his remarks ... but we know that senator McCain meant what he said the first time\".</p> <p>Obama said that election of McCain would mean a continuation of the economic philosophy pursued over the last eight years by President George Bush.</p> <p>In spite of Bush having presided over the economic downturn, Obama has failed to establish a clear lead over McCain on the economy. McCain, enjoying a poll bounce as a result of the Palin phenomenon, has a lead in some of the battleground states while Obama has only a narrow lead in others, often smaller than those held by the failed Democratic candidates John Kerry in 2004 and Al Gore in 2000.</p> <p>Neither candidate has yet put forward a plan for dealing with the economy that has resonated with voters, according to polling data.</p> <p>McCain today proposed setting up a commission comparable to the one into 9/11 to investigate how Wall Street ended up in crisis and how to clean it up.</p> <p>Obama described the commission as \"the oldest Washington stunt in the book - you pass the buck to a commission to study the problem\".</p>",
  "<p>Ministerial rebel David Cairns is \"absolutely wrong\" for attacking Gordon Brown's leadership, the Scottish Labour party's new leader said today.</p> <p>Iain Gray, a former aide to the chancellor, Alistair Darling, said the group of dissident Labour MPs who have openly plotted against the prime minister had a \"proposition which makes no sense to me\", given the economic crisis facing the UK.</p> <p>Cairns's resignation today completely overshadowed Gray's relaunch of the Scottish Labour group in the devolved parliament at Holyrood, three days after he was elected party leader in the Scottish parliament. </p> <p>He added: \"David Cairns is somebody I know and respect, and he's absolutely wrong. I have always made clear my loyalty for Gordon Brown, the prime minister.\" </p> <p>Brown, he said, was one of the \"towering political figures of my generation. He has an established track record. He created 10 years of economic growth and prosperity which allows our economy to be reasonably well-placed to survive the global economic turmoil we face now.\"</p> <p>Although Brown was careful to avoid directly influencing the leadership election, it was widely known that Gray was his favoured candidate. Gray succeeded in getting the largest number of nominations from Scottish MPs. </p> <p>Cairns, however, is understood to have supported the leftwing candidate for leader, Cathy Jamieson – a stance based largely on his experience working with her while she was justice minister in Holyrood.</p> <p>Confirmation that Cairns had stood down as the Scotland Office minister of state came only 15 minutes before Gray unveiled his new frontbench team at Holyrood, to the glee of SNP MSPs and other opposition parties.</p> <p>Gray has given senior frontbench roles to both his defeated leadership rivals. Andy Kerr, who came third in the leadership vote on Saturday, is again finance spokesman, while Jamieson, who came second and was deputy leader at Holyrood, has been given health.</p> <p>His deputy leader will be Johann Lamont, who beat the Campaign for Socialism candidate Bill Butler to the post in Saturday's party election and is a former deputy Scottish executive minister for communities and for justice.</p> <p>Margaret Curran, Labour's losing candidate in the Glasgow East byelection for Westminster in July, was given the task of policy development in the run-up to the 2011 Scottish parliament election.</p> <p>One of the most intriguing promotions was given to John Parks, the list MSP for Mid-Scotland and Fife, who only arrived at Holyrood in last May's Scottish elections. He has been given a special shadow cabinet post as shadow minister for employment and skills. </p> <p>A former electrical fitter apprentice and union leader at Rosyth dockyard in Fife, he is seen as a rising star in the Scottish Labour grouping, close to Gordon Brown, who is expected to play a key role in the Glenrothes byelection.</p> <p>Many observers now expect Labour to move the writ for Glenrothes in October, and hold the byelection on November 6 – two days after the US presidential election.</p> <p>Brian Adam, the SNP's chief whip in Holyrood, said: \"While Iain Gray shuffles the deckchairs in Scotland the New Labour ship is sinking and his new team have a long way to go to reach safety.</p> <p>\"With Andy Kerr, Cathy Jamieson, Margaret Curran, Rhona Brankin and Sarah Boyack still in Labour's team, there is little sign of new blood, new policy or new ideas in the Labour party.\" </p> <h2>Scottish Labour group shadow cabinet announced today</h2> <p><strong>Leader:</strong> Iain Gray </p> <p><strong>Deputy leader and chief of staff with special responsibility for equalities: </strong> Johann Lamont </p> <p><strong>Parliamentary business manager: </strong>Michael McMahon </p> <p><strong>Chief whip:</strong> David Stewart </p> <p><strong>Shadow minister for economy and skills: </strong>John Park </p> <p><strong>Shadow cabinet secretary for Europe, external affairs and culture: </strong>Pauline McNeill </p> <p><strong>Shadow cabinet secretary for finance and sustainable growth: </strong>Andy Kerr </p> <p><strong>Shadow cabinet secretary for education and lifelong learning: </strong>Rhona Brankin </p> <p><strong>Shadow cabinet secretary for health and wellbeing: </strong>Cathy Jamieson </p> <p><strong>Shadow cabinet secretary for justice: </strong>Richard Baker</p> <p><strong>Shadow Cabinet Secretary for rural affairs and environment: </strong>Sarah Boyack </p> <p><strong>Shadow cabinet secretary without portfolio with special responsibility for policy development: </strong>Margaret Curran</p>",
  "<p>The <a href=\"http://www.theguardian.com/politics/2008/sep/16/gordonbrown.labourleadership1\">group of dissident ex-ministers and MPs</a> determined to bring down Gordon Brown should act with caution. At present, the dirty baker's dozen of 13 plotters is still a Westminster parlour game, very exciting for lobby journalists but not capable of delivering a fatal blow. They have no agreed candidate with whom to replace him, and no obvious strategy on how to overthrow him; but they are causing enormous damage to the government's reputation. </p> <p>But let us imagine they are successful: Gordon Brown decides to stand down and holds a leadership contest at this very moment. It will take place against the backdrop of the worst financial crisis for 60 years, in the words of Alistair Darling <a href=\"http://www.theguardian.com/politics/2008/aug/30/alistairdarling.economy\">in his recent Guardian interview</a>. But the repercussions would go much further than the Westminster village, they could engulf the whole country.</p> <p>According to the <a href=\"www.menareport.com/en/business,forex/235448\">latest reliable estimates</a> from the National Institute of Economic and Social Research, after six months of near-zero growth and a flatlining economy, the next quarter's figures will show a negative growth figure for the first time (-0.2%). On the most optimistic forecasts, helped by a falling oil price <a href=\"http://www.theguardian.com/business/2008/sep/16/oil.commodities\">reported this week</a>, the last quarter of the year the graph might level off, thus avoiding recession by a whisker.</p> <p>At the same time as Mervyn King, the governor of the Bank of England, <a href=\"http://www.timesonline.co.uk/tol/money/property_and_mortgages/article4735603.ece\">warned in the Times</a> last Friday that Darling could not spend his way out of recession because it would break the Treasury's own self-imposed rule of maintaining public expenditure below 40% of GDP. Once that figure is breached, he said, \"it undermines the credibility of both the monetary and the fiscal framework.\" A private analysis by Maurice Fitzpatrick, a senior partner with accountants Grant Thornton, estimates that, by March 31 2011, spending could rise to 45%, clearly breaching the rules. And that would be before any further, damaging political contest.</p> <p>If there is to be a leadership battle, it will be long and bloody. For a duration of about eight weeks – at a cost of £2m to the financially strapped Labour party – it would be a huge distraction for ministers who should be running the country. Sharp words will be exchanged. Gordon Brown, like Thatcher in 1990, might himself stand for the leadership – and be challenged by David Miliband, Jack Straw, Alan Johnson and Jon Cruddas, if not others besides. No question, expect Ed Balls to launch a blistering attack on Miliband.</p> <p>Urgent time needed to draw up the pre-budget report will take second place to fighting an internal contest. The markets, which hate uncertainty and which are also aware that the US presidential elections are on a knife edge, will plummet still further. Britain will go into serious recession, with the loss of more jobs, and further financial institutions at risk of going bust.</p> <p>At present, the electors who obviously regard Brown as a big disappointment might be cheering Siobhain McDonagh, for <a href=\"http://www.theguardian.com/politics/2008/sep/13/labour.labourleadership\">trying to unseat him</a>. But they won't be cheering her when they are living on the dole and have their homes repossessed. </p> <p>Brown, who has brought this crisis on himself by showing lack of purpose ever since that botched election attempt last autumn, needs to get a grip now. His present strategy is to shake a clunking fist at everyone who steps out of line – one can imagine him sacking scores of parliamentary aides rather than going himself. But he should tackle this crisis head-on: call in the dissidents and tell them what's what, and then work out a proper narrative to unite Labour in the run-up to the 2010 election. If he doesn't, the whole country is in danger of going down the pan.</p>",
  "<p>In 1980 a reporter asked the then Republican presidential nominee, <a href=\"http://www.theguardian.com/usa/reagan/0,,1234012,00.html\">Ronald Reagan</a>, \"How can an actor run for President?\"</p> <p>\"How can a president not be an actor?\" replied Reagan.</p> <p>The idea that the commander in chief must also be the entertainer in chief and that politics should have a simple, movie-like narrative is truer now than it ever was in Reagan's day so it was good to see BBC4 addressing this head-on with three programmes which dealt with the surreal spectacle and razzmatazz of US elections. In the first of these the satirist and Republican Party reptile <a href=\"http://pjorourkeonline.blogspot.com/\">PJ O'Rourke</a> examined how and why California - the richest, most populous and socially liberal state in the US - could end up being run by the Terminator. <a href=\"http://www.bbc.co.uk/iplayer/episode/b0074t8m/\">The Man in the Mansion</a>, though not nearly as funny as one might have expected it to be, managed to convince you that <a href=\"http://film.theguardian.com/quiz/questions/0,,113133,00.html\">Arnie's election to office</a> was not symptomatic of some endemic airheadedness brought on by too much sunshine and orange juice but rather an expression of California's fierce independence and indefatigable American optimism. </p> <p>Presented by The Guardian's <a href=\"http://www.theguardian.com/profile/jonathanfreedland\">Jonathan Freedland</a>, <a href=\"http://www.theguardian.com/culture/2008/sep/13/television.television\">President Hollywood</a> began by drawing parallels between the last series of The West Wing and the present presidential contest. The apparently <a href=\"http://nhsblogdoc.blogspot.com/2008/02/barack-obama-and-matt-santos.html\">spooky similarities</a> between the fictional Matthew Santos, created by the West Wing's writers in 2004, and Barrack Obama turned out not to be so strange when, for the benefit of those who didn't know already, we were told that Santos was in fact based on Obama. Freedland then took us all the way back to 1960 and the contest between JFK and Richard Nixon, arguing that these two figures represented two Hollywood archetypes – the young idealist and the cynical plotter.</p> <p>It was only in the last 15 minutes of the program that a newer and far more sinister figure (at least from a European point of view) emerged: the president as can-do action hero. This is the no-nonsense, no-nuance guy we meet in the Harrison Ford movie <a href=\"http://www.imdb.com/title/tt0118571/\">Air Force One</a> and in <a href=\"http://www.theguardian.com/film/2006/jul/02/features.review2\">the first and second series of 24</a>'s President David Palmer. Far more worryingly it is the Dubya we saw landing on an aircraft carrier in the Persian Gulf, the now notorious \"Mission Accomplished\" banner fluttering behind him. A couple of pundits speculated that post George Bush we would be seeing a new archetype, the President as moron. Perhaps we will, but I doubt that such a figure would do much box office: the American people have too much of an earnest respect for the post to wish to see their leader presented in that way. In <a href=\"http://www.bbc.co.uk/iplayer/episode/b00djm6s/\">Dinner with Portillo</a> the former great white hope of the Conservative party pointed out that a series like the West Wing could never have been made in the UK: we are simply too cynical about politics and politicians. So the Americans have Mr Smith, Dave, <a href=\"http://www.youtube.com/watch?v=44R5BapEdYY\">Andrew Shepherd</a> and <a href=\"http://www.youtube.com/watch?v=g_tzOBAMpkM\">Josiah Bartlet</a> and we get <a href=\"http://www.youtube.com/watch?v=K-Xvy1r4Pm8\">Sir Humphrey Applebly</a> and <a href=\"http://www.youtube.com/watch?v=NQoem1717X4\">Malcolm Tucker</a>.</p> <p>One of the striking things about Dinner with Portillo, which brought together Democrat and Republican pundits, was just how idealistic both sides were. Sure, the Republicans accused Hollywood of being the vanguard of liberal elitist conspiracy and the Democrats countered by pointing out that Rupert Murdoch owns a news channel and a film studio, but neither party truly questioned the sincerity or motives of the other. <a href=\"http://www.theguardian.com/politics/2001/may/24/election2001.politicsphilosophyandsociety\">Joe Klein</a>, the author of Primary Colors and by far the most thought-provoking of Portillo's guests, conceded that on the whole when Hollywood presented us with the presidency it did so from a liberal perspective. However the dream factory also sold a more insidious and pernicious myth – one of green lawns, protestant churches, white faces and white picket fences. And it's this weird nostalgia for a pseudo-1950's US that makes the McCain/Palin ticket so powerful post 9/11. McCain, with his war record, white hair and famously volcanic temper is both father figure and action hero while Hockey mom Palin – folksy, crassly creationist, book-banning and militantly homophobic – reminds many Americans of what they want protected. Jonathan Freedland recently wrote an <a href=\"http://www.theguardian.com/commentisfree/2008/sep/10/uselections2008.barackobama\">uncharacteristically angry article</a> in which he appeared to predict a Republican victory in November. I think he is probably right. From a Hollywood perspecive McCain and Palin simply have a more coherent narrative.</p>",
  "<p>As the demise of two major investment banks leaves Wall Street in turmoil, Barack Obama and John McCain are manoeuvring to break through with voters on the complex issue of the economy.</p> <p>High financial anxiety in the American electorate offers an undeniable opening for both candidates. But in the 36 hours following the sale of Merrill Lynch and collapse of Lehman Brothers, neither Obama nor McCain has put forth new proposals to reform the financial sector.</p> <p>Instead the two presidential hopefuls have focused on undercutting each other's messages, with McCain trying to reassure voters and Obama blasting his rival as out of touch with ordinary people's struggles.</p> <p>McCain's claim yesterday that \"the fundamentals of our economy are strong\" brought on a fusillade of criticism from Democrats ready to link his seemingly detached perspective to that of George Bush.</p> <p>Addressing McCain's approach to the economy, Obama told voters: \"It's the same philosophy we've had for the last eight years — one that says we should give more and more to those with the most and hope that prosperity trickles down to everyone else.</p> <p>\"It's a philosophy that says even commonsense regulations are unnecessary and unwise; one that says we should just stick our heads in the sand and ignore economic problems until they spiral into crises.\"</p> <p>Faced with a string of Democratic rebuttals to his claim of \"strong [economic] fundamentals\" - which he has made almost verbatim since November – McCain asserted yesterday that he was referring not to the state of financial markets but to US workers themselves.</p> <p>\"My opponents may disagree, but those fundamentals of America are strong,\" McCain said. \"No one can match an American worker. Our workers sell more goods to more markets than any other on earth.\"</p> <p>His statement is correct: US exports rose to $168bn in July, the most recent month for which data is available, while China's exports slowed. Still, China maintains a record-high trade surplus of more than $28bn while the US trade deficit recently hit a record high of $62bn.</p> <p>Both Obama and McCain have supported the government's decision to allow Lehman Brothers to seek bankruptcy. The Obama economic aide Jason Furman said the Democrat preferred \"a private solution\" for the investment bank, while McCain praised the decision not to hold taxpayers liable for Lehman's difficulties.</p> <p>Agreement on that point masks the candidates' divergent approaches to financial industry regulation. The oversight framework created in response to the Great Depression was broadly dismantled in 1999 amid intense lobbying by Wall Street, in a bill co-written by the McCain ally and longtime adviser Phil Gramm.</p> <p>Obama, by contrast, outlined a plan in March to strengthen capital regulations for firms that package and purchase the mortgage-backed securities that lie at the heart of the current crisis.</p>",
  "<p>Lebanon's rival political factions today began reconciliation talks that will include the issue of disarming Hizbullah, the powerful Shia group, which is required under a UN resolution.</p> <p>Leaders of 14 groups met at the presidential palace for talks led by the president, Michel Suleiman, as part of a peace deal reached in Qatar in May that ended sectarian clashes and defused a long-running political crisis.</p> <p>Given Lebanon's long-standing divisions, progress is expected to be halting. The Hizbullah-led minority coalition and the western-backed parliamentary majority remain at loggerheads over the fate of Hizbullah's arsenal.</p> <p>Hizbullah, which is backed by Iran and Syria, has resisted calls to disarm under a UN resolution that ended a month-long war with Israel in 2006. The group says its weapons are necessary to protect and defend Lebanon against Israeli attacks.</p> <p>\"I am completely confident that we can adopt a strategy that protects Lebanon based on our armed forces and benefiting from the resources and capabilities of the resistance,\" Suleiman said in his opening speech, referring to Hizbullah.</p> <p>Following his speech, the participants, including the Arab League chief, Amr Moussa, who was invited to attend as an observer, went into closed session. The process is expected to be drawn-out, with the first session likely to focus on establishing an outline for future sessions, before dealing with Hizbullah's weapons.</p> <p>Mohammed Raad, a senior Hizbullah MP who is representing the group, has implicitly rejected local and international demands to disarm. \"Defending ourselves is a right that does not require a decision. This issue can be debated in theory but the answer is clear and has already been decided,\" he said on Sunday.</p> <p>Saad Hariri, the son of the assassinated former prime minister Rafiq, heads the anti-Syrian parliamentary majority. He said such thinking reduced the upcoming dialogue to \"a mere photo opportunity\".</p> <p>Previous reconciliation efforts in June 2006 failed to make headway. One month later, Hizbullah's decision to kidnap two Israeli soldiers, triggering a 34-day war with Israel, revived the debate over Hizbullah's arsenal.</p> <p>Lebanon has teetered on the brink of civil war since the conflict with Israel. The most recent bout of fighting was brought to an end by the Doha accord in May that resulted in the election of Suleiman, the former head of the army, as a compromise president. A national unity government was formed that gave Hizbullah and its allies veto power over all major cabinet decisions.</p> <p>Beirut's Daily Star newspaper <a href=\"http://www.dailystar.com.lb/article.asp?edition_id=1&amp;article_id=96030&amp;categ_id=17\">said in an editorial</a>: \"It remains to be seen whether the timing of Suleiman's presidency is a blessing or a curse. If he succeeds in getting Lebanon's squabbling political players to resolve their differences, he will go down in history as the best president this country ever had. If he fails on this score, nothing else he might accomplish will stop the Lebanese from destroying themselves.\"</p>",
  "<p>Ukraine's pro-western governing coalition has collapsed following a row over last month's war between Georgia and Russia. The Ukrainian parliament has 30 days to form a new coalition or call fresh elections.</p> <p>The alliance fell apart after infighting between the president, Viktor Yushchenko, and the prime minister, Yulia Tymoshenko. The two leaders were partners during the 2004 Orange Revolution but have become fierce rivals in the run-up to the 2010 presidential election.</p> <p>Yushchenko and Tymoshenko have engaged in a tug-of-war since Tymoshenko regained the premiership in December. They have traded accusations of corruption, incompetence and blocking each other's policies.</p> <p>The final straw came when Yushchenko accused Tymoshenko of acting in the Kremlin's favour by failing to condemn Russia's war with Georgia. She fired back, saying that Yushchenko's overwhelming support of Georgia had dragged Ukraine into the conflict.</p> <p>Tymoshenko then teamed up with the Russia-leaning opposition to adopt a law restricting presidential powers and boosting her own. Yushchenko declared the move \"a coup attempt\" and this month his party pulled out of the coalition.</p> <p>The coalition has teetered on the brink ever since and the speaker, Arseniy Yatsenyuk, today announced the government's collapse. \"I officially declare the coalition of democratic forces ... in Ukraine's parliament dissolved,\" he said. \"It is yet another democratic challenge, but I hope that together we will overcome this challenge.\"</p> <p>Some analysts predict a new governing coalition may involve the Russia-leaning Party of Regions.</p> <p>Since Yushchenko became president, Ukraine has made clear its aspiration towards membership of the European Union. But last week, <a href=\"http://www.theguardian.com/world/2008/sep/10/russia.ukraine\">European leaders balked at making any firm pledges to Ukraine</a>, wary of antagonising a belligerent Russia in the midst of the Georgia crisis. Ukraine's political instability has bolstered opponents within the EU of stronger links between Kiev and Brussels.</p> <p>Ukraine is pursuing Nato membership, but the military alliance decided not to offer membership at its Bucharest summit meeting in April, while promising to review the decision in December.</p>"
]