[
  "<p>Too much media coverage of the American election for you? It wasn't always this way. Sometimes the complaints went in the opposite direction. Doing some homework for a speech to an Alistair Cooke centenary event this week, I came across a letter from the then editor of the Guardian Alastair Hetherington to the newspaper's Washington correspondent Max Freedman.</p> <p>The letter was written from Manchester on November 7 1960. Note the date. It was the eve of election day in the John Kennedy-Richard Nixon presidential contest - in the view of many good judges the most interesting, innovative and exciting White House race until the current one. By any reasonable standards, the letter was written at a climactic moment in a resonant political contest.</p> <p>\"I was delighted to see the cable from you last night after the long silence,\" Hetherington wrote to Freedman that day. Then he continued: \"I hope I'm not being unreasonable when I say that a silence of three weeks by one of our two staff correspondents [Cooke was the other] in the United States at the height of a presidential election - and without any explanation - is a bit troubling.\"</p> <p>A bit troubling, eh? I never knew Hetherington well enough to know if he was the grandmaster of ironic understatement that this implies or merely old school courteous under even the most severe of provocations. Either way, the past is indeed another country. They did journalism differently there. Today, a correspondent who went awol for three days in mid-campaign - let alone three weeks - would be dicing with dismissal. Fortunately for the readers, the Guardian still had Cooke on the books. He was in fertile and colourful form throughout the campaign, not least when he reported from New York on September 27 on one of the great innovations of the 1960 campaign, the first-ever televised debate between the two contenders - \"two bloodhounds done up in party frocks\" as Cooke put it. </p> <p>Four decades later, Cooke observed in a Letter From America for the BBC that everyone who saw that first debate in 1960 remembered one thing about it above all - the contrasting physical appearance of the candidates: Kennedy a tanned and bright-eyed prodigy, Nixon pasty-faced, haggard and apparently unshaven. At the time, though, his Guardian report highlighted something less visually memorable but in many ways more prescient for later elections: \"The most an objective reporter can do,\" Cooke wrote, \"is to say that he saw it, in the company of other more or less attentive people, and that nothing happening on the screen converted the personal preference of any one of them.\"</p> <p>Those remarks have stood the test of time well. Voters mostly see what they want to see in the debates. Yet as Barack Obama and John McCain left their party conventions at the start of September and set off at last on the business end of the 2008 campaign trail it became common to say - and I said it myself - that the presidential debates would hold the key to the outcome. </p> <p>After watching all three of them, as well as the Biden-Palin debate, it is clear that this was just a journalistic cliche. We were wrong. The debates didn't hold the key. They merely confirmed people in the views they had already formed, much as Cooke said in 1960.</p> <p>All the 2008 debates have been circumspect and highly professional affairs. They have not been dull, although the second debate came close and the formats ought to be looked at afresh. But journalists have been wrong to frame the televised debates as sporting contests. It means we spend our time looking for the wrong things.</p> <p>There was a classic example of this in the first debate. Most political writers thought the first half-hour of the on-off-on debate in Jackson on September 26, when the candidates talked about the swirling financial crisis, was about as energising as a bedtime mug of cocoa. This overlooked a real difference in approach between the two candidates. While Obama talked about ordinary families, their housing costs, jobs, pensions and savings, McCain did his usual riff about the vices of the Washington special interests and their influence over federal programmes - a subject that was, at best, marginal to the problem and to how it was perceived in middle America. My view that night was that Obama had the presidency pretty much in the bag in that first 30 minutes.</p> <p>Yet after each contest, after the candidates had debated in the small hours in America, we in Britain have woken up and switched on the radio to learn that no one landed a knockout blow - another cliche that misses the point. Too many observers wait for someone to say something either utterly brilliant or staggeringly stupid. But that's not what the debates are about. The real point of the debates is that they are opportunities to test the presidential timber of the candidate the viewers are probably going to vote for anyway. Obama grasps this, even if not many others seem to.</p> <p>The other strikingly shaming thing about all three debates is that much of the press seem to have misread each one of them. The default press view of the first debate was that McCain was the winner; the viewers, however, gave it to Obama by 51%-38%. Two weeks on, the press called the second debate as a tie; meanwhile the viewers said Obama took it by an even greater margin, 54%-30%. </p> <p>This week the same thing happened a third time. McCain was said to have come out swinging and to be landing blows - don't we just love those manly boxing metaphors? - and was again adjudged by the media to have had the better of the exchanges. The viewers, meanwhile, quietly awarded the debate to Obama by 58%-31%. The percentage of viewers with a favourable view of Obama went from 63% at the start of Wednesday's debate to 66% at the end; those with a favourable view of McCain went from 51% to 49%. </p> <p>I don't say that Obama can't now lose this race, or that it may not get tighter as November 4 nears - though there is no sign of either yet. Nor that half a century of televised debates has been a better way of testing and judging the candidates than the weekly contests in the House of Commons. But I do say that Americans have looked long and hard at the candidates this past month and are now minded to conclude, in the fine phrase used by Garrison Keillor of a speech he heard the young Kennedy give long ago, that Obama just has more keys on his piano than the other guy. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "<video data-media-id=\"gu-video-338696193\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1861294868_US-Elections-LT-Obama-preview-To-Brightcove-16x9.flv\"/> </video>   <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a>, emerging from the third and final debate against <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> with his momentum unchecked, yesterday opened up new fronts in the November 4 election battle by expanding into normally bedrock <a href=\"http://www.guardian.co.uk/world/republicans\">Republican</a> states. Although he warned his supporters at a fundraising breakfast in New York against becoming too cocky, the Democratic candidate is pursuing a strategy that could see him take states that George Bush won with ease in 2000 and 2004. </p> <p>Obama's chief strategist, David Axelrod, said after the debate in Hempstead that Obama and his running mate, Joe Biden, were now considering visits to states such as Montana and North Dakota, once considered beyond reach. \"I think it is fair to say that we are thinking of going into states we were not sure of at all earlier,\" said Axelrod. \"Some things are opening up for us here that no one fully anticipated.\"</p> <p>Other states coming into play include West Virginia, Kentucky and Georgia. Obama's campaign team said yesterday it would begin to broadcast new ads in these states. Even if they prove to be beyond Obama's reach, his campaigning will force the cash-strapped Republicans to spend money and effort defending states they once took for granted. </p> <p>Obama, speaking before heading to a rally in New Hampshire, warned his supporters against being carried away by his poll leads and the huge amounts of cash coming in. \"For those of you who are feeling giddy or cocky, or think this is all set, I just have two words for you: New Hampshire,\" he said. \"I've been in these positions before when we were favoured and the press starts getting carried away, and we end up getting spanked.\" He lost the New Hampshire primary to Hillary Clinton in January, a shock result after opinion polls had credited him with big leads. </p> <p>A similar warning was delivered on Wednesday by a Democratic congressman, Jack Murtha, who told the Pittsburgh Post-Gazette that western Pennsylvania was a \"racist area\", and that could cost Obama about 4% of the vote in a state he has to hold.</p> <p>The prospect of Obama and Biden going to North Dakota shows how much ground he has made since the summer, when he pulled campaign staff out of the state, calculating there was little prospect of taking it. Between them, Montana and North Dakota account for only six of the 270 electoral college votes Obama and McCain need to win the White House - a fraction compared with a battleground such as Ohio, with 20 electoral college votes.</p> <p>But the push will not go unchallenged, said a McCain adviser, Charlie Black. He said McCain was expecting a new infusion of revenue to buy up ads in the remaining days. \"I think maybe the advertising discrepancy will be getting a little better this week,\" he said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338695221\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/16/press-centre-460x276.jpg\" alt=\"Press centre\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reporters (right) watch the third and final presidential debate in the press centre at Hofstra University in Hempstead, New York. Photograph: Joe Raedle/Getty </span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty</span> </figcaption> </figure>  <p>The Democrats anticipate that at some point Obama's poll lead will narrow and that McCain's team will then begin to talk up the prospect of a dramatic comeback.</p> <p>The Republicans contend that McCain scored some important points against Obama in Wednesday night's debate, by breaking with President George Bush and by painting his opponent as a socialist.</p> <p>But McCain did not pull off the game-changing feat he needed in his last chance to speak directly to millions of viewers.</p> <p>Instant polls gave the debate to Obama by a wide margin. In the CBS survey 53% of uncommitted voters believed he won, compared with 22% for McCain. Some 24% said the debate was a draw. CNN gave the debate to Obama by 58% to 31%. </p> <p>The debate, like much of the past four weeks, was overwhelmed by public fears about economic recession. McCain sought to find common cause with voters, most notably by his frequent references to \"Joe the Plumber\" - Ohio voter Joe Wurzelbacher.</p> <p>McCain also made his most significant break to date with Bush's White House - a move his rival Democratic strategists said should have come far earlier to be effective.</p> <p>\"I am not President Bush. If you wanted to run against President Bush, you should have run four years ago. I want a new direction for this country,\" he said.</p> <p>Obama shot back that McCain had been a loyal Bush supporter. His camp also moved yesterday to neutralise the Republican's efforts by releasing a new ad with footage of McCain saying he had voted with Bush more than 90% of the time.</p>",
  "<p><strong>H</strong>ave I Got News For You<br>9pm, BBC1</p> <p>If you thought Never Mind the Buzzcocks returning for its 22nd series was impressive, then get this: the BBC's flagship panel show has been going since 1990, in which time there have been 35 series. The reason it can continue, of course, is that a week is a long time in politics and, it seems, several aeons in the stock markets. What with the global financial quagmire and the possibility (shh, don't jinx it) of a historic appointment across the pond, there's plenty for Hislop and Merton to get their teeth into. </p> <p><strong>The American Future: A History by Simon Schama</strong><br>9pm, BBC2</p> <p>With the presidential election now just four weeks away, it is the perfect time for this most eminent of historians to cast his eye over the unfathomably huge issues which the new leader of the free world will have to tackle. This week, Schama asks: War - huh! - what is it good for? He tries to reconcile the uniquely American mindset of holding peace so dear that they are willing to go to war for it - a dichotomy which, he says, has been discussed in various forms since hawkish Hamilton and libertarian Jefferson debated the issue over 200 years ago.</p> <p><strong>Ugly Betty</strong><br>9pm, Channel 4 </p> <p>The second series of this hit-and-miss soapy sitcom comes to an end tonight, so the usual mix of emotional turmoil and bitchy asides is cranked up a few notches. Betty must at last come to a decision as to whom she prefers - the rather dull Henry or the rather smarmy Gio - and Daniel has to cope with a blast from the past while trying to stop Wilhelmina from taking his job as editor-in-chief. </p> <p><strong>Les Paul: Chasing Sound</strong><br>9pm, BBC4</p> <p>BBC4 is currently the go-to channel for fun, fascinating documentaries, and few are likely to be more fun than this 90-minute tribute to Les Paul - 90-year-old electric guitar god and hugely influential innovator. As is often the case with music documentaries, you feel that you learn as much about the man from footage of live gigs and rehearsals as from the interviews.</p>",
  "<video data-media-id=\"gu-video-338700429\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>It came so close to being remembered as the hockey mom election. But, doggone it, hockey moms will just have to wait another four years. The 2008 US presidential election belongs to just one man: Joe the Plumber. On Saturday Joe Wurzelbacher was, well, an ordinary Joe. Or to use a Sarah Palinism, a Joe Six Pack. Yesterday he woke to find himself transformed into an international phenomenon.</p> <p>By mentioning him more than 13 times in the first 10 minutes of Wednesday night's third and final presidential debate, the Republican candidate, John McCain, sent Wurzelbacher into a media stratosphere the likes of which most publicity-starved brands can only dream of. Groups sprang up on Facebook with names like Joe the Plumber for President and Fans of Joe the Plumber.</p> <p>He rose to number seven on Google's list of most popular search expressions. T-shirts were rush-printed overnight, showing his bald, burly head above the logo: \"Hi, I'm Joe Plumber and Obama is a punk.\"</p> <p>Joe Francis, a plumber who mends pipes in Amarillo, Texas, 1,000 miles from Wurzelbacher's home, received more than 600 phone calls from people expressing interest in his website, Joetheplumber.com. One man offered him $350,000 (£200,000) to buy the domain name. \"He sounded pretty serious,\" an employee told the Guardian.</p> <p>The maelstrom began only a few minutes into the televised debate at Hofstra University, on Long Island, on Wednesday night, when McCain seized on an impromptu encounter between Obama and a resident in Holland, Ohio, last weekend. \"His name is Joe Wurzelburger,\" McCain said, getting his Wurzelbachers in a twist.</p> <p>Joe was a man who was trying to realise the American dream, McCain went on, working 10, 12 hours a day to build up his business. He was planning to buy up another small business, but realised that under Obama's tax plans he would be penalised for earning more than $250,000 a year.</p> <p>\"Joe, I want to tell ya,\" McCain said, staring straight to camera and slipping into the good ol' cowboy dialect that American politicians adopt when they talk directly to voters, even though they are multimillionaires from elite naval backgrounds. \"I'll keep your taxes low.\"</p> <p>Later in the debate, McCain accused Obama through his tax proposals of waging \"class warfare\". Which was clever, because it distracted from the fact that in evoking the archetype of Joe the Plumber, McCain was himself declaring class warfare against Obama.</p> <p>It is the way with such things that this whole escapade only came about by luck. Obama, taking a swing through the hugely significant swing state of Ohio at the weekend, just happened to stroll down Shrewsbury Street, in Holland, when Wurzelbacher was outside his house.</p> <p>\"Your new tax plan is going to tax me more, isn't it?\" he asked the senator for Illinois.</p> <p>Obama told him: \"It's not that I want to punish your success. I think if you spread the wealth around, it's good for everybody.\"</p> <p>This is the YouTube election, so naturally the exchange was video recorded and was up for anyone to see within a matter of hours. Rightwing bloggers started linking to it, and from there it was just a small step on to Rush Limbaugh's radio show and Rupert Murdoch's Fox News channel - presenting the ailing McCain campaign with a gift for the final debate.</p> <p>The trajectory of the story is clear. But as one blogger put it, \"Who the devil is Joe the Plumber?\"</p> <p>Wurzelbacher, 34, describes himself as having 15 years' experience in the trade. He was, he says, raised by a poor single mother. \"I don't have any bells and whistles. My trucks are a couple of years old and I'm going to have them for the next 10 years, probably,\" he told the Toledo Base newspaper. But that leaves unexplained questions.</p> <p>The plumbers' union covering his area, Local 50, pointed out that he was not a member and had no licence to operate. \"We checked with his neighbours and they say they have never seen a service truck in his driveway,\" said the union's business manager, Thomas Joseph.</p> <p>Wurzelbacher said the lack of paperwork had a simple explanation: he works for a small plumbing company on residential properties, so has no need for a licence of his own. Which in turn raises the question, how can a relatively lowly employee of a tiny plumbing company contemplate buying up a concern with the prospect of turning over more than $250,000 a year?</p> <p>This one, it is safe to say, will run and run. In the meantime, Wurzelbacher is enjoying his 15 minutes of fame, telling anyone who will listen - and there are plenty of them - his views on America (\"the greatest country on Earth\"), Obama's policies (\"one more step towards socialism\") and the Iraq war (\"what we've done over there is incredible\").</p> <p>So far, he has not revealed which way he is going to vote. But one thing we do know is that his dislike of handing money to the government is genuine. Last year he had an order placed on him for failure to pay $1,182.92 in back-taxes.</p>",
  "<p>It was John McCain's best performance of the three presidential debates. He kept attacking, kept his opponent on the defensive and kept the initiative, booming at one point: \"I am not President Bush.\" But it was not enough. The more Mr McCain laboured on Wednesday night to paint Barack Obama in lurid colours - he accused him of extremism on abortion and class warfare on taxes - the more he appeared to make his opponent's case for him. The epithets may seem hysterical to European ears, although to large swathes of the US television audience, they are probably less so. But the blanket nature of the charge, the fact that if we are to take Mr McCain's words literally, Mr Obama is rotten to the core (he consorts with washed-out terrorists), speaks also of the accuser's frame of mind. The lack of judgment that Mr McCain has shown at key points in this campaign, and in his choice of running mate, is important. As president, he would be routinely called upon to make judgments about real terrorist threats, so the relish with which he invents imaginary ones is disturbing. </p> <p>Mr McCain came across as aggressive and cantankerous, the neighbour who would yell at kids skateboarding down his drive, the old man who loses his rag too quickly because of his heart condition. Mr Obama became by comparison cooler, younger, fitter and more cerebral - in a word, more presidential. Mr McCain's performance invoked pity, Mr Obama's respect.</p> <p>Mr Obama could have thrown a fair pile of dirt at Mr McCain's running mate, Sarah Palin. Invited explicitly by the moderator of the debate to do so, Mr Obama declined, praising her energy as a campaigner instead. In short, he was not playing that game, even though his television advertising tells a different story. Mr McCain may have warmed the cockles of supporters, like Ms Palin, who urged him to put the knife in and then twist it. But there is a cost to be paid in appearing too keen to finish off your opponent. In the heat of battle, Mr McCain lost sight of the two qualities that helped him defeat his rivals for the nomination, his honourable record as a soldier and his independence as a politician. In trying to give the Republican base the raw meat they craved for, Mr McCain forgot himself, and in so doing turned neutral, uncommitted voters away in droves.</p> <p>Cast the net wider, to the international polling commissioned by the Guardian and seven other leading newspapers in France, Belgium, Switzerland, Poland, Canada, Japan and Mexico, and the judgment for Mr Obama is starker still. He would win by a straight majority in six of the eight countries surveyed. In Britain, Mr Obama is ahead of his Republican rival by 64% to 15%. Of more concern to a future US president is the finding that only a minority in the countries surveyed describe relations with the US as friendly. This confirms the other source of anguish that is at the heart of this election. America has lost international standing among its natural allies such as Britain and France, and its immediate neighbours Mexico and Canada. This is the bequest of a president who launched two wars, could finish neither, and leaves office on the brink of a global recession. But it also has implications for the three remaining weeks of campaigning.</p> <p>It means that Americans are turning against the Republican candidate not just because he has been too closely associated with the failing economic policies of the ancien regime, although that is the primary reason for Mr McCain's slippage in the polls. The revolt is also caused by evidence that America has lost its place in the world and squandered the privileges it enjoyed to set the economic and military world order. This thought should trouble Europe, which has neither the political unity nor the military might to replace the US role on the world stage. Mr Obama will not easily be able to turn this round, if he is elected. But that he should be elected president, few around the world now dispute.</p>",
  "<p>To say that Wednesday night's 2008 presidential debate was our best so far is to say precious little, but it's true nevertheless. According to a survey conducted by <a href=\"http://www.freepress.net/debates\">Free Press</a>, the national, nonpartisan media reform group, and devised by Andrew Tyndall, publisher of Tyndall Report: \"A virtually identical majority of both candidates' supporters picked Schieffer as the best (62% of McCain's; 63% of Obama's) and almost nobody ranked NBC's Brokaw No. 1 (8% and 6%, respectively). Jim Lehrer of PBS was ranked better than Brokaw, worse than Schieffer\". </p> <p>I'm not sure Schieffer's questions were any better than the others, but the questions in a presidential debate don't matter unless they are really stupid — like when the late <a href=\"http://www.youtube.com/watch?v=DF9gSyku-fc\">Bernard Shaw asked Mike Dukakis</a> how he would like his wife being brutally raped. Since it's impossible to force a candidate to actually answer a question without appearing overly rude, the best thing a moderator can do is get out of the way and allow the candidates to define themselves in ways that honestly highlight the differences they share and the implications of these differences for their prospective presidencies. </p> <p>That happened repeatedly last night. McCain began the night quite \"aggressively\" as the pundits kept saying over and over. He was also full of gimmicks, referring over and over to the newly-famous <a href=\"http://www.theguardian.com/news/blog/2008/oct/16/joe-the-plumber\">Joe the Plumber</a>. </p> <p>McCain even spoke to him repeatedly as a surrogate for the rest of America. It's too bad for McCain that Joe does not appear to have been an undecided voter. I have received emails this morning informing me that he is both a <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/16/joe-in-the-spotlight/?hp\">registered Republican</a> and was a registered to vote with the Natural Law Party. I've seen other, more incriminating allegations that, if true, will make both Joe and John rue the day he was mentioned. I'm sure this will amuse journalists all day long. But ultimately Joe is beside the point and it's an absolute wonder to me why John McCain imagined a gimmick like this guy — why not <a href=\"http://www.bobthebuilder.com/uk/about_bob.asp\">Bob the Builder</a> or Boris the Banker or Barry the Barista? — might help him turn this election around. Undecided voters were not looking to see whether McCain would be \"aggressive\" or when and how he would bring up William Ayers. They were trying to figure out what kind of president each man would be and what that presidency would mean for people like themselves.</p> <p>In that regard — though the pundits did not appear to notice this until the insta-polls came in — most people don't find the idea of a McCain presidency appealing. Sure, as <a href=\"http://online.wsj.com/article/SB122411909182439021.html\">Karl Rove claims</a>, Obama has yet to – cue the cliché – \"close the sale\" but most of the customers have already left McCain's showroom. Why, exactly? Nobody knows. Personally I find him mercurial, erratic, personally cloying and dangerously old for this kind of job and incompetent in exactly the areas that a president needs to be expert at the moment. I'm not so crazy about his politics, either. And his running mate is a bad joke — well actually, she's a good joke, but a bad running mate, and would be an even worse vice-president and an unthinkably bad vice-president. And yes, I happen to like Barack Obama more than any politician in my adult lifetime. So I don't trust my own judgment on these matters. I'm as un-undecided as a person can possibly be.</p> <p>But if you look at the debate from the point of view of those who might have been undecided, and from McCain's perspective of how to reach them, he had only two real choices. He had tried to play by the rules of comity and explain to people why he'd be a more competent steward of their future than Obama in the previous two debates — as did his running mate Palin in her debate with Joe Biden — and all he did was increase Obama's lead in swing states to the point where we may be looking at a landslide. McCain could not win this debate on points no matter how impressed Wolf Blitzer was with his \"energy\". His only hope of winning was to — somehow — put Obama away. McCain had to make his opponent appear unacceptable to the broad middle and offer himself as the last guy standing. And given what we know about McCain's ambition and willingness to lie, flip-flop, pander and cajole, he would have done it if he could have figured out how. </p> <p>Since he couldn't, his only choice was to try to restore his pre-election reputation and lose with dignity, without the voters but with the media back in his corner. Instead he did a little of everything. He went after Obama with a feather duster. He spoke about his own honour and reputation but pretty much ignored the concerns of voters, unless they happen to be plumbers who wished to buy their own businesses but did not want to pay additional taxes on income or profits above $250,000.</p> <p>Obama, meanwhile, just stood there and said, subliminally, \"I may be black and have a funny name with 'Hussein' in the middle of it and it rhymes with Osama, but I can do this job. This other guy, the old war hero who keeps calling you his 'friends' can't — at least not in a time of economic meltdown.\"</p> <p>Stick a fork in this election. For anyone who is not a conservative ideologue of some sort, it is really no choice at all. And thanks to Bob Schieffer for allowing both candidates to show us that. </p> <p>The Age of Obama began last night.</p>",
  "<p>If you were looking for an explanation as to why John McCain's campaign is <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15poll.html?_r=1&amp;hp=&amp;adxnnl=\" 1_e\" f=\"slogin&amp;adxnnlx=&quot;1224043051-odCp6IWacfSxnc7yi+OINg&quot;\" \">floundering so badly</a> you could do worse than come to Roanoke.</p> <p>While the town is in no sense a bellwether, most of the factors that are dogging him nationally are clearly evident here. I refer not to the issues - the economy, the war and so on - but the political, strategic and organisational dynamics that give the impression of a campaign about to implode. The situation in Roanoke, and the surrounding area, exposes five central weaknesses with the McCain campaign thus far.</p> <p><strong>1) His <a href=\"http://www.guardian.co.uk/world/2008/oct/03/uselections2008.sarahpalin1\">own supporters don't like him</a></strong>. Or at least they don't like him enough. This counters the dominant narrative of the primary season that Democrats were bitterly divided while the Republicans quickly rallied around their candidate. I have yet to meet a Democrat here who supported Hillary Clinton who bears a grudge against Barack Obama. That doesn't mean they don't exist. But Obama only won this town narrowly, I've met a lot of Democrats and they all seem to be behind him. On the other hand, the Republicans have no great love for McCain. They respect him - or at least they respect his military service. But most did not vote for him (Huckabee won Virginia and Roanoke) and they talk about him in much the same way that Democrats spoke about Kerry in 2004. He's the candidate they've settled for, not the one they wanted. They do however love Sarah Palin who has galvanised many into action. But at the end of the day huge support for the number two just doesn't have the same impact. <br> <strong>2) He has few effective surrogates.</strong> In the two and a half weeks that I've been here, the Democrats have had <a href=\"http://www.guardian.co.uk/global/video/2008/oct/14/bill-clinton\">rallies and meetings with Bill Clinton</a>, Indiana senator <a href=\"http://www.guardian.co.uk/world/video/2008/oct/06/uselections2008.barackobama\">Evan Bayh</a> (standing in for <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/oct/05/uselections2008\">Joe Biden </a>whose mother-in-law was dying) and former Democratic National Committee chairman <a href=\"http://www.guardian.co.uk/world/2008/oct/01/uselections2008.virginia\">Terry McAuliffe</a>. On Friday, Barack Obama is coming. The Republicans have had no one and as of yet plan to have no one. If you cast about for those who might speak for him, you can see why that would be. Obama can count on his wife, Michelle Obama, Biden, Biden's wife Jill and the Clintons to speak for him. McCain could not send out his wife, Cindy, George W Bush or George HW Bush to stump for him. Indeed, for the first few weeks he would barely send Palin out on her own, either because she was not ready or was in preparation for her debate. So while the Obama camp has been covering huge amounts of electoral turf, getting free local television coverage and energising their supporters on the way, the McCain campaign has all too often been travelling in a pack and leaving little opportunity for anyone, including him, to come to a place like Roanoke. <br> <strong>3) Neither he nor Palin has been here. </strong>A look at the election results of 2004 shows that Bush won by racking up huge majorities in small county after small county which in the end more than compensated for his poor showing in the cities. He didn't just win them. He won them big. If McCain is going to win Virginia, he has to take the southwestern region of the state by a sizeable margin. At present, that is not going to happen. Local Democrats say that Obama needs to win 40% in this area to be viable in the rest of the state. A<a href=\"http://www.tricities.com/tri/news/local/article/latest_mason_dixon_poll_shows_s outhwest_virginia_favors_mccain_over_obama/14598/\"> poll taken 10 days ago</a> gave him 39%. Given other trends, it's almost certainly much higher now. A visit, particularly by Palin, would make a huge difference in a region like this. Instead they both went to Virginia Beach (see point 2) and then she headed to Richmond - a city he is never going to win.<br> <strong>4) He is being outspent and has been outorganised.</strong> Last month, Roanoke city, which is Democratic, saw more than three times the increase of registered voters as the county, which is heavily Republican. The Obama campaign has <a href=\"http://obama.3cdn.net/716d686803fcf88101_7gdymv24j.pdf\">48 offices </a> and a further 19 sub-offices in Virginia. The <a href=\"http://virginia.johnmccain.com/content/sitecontentmain.aspx?guid=\" 6e4ed930-3f71-\" 4f83-a7ca-42ea9e218a26\">McCain campaign has 21</a>. Obama has spent more than <a href=\"http://www.roanoke.com/politics/wb/180256\">twice as much as McCain in television ads in the region</a>. The combined effect of those advantages is that while Obama's message is constantly being relayed on the airwaves and in person while volunteers mobilise the base, the physical and political presence of the McCain campaign is at best patchy.<br> <strong>5) He shouldn't have to either come here or spend money here.</strong> Virginia has not voted Democratic since 1964. The last time before that was 1948. The very fact that McCain should be spending money, organising and campaigning here tells you just how much trouble he is in. In North Carolina, Indiana and most recently Missouri, Obama is encroaching heavily into what should be McCain's safest territory. He is forcing McCain to spend money and time in places that ought to be safe or risk losing them entirely. The last place a Republican presidential candidate needs to be thinking about three weeks before polling day is southwest Virginia. But if McCain doesn't think about it, he can't win the state. And if he doesn't win the state, it's difficult to see how he can win the country.</p>",
  "<p>Your <a href=\"http://www.bartleby.com/59/3/everybodywil.html\">15 minutes of fame</a> can come in a variety of forms. Perhaps one wins some sort of competitive eating contest, or saves people from a burning building, or wins the lottery. <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\">Joe Wurzelbacher's 15 minutes</a>, however, were afforded some additional heft as they played out on the broadest of stages - last night's final debate between presidential candidates. All told, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/16/AR2008101600107.html\">his name was mentioned 26 times by Barack Obama and John McCain</a>. Well, technically, I guess only 25 times. McCain accidentally called him Wurzelburger once. But we all knew who he meant, right?</p> <p>Mr Wurzelbacher is now known as Joe the Plumber, and he wasn't famous before October 12, when he found himself in a tête-à-tête with the Democratic presidential nominee. Joe has been in the plumbing industry for years, and is trying to purchase the company that he has served for so long in his hometown of Holland, Ohio. Who better to run the business than someone who has worked his way up through its ranks, right? Right.</p> <p>Only trouble is, Joe the Plumber's entrepreneurial success could now rest in the palm of the American people, as he is a near-perfect example of what the Republicans have been calling a hazard of Obama's proposed tax plan. Joe's business earns between $250,000 and $280,000, and according to Obama's plan (and from his own lips) we now know that every dollar above $250,000 Joe's company earns will be subject to a 39% tax, up from the standard 36%. (The 36% will still apply for all amounts under $250K). Joe says that this additional tax, should it be implemented, would prevent him from purchasing the company. His American dream would be thwarted.</p> <p>Well now, what would <a href=\"http://www.online-literature.com/horatio-alger/\">Horatio Alger</a> say to that? </p> <p>Obama did not deny that Joe's company would be subject to a tax increase on any profit over $250,000. How could he? He did not back down, nor did he try to spin his response in a way that would convolute the truth. Yes - should he become president, he would be asking Joe the Plumber to pay more money in taxes. \"Nobody likes taxes,\" says Obama in <a href=\"http://www.youtube.com/watch?v=0KXRq2bErVc&amp;feature=related\">the video of the conversation</a>. </p> <p>He then asks Joe to consider the fact that because he has worked so hard and attained such success in the plumbing industry, he could now potentially own his own company. He asks Joe to think of the plumbers who are today where he was a decade ago - who are trying to work their way up just as Joe has - and how this plan will make things easier on them. Taxes would be cut for 95% of working Americans. It was a risky move - and I say this without any derision towards Joe or Obama - to ask a voter to his face to accept a difficult change in order to make life easier on a stranger. In fact, it's rather the opposite of the glad-handing <em>modus operandi</em> of most politicians. </p> <p>During the debate last night, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/15/AR2008101503162.html\">McCain addressed Joe directly</a>, promising to use his potential presidency to help him succeed in his small business. McCain indicated that the plight of Joe the Plumber is the plight of the \"Average American Person\" - and I don't deny that Joe has most certainly become the Everyman for a select group of small business owners. However, I don't believe that a vast number of Americans could complain about the additional taxes they'll have to pay once they make it to $250,001 a year. That is not a universal experience. Most small business owners don't come close to earning that much. Fewer than 20% of Americans earn more than $100,000 annually, and the median figure hovers somewhere around $50,000.</p> <p>Obama wants Joe to take a tax hit so that the nation's wealth can be spread, and McCain wants to protect Joe so that he, in turn, can spread the wealth around the nation in the other direction.</p> <p>So how did Joe the Plumber get so much responsibility in this election? </p> <p>It could be the name - he's probably in the same club frequented by such celebrities as Joe Six-pack, Average Joe and Joe Schmoe. Or it could be his story - he's worked hard all his life, and will America let him take that next step up the ladder of success? Or perhaps it's Joe himself. He's articulate, he's Midwestern, he's confident, he never sought out the spotlight but <a href=\"http://www.youtube.com/watch?v=0KXRq2bErVc&amp;feature=related\">now that he's in it</a>, he's performing quite well. No wonder the Republicans want him to join them at their campaign rallies this weekend. </p> <p>I heard he's busy, though, and can't accept the trip. But if the candidates are giving away vacations, I can offer you a character who could really turn things around for either side. She's representative of a large part of the American population, her small business is non-existent, and she doesn't have a trade that is in danger of earning anywhere near $250,000. </p> <p>I'd like to take this opportunity to introduce Meg the Blogger. Really, get her while you can.</p>",
  "<p>There is nothing uniquely African about corruption – or war, or arms trafficking, or the power of petroleum to encourage excessively selfish behaviour among men. If any good could come of <a href=\"http://www.theguardian.com/world/2008/oct/07/france\">Angolagate</a>, it might be this: a lesson for the many millions of westerners who still manage to delude themselves with the idea that Africans are somehow nastier and greedier (or, in the case of mainstream media and pop-star portrayals, simpler and sweeter) than the rest of us.</p> <p>Among those accused in the arms-to-Angola scandal is a long list of French businessmen and senior government officials, many of whom served during the presidency (1981 to 1995) of the late François Mitterand. His own son, 61-year-old Jean-Christophe, is accused of \"complicity in illegal trade and embezzlement\" and of having received over $2.6 million in bribes. Yet I hear no moans and groans in Britain about the corrupt bloody French. Despite its name, Angolagate is more a reflection of French greed and French politics than Angolan corruption, even if several Angolans probably did also walk away with large wads of wonga.</p> <p>In 1993, just months after a first and very flawed election had collapsed the year before, the <a href=\"http://pqasb.pqarchiver.com/latimes/access/60187963.html?dids=60187963:60187963&amp;FMT=ABS&amp;FMTS=ABS:FT&amp;date=Feb+13%2C+1993&amp;author=SCOTT+KRAFT&amp;pub=Los+Angeles+Times+(pre-1997+Fulltext)&amp;desc=Renewed+Heavy+Fighting+Dashes+Hopes+in+Angola+Africa%3A+Prospects+for+peace+were+short-lived.+Foreign+governments+are+losing+patience+with+combatants.&amp;pqatl=google\">Angolan war escalated</a> considerably. The central highland cities of Kuito and Huambo were among the worst affected, split down the middle between forces loyal to the ruling Movimento Popular da Libertação de Angola (MPLA) and the then rebel army, União Nacional para a Independência Total de Angola (Unita).</p> <p>Angolan President José Eduardo Dos Santos was desperate, and feared he would finally be defeated by his oldest and most brilliant enemy, Unita leader Jonas Malheiro Savimbi. So the story goes, he called up an old socialist comrade, <a href=\"http://sg.news.yahoo.com/afp/20081012/twl-angola-france-corruption-weapons-6b0205e.html\">Jean-Bernard Curial</a>, who also happened to be the Africa advisor to Mitterand's Parti Socialiste (PS). The networks swung into action, and soon huge arms deals were under way involving the Angolan, Slovakian and Russian governments. All almost well and good: the only sticking point was the conservative French ministry of defence, which favoured Savimbi's rightwing Unita over the still seemingly socialist MPLA.</p> <p>As Global Witness's <a href=\"http://www.globalwitness.org/media_library_detail.php/671/en/angolagate_trial_opens_global_witness_comment_\">Alex Yearsley</a> puts it:</p> <blockquote> <p>There was a double French policy concerning Angola, a hangover from the Cold War if you like. And those battles – between right and left, between who gets into the French presidency and who doesn't - have continued. This is how the Angolagate trial should be understood. The French political establishment are having their dirty laundry put on show in the death throes of a trial that was supposed to be about corruption, arms dealing and money laundering.</p> </blockquote> <p>With this in mind, it will be interesting to see how far President Nicolas Sarkozy will go to protect his <a href=\"http://www.france24.com/en/20080523-sarkozy-angola-mend-ties-angola-france\">new-found friendship</a> with Dos Santos. Observers in Paris expect the French investigating judge, Philippe Courroye, to subpoena senior Angolans - including the president - who have been named in the indictment, and accused of financially benefiting from the arms deals. But Sarkozy will not want to upset the Angolan leader, who heads what is one of Africa's largest oil-producing nations pumping out close to 2 million barrels a day.</p> <p>The trial is expected to last five months, which would push proceedings into March next year – the same year that marks Dos Santos' 30th in power, and the same year in which he has promised to hold presidential elections (the first in 17 years). The last thing he needs is details of backhanders and arms deals splattered across the newspapers. If he is embarrassed publicly, he will ensure that French interests suffer in Angola's oil, energy and construction sectors. Which is why we should be watching Sarkozy closely.</p> <p>Incidentally, earlier this month, Dr Edward George, an economist at the Economist Intelligence Unit, <a href=\"http://www.eiuresources.com/mediadir/default.asp?Criteria=FullName&amp;Locator=WORLD&amp;SearchTerm=%20&amp;TopName=Edward%20George\">reported that</a> the French presidency is alleged to have intervened in another case involving another African leader, this one being Cote d'Ivoire's President Laurent Gbagbo. Gbagbo's wife, <a href=\" http://allafrica.com/stories/200810100149.html \">Simone Gbagbo</a>, was linked to the 2004 disappearance of French-Canadian journalist, <a href=\"http://www.rsf.org/print.php3?id_article=28839\">Guy-André Kieffer</a>.</p> <p>Earlier this year, she and an Ivorian minister received a summons from a French court seeking to hear evidence from them. The court had also communicated with an anonymous witness who wanted to give evidence about Kieffer's disappearance. This all sounds like progress, except that the witness lost his nerve and refused to testify, citing pressure and intimidation from the office of the French presidency.</p> <p>All of this amounts to gloomy news for those Angolans who would like to see some measure of justice and equality introduced onto the Angolan political scene. They have just seen the MPLA take a landslide victory of almost 82% in legislative elections that were far from being truly <a href=\"http://allafrica.com/stories/200809270014.html\">free or fair</a>. The party, as Angolan writer Sousa Jamba told me, is \"above any criticism, and it will be a long time before the Angolan establishment will be ready for any scrutiny.\"</p>",
  "<p>One is an 87-year-old royal consort with a knack for courting controversy, the other one of the bright minds employed to keep <a href=\"http://www.guardian.co.uk/technology/google\">Google</a> at the cutting edge of the internet revolution. But there was no doubt who came off better when the Duke of Edinburgh was being given a demonstration of Google Earth on <a href=\"http://www.guardian.co.uk/media/gallery/2008/oct/16/royalsandthemedia-googlethemedia?picture=338679714\">a tour of the company's UK headquarters today</a>. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338686260\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/16/dukegoogle10.jpg\" alt=\" The Duke of Edinburgh during a visit to Google's British headquarters\" width=\"220\" height=\"181\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Duke of Edinburgh inspecting the latest technology during the visit. Photograph: Colin Davey/PA</span> <span class=\"element-image__credit\">Photograph: Colin Davey/PA</span> </figcaption> </figure>  <p>After a virtual whizz around Big Ben and Windsor Castle, the Duke asked staff to find their own office on Buckingham Palace Road. It soon transpired that the glass and chrome HQ was still under construction when the last aerial photograph was taken for the mapping software. One-nil to the duke, who is said to be a regular internet user. </p> <p>He was accompanied by the Queen, who with the click of gloved finger uploaded footage onto her own <a href=\"http://www.guardian.co.uk/technology/youtube\">YouTube</a> channel, surrounded by a gaggle of its most popular users and the video website's 31-year-old founder Chad Hurley. It was not, alas, a video of a Corgi on a skateboard or a family pratfall — although YouTube already contains plenty of opportunities to relive the embarrassment of It's a Royal Knockout 21 years ago. The topical choice was archive footage of her 42-year-old self meeting Olympic athletes in 1968. After leaving Google's brightly coloured HQ, with its trademark smoothie bars and minimalist architecture, she was last night heading off to meet the latest crop of British Olympic heroes.</p> <p>\"It was exciting, it was an honour. To think when we started three years ago that we'd have the Queen of England uploading a video to her channel on YouTube,\" said Hurley, who co-founded the website and now presides over a sometimes controversial media phenomenon to which 13 hours of video is uploaded every minute. </p> <p>\"You could never imagine that when we were hanging out in coffee shops or our garage trying to create a video site for ourselves and our friends to make it easier to share clips we were taking with our digital cameras and cell phones, that we'd be here in London helping the Queen upload a video to our site. It's a little crazy.\"</p> <p>The sartorial distance between Silicon Valley and Buckingham Palace was apparent in the contrast between the jeans and trainers mostly favoured by the Google staff and the tweed suits sported by the Palace retinue. Hurley, who also recently met with both candidates in a US presidential election in which YouTube is playing a key role, tried to cover both bases by twinning a suit jacket with jeans and an untucked shirt. \"They said I was to wear business dress,\" he said, a little uncertainly. </p> <p>It was a contrast not lost on the Duke of Edinburgh, who greeted Matthew Trewhella — a Google developer advocate sporting a hooded top, chinos and stubble — with the words: \"Just come back from jogging?\" Still, Hurley was convinced that the Queen was switched on to the internet revolution. She did, after all, get her first mobile phone in 2001, plugged in her first iPod in 2005 and is believed to use email to keep in touch with her grandchildren. </p> <p>\"It's quite interesting because she's genuinely engaged with technology,\" said Hurley, who found himself hundreds of millions of dollars richer overnight when the video-sharing website he co-founded with Steve Chen and Jawed Karim just 18 months earlier sold to Google for $1.65bn (£1bn) in 2006. </p> <p>The Queen's enthusiasm wasn't entirely palpable as she was presented with a plaque featuring an excerpt of Google code following her tour. The Duke was far more engaged. Not only did he speak for millions when he questioned whether the screens on mobile phones were too small, but he was intrigued by YouTube's business model. </p> <p>He chatted animatedly with the gaggle of \"YouTubers\" who had been invited along to demonstrate their enthusiasm for the site. They included \"Geriatric1927\", an 81-year-old widower who has become hugely popular in his two and a half years on the site. </p> <p>\"The Duke asked me rather an awkward question. He said 'Why do you do it?',\" said Peter Oakley. \"I almost said what I say to my friends — that we're really just attention-seeking whores. But they seemed genuinely interested and asked some very pertinent questions. I think I have a responsibility. We might bring down some of the stereotypical opinions we have of each other. Young people might not be so frightened of older people, and vice-versa.\"</p> <p>According to the Palace, the Queen was the first monarch in the world to send an email, at an Army base in 1976. And her Palace advisors have been quick to recognise the need to use the latest technology to promote the royal brand at home and abroad. It was, after all, the Coronation that led to an explosion in TV ownership. </p> <p>The Queen has had her own website since 1997, while her Christmas speech has been available as a podcast since 2006. The videos on the royal YouTube channel have had 4m channel views since it launched in November 2007. Which sounds impressive, until you hear that Geriatric1927 has had more than 7m. And that footage of a laughing baby that was shown to the Monarch has been seen 63.3m times. \"I think she enjoyed it, everyone enjoyed it. It's hard to resist a laughing baby,\" concluded Hurley.</p>",
  "<p>John McCain was mad as hell last night. And the pundits aren't going to take it anymore.</p> <p>Media reaction today is mixed on the substance of the <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">final presidential debate</a> between McCain and Barack Obama. But a number of commentators are weighing in on what may prove to be a more important matter: At a moment when the Republican needed to come across as presidential, he failed utterly by turning in an angry, petulant performance.</p> <p>\"Now we know why Obama's aides were goading McCain earlier this week to raise the Bill Ayres [sic] issue in the debate,\" <a href=\"http://voices.washingtonpost.com/postpartisan/2008/10/the_final_debate_angry_white_m.html\">writes liberal columnist Harold Meyerson</a> in the Washington Post. \"They wanted to play McCain's rage against Obama's measured, judicious, statesmanlike, even a bit boring presidentiality. And McCain obliged them big time.\"</p> <p>Centrist pundit Roger Simon of the Politico - who, by the way, thought McCain was the <a href=\"http://www.politico.com/news/stories/0908/14005.html\">big winner of the first debate</a> - has <a href=\"http://www.politico.com/news/stories/1008/14619.html\">similar thoughts</a> to Myerson. Saying that McCain \"needed a miracle,\" he continues: \"He did not get one. The clouds did not part. Heavenly choirs were not heard. Instead, the American public heard angry attacks from McCain.\"</p> <p>To be sure, there's a split between liberal and conservative commentary today - perhaps a bigger split than there was after the previous debates.</p> <p>For instance, the <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/703pebrm.asp?pg=1\">Weekly Standard's Stephen Hayes wonders</a> - as I did - whether Obama's broad smile during McCain's attacks might have come across as \"an arrogant smirk\".</p> <p>Still, it's hard to imagine that viewers were as put off by Obama's grin as they were by McCain's demeanor. \"The angry energy showed on McCain's face as clearly as in his answers,\" notes liberal <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=10&amp;year=2008&amp;base_name=debate_liveblogging_3\">blogger Ezra Klein</a> at the American Prospect. \"CNN, at least, had the split screen, and McCain was grimacing, twitching, blinking, sighing, smirking, eye-rolling.\"</p> <p>Indeed, Nate Silver of the <a href=\"http://www.fivethirtyeight.com/2008/10/where-mccain-lost-it.html\">polling site FiveThirtyEight.com</a> observes that this \"was the most lopsided of the four events in the post-debate snap polls.\" With those polls showing that viewers, by margins of two to one, thought Obama beat McCain, it's pretty clear that conservative pundit Byron York of the National Review is <a href=\"http://article.nationalreview.com/?q=YjM0Nzg0MDc3NDk3YjhkNzYyYjBiODQ0ZWVmNDJiMzE=\">missing the mark</a> by enthusing over McCain's efforts to distance himself from George Bush.</p> <p>At the conservative Power Line blog, <a href=\"http://www.powerlineblog.com/archives/2008/10/021787.php\">Paul Mirengoff thinks</a> McCain started strongly and then faded. (In a parallel take, <a href=\"http://www.nytimes.com/2008/10/16/us/politics/16assess.html\">Patrick Healy</a> of the New York Times says McCain \"raised the level of his game\" in the early going, but then blew it by turning \"angry\".) Mirengoff also believes Obama was able to elude McCain's attacks on the former radical Ayers and the activist group Acorn by understating his ties - or, as Mirengoff puts it, \"by taking considerable liberties with the truth\".</p> <p>Mirengoff is almost certainly wrong about Ayers. By the end of the night, McCain and Obama had pretty much run through the full stock of what we know about Obama's relationship with Ayers, right down to the campaign event held in Ayers' living room. As for Acorn, Mirengoff may be right - but that issue appears not to have resonated with anyone outside the Republican party's conservative base.</p> <p>Acorn has been implicated in voter-registration fraud. But as <a href=\"http://www.talkingpointsmemo.com/archives/223436.php\">Josh Marshall</a> of Talking Points Memo has pointed out, even if Mickey Mouse pops up on the voting rolls, that doesn't mean Mr Mouse is going to be allowed to cast a ballot. In other words, registration fraud does not equal election fraud.</p> <p>Finally, a word about Joe the Plumber, the object of McCain's affections and, to a lesser extent, Obama's as well. Joe the Plumber - that's Joe Wurzelbacher to you - got his 15 minutes (and then some) because he's afraid Obama will raise his taxes. </p> <p>It turns out that Wurzelbacher likes to indulge in the sort of racially insensitive patter that you might hear at a family gathering from a cousin you only see once or twice a year. He <a href=\"http://www.politico.com/blogs/bensmith/1008/Joe_speaks.html\">told CBS News' Katie Couric</a> after the debate that Obama had done a \"tap dance\" around the issues, then added: \"He's almost as good as <a href=\"http://www.biography.com/search/article.do?id=9268223\">Sammy Davis Junior</a>.\"</p> <p>I'm cringing. It was, in a way, a goofy complement to the race-fueled hate being heard at McCain-Palin rallies - hate for which McCain refused to take any responsibility last night despite Sarah Palin's loathsome and false accusation that Obama has been \"<a href=\"http://edition.cnn.com/2008/POLITICS/10/13/blackwell.jackson.qa/\">palling around with terrorists</a>\".</p> <p>Following Washington Post political reporter <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/13/questioning_obama.html\">Dan Balz's weirdly inappropriate suggestion</a> earlier this week that Obama be held to a higher standard than McCain until election day, there was a danger that the punditocracy would inject itself into the race by ganging up on Obama and helping McCain to his feet.</p> <p>At least in the aftermath of last night's debate, there's no sign of that happening. And now there are fewer than three weeks to go.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338675893\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/16/1224167414734/tmpphphRzHdu.jpg\" alt=\"My Name Is Joe\" width=\"140\" height=\"193\" class=\"gu-image\" /> </figure>  <p>In the closing weeks of this historic election campaign, one thing has become all too clear: if your name's not Joe, neither candidate has any interest whatsoever in winning your vote. Only Joe knows how it feels to be hurting for money; only Joe understands exactly how disastrous a course the nation is currently pursuing. Joe is tired of the last eight year of Bush rule, tired of negative campaigning, and just generally tired. But Joe isn't just Joe: he stands for many others who are not so fortunate as to be called Joe. Joe is you and me. Joe is America. There are, however, several Joes, and sometimes it can get confusing. So here, as a public service, is what you might call an encycjoepedia. Don't thank me; thank Joe. He deserves it.</p> <p><strong>JOE THE PLUMBER:</strong> Toledo's <a href=\"http://www.npr.org/templates/story/story.php?storyId=95767079\">Ur-pipefitter</a> is one of several Joes the Plumber; see also <a href=\"http://www.joelaratheplumber.com/\">here</a> and <a href=\"http://www.joetheplumberseattle.com/\">here</a>. Last night, John McCain seemed to think Joe the Plumber could fix all his election woes. And the truth is that he could, but he needs a special part that he'll have to order, which could take six weeks to arrive, by which time it'll be too late for McCain. Plus, it's gonna cost you. Maybe a bit less if you're OK to pay in cash.</p> <p><strong>JOEY DANKO:</strong> A man Joe Biden met at his local gas station the other day, who told him he never has enough money to fill up his car anymore -- or so Biden claimed in the vice-presidential debate the week before last. Widely believed to be a figment of Biden's imagination until he was <a href=\"http://www.youtube.com/watch?v=pL6U0H1NREs\">woken in the early morning by the conservative talk-radio host Curtis Sliwa</a>. Given the circumstances, it has to be said Danko responded with extraordinary good humour, explaining that he was an old friend of Biden -- hey, Joes have got to look out for each other -- and causing Sliwa's anti-Biden efforts to backfire amusingly.</p> <p><strong>JOE BIDEN:</strong> Fictional character frequently evoked in US politics as a proxy for the ordinary working-class American. 'Biden' is often described as having to work two jobs in order to make ends meet, for example by serving in the Senate and running for vice-president. Travels everywhere by train and, when he can muster a small amount of disposable income, enjoys eating out in low-budget restaurants that closed 20 years ago.</p> <p><strong>JOE SCARBOROUGH:</strong> <a href=\"http://www.huffingtonpost.com/2008/08/26/msnbc-round-2-joe-scarbor_n_121478.html\">Easily irritated</a> conservative MSNBC presenter, host of the show Morning Joe, the title of which is a clever play on words because \"Joe\" also means \"coffee\". Original title, \"Good Morning Scarborough!\", rejected following copyright infringement claim by Yorkshire Television.</p> <p><strong>JOE SIXPACK:</strong> Senior consultant to the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/02/AR2008100204250_2.html?sub=AR&amp;sid=ST2008100202256&amp;s_pos=\">vice-presidential campaign of Sarah Palin</a>, Sixpack is a prolific beer-drinker, though he's also working on developing rock-hard abs. Married to <a href=\"http://www.chicagotribune.com/features/lifestyle/chi-economic-index-story-1009oct09,0,3782994.story\">Jane Sixpack</a>. Not to be confused with <a href=\"http://www.observer.com/2008/arts-culture/food-drink/sarah-palin-beer-goggles-joe-six-pack\">Joe Sixpack</a>, a Philadelphia beer columnist who supports Obama.</p> <p><strong>JOE LIEBERMAN:</strong> Connecticut senator-everyman who left the Democratic party in order to exercise his independent-spirited desire to vote with the Republicans on absolutely everything. Performs important service for Americans short on cash and losing sleep in the current economic climate by enabling them to use his speeches on C-SPAN as a free alternative to Tylenol PM. Inventor of <a href=\"http://en.wikipedia.org/wiki/Joementum\">Joementum</a>.</p> <p><strong>BARACK JOEBAMA AND JOEHN MCCAIN:</strong> Rivals for the title of Ultimate American Everyman, though they face a difficult challenge from <a href=\"http://www.americanprofile.com/article/19755.html\">Bob Burns</a>, a school maintenance supervisor from Connecticut, who isn't called Joe but is, officially, the Average American. Oh, and he's <a href=\"http://www.theaverageamerican.com\">voting for Obama</a> (scroll down). Say it ain't so, Bob!</p> <p><strong>REVEREND JOEREMIAH WRIGHT:</strong> Fiery pastor of Chicago's Trinity Church, famed for his pulpit-thumping 1992 sermon 'God Damn Joe the Plumber', delivered in a rage after discovering that he'd paid several hundred dollars for incredibly shoddy work on his boiler.</p>",
  "<p>This week's show comes from Brussels, where Gordon Brown attended the<br>European summit. </p> <p>We discuss whether the prime minister is the hero of the hour after Paul Krugman, the Nobel prize winning economist, <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/14/gordonbrown-finance\">opened a New York Times article</a> with the words: \"Has Gordon Brown saved the world financial system?\"</p> <p>We also discuss the US presidential election after the third and final debate between <strong>Barack Obama</strong> and <strong>John McCain</strong>.</p> <p>And we ask what is left of the government's counter-terrorism bill after <strong>Gordon Brown</strong> abandoned his parliamentary battle to allow police to detain terror suspects without charge for up to 42 days. Ministers announced the climbdown after the House of Lords overwhelmingly rejected the measure.</p> <p>Joining Nick around the table in Brussels is <strong>Jacki Davis</strong>, the director of communications at the European Policy Centre. Jacki says Gordon Brown has changed from Mr Grumpy to Mr Happy.</p> <p><strong>Ian Traynor</strong>, the Guardian's Europe editor, says Brown is in the driving seat as the world works out its response to the financial crisis. But Ian says that as that turns into a broader economic crisis his smile is likely to fade.</p> <p><strong>Aditya Chakrabortty</strong>, the Guardian's economics leader writer, joins us from London. Aditya agrees with Ian and says that the sharp rise in the number of unemployed shows the challenge the prime minister will soon be facing.</p> <p>We also hear from <strong>Simon Hoggart</strong>, the Guardian's parliamentary sketchwriter, who gives us his take on this week's session of prime minister's questions. With Gordon Brown absent in Brussels, Harriet Harman faced William Hague across the dispatch box.</p> <p>From Washington, Guardian journalist <strong>Richard Adams</strong> describes the final presidential debate which took place on Wednesday night on Long Island.</p> <p>And finally we hear from <strong>David Davis</strong>, the former shadow home secretary, who tells us of his delight after peers rejected the 42-days plan.</p>",
  "<p>John McCain and Barack Obama squared off yesterday in their final debate of the presidential campaign season. Here we tally up the trends, the gaffes and the invocations of Joe the Plumber:</p> <p><strong>Mentions of the imperative verb \"look\", a favourite Obama word:</strong></p> <p>McCain: 5<br>Obama: 7</p> <p><strong>Mentions of the words \"maverick\" and \"my friends\", McCain's signature phrases:</strong></p> <p>McCain: 1<br>Obama: 0</p> <p><strong>Examples each candidate provided of challenging their party leaders:</strong></p> <p>McCain: 7 (immigration, earmarks, climate change, detainee treatment, prescription drug importation, the healthcare patient's bill of rights, the \"conduct of the war in Iraq\")<br>Obama: 4 (clean coal, limits on class action lawsuits, charter schools, pay restructuring for teachers)</p> <p><strong>Mentions of the word \"angry\":</strong></p> <p>McCain: 5<br>Obama: 0<br>Moderator Bob Schieffer: 1</p> <p><strong>Mentions of the phrase \"a new direction\", the slogan of Democratic congressional leaders Nancy Pelosi and Harry Reid:</strong></p> <p>McCain: 5<br>Obama: 2 </p> <p><strong>Descriptions of the $750bn banking bail-out plan as a \"rescue\":</strong></p> <p>McCain: 0<br>Obama: 3</p> <p><strong>Descriptions of the plan as a \"bail-out\":</strong></p> <p>McCain: 0<br>Obama: 0</p> <p><strong>Mentions of the words \"tax\", \"taxes\", \"taxation\", etc:</strong></p> <p>McCain: 30<br>Obama: 35</p> <p><strong>Mentions of Joe Wurzelbacher of Toledo, Ohio (AKA \"Joe the Plumber\"):</strong></p> <p>McCain: 20<br>Obama: 5</p> <p><strong>Mentions of Senator Joe Biden of Delaware (AKA Obama's running mate):</strong></p> <p>McCain: 2<br>Obama: 3</p>",
  "<video data-media-id=\"gu-video-338652004\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Polls, columnists and opinion pages today roundly awarded victory in last night's US presidential debate to Barack Obama, with many saying John McCain performed well but was unable to change the momentum of the race.</p> <p>Of pollster Stan Greenberg's group of 50 uncommitted voters who watched the debate last night, half said Obama had \"won\", and 24% named McCain the victor. </p> <p>A New York Times leader criticised what it described as McCain's reliance on tax cuts for the wealthy as a panacea to solve the nation's economic ills.</p> <p>\"Wednesday night's debate was another chance for Mr McCain to prove that he is ready to lead this country out of its deep economic crisis. But he had one answer to almost every economic question: cut taxes and government spending. Unfortunately, what Mr McCain means is to cut taxes for the richest Americans and, inevitably, to reduce the kinds of government services that working Americans need more than ever.\"</p> <p>David Yepsen, the influential columnist for the Des Moines Register of Iowa, wrote that McCain \"did a nice job\", but was unable to shake Obama.</p> <p>\"John McCain lost the final debate of the 2008 presidential campaign Wednesday night,\" he wrote. \"As a result, he may well have lost the election, too.\"</p> <p>Talk this morning turned to McCain's invocation of \"Joe the plumber\", an Ohio businessman who publicly confronted Obama on tax policy recently. </p> <p>The plumber complained that he has successfully expanded his business and said Obama would punish him by raising his tax rate.</p> <p>The Pennsylvania governor and Obama supporter, Ed Rendell, today rejected McCain's assertion that Obama's tax proposal, which would raise taxes on people making more than $250,000 (£145,000) a year, was \"class warfare\".</p> <p>\"What Senator McCain said is the same trickle-down economics that we've had for eight years and that has turned out to be a flat-out disaster for the country,\" Rendell said on CNN. </p> <p>On the plumber's complaint that the growth of his business would force him to pay a higher tax rate, Rendell said: \"If he makes more than $250,000, he'll have more money in his pocket. I've never seen an entrepreneur say I'm going to stop making more money because the government is going to take more of it. That's just a specious argument.\"</p> <p>Last night's encounter was the first featuring an extended discussion of abortion rights. The prominent abortion rights group, Naral Pro-Choice America, weighed in to the debate today, praising Obama and criticising McCain.</p> <p>\"Senator Obama … outlined how he will unite Americans behind commonsense, common-ground ways to improve women's health-care options and prevent unintended pregnancy,\" the Naral president, Nancy Keenan, said in a statement. </p> <p>\"McCain, on the other hand, restated his call for the overturn of Roe v Wade. That's no secret: McCain has voted against a woman's right to choose for more than 25 years, and he has even voted against birth control, which is one of the best ways to reduce the need for abortion.\"</p> <p>The Former senate Democratic leader Tom Daschle, an Obama supporter, said McCain \"spent 90 minutes tonight on the attack\".</p> <p>Speaking on MSNBC shortly after the forum ended, he said: \"You know, about two-thirds of the American people think that he's an angry candidate. It looked like for the next 90 minutes he tried to convince the other third he was angry.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/dic4oh5M11s?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/dic4oh5M11s&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/dic4oh5M11s&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><br>Courtesy of <a href=\"http://www.dailykos.com/storyonly/2008/10/16/0291/9862/575/632017\">DailyKos</a>, here's the edited version of McCain's twitchy and restless debate performance last night. And <a href=\"http://www.youtube.com/watch?v=ao5V66m5FaA\">here's</a> the context for McCain's most notable moment of gobsmacked speechlessness.</p> <p>Polls: CNN's instant poll of uncommitted voters concluded that Obama won last night's final debate at Hofstra University in New York state by a margin of <a href=\"http://edition.cnn.com/2008/POLITICS/10/15/debate.poll/\">58% to 31%</a>; CBS put it at <a href=\"http://www.cbsnews.com/blogs/2008/10/15/politics/horserace/entry4525171.shtml\">53%/22%</a>, and Frank Luntz's Fox News focus group <a href=\"http://www.dailykos.com/storyonly/2008/10/16/0817/8564/604/631988 \">called it for Obama</a>, too. Gallup's daily tracking poll -- including no post-debate data, obviously -- shows a slight narrowing of Obama's lead to <a href=\"http://www.gallup.com/poll/107674/Gallup-Daily-Election-2008.aspx \">Obama 50%, McCain 43%</a>.</p> <p>America's new idol, heroic pipefitting everyman Joe the Plumber, <a href=\"http://www.youtube.com/watch?v=BdLPWfTczM4\">offers his thoughts here</a>, and also <a href=\"http://www.politico.com/blogs/bensmith/1008/Joe_speaks.html\">here</a>, on the two candidates who dedicated last night to seducing him into voting for them. He's on the early TV shows today; a reality TV series and a range of Joe the Plumber merchandise will surely soon follow. But if you'd booked him to fix your toilet in Toledo this morning, you can forget it.</p> <p>Unlike the insta-poll respondents, pundits thought McCain put in his <a href=\"http://www.slate.com/id/2202343/\">strongest debate performance yet</a>, as well as his most fiercely combative, but they agreed it probably wouldn't make much difference: <a href=\"http://www.observer.com/2008/politics/obama-wins-being-obama\">voters aren't impressed by McCain's hurt feelings</a>. He <a href=\"http://www.fivethirtyeight.com/2008/10/where-mccain-lost-it.html\">lost them</a> 20 minutes in, when he tried to blame Obama for the negativity of the race. [<a href=\"http://www.slate.com/id/2202343/\">Slate</a>, <a href=\"http://www.observer.com/2008/politics/obama-wins-being-obama\">New York Observer</a>, <a href=\"http://www.fivethirtyeight.com/2008/10/where-mccain-lost-it.html\">FiveThirtyEight</a>]</p> <p>\"...By the end of the third and last presidential debate, the undecided voters who had gathered in Denver for Democratic pollster Stan Greenberg's focus group were 'audibly snickering' at John McCain's grimaces, eye-bulging, and repeated references to Joe the Plumber.\" [<a href=\"http://www.time-blog.com/swampland/2008/10/undecideds_laughing_at_not_wit.html\">Swampland</a>]</p> <p>For enthusiastic followers of The Corner, that crucible of American conservative punditry, here's a blow-by-blow account of how reality sunk in last night. [<a href=\"http://alicublog.blogspot.com/2008/10/lost-cause.html\">Alicublog</a>]</p> <p>For the record: at least one of the alleged \"kill him!\" shouts at a McCain/Palin rally didn't actually happen at all, the Secret Service concludes. [<a href=\"http://www.timesleader.com/news/breakingnews/Secret_Service_says_Kill_him_allegation_unfounded_.html\">Times Leader</a>]</p> <p>Problems with cellphone reception at your Arizona ranch? Don't worry: just get in touch with a couple of big phone companies, who might be aware that your husband is a senior member of the Senate committee that oversees the telecoms industry. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/15/AR2008101503575.html\">Washington Post</a>]</p> <p>Voting is going to be chaos in Ohio, this time thanks to a new court ruling that could see more than 200,000 voters blocked from casting ballots. At least the state's plumbing is in safe hands. [<a href=\"http://www.nytimes.com/2008/10/16/us/16vote.html?_r=1&amp;hp=&amp;oref=slogin&amp;pagewanted=print\">New York Times</a>]<br></p>",
  "<video data-media-id=\"gu-video-338668531\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1859662862_US-Elections-LT-Black-Roanoke-To-Brightcove-16x9.flv\"/> </video>   <p>The trouble with aspiring to a post-racial presidential candidacy is that the racial realities of America still exist. </p> <p>Segregation (de facto rather than de jure), inequality and distrust persist - hardly surprising when you think how recently racism was legal and how much cultural, social and economic capital has been invested in it.</p> <p>So the fact that Barack Obama has a race problem should hardly come as a shock. The fact that he would have a race problem in north-west Roanoke, the black part of town, however, offers pause for thought. </p> <p>The issue here is not that African-Americans are not excited about this election or Obama's candidacy - they most definitely are. The enthusiasm is so close to the surface that you can pretty much stop any black person of pretty much any age or class on the street and talk to them about the election. You don't have to ask them who they're going to support. It's understood.</p> <p>The issue is that some of the city's black leaders feel the Obama campaign is unnecessarily alienating members of the black community because it is ignoring their local knowledge and connections. \"I don't think it's intentional,\" explains Virginia House delegate <a href=\"http://dela.state.va.us/dela/MemBios.nsf/a7b082ef6ed01eac85256c0d00515644/38e2cb5825d36ab98525738a0052b612?OpenDocument\">Onzlee Ware</a>, who has a good relationship with the local campaign. \"But sometimes intentions are not really the issue. Some black people have felt a little left out.\"</p> <p>This is serious. If Obama is going to win a state like Virginia, which is 20% black and 100% southern, it must win cities like Roanoke (which is 25% black) by a significant margin. It simply cannot do that without the black vote. If African-Americans have a problem with the Obama campaign, then the Obama campaign has a problem.</p> <p>Ware, and some other black elders in town, have taken it upon themselves to use their own funds to mobilise the black community, fearing that a failure to do so might result in Obama failing to reach his full potential come election day.</p> <p>\"The older crowd just don't connect with a 20-year-old white person telling a 50-year-old black person what to do,\" explains Ware. \"Especially how to run their own communities. And then they get discouraged and go back to their communities.\" </p> <p>Whether this represents a generational tension between a local black leadership demanding a gatekeeper role and a national campaign that believes that role is no longer necessary is a moot point. By the time we have worked that out it will no longer matter.</p> <p>\"This is a historic moment,\" says Ware. \"And I don't want to sit down on November 5 and have anybody say it was on me ... We don't have time for no pity party.\"</p> <p>The essential problem is rooted not in race but the dislocation between the rhetoric and reality associated with Obama's campaign. The campaign draws on the energy, commitment and engagement of huge numbers of volunteers - many of whom are working every spare hour to get Obama elected. In that respect, the grassroots nature of his support is very real and central to the strength of his organisation.</p> <p>That has lead some people to mistake it for a movement, when in fact it is nothing of the kind. It's a professionally run electoral machine where orders come from the top down. Those who are involved do not have any say in policy, strategy or direction. They do as they are asked. That is not a criticism. It is a description.</p> <p>The question is how the campaign that has arrived with orders from elsewhere gels and connects with the political structures and cultures that existed before it got there and will remain once it is gone. Where race in Roanoke is concerned, that is no straightforward task.</p> <p>For a small southern town with a sizeable black community the town got through the civil rights era pretty much unscathed. As most people, both black and white, tell it, the city's black elders had a meeting with the city's elected officials and they decided to desegregate. And so the signs came down. There was no marching, sit-ins, hoses, demonstrations, heads cracked, jails filled or lives lost.</p> <p>The benefits of this are clear. The trauma of open confrontation that blighted so many southern towns during that time was not a factor here. The transition from apartheid to normality was handled with the kind of businesslike determination that is rare for an issue of that magnitude.</p> <p>But there were other things that came with the struggles of the civil rights movement that Roanoke lacks. Just two hours drive away in Greensboro, North Carolina, a sit-in by four black teenagers in Woolworths galvanised an entire community. </p> <p>A <a href=\"http://www.guardian.co.uk/world/2000/jul/22/garyyounge\">few years ago</a>, Franklin McCain, one of the youngsters involved, <a href=\"http://www.amazon.com/gp/product/1578064880/ref=s9sdps_c3_14_img1-rfc_p-frt_p-3215_g1-3102_p?pf_rd_m=ATVPDKIKX0DER&amp;pf_rd_s=center-2&amp;pf_rd_r=1FG8DTW1KJ67EAGJ85YB&amp;pf_rd_t=101&amp;pf_rd_p=436516001&amp;pf_rd_i=507846\">told me</a>: \"On the day that I sat at that counter I had the most tremendous feeling of elation and celebration. I felt that in this life nothing else mattered. I felt like one of those wise men who sits cross-legged and cross-armed and has reached a natural high.</p> <p>\"Nothing else has ever come close. Not the birth of my first son nor my marriage. And it was a cruel hoax, because people go through their whole lives and they don't get that to happen to them.\" </p> <p>Black Roanoke never had that moment: a collective period of resistance, struggle and defiance. Consequently white Roanoke was never truly confronted. The city's political class successfully negotiated so that African-Americans could eat where they wanted. But that didn't mean black people could afford everything on the menu. </p> <p>According to the <a href=\"http://factfinder.census.gov/servlet/DTGeoSearchByListServlet?ds_name=DEC_2000_SF1_U&amp;_lang=en&amp;_ts=242180125919\">census</a>, the median household income of a black family in Roanoke is less than three quarters than of a white family; black families are almost three times more likely than white families to earn less than $20,000 a year, and almost five times less likely to earn more than $150,000.</p> <p>Nonetheless, black Roanoke has had many other moments. For 17 years, from 1975 to 1992, the city had a black mayor, Noel C Taylor. \"If you look at the number of African-Americans we have elected to political office, for a town this size, it's very phenomenal,\" says Ware.</p> <p>So white people in Roanoke have already shown that they are comfortable voting for black politicians. And local black leaders clearly know how to mobilise black voters. The question, with less than three weeks before polling day, is whether the Obama campaign can harness that knowledge and make it work for their candidate on a scale yet to be seen. </p> <p>\"We know how to do this in this area because we do it all the time and we know who the people are,\" says Richard Chub, a 72-year-old former principal and black political activist. </p> <p>\"People say they're going to vote but you have to get them to the polls and for that you need to know who they are.\"</p>",
  "<p>If there is one topic that comes up again and again on the blogosphere, it is the debate about <a href=\"http://www.guardian.co.uk/stage/theatreblog/2008/jul/11/blogcriticsapennyforyour\">the effect that bloggers are having</a> on how <a href=\"http://www.guardian.co.uk/stage/theatre\">theatre</a> criticism is practised in this country. What has been less commented on however, is the degree to which blogging can become part of the theatrical production process itself. </p> <p>A good example of how the web can transform the rehearsal process can be found at the <a href=\"http://heymathew.blogspot.com/\">Hey Mathew blog</a>. This blog \"is intended as a meeting-point for the artists who are working together throughout September and October 2008 to create a new theatre piece called Hey Mathew. The core artistic team (Chris Goode, Jonny Liron, Cis O'Boyle, Jamie Wood) will be posting here throughout the process, using it both as a base for developing ideas and sharing stimulus, and as a living record of the making process.\" </p> <p>It is a fascinating experiment. Rehearsal rooms are usually intensely private places, and so the idea of laying bare what you're doing must be quite scary. But rehearsing can also be a very insular process, as Chris Goode says <a href=\"http://beescope.blogspot.com/2008/10/incidents-will-happen.html\">on his own blog</a>: this is \"one of those projects in whose honour a whole fridge full of food goes rotten because one's never home to eat it\". So what this blog enables the creators of the show to do is to significantly widen their pool of potential collaborators. By following the project's development from day to day, readers can offer their own feedback on and contribution to the work. It will be interesting to see, when the show is up and running, how all of this has affected what is produced. </p> <p>In other news, theatre blogs in the US are becoming ever more dominated by talk of the upcoming presidential election. Most of this does not directly touch on how the election might affect the state of the arts in America. But <a href=\"http://blogs.chicagoreader.com/onstage/2008/10/08/whos-arts-candidate/\">the Chicago Reader Onstage blog</a> has found an extremely useful article <a href=\"http://www.artsactionfund.org/artsvote/default.asp\">comparing the arts policies of McCain and Obama</a> - no prizes for guessing who comes out on top. </p> <p>While we're on that side of the Atlantic, Isaac Butler on the <a href=\"http://parabasis.typepad.com/blog/2008/10/ive-had-it-and-i-need-your-help.html\">Parabasis blog</a> has been getting angry about race. But he is not talking about prejudice against Obama: rather he is focused on how overwhelmingly white the New York theatre scene is. He cites <a href=\"http://mrexcitement.blogspot.com/2008/09/eighty-percent.html\">one statistic</a> which says that while white men make up only 14% of the population of New York, 80% of plays produced in the last year in the not-for-profit sector were written by them. This, says Butler \"is ridiculous. Shameful. And what's more, we all know it.\" He cites the playwright <a href=\"http://charlesmee.com/html/cast.html\">Chuck Mee</a> who describes himself as \"an old crippled white guy in love with a young Japanese-Canadian-American woman\" and who goes on to say that \"There is not a single role in any one of my plays that must be played by a physically intact white person. And directors should go very far out of their way to avoid creating the bizarre, artificial world of all intact white people, a world that no longer exists where I live, in casting my plays.\" So Butler has decided to <a href=\"http://parabasis.typepad.com/blog/2008/10/breakdown-kindness.html\">keep a tally</a> from now on of the racial breakdown of the shows he sees to discover just how frequently white people get cast in roles that do not, inherently, have to be played by a white person.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/BdLPWfTczM4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/BdLPWfTczM4&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/BdLPWfTczM4&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Joe Wurzelbacher, aka <a href=\"http://www.guardian.co.uk/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\">Joe the Plumber</a>, is the overnight sensation of the presidential campaign. He was mentioned 23 times in last night's debate. There are already <a href=\"http://it.youtube.com/watch?v=XibjHnh3IZE\">Joe the Plumber remixes</a> on YouTube, <a href=\"http://www.facebook.com/pages/Joe-the-Plumber/32179486901?sid=1b2820259301f7c0e73a9556bcb037c2&amp;refurl=http%3A%2F%2Fwww.facebook.com%2Fs.php%3Finit%3Dq%26q%3DJoe%2Bthe%2BPlumber%26ref%3Dts%26sid%3D1b2820259301f7c0e73a9556bcb037c2&amp;ref=s\">hundreds want to be his friend</a> on Facebook, and words \"Plumber\" and \"Joe\" are the <a href=\"http://search.twitter.com/\">two most searched on Twitter</a>. </p> <p>Suddenly it is as if the whole election hinges on his views. He has become a \"a kind of <a href=\"http://www.nytimes.com/2008/10/16/us/politics/16plumber.html?_r=2&amp;hp&amp;oref=slogin&amp;oref=slogin\">proxy for all of the country's working people</a>\", says the New York Times.</p> <p>So what did he make of the debate? In a video interview for his local <a href=\"http://www.toledoblade.com/apps/pbcs.dll/article?AID=/20081016/NEWS09/810160418\">Toledo Blade</a>, Wurzelbacher conceded that \"Obama is a damn good speaker\" but he thinks his plans sound like \"socialism\". He praised McCain for \"doing better\".</p> <p>But what about being mentioned repeatedly in the debate? <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/16/AR2008101600099.html?hpid=topnews\">\"It's pretty surreal, man,\"</a> he said.</p> <p><em>Based on an extract from the<a href=\"http://www.guardian.co.uk/wrap/0,,541579,00.html\"> Wrap</a>, guardian.co.uk's digest of the day's news</em></p>",
  "<p>It was, as one pundit observed, the most we've heard about plumbers in connection with the presidency since the days of Richard Nixon. The clear winner of last night's presidential debate was \"<a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\">Joe the plumber</a>\" - Joe Wurzelbacher, an Ohio man who met Barack Obama this week and told him he feared he'd raise his taxes. </p> <p>Both Obama and John McCain repeatedly invoked Joe's name at the final debate in New York state last night, each seeking to present their policies as the ones most appealing to the Everyman he represented. McCain said Obama's campaign-trail response to Wurzelbacher (he used the phrase \"spread the wealth around\") had smacked of \"class warfare\" - the first salvo in a night of attacks designed to put Obama on the defensive. But though McCain confronted his rival several times on the former Weather Underground co-founder Bill Ayers, and on the controversial voter-registration efforts of the Acorn organization, he failed to score the knockout blow he so badly needed. Obama addressed the Ayers issue, reminding viewers that his \"despicable\" acts had been committed when Obama was a young child; and over and over again he drew attention to McCain's efforts to shift the focus of the race from the economy. Instant polls of uncommitted voters all awarded the debate to the Democrat by big margins.</p> <p>McCain sought to turn the confrontation into a classic clash between conservatism and liberalism, Ewen MacAskill and Suzanne Goldenberg write in <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">today's Guardian</a>. But despite giving his strongest performance in a general election debate, he struggled to control his all-too-evident annoyance, wearing a rigid grin for much of the evening that sometimes gave way to snorts of irritation. With the odds of victory now stacked against him, McCain is in a fix: voters seem to agree with the Obama position that McCain's attacks are diversionary tactics, greatly narrowing the range of effective lines of campaigning at the Republican's disposal.</p> <h2>What to watch for</h2> <p>Obama is in New Hampshire today, and McCain is in Pennsylvania; the two then converge on New York City for the Alfred E Smith Dinner, a campaign-trail fixture in aid of Catholic charities. McCain will also appear on the Late Show with David Letterman in what promises to be an awkward encounter: his booking on Letterman's show was one of the few things that McCain actually did cancel when he suspended his campaign last month, prompting on-air derision from the host.</p> <h2>Latest polls</h2> <p>CNN's instant poll awarded last night's debate to Obama, 58% to 31%; CBS put it at Obama 53%, McCain 22%. Gallup's daily tracking poll showed a slight narrowing, at 52%-44% from 53%-43% the previous day, while Rasmussen's was unchanged a Obama 50% McCain 45%. A new Pew poll finds Obama leading at 49% to 42%, and shows that 47% of voters trust the Democrat to handle the economic crisis compared to 33% for McCain.</p> <h2>Quote of the day</h2> <p>\"Senator Obama, I am not President Bush. If you wanted to run against President Bush, you should have run four years ago.\" John McCain delivers his soundbite of the night.<br>\"What could I possibly add? Life happens.\" Bill Ayers himself, confronted outside his university office by a Chicago reporter, makes it clear he'll be playing no part in the election campaign, however many times he's referred to by others.</p> <h2>On theguardian.com</h2> <p><a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">McCain tries to fight his way back into contention during debate</a></p> <p><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/15/uselections2008-barackobama\">Oliver Burkeman: Liveblogging the final presidential debate</a></p> <p><a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\">Who is 'Joe the Plumber' - aka Joe Wurzelbacher?</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/16/johnmccain-barackobama\">Obama v McCain, round three</a></p> <p><a href=\"http://www.theguardian.com/world/2008/oct/15/uselections2008-barackobama2\">Pollsters say odds of McCain winning election are 'incredibly remote'</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.nytimes.com/2008/10/16/us/politics/16debate.html?_r=1&amp;hp&amp;oref=slogin\">NY Times: McCain Presses Obama in Final Debate</a></p> <p><a href=\"http://www.latimes.com/news/politics/la-na-assess16-2008oct16,0,2212181.story\">LA Times: McCain deals no lethal blows in final debate with Obama</a></p> <p><a href=\"http://www.time-blog.com/swampland/2008/10/we_learn_joe_six_pack_is_a_plu.html\">Time: Now We Know Joe Six Pack Is A Plumber</a></p> <p><a href=\"http://online.wsj.com/article/SB122411909182439021.html\">Karl Rove: Obama Hasn't Closed the Sale</a></p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/16/AR2008101600109.html?hpid=topnews\">Washington Post: Aggressive Underdog vs. Cool Counterpuncher</a></p> <h2>Mind-boggling hypothetical scenario of the day</h2> <p>Click around the Oval Office in a world where <a href=\"http://palinaspresident.com/\">Sarah Palin is president</a>.</p>",
  "<video data-media-id=\"gu-video-338651276\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1861127895_thirddebate-tomasky4-To-Brightcove-16x9.flv\"/> </video>   <p>Nothing in the the final presidential debate will change the dynamics of this election</p>",
  "<p>If <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\">Joe the Plumber</a> went for a leak during the <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">presidential debate</a>, he may have missed one of John McCain's faux folksy invocations, but he was sure to get the many others. It was at least a relief from the relentless attempt by McCain's programmers to avoid issues of substance with ad-terrorem attacks on Barack Obama's fleeting acquaintanceship with a former Weatherman.</p> <p>Obama was probably right in not responding with questions about McCain's relationships with looney pastors like <a href=\"http://www.motherjones.com/washington_dispatch/2008/05/john-mccain-rod-parsley-pastor-problem.html\">Rod Parsely</a> and <a href=\"http://blog.washingtonpost.com/the-trail/2008/05/13/mccains_pastor_apologizes.html\">John Hagee</a> or his part in the dry run for the present crisis a starring member of the <a href=\"http://www.azcentral.com/news/election/mccain/articles/2007/03/01/20070301mccainbio-chapter7.html\">Keating Five</a>. Unless he had backed up such a riposte with a massive negative advertising campaign, no one would have known what he was talking about.</p> <p>And it would have diminished his effective points about the GOP's negative campaigning, which McCain substantiated so effectively, even as he denied the charges, by repeating the slurs on television.</p> <p>McCain several times attacked Obama for his eloquence, perhaps confusing it with the nuance that George Bush disliked so much. Obama was indeed eloquent, and did indeed have nuance, wielding in the debate as in his spending plans the scalpel where his opponent's instrument of choice was the hatchet.</p> <p>There is of course, as Obama repeatedly spelled out, a profound difference between tax cuts targeted at the rich and those at working families, which can't be buried under his opponent's trite accusations of \"class warfare\" and \"spreading the wealth around\". Indeed, except in the unlikely event that the electorate confuses Joe the Plumber with Exxon Mobil, it may be that many of them find the idea of class warfare and spreading wealth quite attractive when confronted with the unacceptable face of capitalism leering at the impending depression.</p> <p>Equally one of the few sharp rejoinders from McCain - that he was not Bush, and if Obama wanted to run against him he should have done so four years ago - was risking his own base, while sounding unconvincing to anyone who may have remembered that Bush and he share a common party.</p> <p>Really, apart from this prick, the rapier was clearly Obama's weapon of choice as much as the scalpel – when he suggested that some of his accusers had been watching McCain's attack ads.</p> <p>The Republican's statement that \"I regret some of the negative aspects of both campaigns\" was an admission without being an apology, not least since it was part of his negative attack on Obama, whose dismissal of hurt personal feelings in favour of dealing with real issues like the economy was pertinent and telling. As indeed was his masterful non-negative, damning-with-faint-praise assessment of Sarah Palin's great political capability and ability to excite the Republican base.</p> <p>McCain certainly did his best to follow his coaches' advice to try to look as if he were being nice to his opponent, even if the words belied his contrived bonhomie. He also tried manfully to distance himself, somewhat shamelessly from his party's own president and record over the last eight years. In the end, most voters will doubtless remember that he was still a loyal soldier of the party that, as Obama pointed out, had brought about a record deficit after inheriting from the Democrats an unprecedented surplus.</p> <p>One could certainly disagree with some of what Obama has to say, whether his un-necessarily complicated health plan, or indeed of deference to Joe Biden's foreign policy expertise, but they did represent clearly honest attempts to deal with issues while his opponent attempted to sidestep.</p> <p>I could not help but suspect that McCain had been taking coaching from Palin. At times his gauche attempts to ignore the question in favour of his preferred prepared answers was embarrassing. And that may have shown in his appearance.</p> <p>When Obama faced the camera in direct appeal to the audience, I certainly found it very effective. In contrast, McCain had difficulty focussing, and somewhat disturbingly also had a sub-Nixonian twitch to his eyes that made me suspect that maybe he did, after all, have some of the integrity that has been ascribed to him – and knew that he was eating his own previous words and reputation in public.</p> <p>If the American electorate has as much sense as polls indicate, the maverick will soon be rounded up and branded as a loser.</p>",
  "<p>John McCain went into <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">this third debate</a> needing a <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/15/john-mccain-maverick-debate\">\"game changer\"</a>. The trouble for him is that the game has changed.</p> <p>In the lead-up to the 2008 campaign, Democratic sages were lining up to warn whoever won the party's nomination that there was one lesson of past defeats they had to learn: if attacked, they had to hit back hard. </p> <p>Political consultants such as Drew Westen, author of <a href=\"http://www.thepoliticalbrain.com/\">The Political Brain</a>, warned that John Kerry, Al Gore and Michael Dukakis had all gone down because they had let their Republican opponents punch them and punch them again. Kerry had been \"Swift-boated\", refusing to dignify vicious attacks against him by responding to them - and had <a href=\"http://hotlineblog.nationaljournal.com/archives/2008/04/kerry_obama_won.html\">lost an election in the process</a>. </p> <p>Yet in this debate, Barack Obama plainly ignored that advice. McCain kept coming at him - attacking him for his relationship with an \"old washed-up terrorist\", accusing him of \"class warfare\", branding him an \"extremist\" on abortion - but Obama did not do what the conventional wisdom of campaigns past said he should. Sure, he politely tried to set the record straight, but only gently. And not once did he throw a punch back. When asked whether Sarah Palin was qualified to be president, he said it was up to the American people – and then praised her energy as a campaigner. </p> <p>In the past, that would have had Republicans licking their chops, predicting that their muscular method of warfare would put away yet another meek Democrat. But not this time. </p> <p>True, McCain succeeded in putting Obama on the defensive from beginning to end, forcing him constantly to deal with criticism from the Republican first and setting out his own agenda second. True, too, that McCain had his best debate performance so far (including a firm declaration that \"I am not President Bush\").</p> <p>And yet none of this seemed to trouble either Obama or the Democratic surrogates who spun for him straight afterwards. Emboldened by a <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15poll.html\">New York Times poll</a> that showed voters disapproving of McCain for fighting too negative a campaign, they concluded that every time McCain threw a punch, the person he hurt was himself. By contrast, the Democrats reckoned that every time Obama remained cool and unruffled, bringing the subject back to jobs or healthcare, he looked presidential - and conveyed that he cared about the voters above all. </p> <p>That was the Democrats' hope, and the instant polling suggested they were right: viewers gave the debate to Obama by <a href=\"http://donklephant.com/2008/10/15/cnn-post-debate-snap-poll-obama-58-mccain-31/\">whopping margins</a>, some more than 30 points. </p> <p>It seems as if something has changed in American politics: these days the overtly negative attack backfires. </p> <p>Rahm Emmanuel, a senior figure in the Democratic congressional leadership, couldn't get enough of McCain's efforts to discredit Obama. \"He comes over as that guy who comes out on the stoop, with his slippers still on, and starts yelling at kids.\" </p> <p>Why is the old Republican method of attack, attack, attack not working this year? The simple answer is the financial crisis. Suddenly, bringing up Bill Ayers sounds trivial and backward looking when Americans are concerned with jobs and bills and their own livelihoods. Obama campaign manager David Axelrod told me that when voters are consumed by \"absolute disgust\" for Washington and its failure to avoid the current economic disaster, they want to hear ideas for getting out of the mess, that and nothing else. The old attack politics no longer works. \"It would be nice if it lasts,\" Axelrod smiled. </p> <p>But it only needs to last three more weeks. Because this upending of the traditional playbook is robbing McCain of the Republicans' usual weapon of choice. And he doesn't have much else left.</p>",
  "<p>I woke up Wednesday morning thinking: If John McCain mentions the <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/15/barackobama-johnmccain-debate\">Ayers</a>/<a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/13/election-acorn-voter-fraud\">Acorn</a> stuff in the <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">debate</a>, after promising to run a respectful campaign on the issues, he's going to look like a jerk. If he doesn't mention it, after promising he would, like, 80 times in the last week, he's going to look like a jerk. How does this not work to Barack Obama's advantage?</p> <p>Turns out, there's no way it doesn't.<br> When the two candidates and moderator Bob Schieffer take the stage, McCain and Obama are seated so that McCain will have to put serious effort into avoiding looking at Obama, as he has so carefully done during the last two debates. I half expect him to come out wearing blinders. He doesn't, but when he starts with, \"It's good to see you again, Senator Obama,\" he still can't really look at his opponent. I wonder if there's an email circulating among conservatives reporting that Obama is not just a radical extremist who wants to enslave white America, but that looking directly into his eyes can turn a man into stone. </p> <p>Moments later, I see that if the Muslim Medusa meme has taken hold in the conservative hive mind, McCain has decided to nonetheless brave the possibility of petrification, because now he's staring at Obama in a vaguely unsettling way, blinking rapidly, and, unless I'm mistaken, spelling out \"The Acorn doesn't fall far from the terrorist\" in Morse code.</p> <p>The two senators go back and forth about taxes, the discussion centred around some bloke named Joe the Plumber, who may or may not be related to Joe Sixpack. No big revelations. It's the stuff of stump speeches and soundbites. Obama gets a laugh when he says Joe the Plumber misunderstands his tax plan because he's been watching McCain's mendacious adverts. McCain sighs audibly when Obama is speaking - a tactic (or is that a strategy?) which worked out swell for Al Gore. </p> <p>What follows is the now-familiar scalpel v hatchet debate about management of the federal budget. McCain will enact a spending freeze. Obama says that's using a hatchet where a scalpel is needed. Good metaphor, that. </p> <p>In this section, McCain gets off probably his best line of all three debates when he tells Obama: \"I'm not President Bush. If you wanted to run against Bush, you should have run four years ago.\" But Obama turns it around on him once again, and, while it was a moment for McCain's base to cheer, I'm not sure it will stick with anyone whose vote he doesn't already have. </p> <p>Schieffer asks the candidates if they are willing to say to each other's faces what their attack ads say. This is McCain's big moment; he's promised to \"whip\" Obama's \"you-know-what\". But he doesn't come out swinging. Instead, he whines about how hurt he's been by Obama's surrogates. He sounds less like an attack dog than a petulant child, and nothing like a president. Given his opportunity to respond, Obama says he believes \"the American people aren't interested in our hurt feelings\" and that saying he \"pals around with terrorists isn't an issue\" of interest to voters. </p> <p>Obama looks unflappable. McCain continually tries to interrupt him and looks like he's going to explode. Finally, he does. He spills out a short but fiery tirade about Bill Ayers and Acorn, littered with such hyperbole that Obama actually begins to chuckle. Schieffer gives him a chance to respond, and he swiftly dispatches with both subjects, then lists with whom he will associate as president: wild-eyed radicals like Warren Buffett, Joe Biden and Dick Lugar. McCain responds by rambling some more incoherent bull, punctuating it with a muttered \"The facts are the facts.\" Obama laughs. McCain has done his worst - and Obama emerges unscathed.</p> <p>They are then asked to defend their veep choices - it's pretty boring (Biden's got expertise blah blah; Palin's ready to lead blah blah) until McCain cites as one of Palin's primary credentials being a friend to families with special needs children, and Obama brilliantly revisits the scalpel v hatchet budget discussion, pointing out that McCain's proposed spending freeze wouldn't accommodate the increased spending needed to help those families in the way McCain is suggesting his administration would. It is delicate, but a truly devastating blow. A wound delivered with a scalpel rather than a hatchet, one might say.</p> <p>During the healthcare debate, McCain says he understands that the lack of healthcare is hard on Americans, and, the way he says it, it suddenly occurs to me that, despite the narrative his campaign is pushing that Obama is un-American, it is McCain who talks about Americans as though he is not one of them. Obama says \"we\". He talks through the camera, directly to voters. McCain talks to Schieffer, about the voters. Paternalism creates such a profound disconnect - and, as further evidence, the one moment of the whole evening I feel disconnected from Obama is when he is talking not to me, not to American women, not to American voters, but to Schieffer, about abortion, and revives his tired rhetoric about there being good people on both sides of the abortion debate and about the decision being between a woman, her doctor and her religious adviser. I'm sure those lines play well somewhere, but not in the living room of anyone I know.</p> <p>As that moment passes, McCain makes air scare-quotes around the \"health of the mother\", with regard to late-term abortion exceptions. The \"pro-abortion movement\", he says, has stretched that term to mean \"almost anything\". Ah, yes. Hello there, Straw-Woman Who Gets Abortions Willy-Nilly in Her Third Trimester Because She's a Silly Flibbertigibbet With a Hangnail. Nice to see you again. If McCain hasn't reached the nadir of his appalling campaign with that moment, I don't want to see it when he does.</p> <p>And then we come to the end of the debate. McCain gives his closing statement first. \"My friends … .\" He is, in case you hadn't heard, a maverick and a reformer who's spent his entire life in service to this nation. Yawn. Obama is going to bring fundamental change. He's going to invest in the American people. Maude help me, I think given the chance he really will.</p> <p>Shortly after the debate, CNN's Wolf Blitzer interviews Hillary Clinton, who was in attendance. She refers to \"President Obama\" at least twice, prompting a celebratory <a href=\"http://shakespearessister.blogspot.com/2008/06/obama-racismmuslimunpatrioticscary_09.html\">terrorist fist bump</a> at McEwan Manor between the resident Scotsman and me.</p> <p>Blitzer's colleague Campbell Brown announces the results of their poll: Viewers give the debate to Obama <a href=\"http://donklephant.com/2008/10/15/cnn-post-debate-snap-poll-obama-58-mccain-31/\">58% to 31%</a>. Obama's favourable ratings have increased from 63% to 66%; McCain's favourable ratings have decreased from 51% to 49%. Who spent more time attacking his opponent? McCain: 80% to 7%. Who was more likable? Obama: 70% to 22%.</p> <p>On Fox, Brit Hume and Charles Krauthammer are laughing about McCain's \"peculiar expressions\" and \"eyebrow raises\". (It's the weirdest thing I've seen since the Chris Matthews Ice Sculpture - no, <a href=\"http://img.photobucket.com/albums/v642/shakespeares_sister/shakes3/matthewsonice.jpg\">really</a> - featured on MSNBC this afternoon.) Insult to injury.</p> <p>I'd feel sorry for the guy - if he weren't John McCain.</p>",
  "<p>Forget John McCain, or Barack Obama. Joe the Plumber - also known as Joe Wurzelbacher - was the real star of Wednesday night's presidential debate.</p> <p>McCain raised the plumber from Toledo, Ohio, early on in the debate as an example of the kind of people who would suffer under Obama's tax plans. From that point on, it seemed as if the two opponents could barely get enough of him.</p> <p>Joe's name came up 25 times during the 90-minute debate. The word \"economy\" got 16 mentions. Iraq came up once, and Afghanistan not at all.</p> <p>He was even more popular among the Republican spin doctors talking to reporters after the debate. Charlie Black, a senior adviser to McCain, said Joe the plumber was one of the highlights of the encounter. Tucker Bounds, a McCain spokesman, could barely utter two consecutive sentences without mentioning the plumber.</p> <p>It was clear from the outset that he was part of McCain's secret arsenal on this the last debate encounter before election day.</p> <p>But Obama quickly got into the spirit of things. When he talked about his healthcare plan, the Democrat made a point of saying there would be coverage for Joe the plumber too. When it transpired that Joe the plumber had fears about Obama's tax plans, the Democrat speculated that was because he was watching McCain's ads.</p> <p>Joe began as a walk-on part in McCain's story of how Obama's taxes would hurt small business owners.</p> <p>\"Joe wants to buy the business that he has been in for all of these years, worked 10, 12 hours a day. And he wanted to buy the business but he looked at your tax plan and he saw that he was going to pay much higher taxes,\" McCain started off. \"Joe was trying to realise the American dream.\"</p> <p>Obama responded that the tax rises would only hit those earning more than $250,000 a year. McCain said this would include Joe Wurzelbacher, whom Obama had met in Ohio, and would prevent him a planned expansion of his business that included taking on two workers.<br> McCain's team said afterwards the US public will be hearing a lot more about Joe the Plumber in the remaining days of the campaign.</p> <p>One hiccup for McCain is that the plumbers' union has endorsed Obama. The union said Obama was its choice because \"he has always fought for working people throughout his career\".</p> <p>Wurzelbacher, in an interview with FamilySecurityMatters website earlier this year, described his encounter with Obama. He said: \"Initially, I started off asking him if he believed in the American dream and he said yes, he does - and then I proceeded to ask him then why he's penalising me for trying to fulfill it\"</p> <p>He defined his American dream as \"a house, a dog, a couple rifles, a bass boat\".</p> <p>Wurzelbacher told him he wanted to buy his business: \"It's not like I would be rich; I would still just be a working plumber. I work hard for my money, and the fact that he thinks I make a little too much that he just wants to redistribute it to other people.\" He feared Obama was heading down the socialist road.</p>",
  "<video data-media-id=\"gu-video-338652004\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p><a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> tried to fight his way back into electoral contention in Wednesday night's presidential debate, painting <a href=\"http://www.guardian.co.uk/world/barackobama\">Obama</a> as a class warrior who has failed to own up to his links to a 1960s-era radical.</p> <p>McCain, at his most cheerful and pugnacious in this third and final debate, sought to turn the election into a classic clash between conservatism and liberalism.</p> <p>The tensest moments came when McCain raised Obama's relationship with \"the washed out terrorist\" Bill Ayers, one of the founders of the Weathermen group responsible for a bombing campaign across the US. </p> <p>Obama said Ayers had been engaged in \"despicable acts\" but he was now a professor and the two sat on the same education board in Chicago.</p> <p>Although he rambled at some points, McCain had a strong performance, producing a few memorable lines about taxes and socialism that could resonate in the remaining 19 days before election day. But it is unlikely to be the game-changer he had hoped for.</p> <p>A CNN instant poll awarded the debate to Obama, who secured 58% to McCain's 31%. A CBS poll gave it as Obama 53% to McCain's 22%.</p> <p>The most dramatic moment of the debate came when McCain finally repudiated, as some of his advisers have been pleading with him to do for months, George Bush, whose unpopularity has been a drag on his campaign.</p> <p>Looking directly across the table at Obama, who has sought to present him as Bush 2.0, McCain said: \"Senator Obama, I am not President Bush. If you wanted to run against President Bush, you should have run four years ago.\"</p> <p>Obama did not relent. Though he praised McCain for opposing Bush on torture, Obama said the two Republicans pursued virtually identical economic policies: \"On the core economic issues that matter to the American people, on tax policy, on energy policy, on spending priorities, you have been a vigorous supporter of President Bush.\"</p> <p>The debate at Hofstra University, in New York on Long Island was the most free-ranging and combative encounter between the two opponents, with many sensitive issues raised.</p> <p>Both delivered strong finishes. McCain, speaking directly into the camera, offered up his lifetime of public service. Obama returned to his defining message of change. But he also borrowed a page from John Kennedy, saying that the American people had to demonstrate greater civic responsibility.</p> <p>The 90-minute encounter was marked by McCain making a series of attacks in an attempt to extract every possible gain from this last high-profile engagement before the November 4 vote.</p> <p>But the Republican also took efforts to avoid alienating viewers. With the two men seated within an arms' length of one another, the Republican warmed up his demeanour towards Obama.</p> <p>Unlike earlier in debates, he made regular eye contact with Obama as well as smiling often, even while delivering jibes.</p> <p>The tensest exchanges were when the two directly confronted one another for the first time face-to-face over the smears, lies and inflammatory remarks that have marred the campaign in recent weeks.</p> <p>Until tonight, most of the negative campaigning had been left to surrogates such as McCain's running-mate, Sarah Palin, or to television ads.</p> <p>But the two were invited by the debate moderator, the CBS anchor Bob Schieffer, to comment on the Obama campaign's characterisation of McCain as \"erratic\" and the McCain team's description of Obama as \"dangerous\" and \"palling around with terrorists\".</p> <p>McCain said he regretted some of the remarks that been made but it had been \"a very tough campaign\". Looking almost tearful, McCain said he had been hurt by remarks by the congressman John Lewis that linked him to America's segregationist past.</p> <p>Obama, responding, said Lewis's remarks had been prompted by the some of the incendiary calls coming from the crowd at McCain and Palin rallies.</p> <p>In a later exchange, McCain lifted the spirits of Republicans by delivering a series of attacks intended to cast Obama as a socialist. He accused his Democratic rival of being a stereotypical liberal who would use taxes to redistribute wealth, and who wanted to impose a socialist healthcare system like Canada.</p> <p>In perhaps his last best chances to reverse his political decline, McCain said: \"The whole premise behind Senator Obama's plans are class warfare plus spread the wealth around.\"<br> The focus on the economy marked yet another change of tactics for McCain as he tries to regain his footing in a campaign overwhelmed by voters' fears about the financial crisis.</p> <p>Throughout the debate, McCain tried to show he was capable of connecting with ordinary Americans. An early exchange saw him talking about a conversation with a plumber in Ohio - who became a recurring conversation topic in the debate. </p> <p>\"Senator Obama talks the very, very rich ... what you want to do to Joe the plumber and millions more like him is raise their taxes and not allow them to realise the American dream.\"</p>"
]