[
  "<p>However you look at it, Robert Mugabe is getting away with murder. The power-sharing deal he is expected to sign tomorrow with his arch-rival, Morgan Tsvangirai, will protect Zimbabwe's president and his cohorts from prosecution for their bloody campaign of killings and terror against opposition supporters and their leaders.</p> <p>Mugabe will remain president, even though his claim of winning 90 per cent of the valid votes in June's election was met with universal scorn after Tsvangirai pulled out because he did not want people killed going to vote for him. </p> <p>The last time Zimbabwe's voters had a chance to cast a ballot without a gun to their heads, in the first round of presidential elections in March, Tsvangirai won. And that was with millions of opposition voters in exile and a good deal of other kinds of intimidation by the ruling Zanu-PF party.</p> <p>Now Mugabe will sit at the head of a cabinet half filled with men responsible for robbing Tsvangirai of that victory by murdering, beating and terrorising the supporters - and sometimes the families - of the other half of the cabinet. When they weren't doing that, they were looting the central bank, stealing land and driving the economy into the ground through incompetence and cynicism, leaving millions on the brink of starvation.</p> <p>So an agreement that persuades the opposition to recognise Mugabe as president and keeps Zanu-PF's killers and looters out of jail might be viewed as a great victory for the old man. Yet the historic deal holds the elements to dismantle Mugabe's 28-year rule and reduce the power of the only leader Zimbabwe has known until a clean election can be held.</p> <p>Behind the scenes, Movement for Democratic Change leaders are calling the agreement a watershed. Some quietly realise that Monday could mark the end of their struggle to finish Zanu-PF's abusive and sometimes violent political domination - the second liberation struggle, as one put it - and the beginning of the equally demanding challenge to take control of government. </p> <p>If they can pull it off - and, in many ways, whether they succeed or fail lies within the MDC's control, not Zanu-PF's - then Mugabe's pledge that Tsvangirai would never rule Zimbabwe, and his bloody strategy to try to ensure it did not happen, will ultimately have failed.</p> <p>It is a complex arrangement, but the nuts and bolts of the agreement are that while Mugabe is president, Tsvangirai has day-to-day control of government as prime minister and head of a council of ministers. That is a considerable asset, even though many of his ministers will be from Zanu-PF. Tsvangirai will run the council of ministers without Mugabe present, but will sit in the cabinet chaired by the president. </p> <p>Crucially, the two MDC factions have a majority of one in both bodies, as well as control of parliament, allowing the party to out-vote Mugabe and set policy. That will allow the MDC to dismantle the apparatus of repression which helped keep Mugabe in power long after his popularity crumbled. The government will be able to abolish legislation banning newspapers, locking up journalists and imposing severe restrictions on freedom of speech. </p> <p>Tsvangirai is counting on the support of civil servants and others, who, like most middle-class urbanites, have long backed the MDC but have been afraid to say so in public. The devil may be in the detail, which won't be made public until after the agreement is signed, but Tsvangirai's aides say there are no hidden trip wires.</p> <p>Much will also depend on the division of ministries, which the two leaders were wrangling over yesterday. Mugabe is expected to keep his hands on the military through a Zanu-PF defence minister, which the MDC can live with because it will help reassure the generals. Tsvangirai has pressed hard for control of the police, which is crucial if he hopes to assure people that they can vote as they wish in future elections. Both sides are pressing to run the justice ministry, but that may be one that Tsvangirai loses because of fears within Zanu-PF that if he controls the police and the justice system the MDC could hold the guilty to account.</p> <p>Crucially, the MDC is likely to get the finance portfolio because foreign donors will not want to hand money over to a Zanu-PF minister. It is the prospect of that money that unlocked the prospect of agreement. Without power for Tsvangirai there will be no foreign aid, and without hard currency Mugabe had no means of turning around an imploding economy.</p> <p>The numbers are staggering. Inflation is running above 20 million per cent a year. Unemployment is 80 per cent. A quarter of the population has left to look for work in South Africa and Britain.</p> <p>The central bank knocked ten zeros off the Zimbabwe dollar at the beginning of last month because shops and banks could not cope with calculations in the trillions. When it was launched on 1 August, the new dollar was Z$4 to the pound, but the black market immediately offered Z$25. Since then, the currency has crashed so fast that the black market rate is Z$13,000 to the pound. The new banknotes are worthless and the government does not have the means to print new money. Last week, it announced that it would legalise the use of US dollars and South African rand, although these are already the de facto currencies.</p> <p>This weekend, there were long queues for petrol after the pipeline from Mozambique was shut down over unpaid bills. Outside the cities, chronic malnutrition is on the way to becoming starvation. The World Food Programme says it will have to feed up to five million Zimbabweans in the coming months.</p> <p>The new government will be desperate to see foreign money soon, so that Tsvangirai can show he can deliver some relief to a distressed population. But Western governments have said they want to wait and see if Tsvangirai is really wielding power, fearing that he may have been duped into a deal that allows Mugabe to outmanoeuvre him. </p> <p>However, this will be a hard position for Britain and others to maintain. They face being accused of neo-colonialism if they fail to embrace what is being billed as an African solution to an African problem and endorsed by all the major political players in Zimbabwe. </p> <p>Whether Tsvangirai actually does hold power will depend in large part on whether he can form a working relationship with the leader of the smaller breakaway faction of his party, Arthur Mutambara. That may prove too much for the two leaders who have not always put the country above personal or political interests.</p> <p>Mutambara, a scientist, has scorned Tsvangirai as ill-educated and an incompetent political leader. Meanwhile, Tsvangirai's followers see Mutambara as a political opportunist out for personal gain. Their fears have been reinforced by his willingness to play footsie with Zanu-PF because, although the Mutambara faction only won 8 per cent of the vote in the election, it holds the balance of power both in parliament and the cabinet. </p> <p>But Mutambara has been reined in by his own MPs and will have to be careful not to overplay his hand. If he is seen by the voters to be extending Mugabe's grip they will make him and his MPs pay at the next election.</p> <p>Although Mugabe and Zanu-PF will attempt to widen the divisions between the MDC factions and buy off its ministers, the MDC's future is in its own hands. If it puts the people before self-interest, and Tsvangirai and Mutambara can set aside their deep personal animosity, then it can set the agenda and transform Zimbabwe. Mugabe will not be without power, but he may be reduced to obstructing more than governing. He could probably bring down the new administration, but he is also only signing the agreement in the first place because he has no other options.</p> <p>Meanwhile, a coalition government is likely to change the political equation for good. Power sharing worked well in smoothing the transition from white rule in post-apartheid South Africa, where a sunset clause meant there would not be an immediate wholesale purge of the former administration and those who served it.</p> <p>That may be all the more important in Zimbabwe, where the deep loathing and suspicion between the two sides is personal, and Zanu-PF chiefs regard Tsvangirai with contempt for his lack of liberation struggle credentials.</p> <p>Yet there are many in Zanu-PF who realise that if their party is to have a future it is without Mugabe as leader, and that crippling the coalition administration will do nothing to rebuild the party's fortunes. Throughout all of this, Tsvangirai will have to stay focused on getting to another election swiftly and with his credibility intact.</p> <p>The agreement plans a new constitution within 18 months. The MDC wants to see an election within two years or so. Unless Tsvangirai messes it up completely - and it's hard to imagine that life will not improve if the foreign money comes in - then the voters will bury Mugabe. </p> <p>Zimbabwe's president will probably never be tried for his many crimes. But tomorrow he may well be signing the death warrant for his political career.</p> <h2>From Rhodesia to the Mugabe years</h2> <p><strong>1922</strong> The British South Africa Company ends rule of Southern Rhodesia and white minority rule begins.</p> <p><strong>1963</strong> Central African Federation - S Rhodesia (Zimbabwe), N Rhodesia (Zambia) and Nyasaland (Malawi) - breaks up. </p> <p><strong>1965</strong> Rhodesia's Prime Minister Ian Smith declares independence. Zimbabwe African People's Union (Zapu) and Zimbabwe African National Union (Zanu), whose secretary general is Robert Mugabe emerge. </p> <p><strong>1978</strong> Smith yields to pressure for negotiated settlement but elections boycotted by Zanu and Zapu. New government of Zimbabwe Rhodesia fails to win recognition. Civil war rages.</p> <p><strong>1979</strong> Peace deal is brokered.</p> <p><strong>1980</strong> Zanu party wins election; Mugabe is Prime Minister. Joshua Nkomo is in the cabinet.</p> <p><strong>1987</strong> Zanu-PF party is formed by Mugabe and Nkomo. </p> <p><strong>1992</strong> Mugabe's wife Sally dies.</p> <p><strong>1999</strong> Economic crisis brings riots and strikes. Morgan Tsvangirai forms the opposition Movement for Democratic Change (MDC).</p> <p><strong>2000</strong> War veterans violently seize white-owned farms. </p> <p><strong>2002</strong> EU imposes sanctions. Mugabe is re-elected in flawed elections. </p> <p><strong>2005</strong> Mugabe razes slums, leaving 700,000 homeless. MDC splits. </p> <p><strong>2007</strong> Photos of Tsvangirai and hospitalised MDC leaders, beaten by police, cause outrage. South African President Thabo Mbeki appointed to broker talks. </p> <p><strong>March 2008</strong> MDC wins elections and Tsvangirai wins presidential poll. Riots break out. Mugabe 'wins' run-off poll. UN resolution on sanctions vetoed by Russia and China. </p> <p><strong>Aug 2008</strong> Power-sharing talks begin. </p> <p><strong>Tracy McVeigh</strong></p>",
  "<p>I don't know about you, but NO WAY am I going to vote for that fascist John McCain in the Presidential election. Because Madonna told me not to. Oh, and because I'm not American. But, say I was a US citizen, then Madonna's live show cleverly slotting McCain's snowy head among images of equally un-hip oldsters such as Adolf Hitler and Robert Mugabe, well, you know, it might make me think. It might sway my vote. If I was American. And a lock-down gibbering idiot.</p> <p>Ah, pop and protest. Like Angelina and Brad, so attractive when apart, and so irritating when together. Pop, with its outsider history and its bloody-minded anti-authoritarianism, has always been gagging to change the world. It's a shame that when it tries to do so via a political cause, or worse, a political party, it becomes as radical as flicking a V-sign at the telly when David Cameron is on. The political machine might be grown-up and boring, but since the Sixties, it has always tamed pop. It has always won. </p> <p>The first Live Aid had an impact because it was explicitly apolitical. Bob Geldof and Midge Ure didn't wheel Maggie Thatcher on to the Wembley stage to punch the air between Bono and Freddie Mercury, to warble 'It's Christmas-time ... ' and then point her mic at the audience. They body-swerved government to deliver their message and their aid. Two years later, Red Wedge showed how it shouldn't be done when Billy Bragg, Jimmy Somerville and a very uncomfortable Paul Weller put their arms around Neil Kinnock to get us to vote Labour. That worked well for all concerned, didn't it? Only slightly better was the Cool Britannia party at Number 10 with Noel Gallagher grinning at Tony Blair ...</p> <p>The problem with politics is that it involves politicians, and politicians are freaks. Far, far weirder than pop stars. Pop stars are arrogant, unsure, live in a fairytale; but they are human. Every politician I've met is as warm as Barbie. Politicians are a combination of precocious schoolkid and condescending teacher. You wouldn't want them in your house. Apart from Tony Benn, a National Treasure™ and good at making tea.</p> <p>Protest music has a distinguished history, but, 'Shipbuilding' aside, it's never worked for me, It's all just too direct, too hectoring. It's not what pop is for. Pop seems far more politically radical when it's true to itself. The blandest exhortation to hold each other's hand can be outrageous when trilling from the radio in Iraq or China. Even in lucky, liberal Britain, seeing Neneh Cherry on Top of the Pops while she was heavily pregnant, or watching an entire Glastonbury sing along to 'Common People', or witnessing Estelle's bright star soar across the summer can change your perspective. Far more so than Rage Against the Machine, who had a moment at the Reading Festival the other week when they stormed on stage in their orange boiler suits, but then spoilt it all by trying to bludgeon home the 'message'. </p> <p>Anyway, the song that accompanied Madonna's bad-guys-good-guys video (Obama was slotted in alongside Lennon and Gandhi, just in case you didn't get her drift) was the 'Get Stupid Remix'. The 'Get Stupid' bit comes from the hit track 'Give It 2 Me', which exhorts the listener to ignore the nay-sayers and get on with what we really want to achieve. Like Norman Tebbit in fishnets, her thighs rigid with capitalism, Madonna is impatient for us to get off our butts and kick ass for Obama. When, really, the fact that she is still performing at the forefront of pop music as a 50-year-old woman is a political message that's far, far more radical.</p>",
  "<p>Inside Denver's sold-out, packed-to-the-girders, cacophonously loud Invesco stadium, it's a few minutes to showtime. The crowd are shouting and singing and chanting and doing the Mexican wave. 'YES WE CAN!' they roar, unprompted, repeatedly. You can't buy beer today (although bags of Original Presidential Roast coffee are available from the merchandise stalls, $10 a pop) but everyone's drunk on excitement. Or wired on the nachos' neon-orange cheese sauce. </p> <p>The support acts have done their turns: the soul icon (Stevie Wonder), the Starbucks folkie (Sheryl Crow), the conscious R&amp;B brainbox (John Legend), the celebrity hip hopper (Black Eyed Peas' will.i.am), the baby-boomer comfort-crooner (Michael McDonald).</p> <p>Up on the roofs, the Swat spotters scan the vast arena with binoculars. Down on the floor, there's a minor kerfuffle as the Rev Al Sharpton arrives. Agents in suits and sunglasses touch their earpieces. There's George Lucas. Spike Lee's in the house, declaring the night is 'bigger than the Super Bowl!' There's Jin from Lost, Jessica Alba from Hollywood, Shawn Johnson from the Olympics (the gold medal-winning gymnast recites the Pledge of Allegiance). Al Gore, a bunch of generals, President Eisenhower's granddaughter and various Washington big-hitters file on and off stage. </p> <p>But it's the musicians who have kept the six hour show on the road until the headline act arrives. There has been no sign of Joss Stone, who will be singing on an election song, but Fergie has been spotted, so it's not all good news. American Idol runner-up turned Oscar-winner Jennifer Hudson sang'The Star-Spangled Banner'. It was the second Denver gig for five-time-Grammy-winner Legend, who earlier in the week had unveiled a new song, 'If You're Out There', which had been billed as 'an anthemic call to action and evocation of human potential'. It went: 'We're the generation/ We can't afford to wait/ The future started yesterday/ And we're already late.'<br> Me and California indie-blues band Cold War Kids, we're already late too. Mainly because we've spent the afternoon standing in the longest queue I've ever experienced. In 89C heat we shuffled round parking lots, along back alleys, down grassy knolls, into narrowed pens. We were harangued en route by all manner of pedlars (everything from souvenir water to souvenir hand-towels) and protesters waving banners: Bring The Troops Home; Don't Invade Iran; Impeach Bush; Forget John McCain, Love Hillary Clinton; Forget Hillary Clinton, Love Jesus; No, Love Communism. And we were shepherded all the way by an army of cops.</p> <p>We did this, the shuffle-queuing, for three hours. That's what happens when 84,000 people turn up to hear a senator speak, and when the Secret Service are checking everyone's bags. That's what happens when Barack Obama comes to town, to the home of the Denver Broncos American football team, to deliver the most important speech of his career. Welcome to stadium politics. It's like stadium rock, only the sound is better.</p> <p>This is, as one of the most popular T-shirts has it, Barack And Roll. And this is Denver, Colorado during the Democratic National Convention 2008, the four-day razzmatazz event at which the party officially selects Obama as its candidate to fight November's presidential election against the Republicans' Vietnam war hero John McCain. The legacy of two epochal events hangs in the ether: Obama is speaking on the 45th anniversary of Martin Luther King's 'I Have a Dream' speech, and it's 40 years since Chicago '68, the infamous Democratic Convention that followed the assassination of another People's Politician, Robert F Kennedy , and which descended into brutally suppressed riots.</p> <p>All over town there are rallies, meetings, parties, protests, law enforcement of every stripe and gun calibre, and 15,000 representatives of the global media. The celebrity contingent ranges from Ben Affleck and Charlize Theron to Muhammad Alivia the hot-ticket Vanity Fair bash. The accredited bloggers, all 500 of them, have their own tent. That's a lot of hot air and electromagnetic radiation zooming up into the Rocky Mountains. No wonder everyone in the Mile High City this week is a little, well, crazed. And there are bands. Rage Against the Machine do a free gig then lead 5,000 anti-war protesters on a demo. NERD play a Rock the Vote show. Kanye West performs a keynote concert, as is increasingly usual for him, way past everyone's bedtime. And it's not just the hip hop community who are turning out for the politico with Jay-Z on his iPod and on speed dial. The indie kids are here in force, too, with Cold War Kids joining Jenny Lewis, Clap Your Hands Say Yeah! and Death Cab For Cutie at a hipster art event called Manifest Hope. Beat that, Cool Britannia.</p> <p>Manifest Hope encompasses an exhibition and two gigs: an open-air early evening freebie and a late night 'VIP invite-only' show with Zooey Deschanel, the Hollywood actress who, as She &amp; Him, made the recent (and very good) album Volume One with singer-songwriter M Ward. Support comes from super-hot comedian Sarah Silverman, and from the mayor of Seattle (who mentions his city's proud grunge heritage).</p> <p>The DNC '08 is a rock'n'roll event for a rock'n'roll candidate, who has been feted on the cover of Rolling Stone and Spin. The singalong slogans are all over the place, on T-shirts, posters and banners. Barack The Vote. The New American Dream. A Legacy Of Hope. Change We Can Believe In. It's Time! The Real Deal. Obama In The House. Rock'n'roll candidate: that sounds fatuous, but it's still true. Obama – young, gifted and black – is treated like a rock star by the cool kids. Boy, do they think he's a rock star.</p> <p>'Portraiture is something I've always done of my music heroes – Joe Strummer, Bob Marley, Joey Ramone, Henry Rollins,' says Shepard Fairey, 38. He's the Los Angeles-based graphic artist whose stature in the US is akin to Banksy's here. Inspired by the presidential hopeful's message, Fairey designed two posters, titled Hope and Change. He's wearing a badge that says 'Obama' in the font used by AC/DC. 'My Obama poster is in the tradition of my work, to put people I think are trailblazers on a pedestal.'</p> <p>The posters were an instant pop-culture and blogosphere sensation in the US, and Fairey received a personally signed thank you note from Obama. They catalysed this week's Manifest Hope exhibition: a collection of Obama art submitted by creative figures from the graffiti, hip hop and urban scenes. It fills 10,000sq ft of gallery space in a grungily cool Denver neighbourhood. 'Just look around the exhibition at all these images of him,' says David Choe, 32, from New York, who contributed a spraycan work titled Hussein (Obama's middle name). 'He's not even human any more, he's like Jesus. He's become a symbol.'</p> <p>Why are Cold War Kids – whose Robbers &amp; Cowards debut was one of the critical hits of 2006 , and who share management with the White Stripes and Vampire Weekend – here? </p> <p>'We have always thought that the size of your band is directly in proportion to the size of your influence,' says singer Nathan Willett . It's an obvious point but stick with him; Cold War Kids are viscerally exciting on record (imagine Tom Waits fronting a de-techno'd Radiohead) but they're sober and methodical in speech. 'To be a political band without having any influence is really kinda silly and dogmatic,' he continues. 'But if you have influence and you can use it productively, that's great.' With their imminent second album, Loyalty to Loyalty, attracting advance raves, the savvy band are aware of their burgeoning heft – and of the promotional/fun possibilities. 'We're newly in a place where we have a little spotlight. And,' Willett adds, 'it's nice to play a little party.' Especially a party taking place during an event at which history is being made.</p> <p>The day before Barack Obama's Invesco Field speech, the Manifest Hope street bash is teeming. Will.i.am tours the exhibition; earlier this year he created the Obama mash-up 'Yes We Can ' featuring extracts from the senator's speeches and vocals from, among others, Scarlett Johansson. Spike Lee has already swung by, reportedly buying myriad prints of the exhibited art.</p> <p>At the entrance to the gallery is a poster declaring Obama a 'champion of the arts', and setting out his platform in this area. This includes: creating an arts corps that will work in low-income schools and communities; supporting increased funding for the National Endowment For the Arts (whose budget has been cut from $175m per annum in 1992 to $125m pa today); and providing healthcare and ensuring tax fairness for artists. No wonder the arts community are firmly onside. </p> <p>'Before Obama kids were not rocking politicians on their T-shirts and buying posters,' says artist Sam Flores, 32, from San Francisco, who has contributed New America, an acrylic and aerosol artwork to the show. 'But art and music and urban culture is helping bring them in – now everyone is making an effort to be part of politics. It's not just because he's the first black candidate – he represents ideas and openness.'</p> <p>The political thinking behind the exhibition, says excited gallery co-owner Tom Horne, is to say to young people: 'If these awesome, world famous, rad artists are getting together for this cause, YOU CAN TOO!'</p> <p>New York artist Ron English's Abraham Obama is one of the most striking pieces (his point, he says, is that the allegedly 'inexperienced' senator of four years standing has just as much experience of office as did America's favourite President). At 49, English is less prone to being swept up in the giddy Obamania. 'Most smart politicians in history, even the most evil ones like Hitler, used music and art,' he says. ''Cause art and music is how you get to people's hearts and souls.'</p> <p>Cold War Kids are also wary of being reduced to Obama cheerleaders. Formerly students at a Christian college, they're more about ideas than political partisanship – they wouldn't necessarily be turning up for congratulatory drinkies at the White House. Their second album's title, Loyalty to Loyalty, was inspired by the writings of Josiah Royce , a late 19th-century philosopher and proto-socialist from California. They're big fans of author David Foster Wallace , quoting on their website his thoughts on how the most effective new rebels might be the ones with old fashioned values.<br> 'The biggest objective Wallace wants to get across is to turn away from a style of writing that is ironical and sarcastic,' says Willett, 'and point towards a much more genuine and sincere style of communication. A lot of people have talked about that with Obama – from his mannerisms to his speech, he's a very sincere guy, a genuine character.</p> <p>Like U2 in a suit, Obama's sincerity and abstract but powerful quasi-spiritual messages – Change We Can Believe In; Yes We Can – are certainly inspiring near-fanatical enthusiasm among youth voters previously untouched, in every sense, by politics.</p> <p>Annie, 20, and Sam Woods, 24, have put their hearts, souls and lives into Obama. Sam spent two days covering her 1990 Volvo 240 DL in 520 Obama stickers. The sisters then drove the 1,200 miles to Denver from their home in Santa Cruz, California, blogging and selling stencilled Obama T-shirts along the way. Out in the street, as the bands soundcheck in the late afternoon heat, there is a huge buzz of interest in the sisters' car. They hand out cards for their Drive the Movement website (<a href=\"http://www.obamamobileusa.com\">obamamobileusa.com</a>). Why have they done all this? </p> <p>'Because change happens from the bottom up,' says Annie, 'and we want to be part of that. Obama is historic. What's happening now is monumental.'<br> 'Before Obama politics was this exclusive, I-have-money-and-we're-gonna-rule type government,' says Sam. 'Whereas now it's flipped – young people are involved, and all these artists and musicians are coming from the ground up and being inspired.' </p> <p>I hear similar zeal from the eager fans watching Cold War Kids that evening. Their short outdoor set – introduced by the mayor of Long Beach (like a proper politico, he's riding the slipstream of his up'n'coming hometown boys) and watched by the mayor of San Francisco (who looks like a catalogue model, or Eighties TV character Max Headroom) – is brilliant. Willett, bass player Matt Maust , guitarist Jonnie Russell and drummer Matt Aveiro throw themselves into the turbulent likes of the last album's 'Hang Me Up to Dry ' and the new one's 'Welcome to the Occupation '. </p> <p>'It's really important to see bands like Cold War Kids playing – we respect them and so we respect the things they stand up for,' says Sam Britten, 23, from Denver as they troop off stage. She's wearing a T-shirt made by a local artist. 'It's Time For A Democratic Party', it says, over a picture of Obama. While in college she helped register voters, focusing on 18- to 24-year-olds. 'And we could do nothing to get them to the polls or care about the issues. But here there are entire galleries in Denver filled with art devoted to Obama.' White-haired, 72-year-old millionaire John McCain, 'he can't do that!'</p> <p>'I'm here 'cause I love music, and I love Obama,' says Nasir Malik, a 20-year-old local with an Obama badge pinned to his baseball cap. 'He incites change. I've never felt that before, not in the right way. Good change, not a negative change.' </p> <p>Julia Rosen, 27, from Sacramento, is wearing a T-shirt that says 'I Blogged Your Girlfriend'. She's covering the convention for political website Calitics. 'As bloggers, the Obama campaign have empowered us to be their spokespeople. And they've very much decentralised the campaign. Young people are not watching the nightly news or reading newspapers much, so they get their news from alternative sources, whether that's The Daily Show or musicians or other trusted sources. They'll be like, \"Oh yeah, Cold War Kids were talking up Obama last night and the concert was awesome.\" Them telling five friends that, who then tell five other friends, that's what's going to get the youth out to vote and win him the election.' </p> <p>But what if all this is just ammo for the Republican charge that Barack Obama is just a celebrity? A smiley fella who likes the limelight and the famous supporters more than he likes the nitty-gritty of reforming tax policy, weaning America off its oil addiction and sorting out the mess in Iraq and Afghanistan?</p> <p>Ron English, artist: 'The only reason he's a \"celebrity\" is because people love him.'</p> <p>Jonnie Russell, Cold War Kid: 'It's definitely a danger, a slippery slope. But it happens on both sides – you've got Ted Nugent supporting the Republicans.'</p> <p>Shepard Fairey, artist: 'The concept of \"celebrity\" is that they're elite and untouchable. That's not Obama.'</p> <p>Sam Wood, activist: 'Is Obama a celebrity or a rock star? Hey, aren't we all rock stars? I don't think it should hurt him. It should empower people, the fact that he has that image. For years our presidents have been old white guys. He's in touch with our generation.'</p> <p>The following night's event at Invesco Stadium is a thrilling thing to behold. It is more rock'n'roll than any actual stadium concert I've ever been to. Once the deafening cheers greeting his arrival on stage have eventually subsided, Barack Obama rises to the occasion, showing his teeth at last and laying into McCain with a series of trenchant critiques and funny one-liners. No more Mr Nice Guy. And he off ers up impressive detail on a range of policy changes. No more Mr Celebrity. Well, as non-celebrity as the star of one of the biggest speeches by a politician in recent American history can be. At home, 38.4 million Americans are watching on TV. </p> <p>Inside this huge arena, the 84,000 excited fans lap up Obama's 45-minute set. If he could have done an encore (one short, catchy paragraph, say), they'd have gone even crazier. Then, a family hug, fireworks, confetti cannon and a vast, fluttering ocean of American flags. And there's one final musical trick: as Obama leaves the stage, Bruce Springsteen's 'Born in the USA' blares out across the stadium. Finally, a more fitting political context after the Reagan Republicans' mid-Eighties' misappropriation of The Boss's blue collar anthem.</p> <p>As we file out, a teenage girl approaches Cold War Kid Matt Maust and asks for an autograph. Alyson King, 16, is from Long Beach too. She came all this way for the Convention; seeing a show last night by a band from her hometown was an awesome bonus.</p> <p>Does she think an indie band can help the Democrats win the presidency after eight years of Bush?</p> <p>'Cold War Kids playing totally helps the cause. It gets the word out. As an artist, a public figure, you have to carry some responsibility and stand up to the challenges that face society.'</p> <p>And how was the Obama show?</p> <p>'Oh,' she beams, 'he rocked.'</p> <p>We filed out into the balmy, barmy Denver night. It's all over – bar the voting.</p> <h2>Obama V McCain: The music battle</h2> <p>Both presidential candidates recently revealed their 10 favourite songs and one - Barack Obama - is clearly more the rocker. And yes, that's two Abba songs in John McCain's list.</p> <p><strong>Barack Obama's Top 10:</strong></p> <p><strong>1.</strong> Fugees - Ready Or Not<br><strong>2.</strong> Marvin Gaye - What's Going On<br><strong>3.</strong> Bruce Springsteen - I'm on Fire<br><strong>4.</strong> The Rolling Stones - Gimme Shelter<br><strong>5.</strong> Nina Simone - Sinnerman<br><strong>6.</strong> Kanye West - Touch the Sky<br><strong>7.</strong> Frank Sinatra - You'd Be So Easy to Love<br><strong>8.</strong> Aretha Franklin - Think<br><strong>9.</strong> U2 - City of Blinding Lights<br><strong>10.</strong> will.i.am - Yes We Can</p> <p><strong>John McCain's Top 10:</strong></p> <p><strong>1.</strong> Abba - Dancing Queen<br><strong>2.</strong> Roy Orbison - Blue Bayou<br><strong>3.</strong> Abba - Take a Chance on Me<br><strong>4.</strong> Merle Haggard - If We Make it Through December<br><strong>5.</strong> Dooley Wilson - As Time Goes By<br><strong>6.</strong> The Beach Boys - Good Vibrations<br><strong>7.</strong> Louis Armstrong - What a Wonderful World<br><strong>8.</strong> Frank Sinatra - I've Got You Under My Skin<br><strong>9.</strong> Neil Diamond - Sweet Caroline<br><strong>10.</strong> The Platters - Smoke Gets in Your Eyes</p> <p>Source: Blender magazine</p>",
  "<p>Firing a fresh salvo in a presidential election battle that has turned into a war of the sexes, Sarah Palin has taunted Barack Obama for not picking Hillary Clinton as his running mate.</p> <p>As John McCain's surprise vice-presidential candidate, Palin has been giving her first major media interview. In the latest instalment released by TV network ABC on Friday, Palin took aim at Obama's decision to pass Clinton over. 'I think he's regretting not picking her now. I do,' the Alaska governor told ABC anchor Charlie Gibson. She went on to praise Clinton's performance in her epic but doomed nomination battle with Obama. 'What determination and grit and even grace, through some tough shots that were fired her way. She handled those well,' Palin said.</p> <p>Since being launched on the national scene, Palin has rejuvenated McCain's fortunes, spearheaded by a flow of women voters. Palin has publicly praised Clinton as a means of wooing that key female demographic. However, she has also brought a notably more negative tone to the election, marked by a series of ugly rows between the two camps.</p> <p>Her latest comments about Clinton proved no exception. In a sharp-edged response, Obama-supporting Congresswoman Debbie Wasserman Schultz said: 'Sarah Palin should spare us the phoney sentiment and respect.' That sort of prompt push back is likely to define the Obama camp as it copes with the way Palin has shaken up the race. </p> <p>Painfully aware of the floundering John Kerry campaign of 2004, Obama has in effect relaunched for the final seven weeks of the battle. 'Today is the first day of the rest of the campaign,' said Obama campaign manager David Plouffe, in an email on Friday. 'We will respond with speed and ferocity to John McCain's attacks, and we will take the fight to him.'</p> <p>'Democrats have to be more aggressive. They have to be proactive,' said Professor Joanne Green, a political scientist at Texas Christian University. Obama now seems to have taken such advice to heart, using hard-hitting new adverts that are trying to put the focus back on McCain and on the bread-and-butter issues facing America. A new ad unveiled at the end of last week was about the economy but did not hesitate to attack McCain personally, pointing to remarks he once made about not knowing how to use a computer or send an email. </p> <p>Yet it will be difficult to get the spotlight off Palin. Huge speculation surrounded her first TV interview and she appears to have mostly cleared the hurdle of her first bout of media exposure. Palin spent long hours holed up in Alaska with senior Republican aides, going over talking points, briefing her with policy memos and firing mock questions. In the end, she did hesitate and stumble over some key questions, especially foreign policy and the intricacies of welfare policy. </p> <p>However, she also came off as confident and able to handle herself in the face of determined questioning. 'She's a former beauty queen and an ex-sports anchor. She's a communicator. Many Americans think, \"I would be comfortable having her sitting in my kitchen\",' said Steve Mitchell, a pollster and chairman of Mitchell Research. 'Democrats ought to be concerned.'</p> <p>They are. Palin has had a huge impact. After months of Obama sitting ahead of McCain, suddenly the positions are reversed. The latest average of polls has McCain ahead of Obama by 2.3 points. He also improved his performance in key battleground states, such as Ohio and Florida, that will decide the election. </p> <p>Palin seems to have tapped into a large section of women voters the Obama camp overlooked or assumed would flock to its candidate. But there is also some truth in Palin's claims that Obama might regret not picking Clinton or another woman. His choice of Senator Joe Biden created the chance for McCain to pick Palin. Choosing Clinton would have dulled, or even prevented, the 'Palin effect' now defining the race. 'In a way Obama's decisions created Palin,' said Mitchell. 'He only has himself to blame.'</p>",
  "<p>For Barry McKernan and Saavik Ford, academics who live with their baby son in New York, sitting down to the television news is a nightly ritual, as it has been for generations of families. But there the tradition ends. Instead of watching heavyweight presenters dispense news from on high, the couple switch to The Daily Show with Jon Stewart, known for delivering stories with lacerating humour and an inbuilt bullshit detector. They know Stewart will part politicians from their reputations with laser-like precision, while simultaneously rubbing the media's nose in its own deference. And, more importantly, they trust him.</p> <p>'The Daily Show is probably more reliable for news than anything on TV except PBS [Public Broadcasting Service],' said McKernan, 36, who teaches astronomy at the Borough of Manhattan Community College. 'It stands apart from everything else because it unspins the news. It frankly points out how ridiculous the 24-hour news networks are - mostly gassing away by unqualified 'experts' filling the hours.'</p> <p>McKernan and Ford - young, liberal, politically engaged - are typical of a section of America that has grown sceptical of what they see as mainstream television's bland, knee-jerk journalism. For them only one man is asking the right questions, and that is a 45-year-old comedian called Jon Stewart. Like a court jester, he segues into truths that solemn courtiers cannot or dare not, announcing to the startled throng that the emperor has no clothes. Ford, 30, reflected: 'The mainstream news media appear to me to be too lazy to do their jobs as well as a comedian.'</p> <p>The Daily Show is satire with substance, a spoof news programme in which Stewart mercilessly punctures the headlines and skewers the powerful with cleverly edited film clips, sharp one-liners and bemused expressions. It features interviews - guests have included Victoria Beckham, Bill Clinton, Tom Cruise and Pervez Musharraf - and parodic news items from a team of roving reporters. Ridiculous stories delivered with a straight face, in the style of the fake newspaper The Onion, are combined with the bracing iconoclasticism of Michael Moore minus earnestness or ego. British viewers - who can catch it on the More4 channel four times a week or via the Comedy Central website - might be reminded of the Nineties news spoof The Day Today with Chris Morris and Steve Coogan, Angus Deayton's irreverent hosting of Have I Got News for You and Armando Iannucci's taste for the politically preposterous. Add the rottweiler instincts of John Humphrys or Jeremy Paxman, and throw in some downright silliness, and you have something approaching The Daily Show.</p> <p>Broadcast on cable channel Comedy Central, it has prospered in the Bush years with steadily growing viewing figures - still below 2 million but, like the New York Times (circulation 1.1 million), punching above its weight with opinion formers. Its bite-sized chunks of laugh-out-loud smartness are also perfectly geared for internet virals and the so-called 'YouTube generation'. A blogger called Matt Tobey may have only got slightly carried away last week when he wrote: 'I wasn't alive to see Michelangelo paint the ceiling of the Sistine Chapel. I wasn't born yet when the Beatles toured. And I probably won't ever get out to see that Japanese dude eat all them hotdogs. But goddamn, seeing Jon Stewart at his absolute best running circles around cable news douchebags is almost as good.'</p> <p>This year's presidential election has marked Stewart's coming of age as a cultural and political force in America. Whereas his debut as Oscars host in 2006 saw some jokes fall flat, he returned this year in triumph with timely political gags. Appearing on The Daily Show - described by Newsweek magazine as 'the coolest pit stop on television' - is now a gamble that no would-be president can afford to duck if they want to parade their 'human side' and ability to laugh at themselves. John McCain, the Republican candidate, has been on more than a dozen times over the years. Barack Obama, his Democratic rival, used The Daily Show for his last TV appearance before the primary election in Pennsylvania. Hillary Clinton - 'the first viable presidential candidate with a working uterus' - appeared on the eve of the crucial primaries in Texas and Ohio. At the Democratic national convention, Daily Show reporters found it hard to work as they were mobbed by so many fans.</p> <p>It is a delicious paradox that people's search for truth has led them to fake news. Under the headline 'Is Jon Stewart the Most Trusted Man in America?', the New York Times opined recently: 'The Daily Show resonates not only because it is wickedly funny but also because its keen sense of the absurd is perfectly attuned to an era in which cognitive dissonance has become a national epidemic. Indeed, Stewart's frequent exclamation \"Are you insane?!\" seems a fitting refrain for a post-M*A*S*H, post-Catch-22 reality, where the surreal and outrageous have become commonplace - an era kicked off by the 2000 election standoff in Florida, rocked by 9/11 and haunted by the fallout of a costly war waged on the premise of weapons of mass destruction that did not exist.'</p> <p>Showing politicians condemn themselves out of their own mouths is a classic Stewart manoeuvre. In one sequence, The Daily Show spliced excerpts from McCain's acceptance speech at the Republican convention with one by Bush before he became president. The word-for-word similarities were uncanny, promising change in Washington, a pro-life culture and the rest. It was a masterpiece of editing that required no narrative to tear down false idols, arguably more effective than anything the Democrats have thrown at McCain in recent weeks. It makes Obama's argument that McCain represents a third term of Bush more eloquently than the candidate himself has so far managed.</p> <p>Stewart's admirers in the political and media classes are legion. David Remnick, editor of the New Yorker magazine, told The Observer: 'He is our most astute - and, obviously, most hilarious - press watchdog and overall political bullshit monitor. His most effective move is to cull through the tapes of all the countless banalities, hypocritical contradictions and attempted snow-jobs executed in boundless profusion on our airwaves and on political podiums. He just puts them on the air and you watch with slack-jawed amazement.'</p> <p>Remnick added: 'Stewart is all the things the best stand-up comics are - quick, verbally deft - but he is also possessed of a political and moral sense. There are days when I think he is the only one keeping a sane head.'</p> <p>The Daily Show also satirises American media with its cliches, hang-ups and petty obsessions. For those who accuse Rupert Murdoch's Fox News of being a partisan Republican mouthpiece, there seemed to be no antidote until The Daily Show came along. It also strikes a chord with those who feel the 24-hour news channels hype every gaffe into a hurricane and despair of US newspapers as their circulations fall and they lay off staff. </p> <p>The lack of aggression in challenging the official intelligence used to justify the Iraq war, and the timidity around revelations of John Edwards's extramarital affair are just two examples of a perceived cancer eating into American journalism.</p> <p>Step forward Stewart, filling the void not with new facts - he does not claim to be an investigative reporter - but forensic editing and satirical snap. Iraq was quickly branded 'Mess O'Potamia'. While mainstream TV news endlessly repeated the Pentagon's description of 'the coalition of the willing' backing US forces, Stewart was quick to dub them the 'coalition of the piddling' and point out that allies such as Morocco were sending not troops but 2,000 monkeys to set off landmines. Other media were forced to play catch-up when the show highlighted the links between Halliburton, of which Vice-President Dick Cheney was chief executive, and government wartime contracts worth millions.</p> <p>Gavin Esler, the BBC's Newsnight presenter and former chief North America correspondent, describes Stewart as 'hugely influential' in the US. 'I think his success tells you a great deal about the dire state of some American network television journalism. It is often parochial, sentimental and focused on a diet of crime stories, supposedly \"human interest\" stories and medical \"breakthroughs\". It is no coincidence that the biggest cheer Sarah Palin received in her Republican convention speech was when she attacked the mainstream media.</p> <p>'Stewart is highly intelligent, perceptive and persistent as an interviewer but also funny. He allows his guests to be human and is not sycophantic. The best interviews I have seen this year with Obama, Hillary Clinton and McCain have all been by Stewart. It's hardly surprising they appear on his shows - they get to demonstrate their own sense of humour, which is very appealing to voters.'</p> <p>Many on the right believe the show is too liberal, in a country where that can be something of a dirty word. Stewart has admitted he is looking forward to the end of the Bush administration 'as a comedian, as a person, as a citizen, as a mammal'. But The Daily Show goes beyond party politics. When political debate in the most powerful country on Earth boils down to the semantics of 'putting lipstick on a pig', its stiffest challenge is to keep fake news more absurd than the real thing. Keep succeeding, and Jon Stewart might even swing the election.</p>",
  "<p><strong>Now or Later</strong><br>Royal Court, London SW1</p> <p><strong>Kicking a Dead Horse</strong><br>Almeida, London N1</p> <p>Christopher Shinn's new play is a theatrical paradox: it's Shavian but snappy. Only 70 minutes, and pungently written, it's packed (over-packed) with debate. It has a persuasive emotional aspect; the ending, finely staged by Dominic Cooke, is a well-judged surprise. And it's cannily scheduled: its concerns could hardly be more current.</p> <p>On the eve of a US election, the gay son of the Democratic presidential candidate goes to a party dressed as Muhammad. His dad's supporters think he should apologise before video material becomes public. The boy argues he was acting in the interests of free speech, to expose a fellow student who wanted to censor satire directed at Islam. But he's also rebelling because of his family history: even his birth, he claims, was a media-sensitive decision by his parents. </p> <p>In researching Now or Later, Shinn was helped by meetings with Cherie Blair and Hillary Clinton's head of communications. Matthew Marsh is very good as the about-to-be-President, suggesting the lustre of power as well as its damage; Eddie Redmayne, volatile and coltish, vividly projects distress and intelligence. Still, there's a hole at the centre: this boy, who's spent a lifetime complaining about his parents' way of going on, is now supposed to be astonished by their response to his actions.</p> <p>Kicking A Dead Horse is American writing at its posturing cowboy worst: Beckett in a stetson. This Abbey Theatre production of Sam Shepard's play, written for Stephen Rea, features a Manhattan art dealer who, having chucked his canvases out of the window, decides to head for the Badlands so that he can bray about Authenticity. His horse (and who can blame him?) pops his horseshoes, and spends the evening with his plastic-looking hoofs in the air. A girl in a mini-dress comes up from a fissure to simper. All Rea has to do is grumble. He does so with lovely, lugubrious confidentiality, but it's impossible to make these speeches interesting. Talk about flogging a supine equine.</p>",
  "<p><strong>Stevie Wonder</strong> <br>O2 Arena, London SE10 </p> <p>Around the time when Tony Blair was freshly enthroned as Prime Minister and Bill Clinton was the as yet unsullied President of the world, there was much talk of the rock'n'roll generation coming into power. Unlike previous ruling classes, these were world leaders who had first-hand knowledge of popular music. They could play electric guitar. They might have even inhaled. They, surely, would never lead the world into another Vietnam, or worse.</p> <p>How naive we were. Either rock had taught these men nothing or they had forgotten all of it. There was also, of course, the possibilty that rock itself was not as revolutionary a genre as we had all assumed. </p> <p>Now another American election brings the hope not just of a rock'n'roll President, but a soul President. A funk President. A jazz President. A president with an iPod, who knows Stevie Wonder's back catalogue inside out. Not for Barack Obama, some ill-thought-out endorsement of the Arctic Monkeys; Obama is down with Stevie, for real. 'When I was at that point where you start getting involved in music,' the Democratic presidential hopeful told Rolling Stone recently, 'Stevie had that run with Music of My Mind, Talking Book, Fulfillingness' First Finale and Innervisions, then Songs in the Key of Life. Those are as brilliant a set of five albums as we've ever seen.' No, Obama didn't just get a greatest hits CD last Christmas.</p> <p>The feeling is mutual. Wonder, now a portly 58, has described Obama as a cross between John F Kennedy and Martin Luther King Jr. He has played at Obama rallies, and at the recent Democratic convention (along with John Legend, whom you might describe as Wonder's wannabe mini-me). </p> <p>It's no surprise, then, that Wonder's London gig comes peppered with Obama endorsements. 'Master Blaster (Jammin')', Wonder's 1980 ode to Bob Marley now contains the line 'Barack Obama's gonna be the next President', and at the end Wonder invokes God's blessing for him. As Britons aren't yet able to vote in the United States presidential elections, we probably escape lightly. </p> <p>In a sentimental, rambling aside that takes in the Martin Luther King national holiday in the US, the end of apartheid and his 'lovely' daughter, Aisha Morris (now one of his backing singers), Wonder tonight ascribes his latest two-year bout of touring as a reaction to his mother's death in 2006. (God, apparently, needed her more than Stevie did; now she is an angel, watching over us all. Sometime later she came to Wonder in a dream and told him to 'get his ass on the road'.)</p> <p>But there is no ignoring the frisson of electricity running through black music in the US at the moment, and, specifically, through Stevie Wonder, long an activist, and now court musician to the Sun King-to-be. Buoyed by liberal America's Obama-mania, he is in expansive mode. Led onstage by Aisha, beat-boxing into a microphone, he takes up the harmonica, paying tribute to Miles Davis's 'All Blues', into which he manages to work in the melody from 'London Bridge Is Falling Down', charming everyone from the off. </p> <p>When, finally, he mines his rich vein of peak-period hits in the final half hour, the aisles fill with the dancing figures of black, white, young and old. 'Signed, Sealed, Delivered I'm Yours' gives way to the irresistible lift of 'Sir Duke'. It's soon followed by 'Uptight (Everything's Alright)' and the peerless 'Superstition', played just like you remember them. Not for Wonder the endless rearranging indulged in by stars bored of their hits: he plays them all straight, if far too perfunctorily.</p> <p>Bizarrely, he interrupts this magisterial flow to ask for a moment of silence for the victims of 9/11. As an afterthought, Wonder amends it to include all unnecessary deaths in all wars throughout history. There is no doubting his sincerity. But for all the energy coursing through Wonder, his two-hour show suffers from a lack of focus and unforgivably bad pacing. Can you be struck down by God for insinuating that Stevie Wonder lacks a sense of rhythm? I'm braced.</p> <p>If you have a ticket for the forthcoming run of shows, you could do worse than just turn up around 9.15. You'll miss the rush-hour traffic, the queues for food and drink, and the long-winded run-up of ballads, the band solos, and the surfeit of call-and-response vocal warm-ups with the audience. ('You sound like my church!' Wonder gushes.) </p> <p>The interminable, mawkish ballads aren't all rotten - a brilliant version of 'Lately' has an older woman in floods of tears, with many others not far off - but they dominate two thirds of what should be an electrifying gig in Wonder's first European jaunt in 10 years. One interminable jazz-funk workout finds every band member taking a solo. It is close to torture, as two percussionists, two guitarists, the drummer, the bassist, the saxophonist, the trumpet-player and two keyboard players each funk out individually. At £65 a ticket, this is indulgent, to say the least. </p> <p>Not even Wonder's deployment of a voice-bag vocoder can really get things moving, until 'Higher Ground' makes an appearance about seven songs in. Every time Wonder gets the crowd excited with a song played on the clavinet, he immediately follows it with a syrupy ballad on the piano, prompting everyone to sit down again. It's like church - but not in a good way. </p> <p>The amateurish visuals make several tedious songs worse. While many of tonight's tracks are lit up by laughably bad digital screensaver whorls, 'Golden Lady' features no less than a silhouette of a golden woman dancing. </p> <p>Perhaps the gig's nadir, 'Ribbon in the Sky' ('Ribbon! In the sky! Rrrrrrribbon! Rrrrribon! Rrribbit!' Wonder scats, in a very long coda) is illustrated by a red and gold ribbon flying through outer space. It may be in poor taste to note that Wonder might not have much input into this section of his show, but someone, somewhere needs to tell him that his music deserves better. If Obama is elected President of the United States, and Wonder has his ear, we can only hope that it is the questing, visionary Wonder he heeds, and not the comfortable, middle-aged star who has lost his sense of rhythm.</p> <h2>Vox pop</h2> <p>Did Stevie manage to bring the sunshine back into your life?</p> <p><strong>Sean Christian</strong><br>47, careworker</p> <p>It's brilliant to see Stevie back on stage and on top form. His vocal power is extraordinary and I've never known him so interactive with his audience. His energy was incredible. He really controlled the crowd.</p> <p><strong>Lorna Driver</strong><br>29, full-time mum</p> <p>I'm 29 and this was my first ever concert. It was excellent. We've come with our mum tonight because she introduced us to Stevie Wonder and we grew up with him. He didn't disappoint. </p> <p><strong>Mashiyane Mabunda</strong><br>24, credit analyst</p> <p>What a great night. He chose good tracks, not all the hits, but the ones that are most important to him. It brought back so many memories, and I loved it when he stood up on his piano stool for the medley at the end.</p> <p><strong>Steve Huber</strong><br>56, schoolteacher</p> <p>Starting off with Miles Davis's tune 'All Blues' was inspired. I got Stevie's first album, Uptight, when I was 15 and I've been a fan ever since. I loved the age-range of the crowd tonight - it's nice that there are new fans coming in.</p> <p><strong>Nicky Garratt</strong><br>39, office manager</p> <p>Overall it was a great night, but slow in places. It was mostly a show for couples - a few of them needed to get rooms! But I did phone my mum when he played 'Lately', and had a cry.</p> <p><strong>Interviews by Imogen Carter</strong></p>",
  "<p>The Labour party has traditionally been frightened of the financial markets, often with good reason. Gordon Brown has been obsessively wary of the Conservative party, often with less reason. It was through fear of the financial markets that Brown handed control of official interest rates to the Bank of England. Oddly enough, the Attlee government nationalised the Bank in 1946 out of fearful memories of what the financial markets had done to Labour in 1929-31. It's a funny old world.</p> <p>Putting monetary policy in the hands of non-political technicians was deemed necessary so that New Labour's baggage train of revisionist policies would not be derailed by the financial highwaymen of the City of London or by the broader financial world. Well, here we are on the verge of autumn 2008, and Gordon Brown's government finds itself in deep trouble not least because, by trying to outflank the Conservatives from the right (the 10p tax fiasco, identity cards, plans for 42 days' detention without trial), it has alienated its core vote while achieving the seemingly impossible in making the Conservatives claim to be the more caring party. </p> <p>Depressed Labour supporters in general, and Brown in particular, could take heart from two refreshing contributions to the debate by those great foot soldiers of the moderate left, the Fabians. In an article in Renewal, Sunder Katwala, general-secretary of the Fabian Society, argues: 'Labour's mission is greater equality. It must again be the fairness party, or it is nothing.' </p> <p>In a world where memories are often short, Katwala reminds his fellow Labour party members that New Labour was not just the work of Blair and Brown: the ground had been prepared by Neil Kinnock, John Smith and others. Indeed, way back in the Nuffield General Election Study of 1992, David Butler and Dennis Kavanagh identified some of New Labour's characteristics - its emphasis on 'skills training, new ways of working, improved public services, greater rights for women and families, and protection of the environment' some two years before the Granita Deal between Blair and Brown. </p> <p>Katwala acknowledges that renewing Labour's claim to fairness will be difficult after the 10p tax episode. 'Nobody will stand against fairness, least of all David Cameron's shiny new Conservatism.' He adds: 'The disagreement between the parties is primarily about the role and responsibility of government... Cameron's claim to be the true 'progressive' is founded on his claim that Conservatives know that it is not the state's job to act on the important progressive causes of social inequality, climate change or international development ... Labour's argument must be the opposite: \"fairness doesn't happen by chance\".' </p> <p>Tim Horton, the Fabian research director, takes up the baton with a searching analysis of the Conservatives' plans for public spending. Looking beneath the sheep's clothing in which George Osborne's recent statements have been draped, Horton notes that 'sharing the proceeds of growth' means cutting tax and public spending at a time - the next 10 to 20 years - when demographic factors (a growing and ageing population) will mean that public spending will need to be increased merely to maintain standards which many people regard as barely adequate at the present. New Labour is in danger of allowing the debate to centre on managerial competence but there is a profound division between the parties on desirable levels of public spending.</p> <p>As Katwala notes, 'the credit crunch has shown how citizens look to government to provide stability and insure them against the worst risks ... voters should decide whether more free childcare and safer streets would be better for them than tax cuts.'</p> <p>Which brings us back to the financial markets. Perhaps the appropriate question at present is not how to share the proceeds of growth, but how to share the proceeds of recession. A healthy debate has opened up about the ethics of a financial and banking culture in which the participants think they are entitled to vast salaries and huge bonuses whether they are making or losing money for their clients. </p> <p>New Labour had an exaggerated respect for the financial markets - a respect that these days is not even shared by the governor of the Bank of England. The fallout from the credit crunch may yet prove that the Chancellor of the Exchequer was right to be so pessimistic in public. The understandable interest in the US presidential election may have distracted people from the hugely significant US government bail-out of the US financial institutions Freddie Mac and Fannie Mae. The bailers-out had to be bailed out!</p> <p>The collapse of the modern banking model, one of whose central fallacies was the belief that by spreading risk you could eliminate it, has indeed produced the biggest financial crisis for many decades. This does not yet merit being categorised as the biggest economic crisis for 60 years, and the very move towards recession is itself easing 'stagflationary' fears and raising the prospect of cuts in interest rates at some stage. But the idea that, after what it has produced, the financial sector does not need better regulation is for the birds. As Hannes Androsch, former finance minister and vice-chancellor of Austria, says in the summer issue of Europe's World: 'Like technological innovation, financial regulation is concerned with cost reduction; in this case the cost of transferring funds from savers to investors ... But where financial innovation is designed to circumvent regulation, either prudential or taxation, we need to be much more circumspect.'</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337585950\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Weblog/weblog pix/2008/9/13/1221325448843/valleyroadwolfgangstaudtweb.jpg\" alt=\"Valley Road by Wolfgang Staudt\" width=\"460\" height=\"200\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/wolfgangstaudt/2446021340/\">Valley Road</a> by <a href=\"http://www.flickr.com/photos/wolfgangstaudt/\">Wolfgang Staudt</a>, <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Some Rights Reserved</a><br /></span> <span class=\"element-image__credit\">Photograph: Wolfgang Staudt/Flickr, Creative Commons, Attribution 2.0</span> </figcaption> </figure>  <p><em>Whither goest thou, America, in thy shiny car in the night?</em><br>- Jack Kerouac, On the Road</p> <p>In two weeks, the US elections will enter the home stretch, the last month before American voters cast their ballots and choose the direction of the country for the next four years. As the candidates enter this last leg of what has been a two year journey, a team from Guardian Films, investigative journalist <a href=\"http://en.wikipedia.org/wiki/James_Ridgeway\">James Ridgeway</a> and I will begin another journey across the United States to talk to voters. We want to find out: Whither goest thou, America? And more importantly, why?</p> <p>We're still putting the finishing touches on our route, and I'll be talking about it more as it comes together. We hope to meet as many people along the way, and if you're interested in meeting us, <a href=\"mailto:kevin.anderson@guardian.co.uk\">drop me an e-mail</a>. I'll keep you posted on our plans and how you can take part. Even if we don't pass through your town or city - which is highly likely considering the size of the US - you can still join the conversation via the <a href=\"http://forum4editors.com/2008/09/us-odyssey-of-the-guardians-blogger/#more-644\">internet in ways that I'll be talking more about</a>. Until we leave, I'll be writing about the states we will visit and some of the issues.</p> <p>John <a href=\"http://voices.washingtonpost.com/thefix/2008/09/mccain_manager_this_election_i.html\">McCain's campaign manager Rick Davis</a> said:</p> <blockquote> <p>This election is not about issues. This election is about a composite view of what people take away from these candidates.</p> </blockquote> <p>There is some truth in that statement. Presidential elections in the United States aren't just about the issues. How many times did the smartest kid at school become class president?</p> <p>Having said that, I'd like to find a way to talk about the issues. What are the most important issues where you live? What are your neighbours talking about? If you live outside of the United States, what issues are you paying attention to? How do you think the election will affect your country?</p> <p>Here are some of the issue that I'm watching:</p> <p><strong>1. Health Care.</strong> The issue isn't simply about making sure that the 46 million uninsured Americans have care. It's also about how the hell is the US going to pay for it? In 1960, 1 of every 20 dollars were spent on healthcare. Now, it's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/09/AR2008090902520.html\">one in every 6</a>.<br><strong>2. National Debt.</strong> It was high enough. The Congressional Budget Office is predicting the national debt to double to more than <a href=\"http://www.csmonitor.com/2008/0911/p01s05-usec.html\">$5 trillion in the next 10 years.</a> That's more than <a href=\"http://www.brillig.com/debt_clock/\">$31,700 for every US citizen</a>. Anyone want to add that to your credit card bill?<br><strong>3. It's the Economy stupid.</strong> Unemployment is rising and prices have risen. The US has been buoyed by exports, but as the the global economy slows, so will exports.</p> <p>The long and short of all of this is that the bills are going to come due just as the economy hits the skids around the world. Those are just some of the domestic issues that I'm watching.</p> <p>What answers do the candidates have? If you're listening to the mainstream media, all you've heard about the last week is <a href=\"http://www.youtube.com/watch?v=xsOe87PcKMo\">lipstick and pigs</a>. \"The nonpartisan Tax Policy Center estimates that the Obama plan would cut taxes by $2.9 trillion over 2009-2018; the McCain plan would reduce taxes by nearly $4.2 trillion,\" writes <a href=\"http://www.csmonitor.com/2008/0911/p01s05-usec.html\">Gail Russell Chaddock in the Christian Science Monitor</a>. OK, that's brilliant, but who is going to pay the bills?</p> <p>As I said, I'm interested in the issues that you're keeping an eye on whether you are a US voter (like me) or someone watching the election from abroad (also like me at the moment). It's going to be a fascinating trip, and I hope to see you on the road.</p> <p>Technorati Tags: <a href=\"http://technorati.com/tag/election2008,\" rel=\"tag\" class=\"techtag\">election2008,</a> <a href=\"http://technorati.com/tag/economy,\" rel=\"tag\" class=\"techtag\">economy,</a> <a href=\"http://technorati.com/tag/politics,\" rel=\"tag\" class=\"techtag\">politics,</a> <a href=\"http://technorati.com/tag/johnmccain,\" rel=\"tag\" class=\"techtag\">johnmccain,</a> <a href=\"http://technorati.com/tag/barackobama\" rel=\"tag\" class=\"techtag\">barackobama</a></p>",
  "<p>When they convene at Bournemouth, the Liberal Democrats will be queasily aware that they have spent a year treading water. Their poll ratings have more or less flatlined since their last conference. They have been <a href=\"http://ukpollingreport.co.uk/blog/voting-intention\">stuck at 16%</a> (give or take a point or two for sampling error), around 6 points down on where they stood in 2005, and about 5 points down on their rating at the equivalent stage of the 2001-05 parliament.</p> <p>This showing is disappointing to the Lib Dems, as have been the election results in mid-term elections since autumn 2007. They did catastrophically in London and not brilliantly elsewhere. They were also squeezed by the Conservatives in Crewe and Nantwich, and even more ominously had a swing against them in Henley, the sort of seat where they would have previously expected to have a big swing in their favour.</p> <p>The poor electoral results have added to a sense of drift at the centre of the party. Nick Clegg has not captured the public imagination since he became leader in December 2007. The Lib Dems have had a difficult time of it as the political scene has been polarised between the Conservatives and an increasingly troubled Labour government. They have had trouble in projecting a distinct image or any specific policies, and Clegg has been overshadowed by Cameron. They have also had problems and soul-searching in Wales and Scotland. </p> <p>The Lib Dems have three basic tasks this season, the first of which is familiar from previous conferences:</p> <p>1) Assert their continuing relevance. This is a perennial objective, and one that in the last couple of conference seasons has proved difficult as politics has centred on the presidential contrast of Cameron with Blair (then Brown). It will be difficult again this year. Coming first does the Lib Dems no favour in terms of gaining attention from the media and the public (for whom the first half of September still has something of a holiday feel). </p> <p>2) Present attractive coherent policies. The <a href=\"http://www.libdems.org.uk/news/nick-clegg-launches-make-it-happen-414533\">Make it Happen</a> document being referred to conference was intended to serve as a pre-manifesto, but given that no election is expected in 2009 it has been restyled as a \"visions and values\" document. The party needs a decent narrative, and some eye-catching policies. The party's tax policy, of emphasising cuts for lower and middle income households (paid for by closing tax loopholes further up the scale) is part of this, although whether it bears scrutiny and commands support in the party are both questionable. Council tax abolition, lower and middle-end tax cuts, localism in public service and criminal justice, clean energy and an energy windfall tax will be some headline policies.</p> <p>3) Build Nick Clegg up as a strong leader. Clegg needs to dispel the perception that he is not a political heavyweight and is more conservative than his party – \"too light and too right\" perhaps. Clegg's speech needs to come over strongly to the party in the hall and the elements of the electorate that will be paying attention. Lacking an inspiring personal narrative (Ashdown and Campbell both had interesting backstories before they became politicians), he will have to surprise. One option is the Blair 1994 strategy of confronting his party with hard truths, and forcing it to do something against its instincts in the interests of modernisation. Another is to go against type – a rallying cry for social justice coming from someone who has seemed to belong to the right of the party. In any case, he needs to start defining himself before the public and this is as good an opportunity as he will get before the election campaign.</p> <p>In terms of electoral strategy, the party is talking of targeting 50 Labour seats, which is a tall order and what Sir Humphrey Appleby might have described as \"brave\". I hope to return to this question in another post. Clegg's leadership has involved a further repositioning of the party. Broadly, the Lib Dems were \"equidistance\"' between Labour and the Conservatives until around 1992, when Paddy Ashdown <a href=\"\" \"http: www.theguardian.com politics 1999 jan 21 liberaldemocrats.uk1\">proclaimed</a> that position as having come to an end (although in practice it was, for Labour, benevolent neutrality, particularly after 1989). From 1992 until about 2001 the Lib Dems were part of a loose progressive front with Labour. From 2001 until roughly 2007, they formed a left opposition to Labour. Now they seem to be back at equidistance. But Clegg's tone implies that this equidistance could be evolving into benevolent neutrality towards the Conservatives.</p> <p>The party's grass roots are for the most part situated on the anti-Conservative left, although with a dislike of the Labour party's culture because it seems too establishment and collectivist. The prospect of a deal with the Conservatives, or loose participation in a pincer movement aimed at securing not just defeat but humiliation for Labour, will have consequences that most Lib Dems would find unappetising. On the other hand, anti-Labour posturing has the effect of raising the price of cooperation with a minority Labour government.</p> <p>The Lib Dems face the essential dilemmas of positioning, electoral strategy and simply how to get their message heard in a two-party climate where the pros and cons of the Conservative alternative and the Labour government are dominating the scene.</p>",
  "<p>Alaska's legislators shook up the presidential race yesterday with a vote to subpoena Todd Palin, the husband of Republican vice-presidential candidate Sarah Palin, to question him about whether she sacked the state's police chief in order to settle a personal score.</p> <p>The demand to interview Todd Palin was the latest move in a state senate investigation into accusations that Sarah Palin dismissed state public safety commissioner Walter Monegan because he refused to sack a state trooper caught in a messy divorce with Palin's sister. Palin maintains she let Monegan go over a budget dispute.</p> <p>If the investigation finds that Palin used her influence as governor to further a family matter, it could threaten McCain's bid for the presidency. The Republican party has sought to portray Palin, Alaska's governor since December 2006, as a corruption fighter.</p> <p>Stephen Branchflower, the former prosecutor conducting the inquiry for the state senate, did not seek to subpoena the governor but has said he would like to interview her. Todd Palin was one of 13 people the panel voted to subpoena. The state senate panel rejected efforts by two of its Republican members to delay the matter until after the November 4 election. Their report is due next month. The investigation began in the weeks before McCain selected Palin as his running mate . The Republicans say the inquiry is politically motivated.</p> <p>Monegan says that Palin, her aides and her husband, a commercial fisherman and oilfield worker, approached him and complained that trooper Mike Wooten was still employed by the department. Palin fired Monegan in July, and Monegan has publicly said he believes the firing was connected with his refusal to remove Wooten.</p> <p>Sarah Palin's sister Molly married Wooten in 2001 in April 2005 filed for divorce. The Palin family has said Wooten threatened to kill Sarah Palin's father and has lodged more than two dozen official complaints about him with the public safety department. An investigation found that Wooten illegally killed a moose, drank beer in a patrol car and demonstrated a Taser on his 10-year-old stepson. He remains on the force.</p> <p>Earlier, Palin gave voters a further glimpse of her views in a series of three interviews with ABC television that exposed gaps on climate change.<br>\"I'm attributing some of man's activities to potentially causing some of the changes in the climate right now,\" she told ABC's Charlie Gibson.</p> <p>The statement contradicted her past assertions that she did not believe global warming was a result of human activity. She denied expressing such doubts in her ABC interview, but she told the Fairbanks Daily News-Miner last December: \"I'm not an Al Gore, doom-and-gloom environmentalist blaming the changes in our climate on human activity.\" She also told ABC that Washington should not intervene if Israel attacked Iran's nuclear facilities and adopted a more hawkish posture towards Russia than George Bush. </p> <p>At a military ceremony on Thursday, Palin linked the Iraq war to al-Qaida and 9/11. The Washington Post said she told troops deploying to Iraq, including her son, Track, that they would \"defend the innocent from the enemies who planned and carried out and rejoiced in the death of thousands of Americans\".</p>"
]