[
  "<p>It was only a decade ago that Tzipi Livni decided to become a politician. She had served as a young agent in Israel's foreign secret service, the Mossad, and then gave up an agency career to become a commercial lawyer until one autumn holiday, not long after the signing of the Oslo peace accords with the Palestinians, she decided to step into politics. Now she is just weeks away from becoming Israel's next prime minister after winning a striking victory in her Kadima party's leadership election yesterday.</p> <p>Livni, who is 50 and married with two sons, has been long tipped as a future leader and in recent months emerged as more dovish than many in her party. On the Palestinian front she advocates a two-state, negotiated settlement, though she adamantly resists any prospect of a return for Palestinian refugees into what is now Israel. On Iran and its nuclear ambitions she favours a tightening of sanctions, but seems less eager than other leading politicians for an outright military confrontation.</p> <p>Yet her background is more firmly embedded in Israel's right-wing. She was born into a \"fighting family\" and one that is much respected in Israel. Her father, Eitan Livni, was a senior figure in the Irgun, the underground militant Zionist movement that fought the British before the creation of the state. When she turned to politics, she turned naturally to the Likud, the leading rightist party.</p> <p>But three years ago she followed the then prime minister and Likud leader, Ariel Sharon, when he left the party, created his own movement, Kadima, or Forward. He argued that the dream of a Greater Israel from the Mediterranean to the River Jordan was unachievable and that the land should be shared with a Palestinian state. The creation of that Palestinian state is still a distant prospect, but many argue Livni is committed to a two-state solution to the seemingly intractable Middle East conflict.</p> <p>Avraham Diskin, a political scientist at Hebrew University in Jerusalem, said Livni was more dovish than her challengers for the party leadership. \"Ideologically everybody is now in the centre, people realise the risk and want to have peace and pay the price but the difference is in the nuances,\" he said. \"But she is emotionally involved, not just ideologically, she is very interested and she is a believer.\"</p> <p>Livni has been Israel's lead negotiator in the current talks with the Palestinians which began in Annapolis, in the United States, in November last year. With Livni as prime minister those talks could be expected to continue, perhaps even with a successful result. \"With her there is a chance of a conclusion, of having a piece of paper. What happens after that is difficult. But she is very highly motivated,\" Diskin said.</p> <p>However, the prospect of a peace agreement will depend just as heavily on the outcome of the US presidential elections. Even following a year of talks there are precious few signs of progress on the ground on the core issues and much evidence that the situation is slowly worsening.</p> <p>Livni herself made it clear just last month that she would not be rushed into a deal. \"I think that any attempt to bridge gaps that maybe it's premature to bridge, or to reach something that is not the comprehensive agreement that we want to reach can lead to doing it wrong just because of the pressure,\" she said.</p> <p>But before there can be negotiations, Livni must first form a coalition government. She will meet with Shimon Peres, the Israeli president, this week and he will give her 42 days to bring onside enough allied parties to form a majority in the Knesset, or parliament. Kadima has 29 seats in the 120-seat Knesset and will need Labour's 19 seats as well as other smaller parties, whose support will be more difficult to secure. There is likely to be a long period of back-room negotiating that will test Livni's skill before a deal is done and which may demand compromises that later limit her ability to strike a deal with the Palestinians.</p> <p>She will also be operating in an intensely male environment, where military experience is often as highly regarded as political acumen. She has already had to fight off suggestions she might be too weak for the job. \"The fact that I'm a woman doesn't make me a weak leader,\" she told the Jerusalem Post last week. \"It's not that generals pull the trigger and women don't. I have no problem pulling the trigger when necessary.\"</p> <p>One of her greatest challenges will be to restore some integrity to the tainted Israeli political system. She has a rare, corruption-free, \"Mrs Clean\" reputation, but will have an uphill battle to restore the public's faith in her colleagues. After all, her rise to the most powerful job in Israel only comes because of the fall of the current prime minister, Ehud Olmert, who has faced five separate corruption investigations in the past two years.</p>",
  "<p>There's no denying it: Sarah Palin has energised the presidential race, and she has had <a href=\"http://blogs.independent.co.uk/the_campaign_trailers/2008/09/snapshot-of-the.html\">no greater impact than in the south</a>. The <a href=\"http://www.fivethirtyeight.com/\">funny poll numbers</a> show it pretty clearly. The Republican base has risen from its sickbed for this wild woman from the far north with an enthusiasm not seen since 2004 when George Bush and Karl Rove made \"swiftboating\" part of the political lexicon. I've watched local Republicans puff up their chest and boast about their candidate for the first time since the race began. Her frontier background, God-fearing, gun-totin' ways and defiant tone (not to mention her conservative feminine allure) have revived – <a href=\"http://hotlineblog.nationaljournal.com/archives/2008/09/diageohotline_t_6.html\">somewhat</a> – the GOP political machine.</p> <p>But what the sudden rush of punditry about Palin isn't mentioning much is <a href=\"http://www.nytimes.com/2008/09/15/us/politics/15donors.html?em\">the other faction she has energised</a>. While the GOP rejoices, the Democrats look upon Palin with horror, seeing a living representation of everything they are fighting against. And after a few weeks of freaking out they are getting to work with new defiant energy and a grim determination. </p> <p>The progressive wing of the Democratic party loathes Palin and everything she stands for: corporate exploitation of natural resources, knee-jerk patriotic jingoism, an abhorrence for social programmes, the proud ignorance of the frontier-style \"ugly American\" – not to mention slaughtering woodland creatures for fun. The more moderate wing of Barack Obama enthusiasts see her as a threat to their candidate's historic journey, a cheap and cynical play by a decrepit regime desperate to retain power – and they're pushing that much harder to get out the vote and register new voters. </p> <p>And then there are the former Pumas. For those who didn't pay close attention to the intricacies of the Democratic convention this year (how I envy you!), <a href=\"http://www.theguardian.com/world/2008/jun/07/hillaryclinton.barackobama\">Puma</a> – \"party unity my ass!\" – was the title adopted by intransigent Hillary Clinton supporters who were bound and determined to spoil Obama's big day. But after the conciliatory tone of the convention and the bombshell announcement of Palin's spot as running-mate, the Pumas around town have largely re-assessed their strategy. McCain's choice of Palin was clearly designed to lure them away from the Democrats. And a few of the more marginal of Hillary's supporters are, indeed, considering the McCain ticket in a new light.</p> <p>But the vast majority of Hillary's partisans <a href=\"http://ap.google.com/article/ALeqM5gbJvGZDG9ZD_SsuZpy-SSApOaW7AD93858M00\">see Palin as a pathetic mockery of everything they cherished about Clinton's historic run</a>. They see it as a bald-faced and cynical attempt to stack the deck against their candidate. In a word, they are pissed off in such a way that makes their ire at Obama's people a faint memory.</p> <p>At the risk of courting charges of sexism, I'll go ahead and claim that women, not men, are more ruthlessly savage in their judgments of other women. I make this claim having worked in three or four female-dominated industries and witnessing the group female dynamic in all of its glory. Women can be vicious when it comes to other women, and the former Pumas have unsheathed their claws on the subject of Palin.</p> <p>\"She's like every self-important PTA mom I've ever met,\" one of my Clinton-supporting pals, a woman in her 50s I used to work for, confesses to me defiantly. \"She's the woman who dominates every organisation she's part of, demands that her vision become the standard, ruthlessly crushes every opponent … \" she sputters as she reveals her loathing of the candidate. \"And she's expecting to walk into the presidency without earning it,\" she condemned. \"That just ain't gonna happen! We've got the supreme court to consider. I didn't fight for Hillary all this time just to see some other woman, especially this one, get there first.\"</p> <p>Another former Hillary-ite is less diplomatic in her assessment. \"She said she's a hockey mom, which is like a pit bull with lipstick,\" this 40ish single mom concludes. \"I've seen her record. All glam and no glory. She's just not that good. I'm not impressed. Every time she opens her mouth, she seems to put her foot in it. She's a paper pit bull. She didn't get anyone excited who was going to vote for Obama, anyway.\"</p> <p>One is looking forward to what she sees as an inevitable cat-fight between the two. \"I can't wait until Hill unloads on that … witch,\" she says, choosing her words carefully as her two-year-old runs into the room. \"She'd take her apart in a debate. Obama behaved – more or less – like a gentleman. If Hill goes after her, Sarah will look like one of those moose she hunts afterwards. Metaphorically.\"</p> <p>There are, of course, those former Hillary supporters who are so wounded that they are still reluctant to support Obama, despite Palin's explosive arrival on the campaign scene. \"I know it's an important race,\" one woman in her 30s tells me, mournfully. \"But my 'guy' isn't in it any more. She should have been offered the VP spot. She wasn't, so I don't care who wins, now. I'm sure it will be Obama, but it will have to be without my vote. I'll vote third-party, I guess.\"</p> <p>The Obama rank-and-file (many of them political novices) are justifiably wary of the threat Palin poses to their candidate. But they are being <a href=\"http://abcnews.go.com/GMA/5050/story?id=5821280&amp;page=1\">well-directed by the campaign</a>, putting their energy into productive ventures like voter registration, organisation and encouraging the small-donor fundraising that has become Obama's bread-and-butter. They haven't missed the Republicans around town, behaving as if there were a chance at winning for the first time this campaign. They're worried, but not paralysed. But as one of the volunteers confides to me: \"If we take this all the way to election day and we lose, well, Hillary can kiss the presidency goodbye. There won't be enough hope left in the country for her to hope to be elected.\"</p>",
  "<p>A group of Democratic congresswomen today seized on the grim economic news to portray Barack Obama as the presidential candidate best able to improve American women's financial lot.</p> <p>The congresswomen, led by House speaker Nancy Pelosi, this morning attacked John McCain's opposition to expansion of a children's health insurance programme and to legislation seeking equal pay for women, and said his healthcare plan could leave millions of women without insurance.</p> <p>Pelosi said: \"He says he wants private accounts along the lines of the Bush plan. Can you just imagine if President Bush had prevailed, earlier this week when the stock market went down 500 points in one day? That's not social security, that's social insecurity that John McCain supports\". McCain has said he would allow younger workers to divert some of their social security contributions to private accounts invested in stocks.</p> <p>The press conference at the Democratic party headquarters came as McCain has made small but steady gains among women voters, helped by his selection of Alaska governor Sarah Palin as his running mate. Democrats typically hold an advantage among voters on economic issues, and this year polls show voters tend to trust Obama more to handle the economy, although by a slim margin. </p> <p>The Democratic women noted McCain's opposition this spring to a bill that sought equal pay for female workers. McCain skipped the vote in the Senate, saying he opposed the bill because it would have led to more lawsuits.</p> <p>\"To make opportunity real and to knock down this wall that blocks women's progress, we have to send, and elect Barack Obama to the White House,\" said Rosa Delauro, a representative from Connecticut.</p> <p>The group today said that McCain's healthcare plan would leave more women without insurance. His plan involves shifting Americans into individual health insurance programmes rather than ones sponsored by employers. The Centre for American Progress Action Fund, a liberal research organisation, said in a recent study that more than 59m women insured through their employers would be at risk of losing coverage.</p> <p>\"A vote for John McCain is a vote to jeopardise women's access to healthcare,\" said Linda Sanchez, a Democratic congresswoman from California.</p> <p>In response to the Democratic attacks on McCain's legislative record and policy proposals, the McCain campaign noted that Obama's Senate office employs fewer women in top positions than McCain's.</p> <p>\"Barack Obama says he's for equal pay for women, but women working in his Senate office earn an average of $9,000 less than men,\" spokesman Brian Rogers said. </p> <p>\"By contrast, women in John McCain's Senate office actually earn an average of nearly $2,000 more than men. The American people understand that real leadership for the change we need is all about what you do, not just empty words.\"</p>",
  "<p>Lawyers and Republican aides acting on behalf of Sarah Palin are<br>engaged in a fierce legal battle to block an inquiry into the so-<br>called \"Troopergate\" affair, in which the vice-presidential<br>candidate is accused of abusing her public office to wage a<br>personal vendetta against her former brother-in-law.</p> <p>The bi-partisan panel of the Alaskan state legislature in charge of<br>the inquiry is coming under intense pressure to drop the<br>proceedings, or bump them into the long grass until after the<br>November 4 presidential elections. In the latest move, five<br>Republican members of the state assembly have issued a lawsuit<br>seeking to halt the investigation on the grounds that it is<br>\"McCarthyistic, partial and partisan\".</p> <p>Yesterday, the Republican attorney general of Alaska also ruled<br>that 13 witnesses subpoenaed to appear before the inquiry would not<br>have to be honoured.</p> <p>The Democratic head of the panel, Hollis French, has vowed to press<br>on with the inquiry, which is due to report on October 10. In a<br>recent interview with the Guardian he said: \"Sarah Palin's<br>nomination as vice-presidential candidate really doesn't change the<br>steps we are going through to complete the investigation, it just<br>raises its visibility significantly.\"</p> <p>The rapidly escalating campaign of disruption launched by the Palin<br>camp is an indication of how seriously Troopergate is being taken<br>within Republican ranks. Allegations about her misuse of her<br>position as governor of Alaska for personal reasons are potentially<br>damaging to John McCain's presidential hopes as he has billed his<br>running mate as an ethical choice who will combat corruption and<br>cronyism in Washington.</p> <p>At the heart of the affair is the accusation that Palin sacked the<br>head of the Alaskan police service, safety commissioner Walt<br>Monegan, because he refused to take a tough stance against her<br>former brother-in-law who works as a state police officer or<br>trooper. Mike Wooten and Palin's sister Molly were involved in an<br>acrimonious divorce.</p> <p>It has emerged that Palin, her husband Todd and several of her<br>closest aides complained about Wooten to Monegan on at least a<br>dozen occasions, urging him to dismiss the trooper or have him<br>moved. Monegan consistently resisted their advances, until he was<br>himself fired.</p> <p>In an interview with the Wall Street Journal today Monegan<br>said: \"The first thing I said when I was told I was fired was, 'Is<br>it because of Wooten?'\"</p> <p>The union representing Wooten, the Public Safety Employees<br>Association, points out that the trooper was investigated several<br>years ago over alleged improprieties raised by Palin and others,<br>that included the shooting of a cow moose without a proper licence.</p> <p>Wooten was found in breach on some charges and suspended for five<br>days, at which point the case was closed.</p> <p>But soon after Palin became governor in November 2006 the<br>accusations were raised again. In one email to Monegan she wrote:<br>\"Amazing. [Wooten]'s still a trooper, and he still carries a gun,<br>and he still tells anyone who will listen that he will 'never work<br>for that bitch, Palin' because he has such anger and distain (sic)<br>towards my family.\"</p> <p>John Cyr, the union's director, told the Guardian:<br>\"What the governor has done is unconscionable. She has used the<br>bully pulpit of the governor's office to demonise a man who was<br>trying to do his job and raise his family.\"</p> <p>In her defence, Palin says she sacked the police chief not because<br>he refused to act against her former relative, but because he had<br>shown \"insubordination\" towards her over the management of the<br>police budget.</p> <p>Palin has a long track record of blurring the lines between her<br>public and private lives. A recent investigation by the New York<br>Times revealed that as governor she has appointed several former<br>school classmates to senior positions.</p>",
  "<p>Hillary Clinton has backed out of a planned rally against the Iranian government after learning that protest organisers also invited Sarah Palin.</p> <p>The rally in New York on Monday is sponsored by a coalition of US Jewish groups angered by Iranian president Mahmoud Ahmadinejad's presence at the opening of the UN general assembly.</p> <p>But the protest plan went awry after Clinton, a longtime ally of pro-Israel groups, discovered that the Republican vice-presidential nominee had also been asked to attend.</p> <p>Clinton aides said they learnt of Palin's invitation from the media, not the rally organisers. \"Her attendance was news to us, and this was never billed to us as a partisan political event,\" a spokesman for the former first lady told the Associated Press.</p> <p>A joint appearance by Clinton and Palin would have drawn intense interest, particularly given lingering questions over how strongly the New York senator has criticised Palin while campaigning for Barack Obama.</p> <p>The rally also would have lent Palin some of Clinton's formidable appeal to Jewish voters. The Republican No 2 has struggled to <a href=\"http://www.jewishjournal.com/elections/article/mccain_team_palin_rejects_views_of_churchs_jews_for_jesus_speaker_20080903\">beat back scepticism</a> over her attendance at a church service that featured controversial remarks about terrorism in Israel.</p> <p>The Clinton cancellation now leaves Palin the main draw at Monday's event, after which she is expected to make introductions to foreign leaders with running mate John McCain at her side. </p> <p>President George Bush is slated to address the UN gathering on Tuesday.</p> <p>When asked about the Iran rally, Republican spokeswoman Tracy Schmitt sent a subtle jab at Clinton – whom Palin criticised earlier this year but has now taken to praising as she courts female voters.</p> <p>\"Governor Palin believes that the danger of a nuclear Iran is greater than party or politics,\" Schmitt told Fox News. \"She hopes that all parties can rally together in opposition to this grave threat.\"</p>",
  "<p>With George Bush looking on, financial institutions gobbled up risky loans that built into a crescendo of debt. The ensuing crisis prompted a bailout from Congress and cost US taxpayers billions of dollars.</p> <p>It sounds like America's current economic struggle – but that was the reality 19 years ago, during a mass failure of savings-and-loan thrifts, or S&amp;Ls, that rivalled the financial collapse of the Great Depression.</p> <p>John McCain has admitted that his role in the Keating Five scandal, the most notorious chapter in the S&amp;L crisis, \"will be on my tombstone\". Months before he was singed by Keating, however, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=101&amp;session=1&amp;vote=00166\">joined fellow Republicans</a> to rebel against a congressional rescue for failing S&amp;Ls.</p> <p>\"We all hope he learned his lesson from that previous go-round,\" Barry Bosworth, a senior fellow in economics at the Brookings Institution, said. \"I do think he was on the wrong side back in the S&amp;L crisis.\"</p> <p>The Republican nominee was one of five senators who intervened with banking officials in 1987 on behalf of Charles Keating, a McCain friend and contributor who hoped to quash a government audit of his S&amp;L. The thrift's eventual collapse deprived thousands of their life savings.</p> <p>\"If you kept institutions around that were fundamentally flawed,\" Bosworth said, likening the S&amp;L quandary to the current crisis, \"they were gambling and hoping to get a big win. That carries over to their competitors and the problem spreads to the whole system.\"</p> <p>The Keating scandal broke in 1989, causing a media firestorm and an ethics investigation of McCain. But months before his troubles began, McCain voted to keep an S&amp;L rescue plan off the US budget – saving Republicans from being saddled with a higher national debt.</p> <p>In addition to making the S&amp;L rescue more expensive, the Republican tactic \"had the very real potential to disrupt and delay\" relief, according to a 2006 Bush administration analysis. The plan ultimately passed, creating a government-run Resolution Trust Corporation that managed the assets of defunct S&amp;Ls to minimise taxpayer losses.</p> <p>One of Resolution's first moves was to sue Charles Keating and his business partners for $1.1bn.</p> <p>McCain's willingness to delay an S&amp;L fix is newly relevant this week, as senior Democrats <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/15/AR2008091503302.html?hpid=topnews\">propose a similar remedy</a> to manage the books of financial institutions hit hard by the credit crunch.</p> <p>John Irons, research director at the Economic Policy Institute, said \"I'd be surprised if he got on board with\" a Resolution-type entity to resolve the current crisis, \"given his history of opposing regulation in the past.</p> <p>\"He keeps saying something needs to be done,\" Irons added, \"but every time something comes up it seems like something he wouldn't support. He seems to have taken a personal lesson from the [Keating] scandal, but not necessarily any policy lesson.\"</p> <p>Obama invoked the spectre of Keating yesterday, listing the dire economic consequences of the S&amp;L crisis and asking a Colorado audience: \"Does that sound familiar?\"</p> <p>McCain himself <a href=\"http://www.nytimes.com/2007/12/19/us/politics/19campaign.html\">made a similar comparison</a> between risky S&amp;L investments and risky subprime investments last year.</p> <p>The Republican nominee again harkened back to the 1980s yesterday, blaming the credit crisis on bad behaviour by Wall Street. He also blasted lax financial regulators, vowing to \"reduce the debt and risk\" of banks affected by mortgage defaults.</p> <p>Such rhetoric masks McCain's unchanged support for minimal financial oversight, University of Texas economics professor James Galbraith said.</p> <p>\"He's in favour of doing what the [financial] lobbies want to do,\" Galbraith said. \"When there's a big blow-up, they tend to blame it on bad people; therefore, we're going to clean up the mess on Wall Street, get rid of the bad CEOs – find a scapegoat and go hide in the deep brushes.\"</p> <p>Galbraith observed that McCain has taken his economic-policy cues from Phil Gramm, a longtime friend and the former co-chairman of his presidential campaign. Gramm stepped aside earlier this year after calling the US \"a nation of whiners\" but remains a McCain cheerleader.</p> <p>Gramm led the 1989 rebellion against counting the S&amp;L rescue on the budget. Ten years later, he was the singular force behind a financial deregulation plan that many scholars believe laid the groundwork for this year's subprime debacle.</p> <p>\"The guy was systematically in the forefront of creating ways in which bad operators could make money and escape supervision,\" Galbraith said.</p> <p>McCain's past reliance on Gramm for economic counsel can be attributed to his relative lack of experience with financial issues. He <a href=\"http://elections.foxnews.com/2008/01/27/hitting-home-mccain-romney-attack-records-on-economy-iraq\">said in January</a> that mortgage issues are not his strong suit.</p> <p>\"If they choose to say, 'Look, I do not need this guy because he's not as good on home loan mortgages' or whatever it is, I understand about that, I will accept that verdict,\" McCain told a Florida audience. \"I am running because of the transcendental challenge of the 21st century, which is radical Islamic extremism.\"</p>",
  "<p>Back in July, I wrote here that the US presidential race between Barack Obama and John McCain stood a good chance of being <a href=\"http://www.theguardian.com/commentisfree/2008/jul/02/usa.uselections2008\">the first post-culture-war campaign</a>. What can I say? I was 180 degrees wrong.</p> <p>McCain's selection of Sarah Palin as his running mate has reignited the US culture wars, and they seem to be burning hotter and brighter than ever. Palin is a polarizing figure straight out of the national id. She opposes abortion rights, questions Darwin and the human connection to global warming, and brims with self-confidence <a href=\"http://www.nytimes.com/2008/09/16/opinion/16brooks.html?_r=1&amp;em&amp;oref=slogin\">despite lacking knowledge or experience</a>. She drives Democrats crazy and thrills the GOP base, which was decidedly not thrilled with McCain.</p> <p>The McCain campaign has gone all-out to exploit these ideological fault lines. It has attacked the media as an out-of-touch elite for questioning Palin's fitness for office and asking <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=dont_know_much_about_energy\">legitimate questions about her record</a>. It has launched a series of culture-based attacks on Obama touching on sex and celebrity. </p> <p>Obviously, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/15/AR2008091502406.html?hpid=opinionsbox1\">like many people</a>, I misjudged McCain. I expected him to argue for his candidacy on the merits and believed that he could articulate a coherent argument against Obama. America is clearly at a turning point – the economy is foundering, US influence in the world is declining, and the nation has effectively put off dealing with global warming, the energy crisis, health care and a host of other brewing problems. Yet at the Republican convention in St Paul, McCain's campaign manager Rick Davis <a href=\"http://voices.washingtonpost.com/thefix/2008/09/mccain_manager_this_election_i.html\">declared</a> that \"this election is not about issues,\" but about a \"composite view\" of the candidates – in other words, character. </p> <p>If McCain wins, his campaign strategy will turn out to be a giant missed opportunity. Campaigns are opportunities to field-test proposals and themes for the coming four years and build public support for action. This is what Obama's doing. But McCain isn't making much of a positive argument for himself, beyond a few buzzwords like \"maverick.\" Especially on domestic issues, we have virtually no clue what his priorities are, what he wants to do in office.</p> <p>Even on its own terms, McCain's culture war campaign is a scattershot, unfocused and largely mendacious affair. McCain ads have attacked Obama for being a lightweight celebrity, for wanting to teach sex education to kindergarteners (not true), for calling Palin a \"pig\" (also not true). </p> <p>Past GOP culture-war campaigns were negative, divisive and personal. But they made coherent arguments. When George HW Bush attacked Michael Dukakis as an out-of-the-mainstream liberal in 1988, he had a point. Dukakis was a traditional liberal during a time of conservative ascendancy. And the main points of attack were <a href=\"http://en.wikipedia.org/wiki/Willie_Horton\">based on facts</a>: Dukakis did nominally oversee the prison furlough programme that released a killer who then raped and assaulted a woman. He did <a href=\"http://query.nytimes.com/gst/fullpage.html?res=940DEEDB1F3EF936A1575BC0A96E948260\">veto a bill</a> requiring the Pledge of Allegiance to the US flag be recited in Massachusetts public schools. In 2004, George W Bush's denunciations of John Kerry as a liberal Washington insider who had trouble articulating clear positions also had the ring of truth.</p> <p>Those campaigns were slick and sophisticated attempts to shape public opinion. By contrast, McCain's ads and rhetoric sound like they're generated by <a href=\"http://www.brianbeutler.com/2008/09/john_mccain_no/\">a bunch of twentysomething Republican bloggers</a>, strung out on caffeine at 3am, each trying to out-snark all the others. The main thing the campaign has going for it is sheer outrageousness – that is, by hitting every conceivable cultural hot button and <a href=\"http://yglesias.thinkprogress.org/archives/2008/09/thanks_but_no_thanks.php\">repeating untruths</a> over and over, it will both get an anti-Obama message out and also dominate the news cycle.</p> <p>So far, it's worked – McCain now has a slight edge in the polls. And the Obama campaign has fumbled, spending much of its time lamely responding to the latest McCain attack. </p> <p>But it's far from clear the culture war will carry McCain to victory. The political fundamentals – the US economic doldrums and widespread displeasure with the Republican party – still favor Obama. For many voters worried about their own financial security, those issues will eclipse cultural hot buttons, many of which are remnants of the 1960s and increasingly irrelevant to the challenges of life in 21st century America. </p> <p>It will also be hard for McCain to keep up his current tactics for six weeks straight in the face of mounting media criticism. Presidential campaigns, especially close ones, are notoriously volatile. Polls and the media \"narrative\" can shift dramatically in a short space of time. Even \"outrageous\" can get old fast.</p>"
]