[
  "<p>There's something rotten in the state of Kentucky, and I'm not talking about the fried chicken. It is — and has been — the antics and voting record of the Bluegrass State's senior senator, Minority Leader <a href=\"http://mcconnell.senate.gov/\">Mitch McConnell</a>, over his 24-year career in Washington. And in what I would label the second most important race in the upcoming US election, a businessman named <a href=\"http://www.bruce2008.com/\">Bruce Lunsford</a> may <a href=\"http://www.time.com/time/politics/article/0,8599,1853514,00.html\">replace</a> the most powerful Republican in either body of Congress.<br> McConnell, a grandfatherly figure with the charisma of your average door knob and the conscience of a conservative, has never been an overly popular figure in Kentucky. In fact, in every election save his most recent on in 2002, when running against a mediocre opponent while the drums of war were beating in post-9/11 America, McConnell has been unable to clear 55% of the vote. Yet, what he lacks in social skills he makes up for in hard work and sheer shamelessness. McConnell has long been an appendage of the corporate lobby, <a href=\"http://www.ontheissues.org/senate/mitch_mcconnell.htm\">voting</a> with President Bush 95% of the time and making a career out of doing what's best for your average, economically strapped Fortune 500 CEO — including bottling up any and all attempts to limit the amount of money flowing through the US political system. His mastery of Senate procedure has served him well, as he has been able to increase his clout and the power of his party through parliamentary maneuvers (recently breaking a record for blocked legislation in the process), while raising enough corporate cash for his campaigns to find a cure for cancer.<br> When this did not suffice, he has always been willing — much like Karl Rove and his favourite political project George Bush — to parachute down to the lowest common denominator, whipping up those he routinely hurts through his votes on economic issues by pandering to whatever social phobia he can think to conjure up. It has been abortion here, gays there and terrorism all around. In a state that has the sixth highest share of Christian evangelical voters in the country and a largely white populace, this has often been enough. But suddenly, with Republicans around the country <a href=\"http://www.nytimes.com/2008/10/27/us/politics/27campaign.html?ref=politics\">reeling from their association</a> with Bushenomics, an unpopular war in Mesopotamia and a cupboard full of scandal, McConnell has fallen victim to a combination of this sweeping tide and a very able and resource-rich opponent in Mr. Lunsford.<br> Now that public and private polling show this <a href=\"http://www.pollster.com/polls/ky/08-ky-sen-ge-mvl.php\">race to be close</a>, the campaign arm of the Senate Democrats, the <a href=\"http://www.dscc.org/home\">Democratic Senatorial Campaign Committee</a>, has jumped into the race with funding for ads hitting McConnell's rancid record. Even a prominent Republican in Kentucky (a recent candidate for governor of the state) has thrown his support behind Lunsford. Add in an <a href=\"http://www.kentucky.com/591/story/568978.html\">endorsement from the state's largest newspaper</a>, the Louisville Courier-Journal, and recent <a href=\"http://media.www.wkuherald.com/media/storage/paper603/news/2008/10/28/News/Clinton.Rallies.For.Lunsford.In.Bg.Airport.Hanger-3509508.shtml\">campaign visits</a> by former President Clinton and senator Hillary Clinton, and you have what is known as \"Big Mo\" working for Lunsford, which must be inducing heartburn at Camp McConnell.<br> Lunsford's charm and common sense policy positions make him an even safer bet for an upset. When I recently interviewed him, he told me he supports the redeployment of US troops from Iraq and universal access to health care, while strongly opposing tax breaks for oil companies and the partial privatisation of social security. These issues all place him on the right side of public opinion, while McConnell is left to try and divert people's attention from his failed agenda with attack ads and shiny objects. Lunsford is also in favour of <a href=\"http://www.theguardian.com/world/2008/sep/16/usa.food?gusrc=rss&amp;feed=worldnews\">\"Country of Origin\"</a> labeling, an economically populist position and important stand in Kentucky that puts small American farmers before agribusiness conglomerates – or McConnell's base, if you will.</p> <p>There is no doubt that Lunsford is still the underdog. Especially with McCain all but certain to handily carry this southern border state in the presidential election. But Lunsford is right in this thing, and he has a serious chance at being Kentucky's next senator. Besides an Obama victory, that would be the biggest victory for progressives, Kentuckians and all Americans on November 4.</p>",
  "<p><a href=\"http://flickr.com/photos/newzgirl/2914089406/\">Early Vote Ohio 2008</a> by <a href=\"http://flickr.com/people/newzgirl/\">Kristin Wolff</a>, <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Some Rights Reserved</a></p> <p>As I've mentioned before, I have a bit of a bet with <a href=\"http://bradblog.com/\">Brad Friedman, a passionate election integrity advocate</a>. I think we've settled on the following bet, that we'll have a <a href=\"http://www.theguardian.com/world/deadlineusa/2008/oct/12/uselections2008?commentid=a9d70b0a-21b1-4740-8356-d709352e3aec\">clear outcome in the presidential election on 5 November.</a> </p> <p>Even before Election Day, it looks like I might have lost already. I was just scanning the front page of the Columbus Dispatch this morning, and spotted this headline: <a href=\"http://www.dispatchpolitics.com/live/content/local_news/stories/2008/10/28/copy/paper.ART_ART_10-28-08_A1_SUBNML1.html?adsec=politics&amp;sid=101\">Whoever wins Ohio may have to wait</a>.</p> <blockquote> <p>As a result of concerns about the reliability of touch-screens and long lines at the polls, Secretary of State Jennifer Brunner ordered Franklin County and the 52 other counties using the electronic machines to make paper ballots available on Election Day.</p> </blockquote> <p><br>The paper ballots will be counted only after votes from the electronic machines are tallied, which means that we might not have a result until early on Wednesday if then. </p> <p>I still might be able to win the bet, but Ohio is also one state where <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/25/AR2008102500365.html\">legal challenges could play a role</a>. Brad believes that Republicans will have no qualms unleashing their teams of lawyers and challenging the vote. </p> <p>I think that the Republicans challenge the vote at their peril if the margin of victory is greater than four years ago here in Ohio, <a href=\"http://en.wikipedia.org/wiki/U.S._presidential_election,_2004,_in_Ohio\">a little more than 2%</a>. The Republican Party already is loathed because <a href=\"http://edition.cnn.com/2008/POLITICS/05/01/bush.poll/\">President George Bush is one of the least popular presidents in US history</a>, and the party is blamed for much of the economic mess right now. However, I should I add the following qualification to that: The Democratic Party shouldn't engage in too much schadenfreude; the party is a close second in terms of loathing. If the Republicans sue and are seen as <a href=\"http://www.huffingtonpost.com/russell-shaw/joe-lieberman-youve-bec_b_26891.html\">Sore Losermen</a>, they might have to wander in the political wilderness even longer than is expected now. Neither party should underestimate how pissed off voters are.</p>",
  "<p>Bracing for an election day defeat, Republicans today distanced themselves from patriarch Ted Stevens after his corruption conviction, with John McCain urging the party's longest-serving senator to resign before facing voters next week.</p> <p>McCain was the only senior Republican calling for Stevens to step aside in the wake of his conviction on seven counts of criminal corruption, delivered yesterday by a jury in Washington. But the 40-year veteran of Congress found few vocal defenders among his former colleagues.</p> <p>\"It is a sign of the health of our democracy that the people continue to hold their representatives to account for improper or illegal conduct, but this verdict is also a sign of the corruption and insider-dealing that has become so pervasive in our nation's capital,\" McCain said in a statement issued today.</p> <p>\"It is clear that Senator Stevens has broken his trust with the people and that he should now step down.\"</p> <p>The Stevens conviction deals a fresh blow to a Republican camp already grappling with dire political prospects seven days before polls open in the US. </p> <p>Though there was no love lost between McCain and Stevens, the latter senator has long symbolised a culture of conservative dominance in Congress and government patronage for Alaska – the home state of McCain's running mate, Sarah Palin.</p> <p>In fact, Palin's initial response to the verdict attracted a rush of questions over whether she and McCain agreed on the need for Stevens to step down. In a statement late yesterday, Palin asked her 84-year-old senator to \"do what's right for the people of Alaska\" but issued no resignation call. </p> <p>By this morning, however, McCain and Palin were singing from the same hymnal.</p> <p>Hours after McCain urged Stevens to resign, Barack Obama echoed the call, while taking pains to depict the convicted senator as one cog in a larger, corrupt political class.</p> <p>\"Stevens' resignation won't solve anything on its own,\" Obama said in a statement. \"It's clear that if we're going to put the economy back on track and provide relief to working Americans, we're going to have to change the way that Washington works.\"</p> <p>Stevens faces up to 35 years in prison after the jury found him guilty of lying on government financial reports to conceal more than $250,000 (£158,950) worth of lavish gifts he received from an oil executive. He vowed yesterday to continue standing for re-election in Alaska, where polls show Democratic challenger Mark Begich in the lead.</p> <p>Staying true to his passionate persona, Stevens declared his innocence and accused government prosecutors of mishandling his case. \"I will fight this unjust verdict with every ounce of energy I have,\" the eight-term senator said in a statement.</p> <p>Whether he will have enough support to do so – both from Alaskan voters and fellow legislators – remains to be seen, however. A senator can be removed from his post if two-thirds of his 99 colleagues vote for expulsion, a move that last occurred during the US civil war in 1862.</p> <p>Mitch McConnell, the Senate Republican leader currently locked in a difficult re-election battle of his own, offered scant comfort to Stevens after the verdict.</p> <p>\"Senator Stevens was found guilty by a jury of his peers and now must face the consequences of those actions,\" McConnell said yesterday. \"As a result of his conviction, Senator Stevens will be held accountable so the public trust can be restored.\"</p> <p>Before any ethical inquiry or expulsion vote, Stevens must receive the verdict of Alaska's voters. A state poll taken just before the conviction found Begich, the Democrat, on 46% and Stevens on 45%.</p> <p>One vote Stevens may still have: Palin's. The Republican vice-presidential nominee declined to reveal yesterday whether she would vote for him in Alaska, although McCain spokesman Tucker Bounds told MSNBC somewhat cryptically that Palin would not \"cast [her] ballot for Ted Stevens if [she] were [a voter in] Alaska\".</p>",
  "<p>Combing through the <a href=\"http://www.theguardian.com/world/2008/oct/24/us-elections-virginia-roanoke\">cities and towns of Virginia</a> with Barack Obama's campaign these days, you'd be surprised at how little you hear the word \"hope\". The big picture vision, embodied in the emotive, high-flying rhetoric of the primary season, has officially landed. In its place is a much more brass-tacks approach that, judging by <a href=\"http://www.realclearpolitics.com/epolls/2008/president/va/virginia_mccain_vs_obama-551.html\">recent polls</a>, is paying handsome dividends.</p> <p>Virginia has voted to put a Republican in the White House in every election since 1964. So on the surface, the fact that a Democrat holds even the slimmest hopes of winning is newsworthy. But this isn't some freakish or sudden occurrence. It instead represents the confluence of several factors – some recently created by Obama's campaign, and others that have been brewing for years.</p> <p>Most importantly, Obama has built a serious ground game here. Democrats have often whined about (and not so secretly envied) the black arts of Karl Rove's invincible machine. And while nationally and state-wide the campaign has done much to match, if not exceed these efforts, they've also tailored their approach in a way highlights Virginia's unique political personality. This means being strong on the ground and not just the airwaves, a near religious dedication to all things local and an emphasis on policies as opposed to political affiliation.</p> <p>The Obama campaign's bulging wallet has allowed it to open <a href=\"http://www.bloomberg.com/apps/news?pid=20601070&amp;sid=asgE3Ehgqfh4&amp;refer=politics\">69 offices in the state compared to John McCain's 20</a>. Yet the campaign is not wielding this numerical advantage like a blunt instrument. They're wielding it like a scalpel. Armed with <a href=\"http://news.yahoo.com/s/ap/20081011/ap_on_el_pr/campaign_ground_game\">scanned spreadsheets and tailored talking points</a>, they've been ruthlessly efficient. Volunteers and staff are easily able to filter out those certain to vote for McCain versus those that are independent, or wavering in their support of either candidate. Talking to a smattering of self-described hardcore Republicans here, not a single one had received so much as a flyer from Obama. This filter means volunteers don't spend time knocking on thousands of doors, calling thousands of households and wasting thousands of hours on voters that bleed Republican red.<br> They have also been heavily focused on localising efforts. This contrasts with the big, and to some eyes impersonal rallies that defined the primary season. In 2004 much of the Democratic ground game here consisted of cobbled together teams from disparate groups, such as 527s and unions. This made delivering a coherent, localised message difficult. This year, however, the ground game is obsessive in their efforts to remain consistent and local, referring to themselves as \"neighbourhood volunteers\" and often mentioning where they live in relation to their targets. This leavens a political hard sell with southern hospitality, which does wonders south of the Mason Dixon. Obama, with a background seemingly so dissimilar from many ordinary Virginians, benefits greatly by these local volunteers saying in essence: \"It's alright - I'm like you and he's OK!\"</p> <p>All of this effort from the ground game has helped Obama build a slight-to-sizeable lead according to various polls. The news media has excitedly reported this as genuinely surprising. Virginians are less disbelieving. \"Republicans don't have a slam dunk here at all,\" says Rebecca Snyder, owner of a wine bar in Fredericksburg. \"The demographic makeup is changing and with that come different ideas about politics.\" In addition to his ground game and these demographic changes (driven by an influx of urbanites), Obama is benefiting from the fact that this state has always thought of itself as independent minded.</p> <p>Given its recent electoral history, it might be fair to say that Virginia is more issues-oriented than party-oriented. While being a stalwart red state in presidential races, its last two governors have been Democrats, and one of them, <a href=\"http://www.theguardian.com/world/2008/aug/13/barackobama.uselections2008\">Mark Warner</a>, is likely to soon represent Virginia in the US Senate as well. \"There's just not a guarantee that a guy can come here and win on partisan affiliations,\" Snyder added.</p> <p>In Virginia, your position on an issue like a car tax is just as likely to secure a vote as your winning personality or the parenthetical letter to the right of your name. And with the markets fluctuating wildly and dire economic news plentiful, Virginians are likely to mine specific kitchen-table policy stances more than ever before. That is not exactly where McCain wants things to be.</p> <p>Even the most sceptical observer would admit that Obama has the votes to win Virginia. But will they show up? If Obama supporters do not make the effort next week, there will be nothing for Virginia Democrats to celebrate. But the ground army is now plainly aware that \"hope\" will not materialise votes on November 4. A dogged and tactical plan will. The rhetoric seems to have landed, and with it hopes of a victory have soared.</p>",
  "<p>Barack Obama demonstrated his pulling power by attracting thousands of people to an outdoor rally in torrential rain today in Pennsylvania, a state on which John McCain has staked almost all of his hopes of a surprise win next Tuesday's election.</p> <p>Confirming Pennsylvania's pivotal position on the electoral map, McCain was also in the state, campaigning alongside his running-mate, Sarah Palin, who told a crowd of about 10,000: \"It is going to come down to the wire here.\"</p> <p>Although it was one of McCain's best performances in weeks, he is facing polls that put Obama consistently ahead - the latest has Obama on 51% to McCain on 41%.</p> <p>He is also beset by continuing distractions over Palin. Amid persistent rumours of strains between his campaign team and her advisers, the Politico website quoted one of his aides, speaking anonymously, describing her as \"a whack job\".</p> <p>With time running out for McCain, Obama today showed how difficult it will be for the Republican candidate to make up ground in the state.</p> <p>In spite of ankle-deep mud and freezing rain, campaign workers estimated about 8,000 people waited for hours for him to arrive in Chester, on the outskirts of Philadelphia, huddled under umbrellas, draped in plastic ponchos and even wearing plastic carrier bags over their shoes.</p> <p>\"This is an unbelievable crowd for this kind of weather,\" Obama told them when he stepped out in a dark rain jacket over jeans. \"If we see this kind of dedication on election day there is no way we are not going to bring change to America.\"</p> <p>Pennsylvania, which has voted for Democrats in every presidential election since 1988, is the only Democratic state where McCain is still strongly competing.</p> <p>In spite of a commanding lead over McCain in the polls, Obama's main ally in the state, the governor, Ed Rendell, has been warning the campaign not to take Pennsylvania for granted. Although Obama is ahead overall, detailed polls show the several key counties have tightened in McCain's favour over the last week and the two are now in a dead heat.</p> <p>McCain is also pinning his hopes on white, working-class voters reluctant to turn out for Obama for a variety of reasons, including race. But many of them are angry over the economy and the blame they attribute to the Republicans outweighs their own lingering prejudices.</p> <p>McCain's rally was indoors, at the Giant Arena, in Hershey, the central Pennsylvania home of the chocolate bar, and, after days of only attracting derisory crowds, he almost filled the 12,000-seat ice hockey stadium.</p> <p>McCain appeared to be reinvigorated and, after weeks of floundering, to have settled on a consistent message portraying Obama as a socialist and untested in a crisis.</p> <p>Seeming to address the reports of tension between his and Palin's teams, McCain, standing only a few feet from her, said: \"When two mavericks join up we don't agree on everything, but it's a lot of fun.\"</p> <p>Areas like Hershey are where the election could be won or lost, with residents saying the town is fairly evenly divided between Republicans and Democrats.</p> <p>To loud cheers from a boisterous crows, McCain said: \"We are going to fool the pundits and win Pennsylvania.\"</p> <p>McCain took a swipe at Obama over the million dollars he is spending on a half-hour paid-for television address tomorrow night, unprecedented in US political history. It will held before a World Series baseball game, delaying the start, to the irritation of some fans.</p> <p>\"By the way, no one will interrupt the World Series for an infomercial when I'm president,\" McCain said.</p> <p>In spite of a standing ovation, many in the audience had come to see not McCain but Palin, who received the loudest cheers. Some of the audience left after she has spoken and before McCain had a chance to begin.</p> <p>In spite of Obama's turn-out today, there is a lot of resistance to him in places like Hershey. Kim Condran, 40, a health worker who was at the McCain rally, expressed confidence that McCain can still take Pennsylvania. \"Obama is not a truthful person. I don't think he is revealing everything in his past. He has too many connections to foreigners, the bad ones,\" she said.</p> <p>McCain and Palin had a good turn-out given the event was early in the morning, that it was a working day and the rain was heavy. But McCain opted against putting to the test whether he is capable of drawing, like Obama, an outdoor crowd in heavy rain, cancelling such an event later in the day in Quakertown, Pennsylvania.</p> <p>Pennsylvania's two major cities, Philadelphia and Pittsburgh are expected to vote heavily for Obama, while McCain hopes to wrap up the small towns and rural areas sandwiched between them.</p> <p>Behind the scenes, the Obama camp is worried about long lines at polling stations and other disruptions in battleground states.</p> <p>Voting rights advocates in Pennsylvania have filed law suits to demand that state election officials increase their supply of paper ballots, and have reserves of trained poll workers on hand.</p>",
  "<p>More than 12m of about 213m eligible American voters across the country have already cast ballots, sometimes waiting in queues around the block to do so, despite the election being six days away.</p> <p>Barack Obama is leading 53% to McCain's 34% among those who have already voted, according to a poll released today by the Pew Research Centre.</p> <p>Under a procedure known simply as early voting, 32 states allow voters to cast a ballot before election day, either in person at the polling site or by mail. An additional 14 states and Washington DC allow it if voters can argue they will be unavailable next Tuesday.</p> <p>The long October queues at polling places anticipate a tremendous surge in voter turnout over previous elections, and statistics from key states indicate an advantage for Barack Obama over rival John McCain among early voters.</p> <p>\"If we're in an election year where you have to wait two hours to vote early, you can imagine what it will look like on election day proper,\" said Doug Chapin, an election expert at the Pew Centre on the States.</p> <p>Campaigns, voters and election workers have increasingly embraced early voting this year. Voters enjoy the convenience. Election workers like early voting because it allows them to stress test election procedures while time remains to iron out flaws. It also lessens the crunch on election day.</p> <p>Research indicates early voters tend to be more partisan and firm in their choices than average, and the campaigns of Barack Obama and John McCain have encouraged supporters to vote early.</p> <p>The campaigns and their backers have dispatched volunteers and paid canvassers door to door to push supporters to the polls ahead of election day.</p> <p>In Florida, where more than 2m have already cast ballots, Democratic vice-presidential candidate Joe Biden on Monday said an early vote could decide a close race.</p> <p>\"With an early vote, now is the time to choose,\" he said at a rally. Also on Monday, Michelle Obama launched a two-day swing through the western US to promote early voting.</p> <p>Leading in national polling and in key battleground states, the Obama campaign hopes early voting will reduce the chances of a late surge by John McCain.</p> <p>Also, if early voters discover a problem with their registration, there is time to correct it and lessen the risk of disenfranchisement, Obama campaign workers say. That is increasingly vital as states enact polling place identification requirements and voter-roll strictures.</p> <p>\"The more people we can get out, the fewer we have to deal with on November 4,\" said Faulkner Fox, an Obama volunteer organiser in Durham, North Carolina. \"We can bank those votes.\"</p> <p>In 2004, 22.5% of American voters cast their ballot before election day. That is expected to rise to as much as one third of all voters this year.</p> <p>\"The question remains if this means a greater share of the 2008 vote will be cast early, if turnout will be up overall, or - as I suspect - a combination of these two factors are in play,\" writes Michael McDonald, an associate professor of government and politics at George Mason University.</p> <p>The long queues at early voting sites across the country seem to be benefiting the Democratic ticket. While the votes will not be counted until election day, the party registration statistics in key states anticipate an advantage for Obama.</p> <p>In North Carolina, for instance, registered Democrats have cast 55% of early ballots, compared with 28% for the Republicans and 17% with no party affiliation, according to McDonald's analysis. In Florida, Democrats have cast 45% of early and absentee votes, compared with 40% for the Republicans and 15% other.</p> <p>But the apparent early voting advantage for the Democrats may narrow because the Republicans typically start their mobilisation efforts closer to election day, McDonald told the Guardian.</p> <p>One early vote the Democrats were happy to tout: George Bush last week cast his Texas absentee ballot for John McCain.</p>",
  "<p>After Ted Stevens, the Alaska senator, was <a href=\"http://www.theguardian.com/world/2008/oct/27/congress-usa-ted-stevens-guilty\">convicted yesterday</a> of seven felonies for failing to report more than $250,000 in gifts and renovations to his home by oilman Bill Allen, the statements that came rolling in from around the state were fairly predictable.</p> <p>The Alaska Democratic party called for Stevens, who is facing re-election next week, to \"immediately resign from the United States Senate\". </p> <p><a href=\"http://politicalticker.blogs.cnn.com/2008/10/27/stevens-verdict-palin-reacts/\">Sarah Palin</a>, the governor of Alaska and John McCain's vice-presidential pick, couldn't resist the megalomaniac approach. \"The verdict shines a light on the corrupting influence of the big oil service company that was allowed to control too much of our state,\" she said. \"It was part of the culture of corruption I was elected to fight.\" This from a woman who was recently found to have <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/14/sarah-palin-troopergate-election\">violated an Alaska state ethics law</a>. </p> <p>Congressman <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=aYRvl8qE7Pn4&amp;refer=home\">Don Young said</a> that because the trial was held in Washington, Stevens didn't get a jury of his peers. \"Senator Stevens has done more for our state than anyone in Alaska's history, and I ask Alaskans to rally behind him with their support,\" he said. This from a man who is also under federal investigation and has <a href=\"http://www.adn.com/news/politics/fbi/young/story/377218.html\">spent more than $1m of his campaign funds on legal fees</a>. What exactly he's under investigation for is anybody's guess. He's not telling. He yells when you ask. </p> <p>McHugh Pierre, spokesman for the Republican party of Alaska, said: \"We support Stevens and we need to have him voted for and we need to have him win if Alaskans want to have a choice in the Senate.\" This from a party that has been besieged by corruption. Until the FBI arrived in 2006, Republican state legislators even wore hats that said: <a href=\"http://dwb.adn.com/news/government/story/8144643p-8038526c.html\">\"The corrupt bastards club\"</a>. Three of them are serving time in federal prison for bribery, and more are likely headed that way.</p> <p>More statements came rolling in, most starting with the phrase, \"It's a sad day for Alaska.\"</p> <p>Many of the people who wrote those words were indeed sad. In his 40 years as Alaska's senator, Stevens has worked tirelessly for this state. The money he brought from Washington helped build Alaska, modernise it, turn it from a backwater iceberg into something that in some places, at least, resembles civilisation. No matter what he's done, many Alaskans won't forget that. </p> <p>Mark Begich, the mayor of Anchorage, who is a Democrat and who is challenging Stevens for his Senate seat, might express the sentiment, but he's probably not that sad. In fact, someone described the mood in at his office as \"ecstatic\" when the news broke. </p> <p>Stevens has <a href=\"http://tedstevens2008.com/newsroom/press-release/senator-stevens-committed-to-keep-fighting/\">vowed to fight on</a>. Proclaiming his innocence, he said: \"I remain a candidate for the United States Senate. I will come home on Wednesday and ask for your vote.\" Now, though, many even in his own party are gently suggesting that his days as a senator are over. The polls, after all, were already tight before the verdict. </p> <p>Local pollster, Ivan Moore, who is from England but has lived in Alaska for 20 years, goes so far as to say that Stevens doesn't have a \"chance in hell\" of winning this election. He said this while sitting in a bar in the hardscrabble interior town of Fairbanks. A sign above the bar read: \"We love Senator Stevens.\" Around Alaska, bumper stickers read: \"I'll vote for Ted 'till he's dead.\" One local talkshow caller summed up a fairly common sentiment in Alaska when he said: \"I'll vote for a guilty Republican over a liberal any day\". </p> <p>These are the people Moore calls Ted's rock-solid base. He thinks that accounts for about 35-40% of Alaska's populace, which is why Moore doesn't foresee a blow out on election day. He predicts that Begich will win it by about 15 points. </p> <p>What awaits the diminutive man who <a href=\"http://www.tnr.com/columnists/story.html?id=8e289eb3-7807-4e89-9245-00f5af05f919\">wore a Hulk tie on the Senate floor</a> when he was prepping for a fight, always for something for Alaska (roads, more money for septic systems for Alaska Native villages, airstrips and post offices, bus stations and federal buildings)? Maybe it's prison. Maybe it's here, back home, among the people who will always call him Uncle Ted. The people who will say: He might be a crook, but he's Alaska's crook. He's just one of us.</p>",
  "<p>Most up-and-coming politicians glad hand and kiss babies with ease - but they don't always know how to spend their hard-won campaign contribution dollars.</p> <p>\"You know what? A yard sign doesn't actually vote,\" <a href=\"http://www.jesskingforsenate.com/\">Jessica King</a> said of new candidates who devote too much cash to printing posters. \"It just communicates your name. That isn't going to compel a voter to vote for you.\"</p> <p>A dose of Washington savvy from candidate training organisation <a href=\"http://www.progressivemajority.org/\">Progressive Majority</a> is helping King, an Oshkosh city council member, in her bid for a Wisconsin state senate seat. The group is building a stable of liberal candidates at the local, county and state level who one day could run for the House of Representatives or Senate. Or even the White House.</p> <p>Progressive Majority, whose $5m budget is funded largely by wealthy Democrats and left-leaning labour unions, identifies and recruits candidates through meetings with local party organisations and liberal groups. Staffers teach candidates the basics of developing a campaign strategy, honing a message, raising funds and writing a budget.</p> <p>\"If progressives are going to gain an enduring majority for change, we have to focus on government at every level,\" said Gloria Totten, the Washington-based group's president, borrowing a theme from Barack Obama. There's more at stake than zoning ordinances and garbage collection: State governments control $1.8tn in public money and half of the country's congressmen rose to Washington from state legislatures. After all, Obama served in the Illinois state senate before becoming a US senator and presidential candidate.</p> <p>Some conservatives question whether it's appropriate for a liberal, Washington-based group to try to sway small-town voters. Others doubt Progressive Majority can really make a difference.</p> <p>\"This is a centre-right country,\" said David Avella, the executive director of <a href=\"http://www.gopac.org/\">Gopac</a>, which trains Republican candidates running for state and local offices and stresses a message of lower taxes, limited government and strong national defense. Avella's organisation was founded in the late 1970s, when Democrats controlled the both chambers or Congress and the White House. Its website says Gopac's been credited \"with being a key catalyst of the Republican revolution that stormed the nation in 1994, sweeping in the first GOP Congress in four decades and leaving a record number of governorships and statehouses in Republican hands\".</p> <p>Progressive Majority was founded in 2001, as part of a Bush-era push by liberal Democrats to counter what they saw as a powerful conservative infrastructure that operated outside the Republican party but developed right-leaning candidates and talking points. That infrastructure, which includes rightwing think tanks, voter mobilisation campaigns and candidate development groups like Gopac, aimed not at winning the next election but at building a long-term movement.</p> <p>\"We have to be just as strategically focused as they have been,\" Totten said.</p> <p>To date, the group has backed 272 office-holders who support abortion rights, access to healthcare, open government and campaign finance and environmentally friendly development. Since 2004, 54% of its endorsed candidates have won, and Totten says it has helped win control of four state legislatures and 29 local governments for the Democrats.</p> <p>Having helped elect liberals to offices as disparate as the Garfield County, Colorado commissioner and the Eden Prairie, Minnesota school board, Progressive Majority trainers now work with 524 candidates in states across the country as they prepare for the next several election cycles.</p> <p>\"Where do we look when we recruit?\" asked US congresswoman Jan Schakowsky, an Illinois Democrat and Progressive Majority supporter. \"We look at someone who has already been elected. So certainly, Progressive Majority, in its training programme, is a great source of candidates. We all see ourselves as part of a progressive movement that is trying to strengthen itself at every level and in every way\".</p> <p>Progressives say the group's mission is aided by an electorate dismayed by conservative policies that have engaged the US in the war in Iraq, weakened the US economy and virtually bankrupted the government.</p> <p>\"In areas where working families have been hit very hard by Republican policies, they're saying, 'We've had enough,' even though they've been traditional Republican areas,\" US senator Russ Feingold, a liberal Democrat from Wisconsin, said this summer at a rally near Oshkosh for King and other local Democrats. \"People are saying, 'We're going to vote our economic interests, we believe the Democrats are more interested in that.'\"</p> <p>King is a 33-year old bankruptcy attorney who works with individuals driven to insolvency in the US mortgage-lending crisis. Her district is fairly conservative and voted for George Bush in 2004 while the state as a whole narrowly supported Democrat John Kerry.</p> <p>With the help of a Progressive Majority trainer, Nicholl Caruso, King has crafted a message that includes anti-tax tones that resonate comfortably with Oshkosh's conservatives. Her campaign literature (printed in two colours rather than four to keep down costs) does not advertise her Democratic affiliation to avoid putting off conservative voters.</p> <p>Her opponent <a href=\"http://www.hopperforsenate.com/Home.aspx\">Randy Hopper</a>'s campaign expressed concern about Progressive Majority's involvement in the race, even though recent polls indicate the businessman from nearby Fond du Lac is leading King in a tight race.</p> <p>\"We're concerned about a liberal group based in Madison and Washington DC, that's taken an interest in electing a particular candidate,\" said Hopper's campaign manager Ryan Murray. \"Is Jessica King going to support the fairly moderate to conservative views of the district or represent the liberal agenda of groups from Madison?\"</p> <p>On a recent sunny afternoon, King dressed in a pink polo shirt, calf-length blue athletic pants and sneakers and hit the streets of a new housing subdivision on Oshkosh's outskirts to talk to voters. Forget the costly television advertisements and poll-tested rhetoric of a presidential campaign -this was door-to-door, face-to-face American democracy.</p> <p>King's pitch focuses on what she describes as a disparity in Wisconsin's income-tax system. Certain multinational corporations exploit loopholes allowing them to avoid paying state income taxes, while the state government passes tough spending mandates onto local communities. Towns and cities like Oshkosh are then forced to raise property taxes, driving King's clients into destitution, she explained to one voter after another as they peered at her through screen doors.</p> <p>\"I'm everyday dealing with people who are suffering from the mortgage crisis, and people who are like, 'OK, I've worked my whole life and now I'm reduced to [choosing between] cutting my prescriptions in half or eating,'\" she told one woman. \"Everyday I'm meeting with people who are losing their homes, they're really scared, and enough is enough.\"</p> <p>\"We need some changes, I know,\" the woman replied, nodding her head.</p> <p>Much of the Progressive Majority training programme focuses on the craft of political campaigning and could just as easily help a conservative win office. Some basic advice: Spend three hours a day knocking on doors, and another three calling potential campaign donors.</p> <p>Caruso, a political operative with a decade of experience in Wisconsin politics, has helped several other Oshkosh-area politicians, and with her help, the state Democratic party in 2006 won a narrow majority of the Wisconsin state senate. This fall, she hopes the 38 candidates Progressive Majority has endorsed can strengthen that majority and win back control of the Wisconsin assembly for the first time in 14 years. If they accomplish that, progressives in Wisconsin can close the corporate-tax loophole, enact equal-pay legislation, require the state to contract with US-based businesses, and tend to other priorities.</p> <p>Within a few years, maybe one of those liberal candidates will run for the House of Representatives and take the progressive message to Washington. But King may not be one of them. Asked if she aspires to higher office, she said, \"No, not at this time\".</p>",
  "<p>People everywhere have been fascinated by America's <a href=\"http://www.theguardian.com/world/uselections2008\">presidential election campaign</a>. Wherever you go in the world, it's a subject of <a href=\"http://www.economist.com/world/unitedstates/\">lively discussion</a> — partly because it's been such a gripping drama, from the primaries through to the contest between Barack Obama and John McCain, and partly because America's influence means that everyone feels they will be affected by the result. How frustrating that only American citizens actually get to vote.</p> <p>But what if everyone could vote? The Economist set out to provide that opportunity — in a virtual sense — by creating a \"Global Electoral College\". Loosely modelled on the real <a href=\"http://usgovinfo.about.com/od/thepoliticalsystem/a/electcollege.htm\">electoral college</a> in the United States, it assigns electoral-college votes to each country (including the United States), based on the size of its population. So, for example, China with its population of 1.3 billion people gets 1,900 electoral-college votes, but even tiny Andorra with less than 500,000 people gets three electoral-college votes. Anyone with an internet connection can go online at <a href=\"http://www.economist.com/vote2008/?sa_campaign=blog_referral/guardian/gec/franklin\">economist.com/vote2008</a> and \"vote\" in their own country for McCain or Obama. </p> <p>The poll has been running for several weeks, and still has a few days left: it will close at midnight on November 1st, shortly before the real election day on November 4. But already more than 47,000 people have voted, and the \"result\" is scarcely in doubt.</p> <p>So which way has the world \"voted\"? Overwhelmingly for Obama. The \"popular vote\" (that is, the share of the overall votes cast) is running 85% to 15% in favour of the Democratic candidate. At the time of writing, he was leading in our virtual electoral college by a thumping 9,120 votes to 163. And the map of the world, which colours a country blue if it's leaning towards Obama and red if it's leaning towards McCain, is almost entirely blue. </p> <p>Only Iraq is strongly for McCain, with Congo, Namibia, Macedonia and Cuba leaning towards him (Georgia, once tending to McCain, has recently tilted to Obama). Sudan and Algeria are toss-ups. But much of the rest of the world favours Obama, in many cases overwhelmingly: he has 90%-plus support in the UK and France, for example, not to mention in Kenya (where his father came from) and Indonesia (where he lived as a boy). There are some intriguing regional nuances. Obama's lead is less crushing in eastern Europe and in Israel, for example. McCain also seems to do reasonably well (though he is not ahead) in Venezuela and parts of central America.</p> <p>A couple of caveats need to be stressed. First, our virtual poll is meant to be fun and engaging, but it's of course not the real thing: the decision about who gets to be the most powerful man in the world is up to Americans alone. Second, it is not a properly scientific poll: the virtual voters are the sort of people who read Economist.com, not exactly a representative cross-section of the global population. </p> <p>That said, the results so far of our Global Electoral College are in line with other <a href=\"http://www.theguardian.com/world/2008/oct/17/uselections2008-barackobama1\">polls of international opinion</a>, by the BBC, Reader's Digest and Gallup: <a href=\"http://www.gallup.com/poll/111253/World-Citizens-Prefer-Obama-McCain-Nearly-4to1.aspx\">Gallup's poll of 70 countries</a>, for example, showed showed support for Obama ahead by a margin of nearly four to one. Clearly, it is the Democrat who has captured the imagination of the world at large.</p> <p>And that creates a challenge for the man who emerges as the winner in the actual vote on November 4. If John McCain storms to victory, it seems that much of the world will feel disappointed. The new president's task of restoring America's standing in the world after the battering of the Bush years will be that much harder. </p> <p>If, on the other hand, Barack Obama triumphs, he will face a challenge of a different sort with world opinion. The overwhelming support for him reflected in our poll suggests that enthusiasm for the new president, and the expectations about the change he will bring, will be remarkably high. The challenge for Obama, therefore, will be to live up to those expectations — and to avoid disappointing the world.</p> <p><em>To take part in the Economist's Global Electoral College, go to <a href=\"http://www.economist.com/vote2008/?sa_campaign=blog_referral/guardian/gec/franklin\">economist.com/vote2008</a>.</em></p>",
  "<!-- Block 1 --> <p>The House of Commons defence / foreign affairs committee is asking questions of <strong>David Miliband</strong> and <strong>John Hutton</strong> today.</p> <!-- Block 2 --> <p><strong>2:36pm:</strong> The first question is an assessment of the situation in Iraq and Afghanistan.</p> <p>Hutton says the situation in Basra, northern Iraq, is \"better\". He pays tribute to the armed forces.</p> <!-- Block 3 --> <p><strong>2:38pm:</strong> There's no doubt at all in my mind that the situation is completely transformed, he says. He's just been out there. He says his own security was entirely provided by Iraq security forces.</p> <p>In the south, it's also better, though al-Qaida continues to pose a serious threat.</p> <p>The general situation is better now than it has been for several years. Miliband says he agrees with that.</p> <!-- Block 4 --> <p><strong>2:40pm:</strong> A question on the length of time troops will be needed in future from Sir Menzies Campbell. Hutton says it's important to complete the training of the 14th Iraq troop division. British troops are doing a sterling job helping to train up the homeland forces out there. The other part of the mission is to complete handover of Basra international airport and he says he believes that can happen by the end of the year.</p> <!-- Block 5 --> <p><strong>2:42pm: Sir Menzies Campbell</strong>, the former Lib Dem leader, presses Hutton further. Hutton says the government has no intention of maintaining forces in Iraq if the missions are completed. There might be an ongoing role for UK forces as we move to more \"normal\" bilateral forces, he says. </p> <p>But he hopes all can be reviewed in the early part of next year. That, however, depends on the security situation. If that deteriorates, everything might be changed. We hope by the early part of next year we can make some serious decisions about the forces in Iraq, he says.</p> <p>Campbell, whose party opposed the invasion of Iraq, then gets an answer from Miliband, who says you have to look at transition on all fronts: political, economic, and so on. It means the debate on Iraq takes place on a rather broader base, he says.</p> <!-- Block 6 --> <p><strong>2:44pm:</strong> <strong>James Arbuthnot</strong>, the shadow trade secretary, asks about security and control. Hutton says he spoke to the Iraqi prime minister. He is in favour of the training of Iraq forces and is completely satisfied with the role of UK forces. </p> <p>We would support Iraqi forces in \"hard\" security operations if necessary, but the next few months is all about preparing the ground for a fundamental change of missions, he says. It's all very much about a union of minds and there's no discrepancy between the Iraqi government and prime minister and the UK.</p> <p>Arbuthnot challenges this, saying the prime minister seems to be under the impression that UK forces will be out of the fray early next year.</p> <!-- Block 7 --> <p><strong>2:46pm:</strong> Hutton says he has not detected anything other than a willingness from Iraqi authorities to reach an agreement within an agreed time frame about the role of UK troops from next year.</p> <!-- Block 8 --> <p><strong>2:48pm: Bernard Jenkin</strong> (Con, Essex North) suggests that sizeable as the UK's footprint is in Iraq, it's now too small to make an impact. He refers to the \"charge of the nights\", when the involvement of UK troops paled in comparison to those of the US. </p> <p>Hutton disputes the claim that UK troops made a minimal impact. As far as US troops are concerned, there is cooperation about tactics. Our efforts in Iraq are succeeding, says Hutton, as he once more praises British troops.</p> <!-- Block 9 --> <p><strong>2:51pm:</strong> Jenkin says forces have not always been in the loop about operations in Baghdad. Lieutenant General Peter Wall - also giving evidence - chips in to say they found out about the charge of the nights at the same time as the US did. It was quite speedy in coming about, but a rather successful operation, says Peters. </p> <p>There was some outpacing by Iraqi troops, he concedes, but relations between our forces and the 14th division (Iraqi) are good. I don't think we have anything to be circumspect about, he says. The size of the force is appropriate to the task we are there to deliver. Peters goes on to cite the exponential rise in confidence by Iraqi colleagues.</p> <!-- Block 10 --> <p><strong>2:53pm:</strong> A question on the state of forces agreement currently being drawn up. is it being done with US forces? Hutton says the text being drawn up between the US and Iraqi forces will be used in the drawing up of the UK's own agreement. This would include all territories, including the navy.</p> <!-- Block 11 --> <p><strong>2:57pm:</strong> Back to the suggestion that the Iraqi prime minister would be quite keen to see the back of UK troops sooner rather than later. </p> <p>Wouldn't it be better to redeploy the troops to Afghanistan? Hutton says deployments to Afghanistan would be based on advice from military advisers. There is a strong case for more helicopter assets in Helmand and Afghanistan as a whole but no decisions have yet been made. As far as Iraq is concerned we are focused on completing the mission, he says.</p> <p>Miliband chips in to say that operations like the charge of the nights are focused on Iraqi decisions.</p> <!-- Block 12 --> <p><strong>2:58pm:</strong> The ministers are then asked about the \"internments\" in Iraq. </p> <p>Hutton says there has to be an understanding about the UK forces' presence in Iraq by the end of the year. Terms of reference are still under way. </p> <p>If it looks like a state of forces agreement doesn't look likely by the end of the year, then the government will need to look at a roll over of the UN mandate. </p> <p>On detention, there are two detentions in Basra of people who killed two British servicemen; the government would like to turn these men over to the Iraqi courts, but in the interests of the bereaved families, the men need to be tried, and it is frankly time they were, says Hutton.</p> <!-- Block 13 --> <p><strong>3:01pm: John Stanley</strong> (Con, Tonbridge and Malling) says removing the one-party regime in Iraq under Saddam Hussein scored a number of hits for human rights, but there have been a lot of downsides too, such as thousands of refugees, women's rights going backwards, and rising criminality.</p> <p>Will we be able to say when we leave that human rights have actually improved? </p> <p>Miliband takes this question, pointing out that the picture is different in different parts of the country. The economy is doing well, due to oil revenues. Democracy is getting stronger, due to a number of legislative moves. The balance of the ledger, in terms of human rights, will be positive, says Miliband. </p> <p>The next five years is about tackling the negative points and boosting the positive ones.</p> <!-- Block 14 --> <p><strong>3:05pm:</strong> He points to the constitution for Iraq, which enshrines better rights for women and religious minority groups. Stanley says yes but in real terms, how adequate are these constitutional changes, since women on the ground seem to be having a pretty torrid time.</p> <p>Miliband says it depends where you go in Iraq. The UK government needs to reiterate that such issues need to be taken seriously.</p> <!-- Block 15 --> <p><strong>3:11pm:</strong> Miliband draws comparisons between Afghanistan and Iraq, and points to their particular features to make the point that policing in Iraq is more advanced.</p> <p>Hutton is asked the total number of detainees held by British troops since the UK first invaded. Hutton doesn't have the figure to hand. All he can say is there are just two now. </p> <p>Wall says they only pass on detainees when they are confident about those handling the detainees. But are these reassurances valid, he is asked, given the UK's responsibilities under the Human Rights Act regarding the treatment of detainees. Wall says simply: \"Yes.\"</p> <p>Hutton says they do have reassurances that when they do pass on detainees, they expect high standards to be followed and look for guarantees from Iraqi forces.</p> <!-- Block 16 --> <p><strong>3:12pm:</strong> Jenkin asks whether the drop in detainees is due to the fact that the British leave it to the US to do the arrests. No, he is told. A question follows about the state of accommodation for troops, and for detainees.</p> <!-- Block 17 --> <p><strong>3:13pm:</strong> Miliband says troops, diplomats and aid workers are afforded the most secure accommodation possible of the highest standard possible.</p> <p><strong>Mike Gapes</strong> (Lab, Ilford South) lobs a question about the forthcoming elections in Iraq. How confident are ministers that the elections will be free and fair?</p> <p>Miliband says provincial elections are in January, the national ones in October next year. He says the political manoeuvring going on ahead of the provincials is very encouraging, since this is an ordinary pre-election activity.</p> <!-- Block 18 --> <p><strong>3:16pm:</strong> The number of groups positioning for the elections is also encouraging. There is a high degree of confidence that the provincial elections will prove to be a good advert ahead of the nationals next time.</p> <!-- Block 19 --> <p><strong>3:20pm:</strong> Gapes says there are still tricky issues, notably deBa'athification. Miliband says some controversial decisions were taken in 2003. Things have moved on. The deBa'athification law is good, but the proof of the pudding will be in the eating (ie application of the law).</p> <p><strong>Ken Purchase</strong> (Lab, Wolverhampton North East) raises economic resources. Could either minister give their assessment on the battle for resources and their fair distribution?</p> <p>Miliband says oil production is now back at pre-2003 levels - a source of massive income for Iraq. The way the UK could help contribute is in the way Iraq deals with neighbours, eg the blockage in Iraqi-Kuwaiti trade. </p> <p>The UK wants to help Iraq improve its capacity for exports. Hutton adds that the work of the Basra commission should help. He wants UK businesses to seek opportunities in Iraq. As our military mission changes, you have to look at the new challenges, he says.</p> <!-- Block 20 --> <p><strong>3:25pm:</strong> But the precondition to looking at economic development is the very security that he has been talking about.</p> <p>Purchase says there are serious delays on a law on hydrocarbons, which is holding back companies keen to invest. </p> <p>Miliband admits the hydrocarbon law is in limbo at the moment - it was referred back to an appropriate board but seems to have been stuck for the past 18 months.</p> <!-- Block 21 --> <p><strong>3:28pm:</strong> Iran is raised, and particularly insurgents in Iraq. Hutton says its important to check the borders to avoid groups getting back in. </p> <p>The UK doesn't like Iran's support for armed militia who stand outside the political process whose raison d'etre is to undermine the political process.</p> <p>Wall says these groups are less in evidence in Basra than they were a year ago. Nowadays its more to do with criminal activity and a little bit of internecine troubles. However, there is a sense that armed militia are a latent threat and, it is believed, getting endorsement from Iranian.</p> <p>There is a sense that there is Iranian orchestration, says Wall, and a sense too that these groups have not gone away for good.</p> <!-- Block 22 --> <p><strong>3:30pm:</strong> Miliband says it's not legitimate for Iran to support these armed groups. Slowly the neighbours of Iraq are coming to terms with the growing strength of Iraq. That is not to say that Iraq is in a position to define all its relationships, but it's in a much better place than three years ago, and even a year ago.</p> <!-- Block 23 --> <p><strong>3:33pm:</strong> 0n to internal conflict and the Kurds in Kirkuk. What's the threat of conflict in this disputed area, and what's the plan? Miliband says Iraq remains a deeply violent place. The forces of division are significantly more contained than a year or two ago. Ditto political containment. </p> <p>The benefits of retaining the territorial integrity of Iraq are seen and he has no sense that anyone is trying to pull away from that. Hutton says there are issues in areas such as Kirkuk and Mosul.</p> <p>On the Kurdish situation, Miliband says the Kurds have a lot to gain by staying within Baghdad politics rather than opting out.</p> <!-- Block 24 --> <p><strong>3:37pm:</strong> Gapes raises Syria. Miliband met with the Syrian foreign minister yesterday. What support was given to them to cope with refugees? Miliband says he was in talks for three hours, and there was no request for UK financial support. What about Jordan, asks Gapes. Miliband again says this was never raised on the shopping list of requests in bilateral talks.</p> <!-- Block 25 --> <p><strong>3:39pm:</strong> The discussion moves on to Afghanistan. Arbuthnot asks both ministers whether the situation is better or worse than last year. The situation is different in different parts of the country, says Miliband. Our forces \"more than hold their own\" and the Taliban are often \"repulsed\" as a result of British tactics. </p> <p>In Kabul, we have seen the high-profile attacks on aid workers, but not on the military, says Miliband. The situation in the east has significantly improved over recent months. In the conventional theatre and confrontation, there hasn't been a situation of the Taliban rolling back on UK gains. Miliband says the Afghans want to hear a clear message that they recognise that the mission is not just military, but also political.</p> <!-- Block 26 --> <p><strong>3:44pm:</strong> There are also gains in building up the Afghan national army, which is 60,000 strong at the moment. It is a vital sign of hope. Hutton, who has just been in Afghanistan, says there are reasons, despite the increase in violence, to be clear that the UK is making progress.</p> <p>The progress that struck him most when he was in Helmand province, alongside the great job being done by British troops, was the improvements in the national army, who are showing real signs of progress.</p> <p>He believes there have been reductions in violence in Kabul. It would be a huge mistake to overgeneralise, says Hutton.</p> <p>Arbuthnot says it is ministers' job to set out the narrative to the British public to say: we have right on our side, but also here's the strategy to succeed. He asks what is being done about that. </p> <p>Miliband says the mission is to ensure the Afghans themselves can handle the situation. But, just as he suggested for Iraq, he says the comprehensive approach needs to look at the economic situation, the social and the political, as well as the military.</p> <!-- Block 27 --> <p><strong>3:47pm:</strong> Miliband cites the interdependence of Afghanistan and Pakistan. Stability and security in one will not be achieved unless it is also achieved in the other. So it's about the capacity of international forces, and national forces in Afghanistan and Pakistan, to deliver the strategy. He lists some operational improvements, but adds that it is up to the Afghan and Pakistani governments to \"raise their games\". This time last year the two were not working together; this year they are. That's progress.</p> <!-- Block 28 --> <p><strong>3:49pm:</strong> <strong>Paul Keetch </strong> (Lib Dem, Hereford) wonders what other Nato forces are doing to play their role. He reads some press cuttings suggesting the situation is in a downward spiral. </p> <p>Miliband says the UK wants more countries to do more. The French government has committed to doing more and being at the heart of the Nato command structure; that is positive. Some smaller EU countries, per head of population, are playing their part eg Croatia (not yet part of the EU, but working on it). Miliband also points out again that this mission is not just military anyway.</p> <!-- Block 29 --> <p><strong>3:51pm:</strong> A member from the foreign select committee - (this is a joint session between the foreign and the defence scrutiny committee) asks whether it's true there is only one district under Afghan control. No, says Hutton. Wall says there is a clear \"hold and build\" strategy, which is designed to allow improved governance in the area. There is no point making military gains if you don't build on it and involve the Afghans in the process, he says.</p> <!-- Block 30 --> <p><strong>3:53pm:</strong> How big is the area, asks Gapes. It's the main swath of the Helmand valley and encompasses five districts and vast tracts of agricultural land and around six in 10 of the population in the province, he is told. </p> <p>Gapes asks whether it's true some of these areas have reverted to Taliban influence. Wall says no. The progress is incremental, since the effort is about building governance under an Afghan regime.</p> <!-- Block 31 --> <p><strong>3:55pm:</strong> That claim of controlling five districts is niggling away. One MP says MPs were told there was control over just one district. The issue of Taliban warlords, who fund private armies is raised. Do they still run these armies?</p> <!-- Block 32 --> <p><strong>3:57pm:</strong> Miliband says he tries not to talk about <em>the</em> Taliban. Some are ideologically committed, whereas some are criminals. And insurgency involves not just the Taliban but also al-Qaida criminals. Warlords are not necessarily part of the insurgency. Afghanistan has never had a government in Kabul which held sway across the whole country, he says. But, yes, there are significant armed people funded by narcotics. He mentions the word narco-terrorism to encapsulate the problem.</p> <!-- Block 33 --> <p><strong>4:03pm:</strong> Hutton then chips in that there is significant support put in place to help the government deal with narco-terrorism. There is an indissoluble link between narco-terrorism and insurgency. </p> <p>We have to focus on this issue and seek some progress on it. A rather sickly sounding <strong>Adam Holloway</strong> (Con, Gravesham) suggests there is a peasants' revolt in Kabul against government corruption. </p> <p>Hutton disagrees, adding that efforts are being made to help the government. Yes, but what about the corruption, insists Holloway. Miliband says this issue is always raised, and corruption needs to be addressed. He says clean governance at a provincial level will help change the tide. </p> <p>It's important to put on record that Hamid Karzai is the elected leader of Afghanistan and that is why the UK does business with him, Miliband says, and the idea, suggested by Holloway, that he has just one contact in Kabul, is likely to be incorrect. </p> <p>Miliband says the international community have put their views forward on the need to stamp out corruption,and so indeed have the Afghan people.</p> <!-- Block 34 --> <p><strong>4:07pm:</strong> <strong>David Heathcoat-Amory</strong> (Con, Wells) asks why the UK government has allowed its aim to become anti-insurgency ie mission creep. if that's the case, UK troops will be tied up for ever. Terrorist threats are not just derived mainly from Afghanistan. It's too far removed from our own security to be a precise war aim against which we can judge our success.</p> <!-- Block 35 --> <p><strong>4:11pm:</strong> Miliband is getting a bit irritated now, folding his arms against his chest in response to a question from Campbell.</p> <!-- Block 36 --> <p><strong>4:12pm:</strong> Hutton is talking now, about security. To succeed in the counter-insurgency operation we have to succeed in a number of areas, he says, ie politics and governance. </p> <p>Regarding the level of insurgency, we should be realistic about the opponents we are facing. There's going to be a hard core of ideologues left on the ground. We have to give Afghan forces the capabilities to deal with them. If you're not comfortable with al-Qaida and its supporters running the country - and who is - you have to be all the way in in this campaign to be in a position to leave behind forces capable of dealing with the problems on the ground.</p> <!-- Block 37 --> <p><strong>4:14pm:</strong> Campbell says he takes it from that that British forces will stay in Afghanistan as long as necessary. Hutton says, \"Yes.\"</p> <p><strong>Linda Gilroy</strong> (Lab, Plymouth Sutton) asks if enough attention is being paid to winning the propaganda war. Miliband says Afghans do not want to go back to living under the Taliban. they want to know whether we will stick with them. He points out that the media go out there sometimes to do some \"honest reporting\" ie what they see not what they are being told by the military.</p> <!-- Block 38 --> <p><strong>4:18pm:</strong> <strong>Robert Key</strong> (Con, Salisbury) tells the ministers he fears that western liberal democracy is so unlikely to flourish in Afghanistan that time might be wasted talking about democracy, rather than focusing on stability. </p> <p>Miliband says that's a profound debate. Does one come before the other, or do they need to happen together? His view is that some of the features of a democratic nation ie elections are an important part of the Afghan situation.</p> <p>But it's important not to read from that that we're trying to impose British suburbia in Afghanistan. We understand the absolute centrality of security but to then say \"Don't bother with a national government\" is not the right view to take, he says. It's important to try to persevere with national elections.</p> <!-- Block 39 --> <p><strong>4:21pm:</strong> Jenkin switches to the US presidential election. He says both Barack Obama and John McCain have committed themselves to a \"surge\" in Afghanistan like the one in Iraq. Will Britain be required to send more troops?</p> <p>Hutton says he can't speculate on the request that may or may not be forthcoming. We are pulling our weight, he says. We welcome the additional US forces, but it can't be left to the UK to fill in all the gaps. Jenkin says if there is a commitment to further militarise, you then have to give British troops further resources. Hutton says if he receives advice that more British troops are needed he will look at that carefully but he says \"I have received no such request\" for increased force levels.</p> <!-- Block 40 --> <p><strong>4:25pm:</strong> But Hutton concedes there are areas that need looking at, such as helicopters. I'm not going to say there are not areas there to look at but I'm not going to sit here today and speculate about troop numbers, he says.</p> <p>Ministers are told the fear is that \"we appear to be going backwards rather than forwards\" eg NGOs claim that they don't have the free movement they used to have. Hutton takes issue with this. It's a great disservice to put things in these terms. </p> <p>There are fundamental issues that need to be addressed but you will see areas of significant progress, he says. He urges the MPs \"not to fall into the trap of generalising\".</p> <p>The MP tries to explain what he means. Ability to travel is not as it was, he says.</p> <!-- Block 41 --> <p><strong>4:29pm:</strong> Miliband picks up the problem with transport on the highways. He says the question of security on the roads has gone up the agenda.</p> <!-- Block 42 --> <p><strong>4:32pm:</strong> He mentions the difficulties with policing borders with Pakistan. The Pakistani army is actually quite well-numbered on the border.</p> <p>Gapes asks about the relationship between Afghanistan and Pakistan. Mark Lyall Grant, the director general political of the Foreign and Commonwealth Office, who is also on the panel, is asked about how optimistic he is about relations. </p> <p>Grant says Pakistan needs some help with the economy. But there is a strategic opportunity under the new prime minister now in place. Stanley asks the geographic area over with Karzai has control. Is it as low as 20%?</p> <!-- Block 43 --> <p><strong>4:35pm:</strong> No, says, Miliband, I wouldn't. Stanley's point is that the scale of the task means \"we're in it for the long haul\".</p> <p>Listing a number of countries, such as Canada and Australia, who are on the brink of pulling out, Stanley asks Miliband to confirm the number of countries in it for that long haul. </p> <p>Miliband says the German government has just agreed to increase its military - as well as aid - contribution. You raise a serious point vis a vis how the burden is shared amongst countries, says Miliband, but it's worth reflecting that a country that probably had the biggest debate about troop involvement, Germany, has just made its commitment. </p> <p>It's right to say it's tough and difficult, but I don't think it's right to say we are the last ones on the bridge, the foreign secretary says.</p> <p>Stanley says all he asked was how many other countries had said they were committed to being there for as long as it takes.</p> <!-- Block 44 --> <p><strong>4:37pm:</strong> Miliband says there is widespread recognition that this is a long haul. No one is under the impression it's a quick fix.</p> <!-- Block 45 --> <p><strong>4:41pm:</strong> Purchase recalls the mantra: \"If we don't go to Afghanistan, Afghanistan will come to us.\" This is true of terrorism, but also of the drug trade, he says. Shouldn't we really be putting a great deal of effort into stopping the trafficking routes that are well-known in Afghanistan to stop the trade of narcotics?</p> <p>Hutton agrees. the target should be narco-traffickers not the small farmers. He cites the decrease in opium production and cultivation. The problem has quite manifestly not being resolved, and there is a shared concern with Afghan police that we have to seriously tackle the problem. </p> <p>With that the two-hour session draws to a close.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Kft4l9nw4zc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/Kft4l9nw4zc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/Kft4l9nw4zc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Polls: Obama maintains a stable lead of <a href=\"http://www.gallup.com/poll/111466/Gallup-Daily-Race-Stable-Obama-Leading.aspx\">52%-43%</a> among Gallup's \"expanded\" definition of likely voters. <a href=\"http://www.gallup.com/poll/111559/Seven-Americans-Believe-Obama-Will-Win-Election.aspx\">Seven in 10 Americans</a> now think he'll win the election.</p> <p>A new McCain ad, entitled 'Compare' (above), contrasts the two candidates as \"risky\" versus \"proven\" and actually refers to McCain's support for \"workin' Joes.\" With the apostrophe. Seriously. Obama releases <a href=\"http://www.youtube.com/watch?v=JecNX3JBoIA\">a decidedly defensive ad</a> to address Joe Biden's remark that he'd be \"tested\" in the early months of his administration. </p> <p>A dozen telemarketers in Indiana reportedly walk off the job rather than make calls accusing Obama of being \"dangerously weak on crime\" and \"coddling criminals\". [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/10/dozens_of_call_center_workers.php\">Talking Points Memo</a>]</p> <p>The liberal blogosphere became convinced yesterday that Sarah Palin heard a supporter yell the n-word at a rally, but soldiered on anyway. (The video <a href=\"http://www.boingboing.net/2008/10/27/palin-hears-rally-at.html \">is here</a>.) But the sound's far from clear, and the new consensus seems to be that the woman in the audience yelled <a href=\" http://www.dailykos.com/story/2008/10/28/05234/591\">\"he's a redistributor!\"</a>, which is... different.</p> <p>In Texas, the 109-year-old daughter of a slave casts a vote for Obama. \"Amanda Jones says she cast her first presidential vote for Franklin Roosevelt, but she doesn't recall which of his four terms that was...\" [<a href=\"http://www.statesman.com/news/content/news/stories/local/10/27/1027jones.html\">Austin-American Statesman</a>]</p> <p>The disgraced Alaska senator Ted Stevens, now facing jail, predicted his demise in a secretly recorded phone call two years ago. [<a href=\" http://voices.washingtonpost.com/postpartisan/2008/10/stevens_the_soothsayer.html?hpid=opinionsbox1\">Washington Post</a>]</p> <p>In a radio interview, Obama addresses yesterday's news that law enforcement officers <a href=\"http://www.time.com/time/politics/article/0,8599,1854293,00.html \">broke up a skinhead plot</a> to assassinate 103 black people including him. [<a href=\"http://www.politico.com/blogs/bensmith/1008/Obama_addresses_plot.html \">Ben Smith</a>]</p> <p>Obama Undertakes Presidential Internship To Ease Concerns About His Lack Of Experience [<a href=\"http://www.theonion.com/content/video/obama_undertakes_presidential\">The Onion</a>]</p>",
  "<p>The <strong><a href=\"http://www.telegraph.co.uk\">Telegraph</a></strong> website will be basking in the shared glory of the brilliant <strong>Onion News Network</strong> as the US Presidential election climaxes in the next week.</p> <p>Telegraph.co.uk has signed a deal with the video distribution site <strong><a href=\"http://www.myvideorights.com\">myvideorights.com</a></strong> to publish 18 films by The Onion's spoof 24-hour TV station from its very <strong>Brass Eye</strong>-esque '<a href=\"http://www.theonion.com/content/video/obama_undertakes_presidential\">War for the White House</a>' series. Thirteen are live now and five more will be added in the next week.</p> <p>Onion News Network director <strong>Will Graham</strong> and Onion general manager <strong>Julie Smith</strong> <a href=\"http://www.guardian.co.uk/media/pda/2008/sep/09/futureofjournalismtheonion\">talked at the Guardian last month</a> about the network, how it values high production values over volume of content and how they deal with the fallout when their slick spoof pieces get taken a bit too seriously.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www.theonion.com/content/themes/common/assets/videoplayer/flvplayer.swf\"> <object width=\"460\" height=\"380\"><a href=\"http://www.theonion.com/content/video/john_mccain_accidentally_left_on?utm_source=embedded_video\"><embed src=\"https://www.theonion.com/content/themes/common/assets/videoplayer/flvplayer.swf\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" wmode=\"transparent\" width=\"460\" height=\"380\" flashvars=\"file=http://www.theonion.com/content/xml/88574/video&amp;autostart=false&amp;image=http://www.theonion.com/content/files/images/ABANDONDED_MCCAIN_article.jpg&amp;bufferlength=3&amp;embedded=true&amp;title=John%20McCain%20Accidentally%20Left%20On%20Campaign%20Bus%20Overnight\" /><br /></a></object> </figure>  <p><br></p>",
  "<p>Across the blogsphere, there is general agreement that the <a href=\"http://www.guardian.co.uk/world/2008/oct/28/nazi-assassination-plot-barack-obama\">two young neo-Nazi skinheads</a> who allegedly planned to kill the Democratic presidential nominee, Barack Obama, should not be taken too seriously.</p> <p>The New York Post describes Daniel Cowart, 20, and Paul Schlesselman, 18, as <a href=\"http://www.nypost.com/seven/10272008/news/nationalnews/the_plot_to_kill_obama_135558.htm\">\"loonies\"</a> while one of the few people to comment on the story on the paper's website says it falls in to the \"weird but true\" category.</p> <p>On the <a href=\"http://blogs.abcnews.com/george/2008/10/obama-agents-no.html\">ABC News site</a>, one blogger describes the pair as \"a couple of big talking, low IQ blithering idiots\". He adds: \"What few teeth they have between them will soon be missing after they are put in with the general prison population.\" </p> <p>Although officials are supposed to be taking the threats seriously, an Obama aide told ABC News that the senator's secret service detail hadn't been told about the alleged plot. </p> <p>\"They were given no heads up,\" said the aide.</p> <p>Whether or not the pair were a real threat, a couple of more serious themes emerge from the blogs.</p> <p>One is that many bloggers blame the Republicans for stirring up race hatred through a divisive campaign.</p> <p>\"This is the result of the hate messages McCain and Palin have been spreading. Nuts on the fringes thrive on such messages. McCain and Palin should be held responsible for inciting such violence,\" says Dee on the ABC blog.</p> <p>Another blogger on the same site, Petra Jennings, adds: \"This is a result of the hate-filled rants by Palin and McCain at their violent and racist rallies.\"</p> <p>At Huffington Post, some bloggers believe the case reflects underlying tensions over the possibility of Obama becoming the first black president of the USA.</p> <p>\"It is a shame that in 2008 the question is still asked in this country. <a href=\"http://www.huffingtonpost.com/2008/10/27/obama-assassination-plot_n_138297.html\">Will some not vote for a black man just because he is black?\"</a> says one contributor.</p> <p>The \"loony\" factor may explain why the case has not been given greater prominence by the US media. Nevertheless, some bloggers are shocked at the low-key treatment of the story.</p> <p>\"Here we have two racists plotting to assassinate, possibly, the next president of the United States and all the media has done is just report their arrest and leave it at that,\" says one Huffingdon Post blogger.</p> <p>Another adds: \"Needless to say, if a 'black power' group was arrested for plotting a similar attack on the Republican candidate, Fox News would need to launch an additional channel to handle the around the clock coverage. </p> <p>\"Instead, another murderous threat on the Democratic candidate's life - and 88 other innocent Americans - is treated like a footnote by the mainstream media with eight days to go until the election.\"</p> <p>But while Fox is known for its right-wing stance, many of the 600-plus commentators on its website give a liberal, sometimes wry, response to the case.</p> <p>One describes the pair as \"a couple of nuts\"; another adds: <a href=\"http://elections.foxnews.com/2008/10/27/government-foils-skinhead-plot-assassinate-obama/comments/\">\"I guess tradition dies hard in Tennessee.\"</a></p> <p>Several return to the theme of whether the Republican campaign fuelled the alleged plot.</p> <p>\"You reap what you sow... all due the McCain/Palin effect,\" is one typical response.</p> <p>Another says: \"McCain's campaign doesn't offer to help the American people – it uses hate and fear to divide our country…this is the new America as hate has gone unchecked.\"</p> <p>• This is based on an extract from the Wrap, guardian.co.uk's digest of the day's news.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338977879\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/red8-5464.jpg\" alt=\"Desert Vista High School\" width=\"305\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rebecca Edmunds, a Desert Vista high school student and marching band member, poses for a photo after taking part in a discussion about the presidential election </span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977882\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Red7-6364.jpg\" alt=\"Desert Vista High School\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">(from left to right) Diana Brown, Amie Hickel and Beth Lyon pose for a portrait </span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977885\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Red3-6989.jpg\" alt=\"Desert Vista High School\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Exterior view of Desert Vista high school</span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977888\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Red1-7597.jpg\" alt=\"Desert Vista High School\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Desert Vista high school Spanish teacher Shannon O'Hay </span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977891\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Red2-8207.jpg\" alt=\"Desert Vista High School\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An American flag hangs in the classroom of Desert Vista high school, as students raise their hands during a discussion about the election </span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977894\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Red6-8816.jpg\" alt=\"Desert Vista High School\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students of Desert Vista high school Spanish teacher Shannon O'Hay mid-discussion</span> <span class=\"element-image__credit\">Photograph: Mark J. Rebilas/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977897\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue4-9427.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Principal Thomas Trotter speaks with students outside Hyde Park Academy high school, Chicago</span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977900\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue1-183.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trenesha Bailey, 16, listens during a discussion at Hyde Park Academy high school, Chicago</span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977903\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue6-889.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Teacher Daniel Mullens speaks with his students</span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977906\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue7-1605.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students pass a through a metal detector </span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977909\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue5-2774.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students Joshua Johnson, 17 (right), James Monroe, 17 (centre) and Dominque Williams, 16, raise the stars and stripes outside Hyde Park Academy high school</span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977912\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/Blue2-3596.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students fill the corridor </span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338977915\"> <img src=\"https://static.guim.co.uk/Guardian/education/gallery/2008/oct/24/1/blue3-4353.jpg\" alt=\"Hyde Park Academy High school\" width=\"630\" height=\"397\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cheerleader Mariah Griffin, 15, applies make-up to Angelica Smith, 18</span> <span class=\"element-image__credit\">Photograph: John Gress/Rapport</span> </figcaption> </figure>",
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, searching for a dramatic comeback with a week left to the election, portrayed <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> yesterday as a dangerous liberal who would preside over the most leftwing administration in American history.</p> <p>But there was little sign of any turnaround in McCain's fortunes. His campaign team appeared demoralised, a mood not helped by a rally in Dayton, Ohio, yesterday, the set piece of the day, that failed to attract a big crowd.</p> <p>Even hardline supporters in the audience, shuffling out afterwards, said they did not think he had much chance of winning next Tuesday.</p> <p>Campaigning throughout the day in <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a>, which he described as \"a must win\" state, McCain searched for a message that might resonate even at this late stage.</p> <p>After a meeting advisers in Cleveland, he described Obama as \"the most liberal person to ever run for the presidency\". He labelled as \"a dangerous threesome\" Obama, Nancy Pelosi, the Democratic speaker of the House of Representatives, and Harry Reid, the Democratic Senate leader.</p> <p>McCain's running mate, Sarah Palin, took up the theme, telling a rally in Leesburg, Virginia: \"If big government spenders control the House and the Senate and, heaven forbid, the White House, they will have a monopoly in Washington.\"</p> <p>McCain returned to this theme at the Dayton rally, calling his opponent Barack the Redistributor.</p> <p>He referred to a 2001 radio interview in which, McCain said, Obama expressed regret that the civil rights movement had not brought redistribution of wealth. The arena was a relatively modest location, holding only 3,200 people, but McCain was unable to fill it, with empty spaces remaining on the main floor and along the sides. The crowd was estimated at just over 2,000.</p> <p>He has attracted only modest crowds all week, in contrast to Obama's rallies, which culminated in one at the weekend bringing in 100,000 supporters.</p> <p>On the way out of the Dayton rally, Brad Lowry, 24, who runs a small business in Dayton, said he was a McCain fan but said \"obviously it does not look good\". Lowry, describing himself as a gambler, added: \"He is definitely the underdog. If I had to put money on it, I would put his chances at 20%.\"</p> <p>Also in the crowd, Nancy Kussman, 63, who opposed wealth redistribution, was hopeful McCain might still make it. \"Obama scares me a lot. I am not confident about his past. I am uncomfortable with his wanting to give everything away.\"</p> <p>In the final days of campaigning, McCain and Obama are tracking one another across the battleground states. Both were in Ohio yesterday, and are scheduled to be in Pennsylvania today and Florida tomorrow.</p> <p>These states are turning into McCain's last stand. Having lost ground elsewhere according to the polls, he cannot afford to lose any of these three. This was his 14th visit to Ohio since securing the Republican presidential nomination earlier this year.</p> <p>McCain is also taking a beating on the normally passionately pro-Republican radio talkshows.</p> <p>Bill Cunningham, who broadcasts from Cincinnati and whose shows go out on 300 stations across America, criticised McCain at the weekend for the way he had conducted the campaign, made it clear he thought the election was lost and urged the Republicans to begin planning to ensure Obama does not secure a second term.</p>",
  "<video data-media-id=\"gu-video-339057706\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1883586886_Obama-rally-in-Canton-NEW-To-Brightcove-16x9.flv\"/> </video>   <p><a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> attempted an act of political alchemy yesterday, combining his campaign's early passion with the gritty reality of America's economic crisis to build a winning argument to send him to the White House.</p> <p>The Obama camp had billed yesterday's speech as the <a href=\"http://www.guardian.co.uk/world/democrats\">Democrats</a>' closing argument to the American people, 21 months after he began his run for the White House. He chose to deliver it in <a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a>, the state which more than any other will decide whether Obama or <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> wins the White House, one week from today.</p> <p>The speech was more of a summing up than a new line of persuasion as the Democrat tried to rally his supporters even while he moved to contain their expectations of change if he wins the White House.</p> <p>\"In one week, in one week, after decades of broken politics in Washington, eight years of failed policies from George Bush and 21 months of a campaign that has taken us from the rocky coast of Maine to the sunshine of California, we are one week from change in America,\" Obama told the crowd. But he went on to warn: \"It won't be easy, Ohio. It won't be quick.\" </p> <p>The candidate, who stepped off the stage in Canton yesterday to his signature tune of \"signed, sealed, delivered\" was visibly greyer than the Obama who racked up his first victory in the <a href=\"http://www.guardian.co.uk/world/iowa\">Iowa</a> caucus in early January.</p> <p>The signature appeal for hope and change which had so moved the crowds was weighed down by the economic crisis that has overwhelmed the election and contributed mightily to Obama's lead over McCain in battleground states.</p> <p>Obama got his wildest cheers when he promised to bring green jobs to Ohio and to scrap taxes for elderly people living on less than $50,000. But again he warned that his ambitious plans might be hostage to economic turmoil. \"I won't stand here and pretend that any of this will be easy - especially now,\" he said. \"The cost of this economic crisis, and the cost of the war in Iraq, means that Washington will have to tighten its belt and put off spending on things we can afford to do without.</p> <p>\"On this, there is no other choice.\" </p> <p>Yesterday's meeting was in some ways a celebration of Obama's journey, with the Democrat reminding supporters of the improbable nature of his candidacy.</p> <p>It was also an indictment of McCain, who Obama cast as a clone of George Bush. \"Senator McCain still has not been able to tell the American people a single major thing he'd do differently from George Bush when it comes to the economy,\" he said. \"Senator McCain says that we can't spend the next four years waiting for our luck to change, but you understand that the biggest gamble we can take is embracing the same old Bush-McCain policies that have failed us for the last eight years.</p> <p>Obama will take other opportunities to try to seal the deal with American voters this week. Tomorrow, he has booked a half-hour slot on national networks for a primetime address. The slot, just as Americans tune in to Game Six of the World Series, is the most ambitious ad spend ever, and will cost the campaign more than $1m a network.</p> <p>There will be further razzmatazz tomorrow when Obama campaigns with Bill Clinton in Orlando, <a href=\"http://www.guardian.co.uk/world/florida\">Florida</a>.</p> <p>But his appearance yesterday, before fewer than 5,000 supporters in this town, was a reminder that Obama still has a slog ahead of him in Ohio. No Democrat has won the White House without Ohio since John Kennedy in 1960, and the state is not natural terrain for Obama.</p> <p>While he has surged ahead of McCain in states that usually go Republican such as Virginia and Colorado, it has been a tougher, slower sell in Ohio - as even his most ardent supporters acknowledge.</p> <p>\"At times, it seems neck and neck to me,\" said Katy George. Her friend, Peggy Kelly, a chef at a local restaurant, chimed in: \"There are a lot of stubborn Republicans in the lower part of the state.\"</p> <p>But the campaign is feeling increasingly confident, buoyed by the heavy turnout in early voting, which started a week ago.</p> <p>Registered Democrats have swamped Republicans. In Cleveland, long lines of African American voters waited for more than two hours to cast their ballots, passing the time by singing the civil rights-era song Eyes on the Prize.</p> <p>The rush had the campaign scrambling yesterday to find marching bands to entertain waiting voters on election day.</p> <p>Charlie Buhacker breaks eye contact and looks away when he says that he voted for George Bush over John Kerry in 2004. This time Buhacker was an early supporter of Obama. He has been working phone banks for Obama six nights a week for the last three months. He reckons he has logged 1,600 calls.</p> <p>It was slow going at first, he admits. People were suspicious of Obama and cynical about his message of hope. Some were outright racist. \"But that died down the last couple of weeks,\" he said. \"People realised it doesn't make a difference.\"</p> <p>He added: \"It's the economy.\"</p> <h2><a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a></h2> <p>Polls show the race in Ohio, a key swing state with 20 electoral votes, favouring Obama. Most put him about 10 points ahead of McCain, but some indicate a much smaller advantage. Ohio's mix of rural white, urban black, and middle-class voters hit by the decline in manufacturing jobs, make it a test for either party; every candidate the state has backed in presidential elections since 1964 has gone on to the White House. Ohio is historically divided between a conservative south, which was settled by Virginians, and the more progressive north, settled by anti-slavery New Englanders. No Republican has ever become president without taking Ohio.<br><strong>Daniel Nasaw</strong></p>",
  "<p>George W Bush took office in 2000 promising to be \"the education president\". A terrorist attack, two wars, a hurricane and a financial meltdown will probably guarantee that he is remembered for other things.</p> <p>But a lot has happened in US schools, and the two presidential candidates are likely to build on the Bush reforms and develop rather than destroy them.</p> <p>Alongside tax cuts, Bush's main domestic legislative claim to fame is perhaps the federal No Child Left Behind (NCLB) Act of 2001. This mandated annual, standardised testing in reading and maths for ages nine to 13, followed by a single test during high school, devised and administered by the individual states, but requiring federal approval, as a condition for continued federal funding.</p> <p>There has been fierce debate about the law's success in raising standards, improving accountability and closing the gap between high and low achievers, but it is expected to be reauthorised by Congress next year - though probably with changes demanded by the new president.</p> <p>Democrat frontrunner Barack Obama's priorities in education are to increase nursery school access for toddlers and university access for school leavers, and to improve and better direct funding for NCLB, while bolstering good teachers with incentives.</p> <p>Republican John McCain's watchwords are competition and choice - he wants to give parents more power to choose where their children will study and more control over budgets for individual headteachers, while making it easier to sack poor teachers and close failing schools.</p> <p>Obama's biggest hurdle would be the economic crisis. He has pledged $18bn extra for the nation's 100,000 public sector schools, but many are dubious he can provide it. \"Big city school systems are going to have huge holes in their budgets and the real issue for local authorities is going to be bankruptcy - that threat is already there for Detroit, Baltimore, Oakland - others will follow,\" says Paul Hill, an education expert at the University of Washington.</p> <p>McCain's toughest obstacle would be getting laws unpopular with teacher unions and liberal legislators through a Democrat-controlled Congress. His quickest route to change would be to bypass mainstream school systems and feed money to the high-profile minority group of publicly funded but independently run charter schools, which he supports.</p> <p>\"Both parties know the public cares a lot about education, but the economy and the war are greater priorities,\" says Pedro Noguera, a professor of sociology at New York University's school of education, and an adviser to Obama.</p> <p>Bush pushed NCLB through Congress during the period of bipartisan cooperation forced on it by the attacks of September 11 2001. \"He will go down as the president who had the biggest impact on public education in history,\" says Noguera. \"Bush took a strategy he had implemented in Texas of using standardised annual testing of pupils to gauge schools and he put it through all states.\"</p> <p>But teachers up and down the country now complain that insufficient funding was put behind the legislation. And schools deemed to be failing are left to flail, while even good schools rail against the strictures of \"teaching to the test\". The unions witheringly call it \"one size fits all\" schooling. A review is in the air.</p> <p>Both Obama and McCain believe that teachers need closer scrutiny, but more intelligent assessment than mere test scores, and better individual incentives to stay in the profession and improve.</p> <p>Even Obama aspires to negotiate with very wary teacher unions on the subject of performance-related pay, rather than salaries being largely tied to seniority in a jobs-for-life culture. Washington and Denver, for example, are already experimenting with higher pay for higher productivity, coupled with less job security.</p> <p>Meanwhile, Noguera says, it is crucial for the new president to address high school dropout rates: up to half of pupils in the worst-performing states, particularly small southern states such as Alabama, Mississippi and Louisiana, leave at 15 or 16 with no qualifications.</p> <p>The 50 states themselves have most control over their schools, of course, and there is a limit to how much the president is empowered to intervene. Obama or McCain would have to exert much change by simply shouting from their Pennsylvania Avenue pulpit, or via controversial legislation.</p> <p>But there is widespread agreement that change is needed. \"We still have a lot of students who are not proficient in basic reading and maths all the way through primary, middle and high school,\" says Caroline Hoxby, an education expert at the right-leaning Hoover Institution thinktank. \"We are the highest spending country in the world per pupil, but one of the worst performing industrialised countries in public sector education.\"</p> <p>The US does not have a national system of school inspectors, nor a significant exam at 16, like the GCSE. The new president must address the issue of accountability.</p> <p>NCLB set the target of 2014 for basic proficiency in reading, writing and maths for all American children. Around 11% of schools currently fall short and most experts agree there is no sign that the deadline can be met.</p> <p>\"I think Obama will focus on pre-school and higher education, and Congress will take the lead on the future of NCLB,\" says Tom Loveless, a senior fellow at the left-of-centre Brookings Institution thinktank.</p> <p>McCain wants to take the Washington district voucher programme, in which low-income parents are effectively given a credit note from taxpayers for the value of their child's education, which they can instead \"spend\" on a place for their child at a private or charter school, and spread it nationwide. \"But he would have to take that to a Democratic-controlled Congress and get it through the appropriations committee - so that's not going to happen,\" says Loveless.</p> <p>Educators' main fear, however, is that policymaking will be allowed to drift, while funding shrinks as the new president is busy firefighting the economy. Thus American standards will fall further behind.</p> <h2>'There is too much of the communist about Obama'</h2> <p>Opinion polls may have Barack Obama about to step into the White House, but The \"Sun Belt\" is Republican country and much of Arizona is staying loyal to its local maverick, John McCain. </p> <p>A quick show of hands in a classroom of 14- and 15-year-olds at Desert Vista high school, in the prosperous Ahwatukee Foothills suburb of Phoenix, echoes that. Fourteen hands go up for McCain, 11 for Obama and five are undecided. </p> <p>The students are in a Spanish class and their teacher, Shannon O'Hay, nods approvingly. She has already voted in early ballots - a firm Republican. \"Arizona is a freedom-for-work state, where you do not have to be part of a teaching union. I grew up in Chicago and studied in Wisconsin where it's all unionised and they have bad teachers they just cannot get rid of,\" she says.</p> <p>McCain's plans for more rigorous assessment of teachers and for weeding out poor ones more easily \"makes a lot of sense\" to O'Hay. Obama has pledged $18bn more funding for schools, including better incentives for teachers, while McCain says he will freeze spending.</p> <p>O'Hay would rather go without. \"Obama is trying to do too much with too little, and he will not be able to do it. There is too much of the communist about him for my liking, too,\" she says.</p> <p>The private homes around the school are large, all with swimming pools. Almost four-fifths of Desert Vista's 2,950 pupils are white, and fewer than 5% qualify for a free or reduced-rate lunch. Around 95% of pupils go on to higher education - three-quarters to full degree programmes.</p> <p>\"We have some divorced parents, but I would not call them single-parent families in the true sense - that only accounts for about 1% of our students,\" says the principal, Anna Battle. </p> <p>She is an Obama supporter but, in line with Arizona's mixed characteristics as a \"red\" state, with Republican senators but a Democrat, Janet Napolitano, as governor, she believes in bipartisanship. \"I like McCain's idea of greater competitiveness between schools. And I have no problem with greater accountability. But I do not like his voucher scheme, which takes resources away from the public sector; and I prefer Obama's holistic approach of helping all schools to improve,\" she says.</p> <p>Something Desert Vista and Hyde Park Academy in Chicago (see below) have in common is being located in states that are both bumping along the bottom of the US league tables of education spending. </p> <p>At the election, as well as voting for the American president, residents of Desert Vista's catchment will vote on proposals to give schools a larger slice of their local tax receipts - just to meet their everyday needs. This is in addition to ordinary taxpayer funding. Anything deemed \"extra\" at Desert Vista has to be paid for by parents directly. This includes \"buying sheet music for music classes, clay and paint for art classes, and paying to cover a teacher's overtime stipend if they come into school on a weekend or an evening to coach sport, the choir or run student clubs,\" says Victoria Wong, a manager from the local authority who travels from school to school sorting out finances. She complains of having had to send a bill for $1,200 a year to a family that has four children at the school, to charge them for \"extra\" activities. That includes school activity clubs, discretionary honours classes, and additional classes that give college credits. </p> <p>\"We have a deficit in Arizona and they are talking about cutting education budgets next year,\" she says.</p> <p>Student Rebecca Edmunds, 16, points out that the Thunder, the famous school marching band of which she is a member, \"did not have new uniforms last year\" and she is worried about a spending squeeze. Pupils have to supply their own exercise books and paper to work on.</p> <p>Rebecca's Republican-voting parents are comfortably off, however, and she is not too worried: \"I live right around here. It's a really nice, upper-middle-class neighbourhood.\" She wants to go to a local university, and then become a teacher.</p> <p>Many pupils talk of being in three-car families, and being taken on holiday to Europe.</p> <p>Amie Hickelt, a school guidance counsellor, supports McCain's big theme of small government: \"Education is so much more of a local issue and state issue, not a federal one. I want more fiscal responsibility given to headteachers, and more devolution of power.\"</p> <h2>'Eight years of Bush have stretched the resources'</h2> <p>Hyde Park Academy high school is, almost literally, in Barack Obama's back yard. The Democratic candidate lives less than a mile away to the north - a mile that becomes increasingly gentrified, while the mile to the south gets rougher with each block. \"We are 99% African-American, but we are still pretty diverse in terms of socio-economic status,\" says Thomas Trotter, headteacher of 1,975 pupils.</p> <p>Hyde Park is a typical school in Chicago's tough South Side. \"We have the same problems schools like ours have all over America - striving to be the safe haven in the community, trying to get parents more involved, pupils to take more responsibility, and the authorities to provide more resources,\" says Trotter. He thinks a handful of his teachers might vote Republican on November 4, but \"very few\".</p> <p>Hyde Park runs the international baccalaureate (IB) for around 200 of its most promising pupils, and 75% of all the students who graduate go on to college - whether it is a two-year \"junior\" college programme or a full degree course.</p> <p>The school also handles the consequences of 70% of its pupils living in one-parent families, 85% being eligible for subsidised or free lunches - denoting that they live close to or below the official poverty line - and at least 150 pupils being homeless and sleeping in shelters.</p> <p>\"Eight years of Bush have stretched the resources here unbelievably,\" says Jullanar Maalik, 28, who was a pupil at Hyde Park and has now taught here for seven years. \"It wears on you.\" </p> <p>Hyde Park has had to take in hundreds of academically struggling pupils from nearby schools that were closed under Bush's No Child Left Behind policy, as well as New Orleans refugees who fled Hurricane Katrina.</p> <p>Maalik complains that such challenges, and the heavy focus on testing, have sucked money from other needs. \"I would like to see more community and family involvement in schools - somehow weave it in, share the responsibility, more a case of 'No Family Left Behind',\" she says.</p> <p>Hyde Park strongly supports both candidates' pledges to improve teacher performance and retention. \"But McCain wants to give parents more choice of schools, while I feel Obama wants to focus on helping every school,\" says Daniel Mullins, a biology and biochemistry teacher.</p> <p>McCain favours giving parents in state schools vouchers worth the value of their child's education, which they can redeem for a place at a private or charter school. \"That would devalue teachers in the public sector and leave many schools as struggling shells,\" warns Maalik.</p> <p>Pupils are enthused by their famous neighbour, but are also nervous. \"Obama needs to watch out - someone will try to kill him before we get our first black president into the White House,\" says 15-year-old D'Shay Dorsey. She lives with her younger brother and mother, who uses food stamps to feed the family.</p> <p>\"I hope that he wins because it will be easier for people to get jobs, and drug-dealing and gun violence around here will go down - people get shot every day around my house,\" says D'Shay.</p> <p>Student Vantryce Scott, attending an IB class, notes that the buses and streets have become cleaner and police patrols more numerous in the area since Obama became the nominee.</p> <p>Some teachers and pupils met Obama about five years ago when he was a community organiser. \"My students were able but apathetic,\" says English teacher Cassiette West Williams. \"Obama inspired many of them not to drop out of school.\" </p> <p>As the pupils pour out of the school, police are on hand to deal with any trouble. The headteacher strides up and down, sending students on their way. Trotter, who used to play basketball against Michelle Obama's brother, works 12-hour days to keep his school improving and is \"optimistic\" Obama will win.</p> <p>He sums up: \"He not only has a plan to move America forward, he will take a whole blemish off our history, all the way back to slavery.\"</p> <h2>Who decides what</h2> <p>• America's 100,000 public sector schools receive, on average, just 8% of their budget from the federal government, with the rest provided by state and local district funding.</p> <p>• Local school districts decide on teacher hiring, curriculum content and attendance rules.</p> <p>• States certify teachers and run standardised tests and exams. The federal government oversees the reading and maths tests required by No Child Left Behind.</p> <p>• Presidents wishing to exert education policy changes at state level have two main avenues: diplomatic pressure or federal legislation.</p> <p>• In the event of an Obama victory, states or districts wishing to adopt McCain's education ideas can do so, and vice versa.</p>",
  "<p>How was it allowed to happen? How did politics in the US come to be dominated by people who make a virtue out of ignorance? Was it charity that has permitted mankind's closest living relative to spend two terms as president? How did Sarah Palin, Dan Quayle and other such gibbering numbskulls get to where they are? How could Republican rallies in 2008 be drowned out by screaming ignoramuses insisting that Barack Obama was a Muslim and a terrorist?</p> <p>Like most people on my side of the Atlantic, I have for many years been mystified by American politics. The US has the world's best universities and attracts the world's finest minds. It dominates discoveries in science and medicine. Its wealth and power depend on the application of knowledge. Yet, uniquely among the developed nations (with the possible exception of Australia), learning is a grave political disadvantage.</p> <p>There have been exceptions over the past century - Franklin Roosevelt, JF Kennedy and Bill Clinton tempered their intellectualism with the common touch and survived - but Adlai Stevenson, Al Gore and John Kerry were successfully tarred by their opponents as members of a cerebral elite (as if this were not a qualification for the presidency). Perhaps the defining moment in the collapse of intelligent politics was Ronald Reagan's response to Jimmy Carter during the 1980 presidential debate. Carter - stumbling a little, using long words - carefully enumerated the benefits of national health insurance. Reagan smiled and said: \"There you go again.\" His own health programme would have appalled most Americans, had he explained it as carefully as Carter had done, but he had found a formula for avoiding tough political issues and making his opponents look like wonks.</p> <p>It wasn't always like this. The founding fathers of the republic - Benjamin Franklin, Thomas Jefferson, James Madison, John Adams, Alexander Hamilton and others - were among the greatest thinkers of their age. They felt no need to make a secret of it. How did the project they launched degenerate into George W Bush and Sarah Palin?</p> <p>On one level, this is easy to answer. Ignorant politicians are elected by ignorant people. US education, like the US health system, is notorious for its failures. In the most powerful nation on earth, one adult in five believes the sun revolves round the earth; only 26% accept that evolution takes place by means of natural selection; two-thirds of young adults are unable to find Iraq on a map; two-thirds of US voters cannot name the three branches of government; the maths skills of 15-year-olds in the US are ranked 24th out of the 29 countries of the OECD. But this merely extends the mystery: how did so many US citizens become so stupid, and so suspicious of intelligence? Susan Jacoby's book The Age of American Unreason provides the fullest explanation I have read so far. She shows that the degradation of US politics results from a series of interlocking tragedies.</p> <p>One theme is both familiar and clear: religion - in particular fundamentalist religion - makes you stupid. The US is the only rich country in which Christian fundamentalism is vast and growing.</p> <p>Jacoby shows that there was once a certain logic to its anti-rationalism. During the first few decades after the publication of The Origin of Species, for instance, Americans had good reason to reject the theory of natural selection and to treat public intellectuals with suspicion. From the beginning, Darwin's theory was mixed up in the US with the brutal philosophy - now known as social Darwinism - of the British writer Herbert Spencer. Spencer's doctrine, promoted in the popular press with the help of funding from Andrew Carnegie, John D Rockefeller and Thomas Edison, suggested that millionaires stood at the top of a scala natura established by evolution. By preventing unfit people being weeded out, government intervention weakened the nation. Gross economic inequalities were both justifiable and necessary.</p> <p>Darwinism, in other words, became indistinguishable from the most bestial form of laissez-faire economics. Many Christians responded with revulsion. It is profoundly ironic that the doctrine rejected a century ago by such prominent fundamentalists as William Jennings Bryan is now central to the economic thinking of the Christian right. Modern fundamentalists reject the science of Darwinian evolution and accept the pseudoscience of social Darwinism.</p> <p>But there were other, more powerful, reasons for the intellectual isolation of the fundamentalists. The US is peculiar in devolving the control of education to local authorities. Teaching in the southern states was dominated by the views of an ignorant aristocracy of planters, and a great educational gulf opened up. \"In the south\", Jacoby writes, \"what can only be described as an intellectual blockade was imposed in order to keep out any ideas that might threaten the social order.\"</p> <p>The Southern Baptist Convention, now the biggest Protestant denomination in the US, was to slavery and segregation what the Dutch Reformed Church was to apartheid in South Africa. It has done more than any other force to keep the south stupid. In the 1960s it tried to stave off desegregation by establishing a system of private Christian schools and universities. A student can now progress from kindergarten to a higher degree without any exposure to secular teaching. Southern Baptist beliefs pass intact through the public school system as well. A survey by researchers at the University of Texas in 1998 found that one in four of the state's state school biology teachers believed humans and dinosaurs lived on earth at the same time.</p> <p>This tragedy has been assisted by the American fetishisation of self-education. Though he greatly regretted his lack of formal teaching, Abraham Lincoln's career is repeatedly cited as evidence that good education, provided by the state, is unnecessary: all that is required to succeed is determination and rugged individualism. This might have served people well when genuine self-education movements, like the one built around the Little Blue Books in the first half of the 20th century, were in vogue. In the age of infotainment, it is a recipe for confusion.</p> <p>Besides fundamentalist religion, perhaps the most potent reason intellectuals struggle in elections is that intellectualism has been equated with subversion. The brief flirtation of some thinkers with communism a long time ago has been used to create an impression in the public mind that all intellectuals are communists. Almost every day men such as Rush Limbaugh and Bill O'Reilly rage against the \"liberal elites\" destroying America.</p> <p>The spectre of pointy-headed alien subversives was crucial to the election of Reagan and Bush. A genuine intellectual elite - like the neocons (some of them former communists) surrounding Bush - has managed to pitch the political conflict as a battle between ordinary Americans and an over-educated pinko establishment. Any attempt to challenge the ideas of the rightwing elite has been successfully branded as elitism.</p> <p>Obama has a lot to offer the US, but none of this will stop if he wins. Until the great failures of the US education system are reversed or religious fundamentalism withers, there will be political opportunities for people, like Bush and Palin, who flaunt their ignorance.<br><a href=\"http://www.monbiot.com\"><br>monbiot.com</a></p> <p>• This article was amended on Tuesday November 4 2008. The Southern Baptist Convention is not the biggest denomination in the US. We meant to describe it as the biggest Protestant denomination. This has been corrected.</p>"
]