[
  "<p>Three teenage girls have been buried alive by their tribe in a remote part of Pakistan to punish them for attempting to choose their own husbands, in an \"honour\" killing case.</p> <p>After news of the deaths emerged, male politicians from their province, Baluchistan, defended the killings in parliament, claiming the practice was part of \"our tribal custom\".</p> <p>The girls, thought to have been aged between 16 and 18, were kidnapped by a group of men from their Umrani tribe.</p> <p>They were driven to a rural area and then injured by being shot. Then, while still alive, they were dragged bleeding to a pit, where they were covered with earth and stones, according to the findings of Human Rights Watch, the international campaigning group. Officials, speaking off the record, confirmed the killings.</p> <p>However, six weeks after the deaths, no one has been arrested, amid claims of a cover-up. According to several accounts, Baluchistan government vehicles were used to abduct the girls, and the killing was overseen by a tribal chief who is the brother of a provincial minister from the ruling Pakistan People's party.</p> <p>Some reports said that two older relatives of the girls had tried to intervene, but they too were shot and buried with the girls while still alive. \"This is a heinous criminal offence,\" said Ali Dayan Hasan, of Human Rights Watch. \"We have corroborated it and cross-corroborated it, but the second the police admit that it happened, it would trigger an investigation.\"</p> <p>Hasan said that, with a presidential election on September 6, one in which Baluchistan's provincial parliament would be strongly relied on to deliver votes, action that would antagonise the region's politicians was highly unlikely.</p> <p>In Pakistan's national parliament, an MP from Baluchistan, Israrullah Zehri, said on Friday that \"this action was carried out according to tribal traditions\", a view backed up by some other male lawmakers, who attacked a woman senator who had raised the case. </p> <p>\"These are centuries-old traditions and I will continue to defend them,\" Zehri added over the weekend.</p> <p>The killings happened in the Naseerabad district of Baluchistan. Although so-called honour killings are not unusual, burying the victims alive seems to have been brutal even by tribal standards.</p> <p>\"It is very common for women in these cases to be deprived of an honourable burial. This is to make sure others learn the lesson,\" said Samar Minallah, a human rights activist based in Islamabad.</p> <p>Sarang Mastoi, a local journalist in Baluchistan with Pakistan channel KTN, said that the villagers were scared to talk openly about the crime, but he had been taken by some to see the burial site.</p> <p>Under tribal - not religious - tradition, marriages are carefully arranged by elders. Marrying without permission is considered an affront to the honour of the tribe. Sadiq Umrani, a provincial minister, has admitted that the girls were buried alive but denied the involvement of his brother. </p> <p>An editorial, published in Pakistani daily The News yesterday, said: \"Surely the government should be seeking the murderers, not protect [them] through some dark conspiracy of silence. The fact the act was 'kept quiet' means the government sympathises with such doings.\"</p>",
  "<p>It's fair to say that Minnesota, which has voted Democrat in every presidential election since 1976, had mixed feelings about its summer guests. Where Denver international airport teemed last week with volunteers to welcome newcomers, the airport serving Minneapolis and St Paul offered balloons and an LED screen. A group formed for the events, The UnConvention, has highlighted the culture clash between the Republicans and St Paul's lefty types with a video series, urging locals to play along. In one, two gay couples, kissing in a park, rearrange into boy-girl pairs when rightwingers pass by. \"The Republicans are coming,\" the ad says. \"Make an effort.\"</p> <p><strong>· </strong>The gift bags provided to delegates and journalists in Denver contained giveaways designed to associate key brands with the Democrats' newfound lustre. The bags provided in St Paul, meanwhile, included a bag of Chex snacks, a Nature Valley cereal bar and a Fiber One health bar - all made by the cereal-processing giant General Mills. The corn lobby knows on which side its bread is buttered. </p> <p><strong>· </strong>However this week unfolds, we can be sure that there will be no crowd to match the 80,000 who watched Barack Obama speak in Denver, and therefore less risk of ABC News host Terry Moran getting too caught up in the moment. It's hard to imagine how anyone could overstate how historic it was for the Democrats to nominate Obama. But Moran managed it, describing the candidate as \"the son of a black man from Kenya and a white man from Kansas.\"</p> <p><strong>· </strong>John McCain's selection of Sarah Palin as his vice-president has put ex-White House svengali Karl Rove in a fix. When Obama was toying with Virginia governor Tim Kaine as his running-mate, Rove was scornful: Kaine was previously mayor of Richmond, Virginia, \"the 105th largest city in America ... It's not a big town.\" Rove said Palin was mayor of \"the second-largest city in Alaska\", a claim that might be persuasive, if it were true. Anchorage, Juneau and Fairbanks are the top three. And Richmond is about 40 times larger than Palin's Wasilla.</p>",
  "<p>The Republican presidential candidate, John McCain, yesterday defended his choice of running mate, Sarah Palin, the governor of Alaska, in the face of widespread scorn that she lacks experience, especially in foreign policy.</p> <p>Asked about her lack of experience on Fox News Sunday, McCain said: \"She's been commander in chief of the Alaska National Guard ... she's had judgment on these issues. She's had 12 years of elected office experience, including travelling to Kuwait.\"</p> <p>Republicans accused Palin's critics of being sexist in their readiness to dismiss her. The appointment of the social conservative as vice-presidential nominee, has been enthusiastically greeted by the party's rightwing.</p> <p><br>One of McCain's closest advisers, Senator Lindsey Graham, said she had more experience than McCain's presidential opponent, Barack Obama. \"She's been a governor ... that's more than Obama.\"</p> <p>Palin's appointment came as a surprise to Obama's campaign team, which immediately criticised her lack of experience. But Obama later changed the tone to politely welcome the historic nature of having the first woman on a Republican ticket. His campaign team dispatched staff to Alaska to look into her background, including her initial support for the state's expensive and infamous Ketchikan bridge, known better as the Bridge to Nowhere.</p> <p>Although opinion polls taken over the weekend are being eagerly awaited by both camps, Real Clear Politics, a website that tracks major polls and provides a running average, yesterday had Obama on 47% and McCain on 44%. In the battlefield states, Obama was ahead in Pennsylvania and McCain in Florida, with the two tied in Ohio.</p> <p>In a theme echoed by other Democrats throughout the day, Senator John Kerry, the failed Democratic candidate for the presidency in 2004, described Palin as having been picked to placate the Republican party's rightwing, which is suspicious of McCain. Kerry told ABC News: \"He's chosen somebody who doesn't believe climate change is man-made.\"</p> <p>He said it was insulting to Hillary Clinton supporters to suggest that Palin, given her anti-abortion and other socially conservative views, might woo them.</p> <p>The former Democratic Senate majority leader, Tom Daschle, described the appointment as \"inexplicable\".</p> <p>But Rush Limbaugh, whose radio show attracts millions of rightwing listeners, enthusiastically welcomed her. \"Palin equals guns, babies, Jesus ... Obama just lost blue-collar, white Democratic voters in Pennsylvania and other states,\" Limbaugh said. James Dobson, the conservative Christian leader who had been opposed to McCain, said the selection of Palin had won him over. </p> <p>After appearing with McCain at a rally in Dayton, Ohio, on Friday, Palin made her second campaign speech on Saturday near Pittsburgh, Pennsylvania. Her stop in Pittsburgh showed a vulnerability that could be a worry for McCain. Some of the audience left as she was speaking and there was booing when, in an appeal to Democratic voters to switch to McCain, she mentioned Hillary Clinton.</p> <p>As the Republicans wheel out their latest asset, there is still disagreement on how to deploy one of their oldest: the incumbent president. As George Bush ends his second term in office, he has acquired the distinction among the general American population of being one of the most disliked presidents in history, alongside Harry Truman and Richard Nixon, with his popularity rating at about 28%.</p> <p>Although polls show that two out of three Republican loyalists still continue to think highly of Bush, the loathing with which he is now regarded by huge swaths of the country has a direct bearing on the re-election hopes of scores of Republican members of Congress in swing states. Unless Bush is kept in the shadows their jobs could be on the line in November.</p> <p>While part of the alliance of interests in the so-called Reagan coalition continue to adore the president, others are disillusioned by him. Top of the list of the disgruntled are the economic conservatives, for whom tight public spending, tax cuts and balanced budgets are key.</p> <p>Equally livid is the libertarian wing that has been an influential part of the movement since the 1960s. It defines conservatism as vesting power in the individual, free of government interference, but blames Bush for having extended the reach of Washington more than any other president since Lyndon Johnson. On the other side of the widening rift within US conservatism, the Christian right remains broadly supportive of the president.</p> <p><strong>·</strong> This article was amended on Monday September 1 2008. We incorrectly gave the name of Senator Lindsey Graham as Senator Graham Lindsey. This has been corrected.</p>",
  "<p>'Some nations have a gift for ceremonial,\" wrote the future third Marquess of Salisbury, Lord Robert Cecil, after watching Queen Victoria open parliament. \"No poverty of means or absence of splendour inhibits them from making any pageant in which they take part both real and impressive. Everybody falls naturally into his proper place, throws himself without effort into the spirit of the little drama he is enacting and instinctively represses all appearance of constraint or distracted attention.\"</p> <p>What was arguably true for 19th century Britain (Cecil, as it happens, believed that Britain did not possess that gift) is no less so for 21st century America. As one party convention ends and another begins (hurricane permitting), we are halfway through a fortnight of ticker tape, talking points, balloons and bluster. </p> <p>There was a time when these conventions meant something more than mere pageantry. They were the place where arguments were made, platforms thrashed out and delegates wooed with policy. But like British party conferences, conventions are now essentially media events at which the media enjoys neither particular access, information nor, for the most part, insight. The result is two weeks of propaganda rolled out like a well-choreographed marketing campaign and faithfully transmitted by supine outlets.</p> <p>Like most acts of ceremony, form has long surpassed content. The further they have strayed from the substance the more the symbols matter. Strip away the high-minded commentary and you are left with two patriotic parades steeped in electoral rivalry and masquerading as a celebration of democratic culture. </p> <p>As far as pageantry goes, they could certainly be worse. At least in these there are no gilded coaches, crowns, ermine or wigs. And yet despite the slew of historic candidacies - first Barack Obama and now Sarah Palin - it seems as though this year America's political class has less to celebrate than ever. </p> <p>For the conventions do not just mark the beginning of a new presidential cycle but the passing of an old one. The fact that this administration has been criminally incompetent is now the stuff of water-cooler orthodoxy. The fact that it has been plain criminal is not. But it should be. Under George Bush the US has tortured, disenfranchised, lied, spied and, on more than one occasion, flouted its own constitution. Those who would not go along were fired or demoted. Those rulings it could not garner support for it simply classified or hid. Those inquiries it could not prevent it thwarted. When Major General Antonio Taguba tried to pursue his investigation of Abu Ghraib up the chain of command he was stopped. \"I was legally prevented from further investigation into higher authority,\" he told the New Yorker. </p> <p>Its violation of international law is ultimately a matter for the international community. But its violation of American laws is a matter for the American public. However, it is now clear that the political consequences of these transgressions will range from negligible to non-existent. The Bush administration should be led away in handcuffs - either indicted or impeached. Instead it is about to leave the scene of the crime in broad daylight while those tasked to police this democracy - notably politicians and the press - blind themselves with confetti. </p> <p>Those who regard impeachment as merely a vindictive attempt to adjudicate the past display a chronic lack of imagination. True, it is not going to happen. But that makes it no less morally compelling or politically relevant to argue that it should. Trying to look ahead without acknowledging how you got to where you are is a surefire way to end up wandering around in circles. And the last place the Democrats want to be is where they were.</p> <p>Take voter registration. Around this time last year the attorney general, Alberto Gonzales, was forced to resign amid allegations of perjury before Congress over his role in the politically motivated firing of seven attorneys. They were replaced by what his then chief of staff referred to as \"loyal Bushies\" on the advice of the White House. Five of the fired attorneys were in battleground states. They had irritated local Republicans by refusing to bring voter fraud cases targeted at loyal Democratic groups because of lack of evidence. </p> <p>The congressional hearings were a farce. Gonzales said he \"could not recall\" more than 71 times in one day. Clearly he hoped we would forget too. </p> <p>But in a year when voter rolls are swelling with the expectation of an unprecedented turnout it is crucial that we remember. A few weeks ago John McCain's campaign attorneys attended a national training session for Republican lawyers on election law, which included a session on identifying and responding to instances of voter fraud. Despite the justice department's own studies showing that voter fraud is extremely rare, Republicans are gearing up for mass intimidation in minority areas on election day. If the election is close expect to see Florida 2000 replayed from Virginia to Nevada. And if the challenges go to court, Gonzales's \"loyal Bushies\" will be there to hear the cases.</p> <p>Such are the lasting consequences of Bush's crooked tenure. Casting him as inept and unethical is not difficult. He is the most unpopular president for six decades. Some have been loathed more - but none by so many for so long. But understanding how he managed to do it demands a wider lens. </p> <p>For he could not do it alone. The US is not an elected dictatorship. The president is supposed to stand at the helm of a system of checks and balances. The reason there was no balance was because there were no checks. The real problem with the Bush years is not so much that he did what he did, but that he managed to gain the consent of America's political class in enabling him to do it. His political estrangement is not because he tried, only because he failed. </p> <p>This has more or less been conceded by none other than the leader of the House of Representatives, Nancy Pelosi, who voted against the war in Iraq. When asked recently by the Nation why she took impeachment off the table before the 2006 elections, Pelosi answered: \"What about these other people who voted for that war with no evidence ... Are they going to be voting with us to impeach the president? Where are these Democrats going to be? Are they going to be voting for us to impeach a president who took us to war on information that they had also?\" In other words, for the Democrats to impeach the president they would first have to implicate themselves.</p> <p>This is not to say the Democrats were equally culpable. But they were differently responsible, and cowed by accusations of lack of patriotism most of them abdicated that responsibility.</p> <p>Asked to explain the administration's use of torture, the director of the 9/11 commission, Philip Zelikow, said: \"Fear and anxiety exploited by zealots and fools.\" But there is, it seems, no price to pay for being a zealot or a fool in power. America will no doubt be anxious and fearful again some day. And for all the ceremonial hyperbole of this convention season, there is little to suggest that when that day comes the fools and zealots won't once again come out on top.</p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>"
]