[
  "Biden and Warren join forces to haul in campaign cash Their mission: raise a lot of campaign cash.",
  "Trump campaign rips Planned Parenthood endorsement of Biden The Trump campaign on Monday went after presumptive Democratic presidential nominee Joe Biden after Planned Parenthood endorsed the former vice president’s White House bid.",
  "Trump's birthday marks RNC, Trump campaign's single best online fundraising day ever EXCLUSIVE: The Republican National Committee (RNC) and Trump campaign posted their largest online fundraising day ever on Sunday, bringing in $14 million across three entities on the president's birthday -- smashing their previous online fundraising record of…",
  "Trump campaign touts 1 million ticket requests for Tulsa rally Trump campaign manager Brad Parscale on Monday said they have received more than 1 million ticket requests for President Trump’s first campaign-style rally since the coronavirus lockdowns slated to take place Saturday.",
  "Ex-NFL great Herschel Walker criticizes Biden for comparing George Floyd death, MLK assassination Former NFL great Herschel Walker criticized the presumptive Democrat nominee for president Joe Biden on Saturday for comparing the deaths of Martin Luther King Jr. and George Floyd.",
  "NBC News called out over tweets about Trump’s Tulsa event and a 'packed' rally in Brooklyn NBC News was called out late Sunday over a pair of tweets sent about an hour apart that critics said showed bias when reporting on President Trump rallies and the protests that have emerged in the wake of George Floyd’s death in police custody.",
  "Ronna McDaniel: Interest in Tulsa rally shows 'enthusiasm' for Trump 'underrepresented' in polls Republican National Committee (RNC) Chairwoman Ronna McDaniel told “America’s Newsroom” that the interest in Trump’s first campaign rally since large gatherings were stopped by the coronavirus, shows “enthusiasm” for the president is “being underrepresented i…",
  "Biden called Confederate heritage group 'fine people' A recently resurfaced video clip shows Joe Biden calling members of a Confederate heritage group \"fine people\" in 1993 -- nearly mirroring President Trump's 2017 remarks that some protesters opposing the removal of Confederate statues in Charlottesville, Va. …",
  "Today on Fox News: June 15, 2020 ",
  "Biden says 'race-neutral' policies won't address disparities Joe Biden on Monday sounded off against “race neutral” policies, calling them “not a sufficient response to race-based disparities.”",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Cities call on cops to work overtime to quell unrest, despite ‘defund’ rallying cry Police officers are being demanded to go above and beyond their typical call of duty to handle ongoing protests and unrest, even as political figures are calling for their departments to be defunded or abolished entirely.",
  "Dash for campaign cash: Biden and DNC rake in more than $80 million in May Fueled by his rise in the polls and his presidential campaign’s enhanced online fundraising machine, presumptive Democratic nominee Joe Biden says his campaign, the Democratic National Committee (DNC), and their joint fundraising committee hauled in a combine…",
  "Trump campaign seeks apology from CNN after Stelter ‘sexist’ interview Brian Stelter, the media reporter at CNN, was “sexist and demeaning” during an interview Sunday with a senior legal adviser for President Trump and the president’s re-election campaign asked the reporter and network to apologize.",
  "Trump kicks off week with Biden broadside: ‘He’s weak & shot!’ President Trump on Monday slammed presumptive Democratic presidential nominee Joe Biden as “weak & shot,” claiming that he has done more in his first term than the former vice president did in his entire career of public service.",
  "Massive bribe to stop Ukraine probe of Burisma founder intercepted Ukrainian authorities on Saturday said they intercepted a $6 million bribe attempt to stop a criminal investigation into the president of Burisma, the natural gas company at the center of President Trump’s impeachment investigation.",
  "Trump calls Bolton's memoir 'highly inappropriate' as WH readies legal action to stop publication President Trump called it “highly inappropriate” for his former national security adviser John Bolton to write a memoir about his time in the White House – saying it contained classified information and hinting that Bolton might have lied in the book.",
  "Michael Goodwin: Trump and Hillary – Finally, something in common and it's not good news for him With the nation deeply unsettled and polls headed south, the first shots are being fired in a Republican shootout in a lifeboat.",
  "GOP group runs ad attacking Dems over 'defund the police' movement A Republican group is releasing an ad attacking Democrats over recent calls to defund and abolish police departments in response to the death of George Floyd, playing up the uncertainty about who would respond to emergency calls if police departments are abol…",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race."
]