[
  "John Sununu: Trump should focus campaign message on 'chaos' in Democrat-run cities and states Former New Hampshire Gov. John Sununu told “America’s Newsroom” that the Trump campaign needs to “have a message beyond the economic one” and can focus on “the fact that the Democrat-run cities and states are in chaos and that's what America will look like” i…",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play.",
  "Joe Concha: Biden cannot withstand a press conference like Trump's with no ground rules Joe Concha, media reporter for The Hill, said on Monday that presumptive Democratic presidential nominee Joe Biden could not withstand the lengthy press conferences that President Trump deals with normally.",
  "Newt Gingrich: If The Democrats Take the Presidency, The Senate and Keep The House, It Will Be The End of the American Dream Newt Gingrich, Former Speaker Of The House, joined Mary Walter on The Brian Kilmeade Show to talk about his new book \"Trump and the American Future: Solving the Great Problems of Our Time.\" Gingrich also discussed his worries about the end of the American dre…",
  "Trump campaign says fire marshal's count for Tulsa rally attendance was 'wrong' Trump 2020 communications director Tim Murtaugh told “Outnumbered Overtime” on Monday that the fire marshal ’s count for attendance at Trump’s campaign rally in Tulsa, Okla. was “wrong.”",
  "Steve Hilton: 'Weak, corrupt, mentally malfunctioning' Biden would be a 'tragic setback' for the country A Joe Biden victory in November would be a \"tragic setback\" for the country, \"The Next Revolution\" host Steve Hilton argued Sunday night.",
  "Trump endorsements cause uproar in New Hampshire GOP primaries President Trump's re-election campaign and the RNC are being accused of \"rigging\" two competitive GOP primaries in New Hampshire",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Biden campaign official says Trump rally remarks prove he has always 'viewed this virus as a joke' Biden campaign deputy manager and communications director Kate Bedingfield told \"The Daily Briefing\" Monday that President Trump's remarks about coronavirus testing at his Oklahoma rally Saturday proves that he views the pandemic \"as a joke.\"",
  "Trump’s Campaign Reboot Leads To A Crowd Controversy President Trump is back on the campaign trial, hosting his first rally in more than 100 days Saturday in Tulsa. Co-founder and President of Real Clear Politics, Tom Bevan discusses recent polls that show Joe Biden leading the President, what issues will have …",
  "Biden campaign agrees to 3 general election debates, slams Trump team for seeking more The Biden campaign has agreed to participate in three planned general election presidential debates in the fall, while slamming the Trump campaign’s push for more debates as an “effort to change the subject” and “create a distracting ‘debate about debates.’”",
  "Keisha Lance Bottoms: 5 things to know about Biden's possible Democratic VP contender As the pressure rises on presumptive Democratic nominee Joe Biden to pick a black woman as his running mate, Atlanta’s mayor has earned a national spotlight for her reported spot on the shortlist for Biden’s potential running mates.",
  "Juan Williams calls Tulsa rally 'embarrassment' for Trump, Bongino compares Biden event to 'pinochle game' Fox News contributor Dan Bongino said on \"The Five\" Monday that Saturday's rally for President Trump in Tulsa far outstrips any event that presumptive Democratic nominee Joe Biden has held to date.",
  "Trump rally gives Fox News largest Saturday night audience in its history President Trump’s rally on Saturday attracted a record-setting audience on TV despite the smaller-than-expected crowd in attendance at the Tulsa, Okla., event.",
  "Bolton says impeachment failed because Dems played into Trump's hands Former Trump National Security Adviser John Bolton said in an interview with NPR released Monday morning that Democrats' impeachment efforts failed in part because they tried to fit impeachment into their party's primary calendar.",
  "Bolton, in interview, says Democrats 'almost as bad and somewhat equivalent to Trump' Former national security adviser John Bolton warned in an interview airing Sunday night that President Trump's White House poses a \"danger for the republic\" -- but cautioned that congressional Democrats were \"almost as bad\" in their efforts to unseat him from…",
  "CNN, MSNBC covered less than 4 minutes of Trump rally despite all-day Tulsa coverage, study says President Trump officially relaunched his 2020 campaign with his first rally since the coronavirus outbreak stunted the country but according to a new study, CNN and MSNBC spent very little time actually showing his remarks on Saturday despite the constant ne…",
  "Today on Fox News: June 22, 2020 ",
  "Trump visiting Arizona to mark milestone of 200 miles of border wall construction President Trump is heading to Arizona on Tuesday to spotlight his administration's completion of the 200th mile of border wall construction along the nation’s southern boundary with Mexico."
]