[
  "Biden and DNC outraise Trump and RNC during blockbuster fundraising month President Trump and Democratic challenger Joe Biden both set eye-popping fundraising records last month – but Biden’s records were larger.",
  "Parscale claims Trump beating Biden where it counts Pushing back against public opinion polls that indicate President Trump’s trailing Democratic challenger Joe Biden, Trump campaign manager Brad Parscale argues that the president “is dominating” the former vice president “when it comes to the most important f…",
  "White voters find this Democrat least acceptable as a Biden VP pick: poll The poll found that seven in 10 Democrats think it’s “important” for Biden to pick a black woman as his VP",
  "Not all statues are the same: Pelosi says difference between removing Confederate leaders, past presidents House Speaker Nancy Pelosi Thursday made a distinction between taking down statues of Confederate leaders and those of past U.S. presidents who were slaveowners.",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Watch: McConnell says Democrats are 'threatening' institutions, declaring 'war on the rulebook itself' Senate Majority Leader Mitch McConnell, R-Ky., on the Senate floor Thursday tore into Democrats for allegedly \"threatening\" the courts, the Senate and other \"governing institutions\" to get their way on policy.",
  "Trump swipes at Biden, says tax hikes would tank market: ‘401ks will drop down to nothing’ President Trump is warning that if Democratic challenger Joe Biden is elected in November, the stock market will collapse and Americans' financial investments “will drop down to nothing.”",
  "Biden campaign spokeperson accuses Trump of 'spiking the ball on the 50-yard line' with June jobs report A top Biden campaign official told \"Bill Hemmer Reports\" Thursday that President Trump's reaction to June's better-than-expected jobs report amounted to \"spiking the football on the 50-yard line.\"",
  "Independence or nah? American independence was such a catalytic event in world history that we really can’t imagine what things would be like.",
  "Trump touts business gains, warns of 1929-level economic 'crash' if he loses election President Trump recognized small businesses and touted an economic recovery on Thursday, during a \"Spirit of America\" celebration at the White House, a precursor to this weekend's Fourth of July celebrations.",
  "Americans divided on who's more mentally and physically fit for presidency: poll A new national poll suggests that slightly more Americans are confident of Biden’s mental and physical abilities than of the president’s.",
  "Victor Davis Hanson claims Biden reemergence left many 'underwhelmed,' 'disturbed,' and 'worried' Author and Hoover Institution senior fellow Victor Davis Hanson told \"The Story\" Wednesday that presumptive Democratic presidential nominee Joe Biden's first press conference in 89 days did not quell concerns about his fitness to lead America.",
  "Biden warns Trump is ‘deadly wrong' after president calls jobs report ‘spectacular news' The president touted the “historic numbers” in the Thursday’s jobs report, which saw the nation’s unemployment level drop to 11.1 percent in June.",
  "Newt Gingrich: The country faces two 'dramatically different futures' in 2020 election The future of the United States under President Trump's leadership will be \"dramatically different\" than that of Joe Biden's, Newt Gingrich said.",
  "Geraldo Rivera: Jobs report is good news, 'but I worry the worst is yet to come' as coronavirus cases spike \"The Five\" co-host Geraldo Rivera cautioned Thursday that despite an encouraging June jobs report appearing to show the start of an economic rebound, a new surge in coronavirus cases may indicate that the worst is still \"yet to come.\"",
  "Partisan divide over virus deepens as Republicans push Trump on masks The debate over the biggest threat to our public health in a century has become hopelessly politicized, and the same goes for the seemingly common-sense practice of wearing a mask.",
  "Sen. Tom Cotton: When Trump gets hawkish on Russia, Dems 'curl up in the fetal position' Although Democrats claim to be outraged over explosive reports alleging that President Trump had been aware of classified intelligence indicating that Russia offered bounties to the Taliban for the deaths of American soldiers, when the administration gets \"ha…",
  "Labor secretary reacts to 'terrific' June jobs report, says coronavirus task force must have 'ongoing role' Labor Secretary Eugene Scalia touted the June jobs report numbers as \"good news all around\" on \"Your World\" Thursday before vowing, \"we're not done.\"",
  "Seattle's CHOP cleared; police precinct recovered, multiple protesters arrested ",
  "Duckworth vows to block over 1,000 military confirmations until Pentagon proves Vindman will be promoted Sen. Tammy Duckworth, D-Ill., on Thursday announced her intention to block Senate confirmation for 1,123 senior U.S. Armed Forces promotions until Defense Secretary Mark Esper confirms he will not block the \"expected and deserved\" promotion of Lt. Col. Alexan…"
]