[
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "The Sunbelt Has Become The New Hot Spot For Coronavirus This Week: The coronavirus pandemic is not over. Texas, Florida, Arizona and California have seen spikes in COVID-19 cases this week. Despite the recent surges in some states, it's not slowing down President Trump's campaign or his travel across the U.S. Jare…",
  "Trump calls US 'toughest country to deal with', cites 'Schumer and Pelosi and people that are bad people' President Trump told Sean Hannity during a town hall in Green Bay, Wis., Thursday that the \"toughest country to deal with\" is his own because of House Speaker Nancy Pelosi, D-Calif., Senate Minority Leader Chuck Schumer, D-N.Y. and their treatment of him duri…",
  "Trump, at Fox News town hall, says mail-in voting is 'biggest risk' to fair November election, says Dems are 'destroying our country' ",
  "Local news outlet blasts Biden campaign after being snubbed at Pennsylvania event A news organization in Lancaster, Pennsylvania is steamed after not being allowed access to cover former Vice President Joe Biden’s campaign event Thursday in the southeast Pennsylvania city.",
  "Biden’s low-key virtual campaign is a gamble on Trump fatigue If the latest polls are any indication, some Democrats now believe that his low-key approach is paying dividends.",
  "'Security risks'? Biden's past rhetoric on gay rights could complicate LGBT claims on campaign trail As the nation celebrates Pride Month, some past Biden comments stand in stark contrast to the image the presumptive Democratic presidential nominee is now presenting concerning his gay rights record.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Emily Compagno: Biden's 'name-calling' shows he has no 'innovative ideas' for handling coronavirus \"The Five\" co-host Emily Compagno claimed Friday that Joe Biden has turned to \"name-calling\" in his campaign for the presidency because \"he doesn't have any innovative ideas of how to deal with a pandemic.\"",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Kevin McCarthy: Pelosi and Biden 'have not said a word' to denounce lawless mobs The liberal mob against historical American symbols continues in large part because Democratic leadership like House Speaker Nancy Pelosi, D-Calif., and presumptive 2020 Democratic presidential nominee Joe Biden have remained silent, House Minority Leader Kev…",
  "Karl Rove says Trump is clearly trailing Biden: Here are 3 things he must do to turn it around Fox News contributor Karl Rove on Friday addressed that President Trump is behind presumptive Democratic presidential nominee Joe Biden in key battleground states.",
  "Nunes says Strzok notes link Obama, Biden to Flynn prosecution: 'They kept this investigation going' Rep. Devin Nunes, R-Calif., told \"The Story\" on Thursday that newly uncovered notes from former FBI official Peter Strzok directly tie former President Barack Obama and former Vice President Joe Biden to the prosecution of former National Security Adviser Mic…",
  "Green Bay mayor warns Trump before visit that hospitality 'has its limits' The mayor of Green Bay, Wis., penned a letter to President Trump ahead of his visit to the battleground state, warning him that his city won't tolerate \"ignorance\" won't endorse \"divisive and bigoted rhetoric.\"",
  "Trump tweeting to identify Andrew Jackson statue vandals President Trump on Friday tweeted an FBI poster featuring 15 suspects authorities believe vandalized and a statue of Andrew Jackson that protesters unsuccessfully tried to bring down during clashes with police in Washington D.C., this week.",
  "As Coronavirus Cases Surge, So Does Finger-Pointing Joe Biden is now leading President Trump by double digits in most national polls. What is driving the former Vice President's lead? Fox News Sunday host Chris Wallace discusses why he thinks the President's handling of the coronavirus and George Floyd protest…",
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Today on Fox News: June 26, 2020 "
]