[
  "Liberal groups hit Biden response to George Floyd protests, warn he could lose election More than 50 left-leaning groups signed a letter Monday to presumptive Democratic presidential nominee Joe Biden, saying his response to protests in the wake of George Floyd's death has been “far from sufficient” -- noting his past record in the Senate and wa…",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "Warren helps Biden raise record $6 million during fundraiser Joe Biden hauled in a record $6 million at a virtual fundraiser on Monday evening with the help of former Democratic presidential primary rival Sen. Elizabeth Warren.",
  "Democrat Dingell compares Biden poll surge to Clinton in 2016: 'I don't believe these numbers' Former Vice President Joe Biden has surged ahead of President Trump by a substantial margin in recent polls but two Democrats from the key swing state of Michigan are not convinced that it means anything.",
  "New ad by anti-Trump GOP group uses clip of president's slow walk at West Point EXCLUSIVE: A Republican group that opposes President Trump’s reelection is going up with a new ad that spotlights the president slowly walking down a ramp Saturday during his appearance at the U.S. Military Academy’s commencement ceremony at West Point.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Ingraham slams objections to Trump rally, claims they prove science 'has become obscenely politicized' Laura Ingraham kicked off Monday's edition of \"The Ingraham Angle\" by musing that the advice of so-called \"medical experts\" about how to mitigate the spread of coronavirus always seems to justify Democrats' political endeavors, even if their prescriptions lat…",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "McEnany defends Trump police order after Biden, Pelosi criticism, says they 'had eight years to make changes' White House Press Secretary Kayleigh McEnany responded Tuesday to critics of President Trump's executive order on police reform, singling out former Vice President Joe Biden and House Speaker Nancy Pelosi, D-Calif.",
  "McConnell says he's 'OK' with renaming US military installations named for Confederates Senate Majority Leader Mitch McConnell, R-Ky., on Tuesday said he would be “OK” with renaming military bases that were named after Confederate Army officers, pitting himself against President Trump and other Republicans who have opposed the move.",
  "Watters warns 'luckiest politician of all time' Biden 'is going to have to face the music' soon \"The Five\" co-host Jesse Watters said Tuesday that presumptive Democratic presidential nominee Joe Biden is \"going to have to face the music\" sooner or later as his party grapples with the \"defund the police\" movement and the economy continues to reopen.",
  "After years of union objections, police reform legislation advances George Floyd's death not only sparked nationwide outrage and global protests, but it forced politicians to advance significant policy changes that had long been stalled due, in part, to police union objections.",
  "Trump edges Biden 44-43 in tight Iowa race: poll A new poll in the one-time swing state indicates a tight contest between President Trump and his 2020  Democratic challenger Joe Biden.",
  "Tim Graham: Biden's safe space – media all in for former VP in 2020 On June 11, Joe Biden submitted himself to another warm bath of an interview – with comedian Trevor Noah on \"The Daily Show\" on Comedy Central.",
  "Elizabeth Warren endorses Dem Rep. Engel's primary rival, as contest heats up Sen. Elizabeth Warren is wading into a fierce primary battle in New York between longtime Democratic Rep. Eliot Engel and his progressive primary challenger -- middle school principal Jamaal Bowman.",
  "Street preacher tells Seattle protester: Elect Biden 'to see black men get killed' A Christian evangelist is going viral for comments she made to Seattle protesters denouncing presumptive Democratic presidential nominee Joe Biden and Black Lives Matter.",
  "Laurence Tribe apologizes for saying Joe Biden should select Elizabeth Warren as running mate over someone based on 'cosmetics' Harvard Law School professor Laurence Tribe, a fierce critic of President Trump, apologized Monday after he said Joe Biden should select Sen. Elizabeth Warren as his running mate, instead of selecting a candidate based on “cosmetics.”",
  "Mike Pence hits back at Joe Biden, rips 50 years of failed Dem leadership in black communities President Trump's administration has done more to help blacks access the \"American Dream\" over the last four years in office than over 50 years of failed Democratic leadership, Vice President Mike Pence asserted Tuesday.",
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Trump signs police reform executive order in Rose Garden ceremony President Trump on Tuesday signed an executive order on law enforcement reform and said \"chokeholds will be banned except if an officer’s life is at risk\" as the nation reels from the death of George Floyd."
]