[
  "Biden meets with Floyd’s family ahead of Tuesday’s funeral Former Vice President Joe Biden on Monday met privately in Texas with the family of George Floyd, whose death two weeks ago while in police custody has sparked nationwide protests.",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Trump to resume trademark campaign rallies after coronavirus hiatus President Trump will resume hosting campaign rallies sometime in the next two weeks, returning one of the president's most potent weapons to his arsenal as the 2020 campaign season enters a pivotal stretch, Fox News is told.",
  "Biden to meet Floyd’s family ahead of funeral Former Vice President Joe Biden heads to Houston, Texas, on Monday to meet privately with and offer condolences to the family of George Floyd, whose death two weeks ago in police custody sparked nationwide protests.",
  "Trump supporters pumping thousands into AOC's primary opponent's coffers: report Top donors to President Trump are also pumping thousands of dollars into the campaign kitty of the Democratic primary rival to Rep. Alexandria Ocasio-Cortez — Michelle Caruso-Cabrera, campaign records show.",
  "Biden comes out against defunding police, as movement gains traction Joe Biden's campaign came out Monday against the growing push to \"defund the police,\" saying instead that the presumptive Democratic presidential nominee supports the “urgent need for reform.”",
  "McConnell blasts 'defund the police' movement as 'outlandish' amid George Floyd anger Senate Majority Leader Mitch McConnell on Monday slammed the growing liberal momentum behind the “defund the police” movement as “outlandish.”",
  "Joe Biden meets with George Floyd's family, splits with Democrats calling to defund police Biden campaign releases statement that the former vice president that police should be defunded; Peter Doocy reports.",
  "Pro-Biden PAC aims to weaken Trump with seniors in key battlegrounds A leading pro-Democratic outside group that backs former Vice President Joe Biden’s campaign says it’s spending $20 million to run a 10-week ad-blitz in three key general election battleground states this summer to spotlight what they say is President Trump’s…",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "McEnany: Trump believes there are 'instances of racism’ but most cops are ‘good people’ White House press secretary Kaleigh McEnany said Monday President Trump believes there are “instances of racism” but that most police officers are “good people.”",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Top Dems punt on ‘defund the police’ question A number of top Democrats seemingly are reluctant to speak out on the sudden momentum behind the movement to “defund the police,” as Minneapolis lawmakers announce they have the votes to do just that in their city -- the epicenter of the nation's unrest over …",
  "Steve Scalise calls on Biden to take a position on defunding police: He's hiding and trying to 'play both ends' Rep. Steve Scalise on Monday blasted Democratic presidential nominee Joe Biden for “quietly embracing” the movement to defund the police.",
  "Jesse Watters says Biden correct to distance himself from 'radioactive' push to defund police Progressives are running the risk of alienating voters across the country with their \"radioactive\" push to dismantle police departments, \"The Five\" co-host Jesse Watters said Monday.",
  "Poll puts Trump down 14 points to Biden in general election showdown A new national poll indicates that President Trump’s approval rating is dropping and that he trails Democratic challenger Joe Biden by double digits if November’s presidential election were held today.",
  "How Police Reform Policy Could Impact 2020 This week, Bret sits down with a panel to discuss how police reform policies may impact the 2020 race.",
  "Justin Haskins: This Biden team member's multi-trillion-dollar jobs plan a bad deal for US A paper published in April called on lawmakers to use the COVID-19 crisis to implement the largest federal jobs program since the Roosevelt administration attempted (and failed) to use similar policies to alleviate the economic destruction of the Great Depres…",
  "Tim Graham: Rosenstein testifies – and suddenly mainstream media say this about Russia collusion Former Deputy Attorney General Rod Rosenstein was at the red-hot center of the Robert Mueller probe into the phantom menace of Donald Trump's collusion with the Russians.",
  "White House claps back after AOC claims Kayleigh McEnany dissed her The White House clapped back at Rep. Alexandria Ocasio-Cortez, D-N.Y., after claiming that press secretary Kayleigh McEnany referred to her “a lower position” and inferred it was because she was a “woman of color.”"
]