[
  "Colin Powell says he 'cannot in any way support' Trump; announces he will vote for Biden Former Secretary of State Colin Powell on Sunday became the latest member of the Republican Party’s old guard to announce that he will not be voting for President Trump in November’s general election.",
  "GOPers on Capitol Hill aren't wavering in support of Trump despite criticism It’s about inertia. And with few exceptions, President Trump has inertia on his side when it comes to the support of Congressional Republicans.",
  "NYPD says 292 officers injured during George Floyd protests, as police across US come under siege Nearly 300 New York police officers have been injured amid the ongoing protests following George Floyd's death, Fox News has learned.",
  "Lara Trump rips Biden on Floyd 'pandering': Ex-VP has done 'nothing' for African-Americans Democratic presidential nominee Joe Biden has a \"terrible\" record on issues important to African-Americans -- and his attendance at a memorial service for George Floyd continues his history of pandering, Lara Trump said Saturday.",
  "'Watters' World' exclusive: Pence hits Biden over silence on riot victims, defends Trump's church visit Vice President Mike Pence addressed President Trump's visit earlier this week to St. John's Episcopal Church while appearing on Saturday's \"Watters' World\" for an exclusive interview, and he also slammed Democratic presidential nominee Joe Biden for not addre…",
  "George Floyd's brother to testify before Congress in police brutality hearing The brother of George Floyd, a black man who died after a Minneapolis police officer knelt on his neck for nearly nine minutes, is expected to testify before Congress on Wednesday in a hearing on police practices and accountability, according to reports.",
  "Trump rails against Biden, 'Radical Left Democrats' over movement to defund police President Trump railed against former vice president Joe Biden and “radical” Democrats Sunday morning, over a recent push to weaken law enforcement in the wake of George Floyd’s death.",
  "Bush, Romney not expected to support Trump, NYT reports Former President George W. Bush and Sen. Mitt Romney, R-Utah, are reportedly not expected to support the reelection of President Trump -- two high profile GOP figures who are believed to be avoiding backing the Republican president in November.",
  "Victor Davis Hanson: US is in turmoil, Europe is weak and China is now on the move — without apologies China has insidiously pivoted from global friend to its new role as overt global villain.",
  "Giuliani 'disappointed' in reports that Bush won't back Trump's reelection; says Romney has 'chip on his shoulder' President Trump personal attorney Rudy Giuliani did not seem concerned on Sunday about reports that establishment Republicans are publically saying that they won’t vote for the president in November’s general election.",
  "Mike Huckabee encourages all Republicans to 'make the right move,' support Trump's reelection Former Arkansas Gov. Mike Huckabee encouraged all Republicans to “make the right move” and stand behind President Trump, following a New York Times report that claimed former President George W. Bush and Sen. Mitt Romney, R-Utah, won’t support Trump’s reelect…",
  "Mattis criticism shows President Trump's 'manner of leadership' is 'catching up to him': Paul Gigot \"Journal Editorial Report\" host Paul Gigot and Wall Street Journal columnist Dan Henninger reacted to Secretary of Defense Jim Mattis's criticism of President Trump in the wake of George Floyd's death, explaining a new Wall Street Journal editorial called \"Th…",
  "Peter Navarro: China has exploited coronavirus pandemic to advance its strategic interests – here’s how The Chinese Communist Party has a long history of exploiting crises to advance its strategic hegemony. It is doing so again with the coronavirus pandemic it created."
]