[
  "Trump spreads new lies about foreign-backed voter fraud, stoking fears of a 'rigged election' Reeling after a weekend campaign rally with lower-than-expected turnout, President Donald Trump changed the subject Monday morning with a series of widely debunked lies about alleged voter fraud in US elections, stoking fears of a \"rigged election\" this Novem…",
  "Democrats look to weaponize Trump's 'slow the testing down' comment A series of Democratic super PACs, led by Priorities USA, and former Vice President Joe Biden's presidential campaign have begun to weaponize President Donald Trump's comment that he urged his staff to slow coronavirus testing.",
  "Trump aides debate future size and look of signature rallies after Tulsa debacle Swaths of empty blue seats and a vacant overflow venue in Oklahoma have led President Donald Trump's aides to begin debating what his signature campaign rallies will look like going forward, people familiar with the matter say.",
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "Biden campaign agrees to 3 debates with Trump and slams push for more debates as a 'distraction' Joe Biden's campaign said Monday that the former vice president will participate in the three previously announced fall debates with President Donald Trump and continued to criticize the Trump campaign's push for additional debates.",
  "My mom blazed trail for women VP picks. Biden's choice is crucial Donna Zaccaro writes that as daughter of Geraldine Ferraro, the first woman to run on a major party ticket for Vice President, she knows firsthand the effect an exciting female candidate can have on a campaign.",
  "The US Wasn't Prepared for Covid-19: Dr. Sanjay Gupta's coronavirus podcast for June 22 We are over four months into the pandemic, and the US doesn't have the testing capabilities, contact tracing or political buy-in that many other countries have implemented. CNN's Dr. Sanjay Gupta talks with Dr. Zeke Emanuel, an oncologist and bioethicist who …",
  "The right title for Bolton's book Samantha Vinograd writes that a better title for former National Security Adviser John Bolton's upcoming book, \"The Room Where It Happened\" would add, \"As I Stood By.\" Rather than absolve Bolton of responsibility, the book shows he put national security at st…"
]