[
  "Biden campaign says it raised nearly $81 million in May Presumptive Democratic presidential nominee Joe Biden's campaign says it raised nearly $81 million in May, a clear jump over his April figures.",
  "Atlanta mayor vows 'we will get to the other side of this' Atlanta Mayor Keisha Lance Bottoms vowed Sunday evening that America will \"get to the other side of this\" as the country grapples with widespread unrest and Atlanta becomes the focus of another fatal shooting of a black man at the hands of police.",
  "It's finally time to spend money on infrastructure In 2016, investors thought there would be a major focus on rebuilding the nation's infrastructure from the next president. Four years later, we're still waiting.",
  "My birthday wish for Trump As Donald Trump's opponents used Twitter to taunt him on his 74th birthday, Dean Obeidallah writes that current polling gives him hope that Trump will celebrate his next birthday as an ex-president  -- and that America will be led by a Biden administration.",
  "Why Stacey Abrams deserves applause Nayyera Haq writes that despite the negative attention sent Stacey Abrams way, especially as she is now openly gunning to become Joe Biden's VP pick, Abrams' decision to advocate for herself is an inspiration to the many women who feel stuck and unable to rea…",
  "Don't be fooled into thinking Republicans are split over Trump Julian Zelizer writes that despite recent announcements and rumors of Republicans breaking with President Donald Trump, suggestions of a schism within the party are no more than that -- rumors.",
  "Atlanta mayor vows 'we will get to the other side of this' after latest police-involved shooting Atlanta Mayor Keisha Lance Bottoms vowed Sunday evening that America will \"get to the other side of this\" as the country grapples with widespread unrest and Atlanta becomes the focus of another fatal shooting of a black man at the hands of police.",
  "US Postal Service faces challenges as new postmaster takes over As the newest US Postmaster begins his new job on Monday, the US Postal Service faces a number of challenges that are all intertwined: a financial crisis, ensuring the safety and health of its workers during a pandemic and looming questions over how voting by…"
]