[
  "Trump heads to Dallas for campaign fundraiser and roundtable President Donald Trump's attempt to get back to politics as usual in the midst of the coronavirus pandemic and ongoing protests against police brutality begins in Dallas, Texas, on Thursday. He is expected to host a roundtable to discuss health, economic and …",
  "Opinion: Time for Pence to jump ship? The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republican…",
  "Biden 'absolutely convinced' military would escort Trump from WH if he loses and refuses to leave Presumptive Democratic presidential nominee Joe Biden said Wednesday he is \"absolutely convinced\" the military would escort President Donald Trump from the White House if he loses the election but refuses to leave office.",
  "The Top 10 women Joe Biden might pick as vice president Earlier this week, Joe Biden was asked whether the death of George Floyd, and the protests that have arisen in its wake, have had any impact on his thinking about who he might pick as his vice presidential nominee.",
  "Trump and Biden are raking in millions in recent weeks with the help of elite fundraisers This week, President Donald Trump resumes in-person fundraising with a $10 million event in Dallas.",
  "Trump drops 'socialism' tack and goes after 'defund the police' Amid falling poll numbers, the President has abandoned his socialist attacks, showing some belated, self-conscious awareness that Joe Biden's nomination and the combined Covid-19 and economic crises have him backed into a corner -- which is precisely where he…",
  "Jon Ossoff holds strong lead in Georgia Democratic Senate primary Georgia Senate candidate Jon Ossoff holds a strong lead in a Democratic primary defined by how difficult it was for voters to participate in their democracy.",
  "Biden is doing worse than Clinton among Hispanic voters Joe Biden is reaching heights that Hillary Clinton never did this late in the campaign against Donald Trump. The former vice president holds a significant national lead of around 10 points and is over 50% support.",
  "Biden campaign launches petition lambasting Facebook over refusal to remove political misinformation Joe Biden's campaign is escalating its attacks on Facebook over its decision not to remove misinformation and false political advertisements from its platform.",
  "Here's the real danger if Donald Trump loses the 2020 election Joe Biden said Wednesday night that he believes if President Donald Trump loses the election and refuses to leave the White House, many of the former generals who used to work for him \"will escort him from the White House with great dispatch.\"",
  "Cory Booker says he's 'concerned' Trump won't accept election results in defeat but 'would sooner die' than let that happen Sen. Cory Booker said Wednesday that he's \"concerned\" President Donald Trump might refuse to concede if he loses the 2020 presidential race and declared that he'd \"sooner die\" than let that happen."
]