[
  "The Senate is slipping from Republicans While Donald Trump vs. Joe Biden is the big-ticket race in November, the fight for Senate majority is also crucially important. Chris Cillizza explains why the Trump White House is becoming increasingly nervous about losing the majority in the Senate in 2020,…",
  "Trump meets with top campaign aides as reelection fears rise President Donald Trump met with top political aides at the White House on Thursday, a source familiar with the meeting tells CNN, as numerous public polls show the Republican leader significantly underperforming his 2016 pace in key battleground states, raisi…",
  "Senate GOP to grant subpoena power to chairmen for probes into FBI Russia investigation Senate Republicans are significantly ramping up their investigations into the FBI's Russia probe with a pair of committee votes that will give the GOP committee chairmen broad subpoena power to haul in officials from the Obama administration.",
  "The Top 10 women Joe Biden might pick as vice president Ambitious politicians spend years seeking to shape a career that allows them to wind up in the White House or on a major party's national ticket. But as the last week has reminded us, unforeseen events always seem to intervene -- and have the potential to fun…",
  "Why Trump's 'law and order' rhetoric may not be as effective as it was for Nixon and Reagan President Donald Trump has returned to an old playbook, launching a heavy-handed \"law and order\" campaign that recalls the message employed with success by modern Republican predecessors, from Richard Nixon to Ronald Reagan to George H.W. Bush, dating back mo…",
  "Biden is running as the mensch-in-chief David Gergen writes that the Joe Biden, who this week delivered a speech on how to combat racism, reminded us what he has to offer that President Donald Trump doesn't -- and that is a man whose inner life is a source of enormous, underappreciated strength.",
  "How Amy Klobuchar is trying to save her rapidly dwindling VP chances On Wednesday afternoon, the news broke that all four police officers involved in the killing of George Floyd would be charged, with the man who knelt on Floyd's neck, Derek Chauvin, having his count upgraded to second-degree murder.",
  "Trump's foundation starts to crack John Avlon writes that criticism of President Trump from James Mattis', and other respected military and national security figures, is not partisan bluster. The military is typically sympathetic to Republican presidents, so this represents cracks in Trump's c…"
]