[
  "Barr tells DC mayor federal law enforcement was necessary because of unrest Attorney General William Barr jabbed back at the mayor of Washington, DC, in a letter on Tuesday, saying that the use of federal law enforcement and national guard troops in the nation's capital was necessary because the unrest there had hit unprecedented and…",
  "I love The New York Times, but what they did was wrong The New York Times is the best newspaper in the world, writes veteran journalist Steven A. Holmes, who worked there for 15 years. But the paper's actions after the publication of Sen. Tom Cotton's controversial op-ed have been a mistake that sends a potential…",
  "Jon Huntsman announces he has coronavirus amidst gubernatorial campaign in Utah Jon Huntsman, the former US Ambassador to Russia and current gubernatorial candidate in Utah, announced Wednesday that he tested positive for coronavirus.",
  "Jon Huntsman announces he has coronavirus amidst gubernatorial campaign in Utah Jon Huntsman, the former US Ambassador to Russia and current gubernatorial candidate in Utah, announced Wednesday that he tested positive for coronavirus.",
  "Flynn should be sentenced for lying and perjury, court-appointed lawyer says Former national security adviser Michael Flynn should be sentenced for lying, including perjuring himself in court, rather than have the charges against him dismissed, a court-appointed attorney and former judge said Wednesday.",
  "Trump's VA is treating veterans with unproven drug Paul Rieckhoff writes that, as we recognize the 76th anniversary of D-Day this month, the President and the VA are using our veterans as guinea pigs to test Trump's disproven theory about a potentially dangerous drug.",
  "Hong Kong has only one real rival for businesses thinking about leaving American executives in Hong Kong are nervous about the city's future as a center for global business. For the minority already considering a Plan B, though, Singapore might be the only realistic option.",
  "Police finger gangs and local groups for riot damages, contradicting Trump's claims The police chief of Bellevue, Washington, was patrolling downtown on a Sunday afternoon late last month as a crowd of what appeared to be peaceful protesters gathered with signs bearing the name of George Floyd, the black man who had died days earlier at the …"
]