[
  "10 military posts are named for Confederate commanders. The Army may change that The idea has gained impetus since the death of George Floyd in police custody in Minneapolis. The removal of monuments to Confederate soldiers and leaders has hastened in the past three weeks and their battle flag is no longer welcome at NASCAR races. The Mar…",
  "As Trump loses his generals, he clings to the legacy of Confederate failure It's head-scratching, really, that the most prominent Army base in America is named for Braxton Bragg.",
  "Northam said he wouldn't send Virginia's National Guard to DC 'for a photo-op' after seeing other guardsmen 'militarized' ",
  "Trump administration continues to expel most migrants at southern border, May data shows Customs and Border Protection continued to quickly remove migrants arriving at the southern border in May, following the Trump administration's new rapid expulsion policy implemented in the wake of the coronavirus pandemic.",
  "Israel has a lot to lose by annexing West Bank territory Robert Satloff writes that Israel's plans to annex West Bank territory threatens to trigger a severe worsening of tensions with Palestinians, a suspension of its peace treaty with Jordan, and an end to the Jewish state's incremental normalization with Arab st…",
  "White House didn't receive heads up about Milley apology Chairman of the Joint Chiefs Gen. Mark Milley did not give the White House a heads up before he released a recorded a video on Thursday admitting it was a \"mistake\" to appear in a photo-op last week with President Donald Trump, two administration officials to…",
  "America's military leaders take a stand as Trump remains silent on racial inequality Last Sunday, four-star Gen. Robert Abrams, who commands all US forces in South Korea, held a town hall with black service members on the subject of race that was then broadcast on Facebook to thousands.",
  "The week in 41 photos Take a look at 41 photos of the week from June 5 through June 11.",
  "John Bolton's book to be published later this month despite White House objections President Donald Trump's former national security adviser John Bolton will publish his long-awaited memoir later this month over objections of the White House, Bolton's publisher said Friday.",
  "Esper orders review of recent National Guard deployments Defense Secretary Mark Esper on Thursday ordered a review of the National Guard's support of law enforcement across the country amid unrest over the death of George Floyd.",
  "Judges unpersuaded by Michael Flynn's attempt to force a dismissal A federal appeals court hearing arguments about President Donald Trump's former national security adviser Michael Flynn on Friday firmly pushed back on his attempts to force his criminal charge's dismissal immediately, even after the Justice Department backed…",
  "Michael Flynn case is the latest test of separation of powers during Trump years Michael Flynn's court case has become much bigger than whether President Donald Trump's first national security adviser should go to prison for lying to the FBI. It's become a referendum on the work of the Justice Department and the decision-making of Attorne…"
]