[
  "Congress demands answers from Trump administration on Russia bounty intelligence A bipartisan group of congressional leaders is demanding the Trump administration explain what it knew about reports US intelligence concluded Russia offered bounties to Taliban fighters to kill US troops.",
  "Intelligence on Russian bounty plot was in Trump's daily brief earlier this year, source says The intelligence that assessed there was an effort by a Russian military intelligence unit to pay the Taliban to kill US soldiers was included in one of President Donald Trump's daily briefings on intelligence matters sometime in the spring, according to a US…",
  "New reports raise urgent question: Is there any line Trump won't allow Putin to cross? As a game of who knew what when plays out concerning US intelligence that Russia was allegedly paying Taliban proxies to kill US and British troops in Afghanistan, we can't lose sight of the big picture: Putin feels increasingly empowered under this President…",
  "This has got to be the worst of Trump's outrages Paul Begala asks: How can it be that, after reportedly being briefed about Putin targeting American troops for death Trump has offered Putin rewards, like an invitation to rejoin the leading democracies of the G-7, and come to the US for a meeting of the lead…",
  "From pandering to Putin to abusing allies and ignoring his own advisers, Trump's phone calls alarm US officials In hundreds of highly classified phone calls with foreign heads of state, President Donald Trump was so consistently unprepared for discussion of serious issues, so often outplayed in his conversations with powerful leaders like Russian President Vladimir Put…",
  "Vinograd on Trump denial: My mom's watching so I'll be polite President Donald Trump denied in a tweet that he was briefed on intelligence that Russians had tried to bribe Taliban fighters to kill US troops. CNN's Samantha Vinograd has the latest.",
  "As the pandemic rages, Trump indulges his obsessions With the pandemic exploding and setting record infection rates, President Donald Trump spent the weekend on his own often divisive obsessions, piling up new evidence for detractors who say he's not fit for office.",
  "5 things to know for June 29: Coronavirus, Russia, police reform, Facebook, Pakistan Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Washington Post: Russian bounties to Taliban fighters believed to result in deaths of US troops, intelligence assessments show Russian bounties offered to Taliban militants in Afghanistan to kill US or UK troops there are believed to have resulted in the deaths of multiple US troops, the Washington Post reported Sunday, citing US intelligence gathered from military interrogations.",
  "Iran issues arrest warrant for Trump over drone strike that killed Qasem Soleimani Iran has issued an arrest warrant for US President Donald Trump over the drone strike that killed a top Iranian general in January, the semi-official Fars news agency reported Monday.",
  "What you need to know about coronavirus on Monday, June 29 More than 500,000 people have died, and 10 million people have been sickened by the coronavirus pandemic -- a global crisis that has left few places untouched."
]