[
  "Analysis: Germany's chancellor knows how to insert a dagger Trump, as well as Brazil's Jair Bolsonaro and Russia's Vladimir Putin, must have felt his ears burning when the German Chancellor demolished their approaches to the coronavirus in a speech Thursday. \"As we are experiencing firsthand, you cannot fight the pand…",
  "5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul - CNN 5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul  CNN",
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "Tammy Duckworth hits back at Trump and Carlson: 'These titanium legs don't buckle' Sen. Tammy Duckworth, a US Army veteran who lost both her legs while serving in Iraq, issued her strongest response yet to President Donald Trump and conservative TV host Tucker Carlson on Friday, calling them \"self-serving, insecure men\" after they questione…",
  "Trump and Fauci not speaking as coronavirus pandemic worsens For months, amid the worst pandemic in a century, President Donald Trump insisted all was well between him and the nation's top infectious disease specialist.",
  "White House fills top Russia job previously occupied by two impeachment witnesses The White House has tapped Ryan Tully to be the top official on Europe and Russia at the National Security Council, making him the fifth person to occupy that job in the last three and a half years of the Trump administration, three sources familiar with the …",
  "US global media agency seeks to kick out international journalists Efforts to clean house at the US Agency for Global Media continued this week as leadership indicated that international journalists who work for Voice of America (VOA) will not have their visas extended and a widely respected top editor at Radio Free Asia was…",
  "A secretive and controversial startup may go public. Here's what you should know about it In the 17 years since it was founded, Palantir Technologies has received financial backing from the CIA, become one of the most valuable private companies in the US, and earned a seat at the table alongside the biggest tech companies in meeting with President…",
  "What you need to know about coronavirus today WHO director-general makes emotional plea for international solidarity and leadership, as coronavirus cases spiral around the world.",
  "Clemency expected for Roger Stone as prison clock winds down President Donald Trump is publicly teasing clemency for his friend and former political adviser, Roger Stone, days before Stone is set to report to a federal prison in Georgia. At least half a dozen people close to the President told CNN it's widely believed …",
  "WHO chief blasts 'lack of leadership' and calls for global unity as coronavirus cases mount worldwide The director-general of the World Health Organization has condemned a \"lack of leadership\" in fighting the coronavirus pandemic and made an emotional plea for global unity, as cases soar in multiple countries and the world struggles to contain the devastating…",
  "The US has a lot to learn from Taiwan's Covid fight Lanhee Chen writes that Taiwan's Covid-19 strategy can be replicated in the United States. Its efforts to identify each case quickly, coupled with contact tracing, social distancing in group contexts and masking where distancing is not possible have been crit…",
  "Tucker Carlson's top writer resigns after secretly posting racist and sexist remarks in online forum Editor's note: This article quotes racist, homophobic and sexist language, much of which has not been censored."
]