[
  "China responds to explosive allegations A Chinese spokesman responded to explosive claims made in former national security adviser John Bolton's book that President Donald Trump asked China for help to get him reelected. CNN's Ivan Watson reports.",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "What we learned from John Bolton's eye-popping tale of working with Trump John Bolton details a troubling and shocking series of allegations in a new book about his tenure as President Donald Trump's national security adviser, alleging Trump requested Chinese help to win the 2020 election, that the President argued Venezuela is par…",
  "Investors, take note: Geopolitical risk is back in the middle of a pandemic Pricing assets during a pandemic has been tough, with little visibility on the trajectory of Covid-19 infections and the threat of fresh lockdowns looming. Now, as geopolitical tensions rise, the task looks even harder.",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "From coronavirus cases to the NFL: Fact-checking Trump's dishonesty-filled day of interviews President Donald Trump made a speech and did at least four television interviews on Wednesday -- and, as usual, littered his comments with false claims about his Democratic opponents, the coronavirus pandemic and a variety of other subjects.",
  "Bolton book makes clear the dangers of a second Trump term Jen Psaki writes that the details of John Bolton's forthcoming book seem entirely consistent with the portrait of an unstable, ill-equipped, self-obsessed President long susceptible to flattery and manipulation.",
  "Trump's cold-blooded move to shut out desperate refugees With a pitiless new proposed regulation, the Trump administation aims to circumvent America's legal obligations -- under US and international law -- to provide refuge at the southern border to those fleeing persecution. Congress must step in, write Claire McM…",
  "Senate GOP defiant over decision to block Bolton from testifying Senate Republicans are unmoved by the stunning allegations in former national security adviser John Bolton's forthcoming book, saying Bolton's accusation that President Donald Trump sought reelection help from Chinese President Xi Jinping did not change their…",
  "America's coronavirus plateau, and the global reverberations of George Floyd's death Vice President Mike Pence, helming a disinformation campaign to convince Americans the threat from Covid-19 has largely passed, is accusing the media of hyping a \"second wave\" of infections. Unfortunately, the US hasn't even exited the first wave yet -- not l…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "Government watchdog finds ineffective safety measures for children in custody The federal agency charged with the care of unaccompanied migrant children couldn't quickly identify and address cases of sexual misconduct in 2018, hindering its ability to prevent future incidents, according to a newly-released watchdog report obtained by C…"
]