[
  "Former White House chief of staff: 'I agree' with Jim Mattis on Trump Former White House chief of staff John Kelly said Friday he agrees with former Secretary of Defense Gen. Jim Mattis' stark warning this week that President Donald Trump is \"the first president in my lifetime who does not try to unite the American people\" as n…",
  "Analysis: Trump has walled himself off from America's conversation on racism Part of America is tiptoeing toward an uncomfortable self-examination about race. But President Donald Trump, bunkered down in his fortress behind high fences now ringing the White House, is spurning a building wave of national reflection.",
  "Trump administration plans to cut US troops in Germany The White House has asked for a substantial reduction of US military personnel stationed in Germany, according to a US defense official.",
  "Barr once again putting loyalty to Trump above all else On Monday after dark, as federal forces took control of parts of the capital city showing the scars from days of protests that at times devolved into looting and defacement of historic monuments, Attorney General William Barr patrolled the streets.",
  "DC Mayor asks Trump to 'withdraw all extraordinary' law enforcement and Guard troops from city Washington, DC, Mayor Muriel Bowser requested Friday that President Donald Trump remove all additional federal law enforcement and military presence from the city, arguing that the units are \"inflaming\" and \"adding to the grievances\" of people protesting over…",
  "Tom Cotton's 'Send in the troops' op-ed is just wrong Peter Bergen writes that the controversial New York Times opinion piece by the Arkansas senator failed to make a persuasive case for military intervention in American cities and suffered from factual inaccuracies and historical analogies that make scant sense.",
  "Trump has put America's moral authority in danger Frida Ghitis writes that America, for all its flaws, has always stood as a symbol of a torch lighting a path toward equality and freedom in the world, even as it struggled to realize its own democratic ideals. Now, the US looks like one of the last places tha…",
  "The prominent former military leaders who have criticized Trump's actions over protests Military leaders are usually cautious about airing their political opinions, but over the week, several former top military officials, including former Defense Secretary James Mattis, have raised the alarm and spoken out, in strong terms, against President Do…",
  "Fact check: Trump glosses over racial disparities in jobs numbers while invoking George Floyd President Donald Trump had stunningly good jobs data to talk about on Friday. Instead of rising, as expected, the US unemployment rate surprisingly fell to 13.3% in May, as the economy gained 2.5 million jobs.",
  "Esper and Milley refuse to testify before Congress next week as requested, source says Defense Secretary Mark Esper and Chairman of the Joint Chiefs of Staff Gen. Mark Milley have refused to testify next week before the House Armed Services Committee regarding the military's role responding to protests triggered by the death of George Floyd, a …"
]