[
  "Opinion: Trump's risky nose-to-nose challenge to China in the South China Sea David Andelman writes that the deployment of two US aircraft carrier strike groups into the South China sea for the largest military exercise in years just as China has been holding its own drills around the Paracel Islands threatens an accidental conflict th…",
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "What's behind the Mexican President's big trip to the US If you're not a close follower of US-Mexico relations, you might be forgiven for assuming President Donald Trump and Mexican President Andrés Manuel López Obrador wouldn't get along.",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "FBI director unleashes on China in speech Chinese hackers have moved swiftly to target US pharmaceutical and research institutions making progress in the fight against coronavirus, FBI Director Christopher Wray said Tuesday in a wide-ranging speech that included some of the agency's starkest accusati…",
  "There are more than 1 million international students in the US. Here's where they're from International students in the United States could be made to leave the country if their universities decide to only offer online courses, Immigration and Customs Enforcement announced on Monday night.",
  "The United States is 'looking at' banning TikTok and other Chinese social media apps, Pompeo says The United States is \"looking at\" banning Chinese social media apps, including TikTok, Secretary of State Mike Pompeo said Monday.",
  "Supreme Court deals major blow to Keystone XL project The Supreme Court on Monday cleared the way for several pipeline projects to proceed under a fast-track permitting process but excluded the controversial Keystone XL expansion from their ruling, forcing major delays.",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "Fauci doesn't expect a coronavirus vaccine federal mandate in the US Dr. Anthony Fauci, the nation's top infectious disease expert, said Tuesday he does not anticipate a federal coronavirus vaccine mandate in the US once one is made available.",
  "Fact-checking Trump's claims that US coronavirus death rate is the lowest worldwide As hospitals deal with a resurgent coronavirus outbreak, White House officials and the President himself continue to tout the country's alleged success at addressing the virus."
]