[
  "Bolton: I'm confused by the White House's confusion Former national security adviser to President Trump, John Bolton, says that it is hard for him to believe that the President was not informed about intelligence that suggested Russia might be offering bounties to kill US soldiers in Afghanistan.",
  "Who's afraid of Trump's America? \"The world is going to respect us again,\" Donald Trump promised in 2016 as he campaigned for the presidency, \"Believe me.\"  Now the world has had a chance to watch America under President Trump and the signs of respect are becoming all but impossible to find,…",
  "Bolton: 'I have enough scars' from bringing up Russia-related intelligence with Trump Former White House national security adviser John Bolton said Thursday that he had personally weathered President Donald Trump's anger at receiving intelligence briefings pertaining to Russia.",
  "The true cost of a new confrontation with China As American lawmakers eye a multi-billion-dollar defense buildup to counteract China's rise, Mark Hannah and William D. Hartung argue not only is this plan not worth its cost, but the strategy behind it is misguided.",
  "Fact-checking a mask meme shared by Trump Jr. on Facebook President Donald Trump has finally started to encourage people to wear masks, even while not wearing one himself. Meanwhile, his son Donald Trump Jr. is actively spreading doubt about the effectiveness of masks against the coronavirus.",
  "Fact check: In jobs speech, Trump does more dishonest downplaying of the pandemic President Donald Trump took a victory lap in the White House press briefing room on Thursday morning on the expectations-beating June jobs report -- and, as he has since January, dishonestly downplayed the coronavirus crisis.",
  "Duckworth to halt military confirmations until she receives assurance Vindman promotion won't be blocked Democratic Sen. Tammy Duckworth of Illinois announced on Thursday that she is blocking Senate confirmation of 1,123 senior US Armed Forces promotions until she receives assurances that the promotion of Lt. Col. Alexander Vindman, a key witness in President Do…"
]