[
  "Trump adviser claims Bolton could face jail time after judge allows book to proceed White House trade adviser Peter Navarro on Sunday attacked John Bolton's credibility over the former national security adviser's claim in his new book that President Donald Trump asked Chinese President Xi Jinping for help winning reelection, and said his for…",
  "Opinion: Donald Trump's heartless week Ever since the coronavirus began its deadly march through the US, Donald Trump has been accused of lacking the empathy presidents typically draw on to lead and soothe a nation in crisis. This week the question of presidential compassion was a consistent story…",
  "While Trump wages a political war, dangerous conflicts unfold in Asia CNN National Security analyst Samantha Vinograd writes that President Donald Trump's involvement in Asia would likely worsen tensions in the continent where the two Koreas and now China and India are caught in heated disputes.",
  "Fact check: Trump's Tulsa rally littered with familiar false claims In his first rally in more than three months, President Donald Trump repeated a bunch of false claims he has made before. Trump's return to the rally circuit, in a Tulsa, Oklahoma arena that was not full, featured familiar inaccurate accusations about Democra…",
  "Judiciary chairman says he expects Berman will testify before Congress and is 'not interested' in Bolton appearing House Judiciary Chairman Jerry Nadler said Sunday he is confident Geoffrey Berman, the powerful US attorney who departed his post Saturday after a standoff with the Trump administration, will testify before his committee.",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "Trump adviser claims Bolton could face jail time after judge allows book on White House tenure to proceed White House trade adviser Peter Navarro on Sunday attacked John Bolton's credibility over the former national security adviser's claim in his new book that President Donald Trump asked Chinese President Xi Jinping for help winning reelection, and said his for…",
  "Start your week smart: Father's Day, John Bolton, love is love, Premier League Here's what else you need to know to Start Your Week Smart.",
  "Opinion: Trump's Tulsa rally was a flop President Donald Trump couldn't wait. His presidency is nosediving, with bad news erupting all around him. His answer was Tulsa, a campaign rally in blood-red Oklahoma, the state he won by a crushing 36 points in 2016.",
  "Trump's Tulsa rally was a flop Frida Ghitis writes that instead of engendering great enthusiasm in his supporters, Trump's rally in Tulsa, Oklahoma, Saturday night left quite a different impression not favorable for his re-election."
]