[
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Lawmakers demand answers on firing spree at global media agency Bipartisan lawmakers are calling for answers from the new Trump-appointed chief executive at the US Agency for Global Media after a firing spree on Wednesday.",
  "Trump's familiar false claims from May 4 to June 7 President Donald Trump made 192 false claims between May 4 and June 7. Many of them were repeated from earlier periods of his presidency and May 3. For a list of new false claims from this period, click here.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Pompeo calls Bolton 'a traitor' as Trump administration scrambles to halt book release Secretary of State Mike Pompeo on Thursday accused former national security adviser John Bolton of being a \"traitor\" in a forceful rebuke of Bolton's new book.",
  "Pompeo calls Bolton 'a traitor' as Trump administration scrambles to halt book release Secretary of State Mike Pompeo on Thursday accused former national security adviser John Bolton of being a \"traitor\" in a forceful rebuke of Bolton's new book.",
  "Justice Department re-releases Mueller report with fewer redactions Special counsel Robert Mueller examined whether President Donald Trump lied to him in written answers during the Russia investigation, a possibility House Democrats have said they continue to look into even after Trump's impeachment.",
  "Trump made 192 false claims from May 4 through June 7 President Donald Trump continued his bombardment of pandemic-related false claims in May and the first week of June -- and, as usual, made dozens of false claims about a wide variety of other subjects.",
  "Trump administration finalizes rule that could lead to delays in work for asylum seekers The Trump administration has finalized a federal rule that would remove a 30-day window to process documents authorizing work for asylum seekers, likely adding yet another hurdle for those seeking refuge in the United States.",
  "What's been happening in China's Xinjiang, home to 11 million Uyghurs? As US President Donald Trump signed a bill into law Wednesday that aims to punish Beijing for its repression of the Uyghur ethnic minority, he was accused by his former national security adviser of endorsing China's construction of internment camps in its wes…",
  "Keep your eye on the ball: Bolton's shocking allegations John Avlon writes that there are a fusillade of ugly revelations in John Bolton's long-awaited book, \"The Room Where It Happened\" -- which the Trump administration is still trying to block in court. They paint a devastating portrait of an unqualified and amor…",
  "Ex-acting chief of staff unable to say how portions of Bolton's book are 'factually false' and also classified Former acting White House chief of staff Mick Mulvaney claimed Friday that former national security adviser John Bolton's book contains portions that are \"factually false,\" but could not explain how those passages were also deemed to contain classified inform…",
  "Schiff blasts 'sheer nerve' of Bolton for refusing to testify before House Democrats' impeachment probe Rep. Adam Schiff, who led House Democrats' impeachment investigation into President Donald Trump, blasted John Bolton on Thursday after the former national security adviser asserted in his forthcoming book that Democrats committed \"impeachment malpractice\" by…",
  "Pompeo condemns China's treatment of Uyghurs after Bolton claims Trump approved Secretary of State Mike Pompeo on Friday condemned China's \"brutal campaign of repression\" against the country's Uyghur Muslim population just days after John Bolton claimed President Donald Trump gave his blessing to that very campaign.",
  "Coronavirus spikes bring states and cities back to the table to discuss protection measures The pressure is on for local leaders to respond to regional Covid-19 spikes and records, and some are turning to mask mandates."
]