[
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "Pentagon chief confirms he was briefed on Russian payments to the Taliban Secretary of Defense Mark Esper confirmed Thursday that he had been briefed on information regarding Russian payments to the Taliban, seemingly acknowledging that Russia's support for the militant group in Afghanistan is not a \"hoax,\" as President Donald Trum…",
  "China dismisses US outreach on arms control talks saying it has 'no interest' China issued a stinging response to a US statement Thursday that welcomed Beijing's willingness to engage in arms control talks.",
  "Duckworth demands more details on Russian bounties on US troops Sen. Tammy Duckworth is demanding more details about Russian bounties that were offered to the Taliban to kill US troops in Afghanistan and sent a new letter to Defense Secretary Mark Esper on Thursday voicing her frustration with the information provided by …",
  "The last 4 months have brought an unprecedented crackdown on legal US immigration As the coronavirus spreads around the world, the Trump administration has steadily choked off most avenues for legal immigration to the United States -- effectively shutting down the system that brings in hundreds of thousands of immigrants annually.",
  "Trial judge tries to keep Michael Flynn case alive in new request to appeals court The trial judge overseeing former Trump national security adviser Michael Flynn's court proceedings is pushing to keep the case alive.",
  "What you need to know about coronavirus on Thursday, July 9 After President Donald Trump berated the CDC over its guidelines for safely reopening schools, the agency said it would issue new recommendations.",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "The Top 10 women Joe Biden might pick as vice president As Joe Biden's self-imposed deadline for making up his mind on a vice presidential pick -- August 1 -- draws closer, the former vice president and his VP vetting team have gone almost totally silent about their machinations.",
  "TikTok is a national security threat, US politicians say. Here's what experts think The short-form video app TikTok has quickly become a key part of popular culture in the US, serving as a platform for viral memes as well as political satire and activism. Facebook, the dominant force in social media, has tried to copy the app, but so far tha…"
]