[
  "Opinion: A plea to Kanye: Don't. Just don't. Kanye West declared Saturday night he's running for president with the tweet: \"We must now realize the promise of America by trusting God, unifying our vision and building our future. I am running for president of the United States. #2020VISION.\" I can see it…",
  "Opinion: Russian democracy is a farce. Putin wants the same fate for America The Kremlin bullied and bribed Russians to the ballot box again on Wednesday, the latest episode of what long ago became a painful mockery of democracy. Democracy means choices, and there has been no real choice in Russia for many years. All roads, all votes,…",
  "Opinion: Trump invites fear to the party As the nation celebrates its 244th birthday this weekend, America is unruly, hopeful, challenged — and not exactly in sync, with protests in the street and a President angling to run for reelection by emphasizing division",
  "Illinois Sen. Tammy Duckworth says Trump's 'priorities are all wrong' Illinois Sen. Tammy Duckworth on Sunday condemned President Donald Trump's divisive message at Mount Rushmore over the weekend, saying his \"priorities are all wrong\" and adding that he has failed in his response to the coronavirus pandemic.",
  "Trump maintains divisive tone in Independence Day remarks - CNN <ol><li>Trump maintains divisive tone in Independence Day remarks  CNN\r\n</li><li>Trump’s Mount Rushmore speech shows he’s still waging culture wars  Vox.com\r\n</li><li>Trump vows to defeat 'radical left'  Reuters\r\n</li><li>Trump gives optimistic Independence D…",
  "Strongmen rush to remake the world order as Trump faces potential election defeat This past week, on US President Donald Trump's watch Russia and China have effectively re-aligned the coming world order. They didn't do it together, but both took advantage of uncertainty and unpredictability that Trump has helped create.",
  "Start your week smart: Dalai Lama, Mexico, coronavirus, Minneapolis police, Alaska Here's what else you need to know to Start Your Week Smart.",
  "Illinois Sen. Tammy Duckworth says Trump's 'priorities are all wrong' Illinois Sen. Tammy Duckworth on Sunday condemned President Donald Trump's divisive message at Mount Rushmore over the weekend, saying his \"priorities are all wrong\" and adding that he has failed in his response to the coronavirus pandemic.",
  "With inflammatory July 4 message, Trump distracts from the real threat to America President Donald Trump used his inflammatory Fourth of July speeches at the White House and Mount Rushmore to distract from the real threat facing America: the coronavirus."
]