[
  "Opinion: These are true patriots. Trump sees them as enemies America was born out of an act of resistance and has become more American with every peaceful protest since, writes Sen. Tammy Duckworth, who says President Trump's failure to understand that history constitutes a profound failure of leadership, compounded by…",
  "The US, Brazil and others lifted lockdowns early. These charts show just how deadly that decision was Patience in lifting coronavirus restrictions is paying off all over the world, but lifting lockdowns too early can have deadly consequences.",
  "Hong Kong protest leader flees as government warns calls for 'revolution' are now illegal The ramifications of a new security law imposed on Hong Kong by China are still unfolding, as authorities moved to outlaw a popular protest movement slogan and at least one prominent activist fled the city rather than face potential arrest.",
  "The week in 30 photos Take a look at 30 photos of the week from June 26 through July 2.",
  "First half of 2020 year in review - CNN Every year typically has a few defining moments, but the past six months have contained many world-changing, paradigm-shifting developments.",
  "Hong Kong protest leader flees as government warns calls for 'revolution' are now illegal The ramifications of a new security law imposed on Hong Kong by China are still unfolding, as authorities moved to outlaw a popular protest movement slogan and at least one prominent activist fled the city rather than face potential arrest.",
  "The real Russia hoax CNN's Peter Bergen says that the White House response to reports that Russia paid bounties to the Taliban for killing US soldiers is a cover up for Trump's incompetence as commander in chief who is responsible for the welfare of the US military.",
  "5 things to know for July 3: Coronavirus, economy, China, Khashoggi, Epstein Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "These are true patriots. Trump sees them as enemies America was born out of an act of resistance and has become more American with every peaceful protest since, writes Sen. Tammy Duckworth, who says President Trump's failure to understand that history constitutes a profound failure of leadership, compounded by…",
  "Liz Cheney, a key voice in House Republican leadership, increasingly breaks with Trump Rep. Liz Cheney of Wyoming, the third ranking Republican in the House, is publicly taking on President Donald Trump — and unlike with most of his other critics, the President seems wary to hit back."
]