[
  "Trump coronavirus response would face 9/11 Commission-style scrutiny under Dem plan Three Democratic senators – Dianne Feinstein of California, Amy Klobuchar of Minnesota and Bob Casey of Pennsylvania – introduced legislation Wednesday to create a bipartisan commission on the Trump administration's handling of the coronavirus pandemic.",
  "Seattle father mourning loss of son killed in 'CHOP' zone gets calls of support from Trump, Seattle mayor On the day he buried his 19-year-old son, who was gunned down in Seattle’s lawless ‘CHOP’ zone, Horace Lorenzo Anderson Sr. got a phone call from President Trump, who had been moved by his heart-wrenching appearance the night before on Fox News Channel’s “Han…",
  "Cynthia Fisher: Health care price transparency is a win for all Americans. Now Congress must act Tuesday was a huge win for patients and a tremendous victory for all Americans in the battle for health care price transparency.",
  "Tammy Bruce: Trump prioritizing law and order with move to protect monuments from mob The president is illustrating that law and order is of paramount importance and is at the foundation of everything else.",
  "Trump, in video message, vows to stop ‘lawlessness’ President Trump, in a video message on Thursday, vowed to stop “lawlessness” and to continue to protect monuments and statues across the nation after many were vandalized and destroyed in recent weeks.",
  "Feds arrest ‘ringleader’ in attack on Andrew Jackson statue by White House Federal law enforcement officials on Thursday arrested a man in Washington they call a “ringleader” in the recent attempt to destroy the Andrew Jackson statue in Lafayette Square near the White House.",
  "John Bolton calls Jared Kushner 'the second-most powerful man in the White House' Former National Security Adviser John Bolton told the \"Fox News Rundown\" podcast Thursday that he believes President Trump's senior adviser and son-in-law Jared Kushner is \"the second-most powerful man\" in the administration.",
  "ABC, NBC evening newscasts skip Tulsa officer killed during routine traffic stop A veteran police officer and father of two from Tulsa, Okla. died after being shot early Monday morning during a routine traffic stop -- but the evening newscasts on ABC, NBC and CBS didn’t find it particularly newsworthy.",
  "Seattle's CHOP cleared; police precinct recovered, multiple protesters arrested ",
  "Trump touts business gains, warns of 1929-level economic 'crash' if he loses election President Trump recognized small businesses and touted an economic recovery on Thursday, during a \"Spirit of America\" celebration at the White House, a precursor to this weekend's Fourth of July celebrations.",
  "Scalise urges Clyburn to withdraw probe into implementation of PPP at big banks The top Republican on the House Subcommittee on the Coronavirus Crisis is urging committee Chairman James Clyburn to withdraw his investigation into the implementation of the Paycheck Protection Program at large banks, as the Trump administration has agreed t…",
  "CNN skips Trump remarks amid positive jobs report, critics say network 'transparently biased' President Trump spoke at a pair of events on Thursday but CNN didn’t bother to carry either of them live and critics feel the decision proves the network is so “transparently biased against the president that it damages CNN more than Trump.”",
  "Seattle’s CHOP may be cleared, but political fallout could linger Seattle police on Wednesday forcefully cleared out \"CHOP,\" the infamous protest zone in the Capitol Hill neighborhood, after weeks of protests that culminated with two fatal shootings that forced the city's Democrat leadership to finally act after facing week…",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Donna Brazile on Confederate monuments: America must 'transcend' bitter past to walk into 'brighter future' America must come together at this moment in time to create positive and lasting change within our communities, former Democratic National Committee Chairwoman Donna Brazile urged Thursday.",
  "Mary Trump tell-all can move forward with publication: judge A New York Supreme Court appellate judge reportedly overturned part of a lower court decision on Mary L. Trump’s tell-all Wednesday evening, ruling the book’s publisher can move forward with preparations for its release at the end of the month, according to r…",
  "Mount Rushmore July Fourth celebration to feature Trump remarks, fireworks, military flyovers President Trump is expected to deliver remarks at Mount Rushmore on Friday night at a celebration which is slated to include a fireworks display and military flyovers to kick off the July 4th weekend.",
  "GOP lawmakers urge Trump to oppose calls to make gaps for animals in border wall A group of GOP House members are urging President Trump not to give in to calls from environmental activists to make gaps in sections of newly built wall at the southern border in order to allow wildlife to pass through.",
  "Ousted SDNY federal prosecutor Geoffrey Berman to appear before House Judiciary Committee next week Former Southern District of New York U.S. Attorney Geoffrey Berman will testify next week before the House Judiciary committee in a closed door hearing – just weeks after President Trump fired him.",
  "Pelosi: 'I'm trying to save the world from coronavirus' House Speaker Nancy Pelosi reportedly said Thursday she’s “trying to save the world from coronavirus” after a Republican lawmaker accused her of being too busy to comment on the rioters tearing down statues in her district."
]