[
  "Arnold Schwarzenegger remembers gruesome injury while filming 'Total Recall' Arnold Schwarzenegger is opening up about a nasty injury he sustained while filming the 1990 film “Total Recall.”",
  "House will tackle police brutality, racial profiling in June 10 hearing The House Judiciary Committee will host a June 10 hearing in the wake of George Floyd's death to tackle racial profiling, police brutality and the fractured relationship between police departments and the communities they serve, marking the first step for the…",
  "Pelosi demands answers from Trump on troops patrolling protesters in DC House Speaker Nancy Pelosi said Thursday she wants answers from President Trump about the deployment of troops and unidentified law enforcement officers in Washington DC patrolling peaceful protesters.",
  "US Attorney outraged by New York’s 'Green Light Law' amendment J.P. Kennedy, the U.S. Attorney for the Western district of New York, says not only is the Green Light Law a \"bad law,\" but it's also dangerous for the country.",
  "Texas man with 'assault rifle' at George Floyd protest allegedly plotted 'to off racists and MAGA people' A Texas man carrying an “assault rifle” at a Black Lives Matter protest Saturday has been charged with making interstate threats, the Justice Department announced.",
  "Piers Morgan, Rudy Giuliani in shouting match over Trump: 'You sound ... barking mad'' Piers Morgan and Rudy Giuliani to into a heated argument Thursday, accusing each other of spouting political propaganda in an on-air spat that quickly got personal.",
  "Emotional Cory Booker decries Rand Paul's opposition to federal anti-lynching bill: 'I am so raw today' Sen. Cory Booker, D-N.J., became emotional on the Senate floor Thursday after Sen. Rand Paul, R-Ky., held up legislation that would make lynching a federal hate crime punishable by up to life in prison.",
  "CDC Director: George Floyd protests could be coronavirus 'seeding event' Centers for Disease Control and Prevention Director Robert Redfield expressed concern Thursday that the mass protests that have been taking place in the aftermath of George Floyd’s death could exacerbate the coronavirus pandemic, as crowds of people gather in…",
  "Herschel Walker: 'It’s time for us to come together' Former NFL running back Herschel Walker said that he was disappointed on Tuesday with politicians for “sitting on the sidelines doing absolutely nothing” until President Trump tried to reestablish law and order the following days of protests in Washington, D.…",
  "Tensions flare between Trump, military figures over handling of George Floyd unrest The officials, including Trump's current Secretary of Defense Mark Esper, his former Secretary of Defense Jim Mattis and several others, have either implicitly broken with Trump in statements on policy or explicitly denounced his leadership — and Trump has fi…",
  "Secret Service says it did not use tear gas when Lafayette Park was cleared before Trump church visit The Secret Service asserted Thursday that “no agency personnel” used tear gas or capsicum spray during the clearing of Lafayette Park earlier this week before President Trump visited St. John’s Church.",
  "Mollie Hemingway: Trump and many Americans do not want unity with what the left believes Many Americans, including President Trump, don't want unity with \"leftist messages\" like those spouting from Black Lives Matter, The Federalist's Mollie Hemingway argued Thursday.",
  "Antifa accused of coordinating looting of Target store in Austin: Texas officials The Texas Department of Public Safety says it’s looking into links between Antifa and looting that has erupted at protests sparked by the death of George Floyd following an incident that authorities believe was organized by the extremist group.",
  "Doug Schoen: George Floyd unrest — only this can save Dems from defeat in 2020 As violent protests sweep the nation in the wake of the murder of George Floyd, the 2020 presidential election is shaping up to be eerily similar to the 1968 campaign.",
  "Law enforcement tightens security around White House with higher anti-riot fencing Law enforcement is again tightening security around the White House with new fencing, fortifying the complex in the aftermath of protests that turned violent in the nation’s capital over the weekend.",
  "Police fire pepper spray at demonstrators during Tiananmen Square memorial Police officers fired pepper spray at a crowd of Hong Kong demonstrators at a Tiananmen Square memorial, after protesters defied a police ban Thursday, according to Reuters.",
  "Portland police threaten to use force to protect officers after cops were struck in face with bottles Portland police warned they would use force to protect officers after yet another night of violent clashes between rioters and law enforcement--- with multiple officers struck in the face by objects being thrown-- following a largely peaceful day of protests …",
  "2 NYPD officers shot, another stabbed during post-curfew confrontation, unclear if related to Floyd protests ",
  "Hugh Jackman criticized for sharing photo of a protester hugging a police officer Hugh Jackman is catching backlash after a tweet labeling a photo of a police officer hugging a protester as “solidarity.”",
  "CDC boss apologizes for 'inadequate' race-based coronavirus data Centers for Disease Control and Prevention Director Robert Redfield apologized Thursday for the health agency's lack of reporting on the racial disparities in COVID-19 patients, making it difficult to allocate resources to minority communities hit hard by the…"
]