[
  "McCarthy says he'll introduce bill blocking funds for states that don't protect statues House Minority Leader Kevin McCarthy said Thursday he will introduce legislation that will block federal funding for states that do no protect their historical monuments and statues.",
  "Donald Trump Jr: 'It's time to stand up for law and order' Donald Trump Jr. told “Fox & Friends” on Friday that “it's time to stand up for law and order.”",
  "Trump rips CNN's Chris Cuomo on 'really bad' ratings, says 'Fredo' should be reassigned, take pay cut President Trump mocked CNN’s Chris Cuomo for the second time this week, saying Thursday the cable news host should be moved from primetime back to a morning slot because of “really bad” ratings.",
  "South Dakota AG Ravnsborg: Trump attendance at Mount Rushmore fireworks is a defeat for ‘cancel culture’ President Trump will be in attendance Friday when – for the first time in 10 years – South Dakotans and Americans will once again behold fireworks bursting in midair, illuminating Mount Rushmore’s 60-foot tall busts of some of our nation’s great leaders.",
  "2020’s still up in the air, but there’s already buzz about the 2024 GOP presidential field Whether President Trump wins or loses reelection in November, there will likely be a wide open race for the 2024 Republican presidential nomination.",
  "Democrat Dick Durbin to face Senate challenge from Chicago businessman A Chicago businessman says he plans to challenge longtime U.S. Sen. Dick Durbin, D-Ill., who will be seeking a fifth term in November.",
  "Jim Banks on Russian bounty report: Nancy Pelosi is attacking ‘career intelligence officers’ Rep. Jim Banks pushed back on House Speaker Nancy Pelosi’s criticism of President Trump’s response to the Russian bounty report, saying that the call was made by “career intelligence officers.”",
  "Geraldo Rivera on President Trump's 'secret weapon': the 2020 debate stage America has \"no idea\" how November's presidential election will end up \"other than the fact that it's going to be close,\" Fox News correspondent-at-large Geraldo Rivera stated Friday.",
  "Rebecca Grant: Trump critics enraged over his Mount Rushmore visit – But Obama and Hillary went earlier President Trump’s visit Friday to Mount Rushmore in South Dakota for Independence Day festivities has generated plenty of hypocritical and manufactured criticism from camps of the discontented – but of course, Trump gets criticized from the left for almost ev…",
  "Hydroxychloroquine helped save coronavirus patients, study shows; Trump campaign hails 'fantastic news' Researchers at the Henry Ford Health System in Southeast Michigan have found that early administration of the drug hydroxychloroquine makes hospitalized patients substantially less likely to die -- a finding that conservatives say validates President Trump's …",
  "Gov. Huckabee on Trump’s reelection strategy: 'The president has got some challenges' Huckabee noted that it is still a long way from Election Day, saying poll numbers “matter only in showing maybe a snapshot or a trend.”",
  "Surgeon General Jerome Adams: Strict lockdown won't matter if we don't follow social distancing Surgeon General Jerome Adams said on Friday that a state’s strict lockdown measures or timing of reopening is irrelevant if Americans do not follow the CDC's guidelines.",
  "CNN avoids strong jobs report, Ghislaine Maxwell arrest during primetime Two of the biggest news stories on Thursday were the strong jobs report from June and the stunning arrest of Jeffrey Epstein confidant Ghislaine Maxwell, but if viewers watched CNN's primetime programming, they would have no idea either of them took place.",
  "Rep. Bill Johnson: This July 4th, America faces a crossroad over the future of our country The question on this Independence Day:  where do we go from here?",
  "South Dakota AG Jason Ravnsborg on significance of Independence Day at Mt Rushmore: 'Looking like a great day' President Trump's Independence Day event at Mt. Rushmore is \"looking like a great day,\" South Dakota Attorney General Jason Ravnsborg stated Friday."
]