[
  "Trump vows executive order to address law enforcement use of force, but slams 'Defund The Police' movement President Trump announced during a trip to Texas on Thursday steps his administration will take to reduce racial inequalities and combat police brutality.",
  "Biden attending high-roller fundraiser headlined by defund-the-police activist John Legend Joe Biden is set to attend a high-roller fundraiser Thursday evening headlined by anti-police activist John Legend, who has claimed the Second Amendment was intended to preserve slavery, and openly promised that he'll try to push the former vice president tow…",
  "Seattle's 'Autonomous Zone' is latest escalation in city's lurch to the left: What to know The Seattle government this week essentially ceded a six-block area of its city to protesters declaring a cop-free \"Autonomous Zone,\" a dramatic loss of control by a government and police force.",
  "Nervous Republicans struggle on volatile politics of police reform An absolute sea change in public opinion about race, police and protests has left Republicans scrambling to recalibrate their message.",
  "Newt Gingrich: Democrats must apologize – here's how they've failed America's cities While the Democrats want to blame President Trump, let’s look at the facts about which party has crippled America’s cities.",
  "DOJ reveals striking details of riot arrests, including helicopter laser strikes and precinct arson The Justice Department announced Wednesday it has charged dozens of individuals across the nation for a slew of riot-related federal offenses in the wake of George Floyd's in-custody death -- including impersonating a U.S. Marshal in Orlando, arson of a polic…",
  "Biden says Trump will attempt to 'steal' presidential election Presumptive Democratic presidential nominee Joe Biden, in an interview Wednesday night with \"The Daily Show,\" claimed that President Trump will attempt to \"steal\" the presidential election.",
  "New York Times celebrates Seattle protesters' 'Autonomous Zone': 'A homeland for racial justice' The New York Times celebrated Seattle’s six-block area abandoned by law enforcement dubbed “Capitol Hill Autonomous Zone” as “a homeland for racial justice.”",
  "Karl Rove rips Biden for making 'unwarranted charge' Trump may not concede defeat in November Fox News contributor and former deputy White House chief of staff Karl Rove told “The Daily Briefing” Thursday that he fears presumptive Democratic nominee Joe Biden has turned into a “ruthless, out-of-control demagogue” after Biden claimed Wednesday that Pre…",
  "Snoop Dogg addresses Trump supporters: 'F--k you' Snoop Dogg is not holding back.",
  "Mainstream media downplays 'insanity in Seattle' as critics point out bias, hypocrisy Seattle protesters have declared a six-block area abandoned by law enforcement as “Capitol Hill Autonomous Zone,” but the mainstream media doesn’t seem to think the lawlessness is particularly newsworthy.",
  "Joint Chiefs Chairman Milley says it was 'mistake' to appear with Trump in Lafayette Square Chairman of the Joint Chiefs of Staff Gen. Mark Milley on Thursday expressed regret for accompanying President Trump during a photo op last week at Lafayette Square amid protests, calling the decision “a mistake” -- in the latest sign of friction between the …",
  "Dems rip Trump for planning Tulsa rally on Juneteenth Democrats hammered President Trump over the time and location of his next campaign rally – the first since events were put on hold due to the coronavirus pandemic -- which is set for June 19 in Tulsa, Oklahoma.",
  "What do the Seattle protesters who have seized their own 'autonomous zone' want? Seattle protesters currently occupying a six-block \"cop free zone” that includes a shuttered precinct are now demanding things like free college and rent control in their push for police reform following George Floyd’s death.",
  "Kayleigh McEnany: 'Ridiculous' for Biden to claim Trump will try to steal election White House Press Secretary Kayleigh McEnany said on Thursday that presumptive Democratic presidential nominee Joe Biden’s claim that President Trump will try to steal the 2020 November election is “ridiculous.”",
  "Ari Fleischer: Trump must do more 'to help the nation come together' Former White House press secretary Ari Fleischer told “Outnumbered Overtime” that he would like to see more “healing words” from President Trump “to help the nation come together,” as protests over the death of George Floyd continue across the country.",
  "Trump blasts ‘radical left’ Dems in Seattle, says ‘domestic terrorists’ take hold of city President Trump tweeted late Wednesday that “domestic terrorists” have taken over an area in Seattle amid George Floyd protests and blamed the city’s “radical left Democrats” for contributing to the unrest.",
  "John Yoo: Seattle unrest – Does Trump have the power to intervene? Should he? Seattle police apparently have ceded the area, evacuated the police station, and will not return except to respond to a 911 call.",
  "Biden campaign claims deep record on racial justice, in escalating battle with Trump for black support The unrest over the death of George Floyd in police custody has not only amplified the debate over police brutality and racial injustice in the United States, but has also spilled over to the presidential campaign trail as both presumptive Democratic nominee …",
  "Seattle 'autonomous zone' has armed guards, local businesses being threatened with extortion, police say The Seattle Police Department is working to forge negotiations with the leaders of a self-declared autonomous zone that includes a now-closed police precinct, as police say they receive reports of armed guards and potential extortion in the region."
]