[
  "Mnuchin says administration backs 'another round' of coronavirus stimulus checks Treasury Secretary Steven Mnuchin said Thursday that the Trump administration supports issuing another round of stimulus checks to Americans as part of a fourth coronavirus relief package, and vowed to enact legislation by the end of the month.",
  "Meghan McCain and others mock AP for claiming 'experts' can't explain surge in violence: ‘I have a theory...’ The Associated Press was mocked for claiming that “experts” are having trouble pinpointing the reasons for a recent surge in gun violence across American cities amid calls to defund the police.",
  "NYC Mayor de Blasio would lose authority over NYPD under state AG’s plan: report Recent protests in New York City have shaken the public’s faith in the city’s police department to the point where Mayor Bill de Blasio should no longer have authority in law enforcement matters, New York’s state attorney general said Wednesday.",
  "Little Sisters of the Poor on SCOTUS victory on birth control exemption: 'We always knew God would protect us' Following a Wednesday Supreme Court ruling in favor of the Trump administration and Catholic Charity Little Sisters of the Poor, Little Sisters of the Poor Director of Communications Sister Constance Veit said Thursday that her organization always knew they w…",
  "Gowdy calls for GOP to 'embrace law as a unifying, equalizing force,' adds system 'could use some tweaking' “Republicans need to embrace law as a unifying, equalizing force,” Fox News contributor Trey Gowdy told “Outnumbered Overtime” on Thursday after President Trump warned his party to stand firm against left-wing causes or find themselves on the losing end this …",
  "Tucker Carlson: The left doesn't want Biden to debate Trump New York Times columnist Tom Friedman is calling for Joe Biden to skip the fall presidential debates.",
  "Nikki Haley makes the case to reelect Trump, warns 'we will lose our rule of law' if Biden wins Former U.S. Ambassador to the United Nations Nikki Haley called out presumptive Democratic nominee Joe Biden on \"Hannity\" Wednesday for seeming to cave to pressure from many in his party who have called to defund the police.",
  "Supreme Court rules Trump is not immune from state grand jury subpoena over financial records Trump's lawyers made a sweeping argument about the level of immunity a president enjoys while in office.",
  "Michael Cohen, former Trump attorney, taken back into custody A lawyer for Michael Cohen tells Fox News that Cohen was taken back into custody Thursday morning and is now at the Metro Detention Center in Brooklyn. It comes after reports that Cohen was seen at restaurants in Manhattan.",
  "Father of CHOP shooting victim describes 'very overwhelming' response to emotional 'Hannity' interview Horace Lorenzo Anderson Sr., whose 19-year-old son was shot and killed in Seattle's Capitol Hill Organized Protest (CHOP) zone last month, joined \"Hannity\" Wednesday to discuss what has happened since he appeared on the program last week to discuss his son's …",
  "Redfield clarifies CDC guidelines for school reopenings after coronavirus closings Centers for Disease Control and Prevention Director Robert Redfield clarified Thursday that the agency would not be revising their guidelines, but instead offering “different reference documents” for local governments and school districts to review as they be…",
  "Rep. McClintock knocks Dems for 'well-established pattern' of 'ostentatious investigation' against Trump Rep. Tom McClintock, R-Calif., told \"Your World\" Thursday that congressional Democrats have shown they will take any piece of information \"out of context\" to use against President Trump.",
  "Navy updates coronavirus policy to allow church attendance, 'major victory' for religious liberty advocates The Navy updated its coronavirus restrictions policy to allow service members to attend houses of worship after chaplains and a religious liberty law firm complained last week alleging the temporary orders were being unlawfully applied.",
  "Senate Dems float ending filibuster ahead of possible Biden presidency Some Senate Democrats are floating a possible change in the body's rules that could do away with the legislative filibuster.",
  "Pelosi says Supreme Court rulings on tax returns 'not good news' for Trump House Speaker Nancy Pelosi said Congress will continue to press for President Trump's financial records in lower courts.",
  "John Yoo: Supreme Court smacks Trump and delivers body blow to the office of the presidency Chief Justice Roberts and four liberals have doomed future presidents to years of harassing investigations",
  "Trump rips Supreme Court, claims ‘political prosecution’ after rulings on financial records President Trump on Thursday slammed the Supreme Court’s decision to deny him immunity from a subpoena over his financial and tax records to Manhattan District Attorney Cyrus Vance Jr., claiming he's the victim of “political prosecution.\"",
  "Trump administration sanctions Chinese officials over human rights abuses against Uyghur Muslims The Trump administration on Thursday imposed sanctions on three Chinese Communist Party (CCP) officials over its treatment of minorities in the Xinjiang region, where Uyghurs and other minorities are suffering forced labor and other human rights abuses.",
  "Colin Powell suggests media had 'hysterical' reaction to reports of Russian bounty intelligence Former Secretary of State Colin Powell indicated on Thursday that media figures overreacted to a recent report that Russian officials placed bounties on the lives of U.S. soldiers in Afghanistan.",
  "Barr: FBI has made 150 arrests, launched more than 500 investigations related to rioting Attorney General Bill Barr gave an update Thursday on the federal investigations into rioting that took place across the nation in the aftermath of George Floyd's death."
]