[
  "Gutfeld on 'defunding' police: 911 should block celebrity advocates; gun shops should restrict sales Greg Gutfeld slammed proponents of \"defunding\" the nation's police in the wake of the George Floyd protests, saying that people who advocate that way should therefore be treated the way their position essentially aligns.",
  "Maryland Sheriff: DC Mayor Muriel Bowser is wrong to push back against Trump's troops The decision to evict National Guardsmen and Washington D.C. Mayor Muriel Bowser's call on President Trump to withdraw federal law enforcement amid massive protests does not exhibit good leadership, Frederick County, Md. Sheriff Chuck Jenkins asserted Saturda…",
  "Facebook pulls ad from gun-toting Georgia candidate taking on Antifa: 'Big Tech censorship of conservatives must end' A Georgia GOP congressional candidate is claiming Facebook \"censorship\" after the social media giant took down her campaign video where she holds an AR-15 gun and warns Antifa to \"stay the hell out of Northwest Georgia.\"",
  "David Limbaugh: Is there anything Trump's haters won't blame on him? Once again, President Donald Trump is being scapegoated for societal problems that he didn't cause.",
  "Park Police walk back tear gas denial in aggressive Lafayette Park clearing A U.S. Park Police spokesperson said Friday it was a “mistake” to insist in a statement Tuesday that no tear gas was used to clear Lafayette Park on Monday before President Trump walked across to visit St. John’s Church.",
  "Barr says he didn’t give tactical order to clear protesters Attorney General William Barr says law enforcement officers were already moving to push back protesters from a park in front of the White House when he arrived there Monday evening, and he says he did not give a command to disperse the crowd, though he suppor…",
  "'Tiger King' star Jeff Lowe rips Joe Exotic's request for pardon from Trump: 'He's a horrible person' \"Tiger King\" star Jeff Lowe is weighing in on Joe Exotic's request to be pardoned by President Trump.",
  "Hannity: In the 'new' Democratic Party, it's 'woke' to abolish law enforcement In his Opening Monologue on Friday, \"Hannity\" host Sean Hannity said that it is clear, from the comments and actions of several Democratic Party officeholders across the country, that it is now en vogue to try to end the custom of police and law enforcement.",
  "Richard Fowler: After George Floyd death, Trump divides Americans instead of uniting us against racism You don’t have to be black to know that racism is an evil that should have been expunged from the American soul long ago – but President Trump is clearly oblivious to this indisputable fact.",
  "Arnon Mishkin: One crisis too many — Will the riots be Trump's undoing? A week ago, in the wake of a possible flattening of the COVID-19 growth curve, President Trump’s campaign could maintain some optimism.",
  "Martha MacCallum: Jobs report is 'vindication' for coronavirus 'lockdown rebellion' The latest U.S. job numbers, revealed Friday, are a \"boon\" for President Trump and represent \"vindication\" for those who opposed coronavirus lockdowns, Martha MacCallum said.",
  "Mark Zuckerberg explains why Trump message on Facebook wasn't censored after employee backlash Facebook CEO Mark Zuckerberg on Friday evening addressed the social networking company’s decision not to censor a recent post by President Trump that seemed to suggest that looters should be shot amid protests last week that sparked after the death of George …",
  "Twitter search for 'racist' shows Trump's profile as top account The Twitter algorithm has started to show a quirky result.",
  "DC activists say Dem mayor 'consistently on the wrong side' of Black Lives Matters issues Black Lives Matter D.C. slammed liberal Mayor Muriel Bowser for being “consistently on the wrong side of BLMDC history” and painting “Black Lives Matter” on the streets leading to the White House “to appease white liberals while ignoring our demands.”",
  "Andy Puzder: Falling jobless rate shows economy is recovering from coronavirus closures, as Trump predicted President Trump was right all along when he said America’s strong and growing economy would bounce back from the coronavirus pandemic faster than almost anybody expected.",
  "Gingrich & Christensen: Coronavirus was a wakeup call – Now US-China policy must be reimagined We can’t rebuild the relationship we’ve had for the past 50 years – we need to design a new one.",
  "Bill Maher: 'Reckless' lockdowns helped fuel riots, could lead to 'blood in the streets' after election \"Real Time\" host Bill Maher offered a dire warning that violence will ensue regardless of who wins the November election.",
  "Washington Post roasted for column: ‘Immediately halt production on cop shows and movies’ The Washington Post raised eyebrows on Thursday with a piece calling on Hollywood to no longer produce TV shows and movies about police amid the George Floyd protests.",
  "Organizers aim to bring a million protesters to Washington in largest BLM demonstration yet Washington D.C. is readying for its largest day of protests yet as Black Lives Matter demonstrators aim for one million people to march on the capital to protest after the death of George Floyd.",
  "Rep. Mark Green: D-Day anniversary -- We must continue the fight to maintain the legacy of sacrifice The legacy of World War II was lasting freedom, not just for America, but for the entire world."
]