[
  "Chicago police trying to combat violence limited by politics-driven policy: former chief Chicago has counted 1,782 shooting victims this year, 550 more than during the same period last year.",
  "UN accuses Trump of breaking international law in Soleimani killing A United Nations report concluded that President Trump violated international law by staging a drone strike on an airport in Baghdad that killed the head of the Islamic Revolutionary Guard Corps' elite Quds Force, Gen. Qassem Soleimani.",
  "DHS Sec. Chad Wolf: Criminals are 'emboldened' as leaders 'play politics' with law enforcement America's criminals are further \"emboldened\" as leaders \"play politics\" with law enforcement, Acting Department of Homeland Security Secretary Chad Wolf asserted Tuesday.",
  "Mark Meadows: Trump is the only thing standing between Americans and the 'mob' White House Chief of Staff Mark Meadows said Monday that President Trump is the only entity standing between the law-abiding American people and the left-wing mob that has set fire to city neighborhoods, defaced and destroyed public property and continues to …",
  "Karl Rove says Trump must stay on message: Tweets like the one to Bubba Wallace don't help In a stark warning ahead of November's presidential election, former White House Deputy Chief of Staff Karl Rove advised Tuesday that President Trump should focus more on the issues Americans care about like the recent surge in gun violence in major cities ac…",
  "House Democrats include removal of Confederate statues in funding bill The bill, which provides over $4 billion to fund the legislative branch, is almost certain not to pass in its current form due to how Congress has run its appropriations process in recent years. But it could serve as a template for continuing resolutions that…",
  "Matt Whitaker calls for Russian bounty intel leakers to be 'prosecuted to the fullest extent of the law' Former Acting Attorney General Matt Whitaker told “Outnumbered Overtime” Tuesday he agreed with the Trump administration's reported move to launch an internal investigation to determine who leaked intelligence that Russian officials had paid Taliban-linked mi…",
  "Dan Bongino blasts liberal mayors blaming COVID-19, Trump for violence: 'This is pathetic' Liberal mayors' attempts to blame terrible violence over the Fourth of July weekend on coronavirus and the Trump administration is \"grotesque and pathetic,\" former NYPD officer and Secret Service agent Dan Bongino stated Tuesday.",
  "Trump administration vows to work ‘hand in hand’ with local governments to reopen schools amid coronavirus Trump administration officials said Tuesday it is their “goal” to work “hand in hand” with local governments and jurisdictions to safely reopen schools in the fall after the coronavirus closings, while claiming the Centers for Disease Control and Prevention d…",
  "Ingraham: If lying was an Olympic sport, Democrats would be 'draped in gold medals' Laura Ingraham defended President Trump against withering criticism from liberals Monday night after a weekend of backlash over his July Fourth remarks.",
  "Tucker Carlson: Can the left really lead a country it hates? Can you really lead a country that you hate?",
  "Cal Thomas: Mr. Trump, in 2020 political lightning could strike again if you do this Whether you believe polls or not, Trump seems behind in several categories that matter",
  "Atlanta mayor faces criticism over early handling of protest site Bottoms was seen as a potential running mate for Joe Biden",
  "US envoy arrives in South Korea as North says it has 'no intention' to resume nuclear talks An American envoy has landed in South Korea Tuesday for discussions on stalled nuclear diplomacy hours after the North issued a statement vowing it has “no intention to sit face to face with the U.S.”",
  "Grassley: Senate would 'probably' override Trump veto of defense bill over renaming military bases Sen. Chuck Grassley, R-Iowa, predicted Congress would override a veto from President Trump on the must-pass bill to fund the military for fiscal year 2021 if it includes an amendment to rename military bases named after Confederate leaders.",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "Georgia declares state of emergency following deadly shootings ",
  "McConnell signals new coronavirus bill may come soon, but Senate faces uphill battle Senate Majority Leader Mitch McConnell is signaling a new coronavirus bill may come soon, weeks after Democrats started pummeling the Kentucky Republican for not teeing up another, major COVID-19 package like the House did back in May.",
  "Hannity: Dems have 'zero credibility' on race issue after George Wallace, Robert Byrd, Al Gore Sr. In his Opening Monologue, Sean Hannity said Democrats want America to forget their decades-long history of being on the wrong side of racial justice issues, as recently as within the last decade with their praise of the late West Virginia Democratic Sen. Robe…",
  "House Dems' defense funding bill allocates $1M to rename military facilities named for Confederates The bill also includes a 3 percent pay raise for service members"
]