[
  "Donna Brazile: Police brutality and racism must end – GOP and Dems must compromise to pass bill in Congress Congressional Republicans and Democrats need to compromise to pass needed legislation to address the crisis of systemic racism and racist policing that has sparked protests around the nation.",
  "Reporter's Notebook: On police reform, Congress may have missed its 'moment' It’s easy to score political points, but tougher to move the same bill through the House and Senate and deposit it on President Trump’s desk.",
  "Michael Davis: Trump's 200th judge confirmed -- federal judiciary has been transformed, promises kept President Trump’s federal judges are some of the most qualified in our nation’s history.",
  "Warren leads Senate Dem push to remove Confederate names, displays from military property within 1 year Sen. Elizabeth Warren, D-Mass., and 35 other Senate Democrats introduced new legislation Wednesday calling for the removal of Confederate names and displays from military bases, buildings, and other property controlled or owned by the Department of Defense.",
  "Charles Payne on Twitter's new Trump warning label: Looks like president being 'singled out' Fox Business anchor Charles Payne told “America’s Newsroom” on Wednesday that Twitter's moves to add warning labels to President Trump’s tweets feels “personal.”",
  "Liz Harrington: Dems and media running same playbook as 2016, using 'horrible smears' against Trump and supporters Liz Harrington said on Wednesday that Democrats are running the same playbook against Republicans since the 2016 election which resulted in a President Trump victory.",
  "Armed Atlanta protesters near Rayshard Brooks shooting site say police are 'not allowed' in area ",
  "Tom Cotton: 'Mob violence' against historic sites must be met with arrests and prosecutions Sen. Tom Cotton said on Wednesday that there have to be legal consequences for mob violence against historic statues in the United States.",
  "House hearing explodes as Dems, witnesses accuse Barr of choosing politics over justice A House Judiciary Committee hearing focused on oversight of the Department of Justice was marked by searing accusations and explosive interruptions from the very beginning, as Democrats and witnesses accused Attorney General Bill Barr and his agency of puttin…",
  "Biden opens up lead in Wisconsin, tied with Trump in Ohio: polls A new poll in the crucial general election battleground state of Wisconsin indicates Democratic challenger Joe Biden opening up a lead over President Trump. And a new survey in the swing state of Ohio shows the presumptive Democratic presidential nominee virt…",
  "Andrew McCarthy: Roger Stone House hearing – here's what's really going on The House Judiciary Committee will hold a hearing Wednesday afternoon on alleged political interference in the Trump Justice Department.",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation.",
  "Hundreds of National Guard troops mobilized to protect DC monuments amid protests Hundreds of troops with the Washington, D.C. National Guard have mobilized to protect monuments in the nation's capital, a senior U.S. defense official told Fox News on Wednesday.",
  "Who are the Democrats who voted to start debate on the Senate GOP's justice reform bill? Three moderate Democrats did want to \"get on to\" police reform, and sided with Republicans -- who voted uniformly in favor of the motion, except for McConnell, who changed his vote so he could bring it up later -- in wanting to start discussing the GOP's poli…",
  "Wray reveals FBI 'looking carefully' at foreign interference in protests following George Floyd's death The FBI is \"looking carefully\" at the possibility that foreign actors are influencing the sometimes-violent nationwide protests in the wake of George Floyd's in-custody death, FBI Director Christopher Wray exclusively told Fox News' Bret Baier on Wednesday.",
  "Christian Whiton: John Bolton is the mouse that roared Despite a fearsome reputation as a bureaucratic warrior, John Bolton turned out to be an ineffective bystander when he was President Trump's national security adviser..",
  "Who is Madison Cawthorn? Madison Cawthorn, a 24-year-old real estate investment CEO who beat out a Trump-backed U.S. House candidate in North Carolina’s Republican primary runoff election to replace former Rep. Mark Meadows Tuesday, said he believes he won because of a superior groun…",
  "Trump signs executive order expanding HHS efforts to help foster children President Trump signed an executive order directing the Health and Human Services Department to further assist foster children with what the department says are bipartisan measures particularly needed during the coroanvirus pandemic."
]