[
  "Trump vs. states and schools: Political pressure despite local control Politics is the fine art of claiming credit for success and evading responsibility for failure.",
  "Gen. Keane pushes back on op-ed: I'd 'take a knee' to make sure police have the equipment they need Fox News senior strategic analyst Gen. Jack Keane pushed back on a USA Today op-ed that stated police reform begins with cutting the amount of military equipment going from the Pentagon to local police departments.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Pompeo hits ‘spurious’ UN report that claims Soleimani's killing was unlawful Secretary of State Mike Pompeo on Thursday pushed back against a U.N. report that claimed the U.S. strike that killed Islamic Republic Guard Corps Quds Force commander Qassem Soleimani breached international law -- with Pompeo describing the conclusions as “s…",
  "Kayleigh McEnany: Subpoena for Trump's tax returns was 'partisan harassment' Democrat-issued subpoenas demanding President Trump's tax returns and financial records were nothing short of \"partisan harassment,\" White House Press Sec. Kayleigh McEnany said Thursday night.",
  "An inside look at how Trump's Supreme Court list is made: ‘A tremendous investment of time’ President Trump announced that he will be releasing an updated version of his list of possible future Supreme Court nominees before September",
  "Tom Cotton agrees with Colin Powell, rips 'hysterical media overreaction' to Russia bounty reports The media and Democratic Party hysterically overreacted to reports that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghanistan, Arkansas Republican Sen. Tom Cotton stated Friday.",
  "Army's 'Captain America' dies by suicide after nearly a dozen combat tours The enemy could never break him, but what this decorated Green Beret eventually found was that his enemy was within.",
  "Trump says ‘virtual learning has proven to be terrible,’ threatens cuts to federal funds President Trump on Friday slammed “virtual learning,” claiming it has “proven to be terrible.”",
  "CNN called out by former staffers; ex-producer says network has shown ‘lack of self-awareness' in Trump era A former CNN producer accused Don Lemon of hurting the network with a “divisive” and “boring” show.",
  "Georgia GOP congressional race gets personal over illegal immigrant ad claims The congressional race for an open seat in Georgia has gotten heated and personal between two Republicans.",
  "Tim Graham: Kayleigh McEnany matches bombastic reporters' theater with her own mic-drop moments McEnany's commentaries are great clickbait for people who want to see arrogant reporters get a dose of their own medicine.",
  "Deroy Murdock: To be reelected, Trump must focus on broadening his base — not petty fights on Twitter President Trump likely finds the latest Gallup poll neither very special nor particularly beautiful. If it’s incredible, that’s because it’s incredibly alarming.",
  "MSNBC bashed Mt. Rushmore when Trump spoke there, but previously used it for backdrop in promo MSNBC’s opinion of Mount Rushmore has changed over the years, as the liberal network trashed it during coverage of President Trump’s recent speech but filmed a promotional advertisement there back in 2012 and once considered it a \"monument to American patriot…",
  "Trump threatens tax-exempt status, funding for universities and schools over 'radical left indoctrination' Republicans have long railed against alleged left-wing indoctrination in public schools and universities, citing \"free speech zones,\" cases of professors and administrators showing hostility toward conservative students.",
  "American Academy of Pediatrics breaks with White House over school reopenings The American Academy of Pediatrics on Friday flipped its position on reopening schools in the fall, distancing itself from the White House, which cited the organization's initial stance to bolster its push to reopen all K-12 brick and mortar schools.",
  "House chairman asks CDC boss to testify on reopening schools amid coronavirus Education and Labor Committee Chairman Bobby Scott, D-Va., wants the CDC director to testify on school safety in response President Trump’s push to reopen classrooms.",
  "Woj bomb? Sen. Hawley posts ESPN reporter's alleged profane response to his criticism of NBA's directive Sen. Josh Hawley, R-Mo., claimed on Friday that ESPN’s top NBA reporter Adrian Wojnarowski sent him a profane message in response to criticism of the league’s relationship with China.",
  "Kudlow lays out 'four things every citizen should do' to ensure schools, businesses stay open White House chief economic adviser Larry Kudlow told \"Bill Hemmer Reports\" Friday that schools have to reopen for in-person classes this fall because many parents can't work if their children have to learn at home.",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday."
]