[
  "Trump blasts Illinois governor, Chicago mayor for ongoing gun violence: 'You must establish law and order' President Trump blasted Chicago Mayor Lori Lightfoot and Illinois Gov. J.B. Pritzker in a letter Friday over ongoing gun violence that has plagued the city in recent years, accusing both Democrats of putting \"your own political interests ahead of the lives, s…",
  "Trump tweets 15 separate posters of 'persons of interest' sought in connection to Andrew Jackson statue vandalization President Trump on Saturday asked for the public's help in identifying people being sought by law enforcement in connection to the vandalization of the Andrew Jackson statue in Lafayette Square earlier this week.",
  "Oakland mayor hits back at Trump after says city is 'hell' The mayor of Oakland, Calif, has joined other Democratic leaders clapping back at President Trump for accusing their cities of being so ravaged by violent crimes that \"it's like living in hell.\"",
  "Newt Gingrich: Do black lives matter in Chicago? Last weekend, CBS 2 in Chicago reported that from 5 p.m. Friday to 5 a.m. Monday there were more than 100 people shot – and at least 13 were killed. Twelve of these shooting victims were children and five of them perished.",
  "Trevor Potter: Trump and Barr make baseless and harmful claims about mail-in ballot fraud Attorney General William Barr has been busy following President Trump’s lead in spreading unfounded theories about potential widespread fraud in absentee voting. As an election lawyer for Republican presidential candidates, I know these claims are baseless an…",
  "Trump supporters in NY take part in 'TrumpStock' boat parade Trump supporters in New York brushed aside rain to take part in a “TrumpStock” boat parade on Saturday to show their support of the incumbent president in the Empire State.",
  "AG Barr directs creation of task force to counter anti-government extremists such as Antifa, 'Boogaloo' group, more In a memo released on Friday, Attorney General Bill Barr announced the formation of a Justice Department task force to combat anti-government extremist groups, such as Antifa and those who support the \"Boogaloo\" movement.",
  "Bobby Jindal: Populist Republicans – Can traditional conservatives adapt to this movement? Conservative populists are attempting to reshape the party away from traditional corporate-friendly economic policies.",
  "Judge: US must free migrant children from family detention A federal judge on Friday ordered the release of children held with their parents in U.S. immigration jails and denounced the Trump administration’s prolonged detention of families during the coronavirus pandemic.",
  "Ernst on bill pulling funds from cities with 'autonomous zones': 'Don't want to enable those areas' Sen. Joni Ernst, R-Iowa, joined \"Hannity\" Friday to discuss her new bill that would deny federal funds to cities that permit demonstrators to construct Seattle-style \"autonomous zones.\"",
  "Border Patrol probe underway in California after 11 people arrive by boat, flee U.S. Border Patrol personnel launched an investigation Friday after a boat arrived at a Southern California beach and 11 people got out and fled, according to a report.",
  "Lawmakers want answers from Trump Administration on reports Russia paid Taliban to attack US troops Lawmakers on both sides the aisle in Washington want answers on new explosive reporting that a Russian spy unit paid the Taliban to attack U.S. troops stationed in Afghanistan.",
  "Victor Davis Hanson: Anger, not Trump vs. Biden, now driving 2020 election The old 2020 election was supposed to be about many familiar issues. It is not anymore.",
  "Texas AG Ken Paxton says there's 'a lot of voter fraud' involving mail-in ballots Those who say there is no increased fraud when voting via mail-in ballots have \"obviously [not] been investigating fraud\" in Texas, AG Ken Paxton asserted Saturday.",
  "Johns Hopkins doctor suggests politicians should put aside personal opinions and wear masks Fox News medical contributor Dr. Marty Markary argued on Saturday that \"universal masking\" helped quell the spread of COVID-19 and that politicians should encourage the practice by wearing masks themselves.",
  "Seattle union chief: Residents, businesses held 'hostage' by CHOP 'criminals' need leadership The residents and business owners surrounding Seattle's Capitol Hill Organized Protest (CHOP) \"police-free\" zone are effectively being held \"hostage\" by a \"criminal element\" that controls the six-block area and beyond, Seattle Police Officers Guild President …"
]