[
  "Trump calls shooting death of Rayshard Brooks 'very disturbing' President Trump on Monday called the shooting death of Rayshard Brooks by Atlanta police over the weekend “very disturbing” in his first public comment on the incident.",
  "Conway says Trump will sign police reform bill if it's 'reasonable and negotiated' Counselor to the President Kellyanne Conway told Fox News Monday that President Trump is listening to various perspectives on police reform following protests spurred by the death of George Floyd in Minneapolis police custody last month.",
  "Police unions face harsh scrutiny in wake of Floyd death: 'We're being demonized' Policing the Unions is a five-part series that examines the renewed friction between police unions and politicians in the wake of unrest over George Floyd’s death, and the dynamics at play in efforts to reform law enforcement.",
  "Medical examiner details autopsy findings in police shooting of Rayshard Brooks, death ruled homicide ",
  "Thomas says he 'doubts' qualified immunity precedent that protects police from lawsuits Supreme Court Justice Clarence Thomas on Monday said he disagreed with a decision by other justices to ignore a case about \"qualified immunity,\" the Supreme Court doctrine that often gives police officers accused of egregious misconduct a legal way to avoid p…",
  "Today on Fox News: June 15, 2020 ",
  "Dems use Kavanaugh dissent in gay rights case to renew criticism of Sen. Collins Critics of Sen. Susan Collins, R-Maine, renewed their attacks Monday on the perpetual swing-vote senator after Supreme Court Justice Brett Kavanaugh -- whom she helped confirm -- dissented on a decision that effectively incorporated gay and transgender people…",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race.",
  "Detroit's recent move to defund police had serious consequences, reporter finds: 'Children are dying' Over the last week, following the May 25 police custody killing of George Floyd in Minneapolis, communities nationwide have faced calls from critics to disband police agencies or redirect funding from law enforcement operations to community development progra…",
  "Trump campaign touts 1 million ticket requests for Tulsa rally Trump campaign manager Brad Parscale on Monday said they have received more than 1 million ticket requests for President Trump’s first campaign-style rally since the coronavirus lockdowns slated to take place Saturday.",
  "Why US is trying to curtail ICC investigation over 'war crimes' in Afghanistan The U.S. government made it clear in March that it would not cooperate with an International Criminal Court (ICC) investigation into alleged war crimes committed by U.S. military and intelligence personnel in Afghanistan, and late last week, the Trump adminis…",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Trump campaign seeks apology from CNN after Stelter ‘sexist’ interview Brian Stelter, the media reporter at CNN, was “sexist and demeaning” during an interview Sunday with a senior legal adviser for President Trump and the president’s re-election campaign asked the reporter and network to apologize.",
  "Politifact says Cuomo's NY nursing home policy claim blaming Trump admin is 'mostly false' Politifact gave Democratic New York Gov. Andrew Cuomo a \"mostly false\" rating over his claim that his controversial nursing home policy was put in place due to guidelines from the Trump administration.",
  "Black Lives Matter banner hung at US Embassy in South Korea ordered down A massive \"Black Lives Matter\" banner that had been draped on the outside of the U.S. embassy in South Korea since Saturday was removed Monday after President Trump and Secretary of State Mike Pompeo purportedly complained about it, multiple news outlets repo…",
  "Ben Carson says Trump will ‘get there’ on players kneeling during anthem Housing and Urban Development Secretary Ben Carson said during a radio interview Monday that he would \"work with\" President Trump on the issue of athletes taking a knee during the national anthem -- which the president has continuously voiced his opposition -…",
  "House GOP accuses China, WHO of 'failure of monumental proportions' in spread of coronavirus Republicans on the House Foreign Affairs Committee issued a report Monday on the origins of the novel coronavirus, accusing China and the World Health Organization of a “failure of monumental proportions” in properly handling the virus at its onset.",
  "QAnon conspiracy theory enters politics: What to know Daily Beast tech reporter Will Sommer talks to Fox News about Q and the QAnon conspiracy theory. Learn about what it is and why it has been moving from the fringes of the internet into mainstream politics, and why that could be dangerous for everyone.",
  "Liz Peek: Left silences silent majority – but watch for this in November Tens of millions of Americans are aghast at what is taking place in our country. But fearful.",
  "Seattle radio host on protest zone: Cops have been 'completely abandoned' by mayor Seattle-area radio show host Jason Rantz told “Fox & Friends” that officers with the Seattle Police Department (SPD) “feel like they are being completely abandoned” by the city’s mayor, adding that “they are.”"
]