[
  "Exclusive: Tulsi Gabbard pushing for VA reform with new burn pit legislation The thousands of veterans who claim that their exposure to burn pits during the wars in Iraq and Afghanistan left them sick and dying may be one step closer to getting assistance from the Veterans Administration due to the legacy of a recently deceased soldie…",
  "Ex-Acting AG Matthew Whitaker: Stand with Americans fighting injustice while upholding law and order President Trump has said, “We will stand with the family of George Floyd, with the peaceful protesters, and with every law-abiding citizen who wants decency, civility, safety and security.\"",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "Tucker Carlson says calls to 'defund the police' leave him 'terrified': 'It means thugs are in charge' Tucker Carlson opened his show Thursday by reacting to the growing calls by many on the far left to defund police departments amid nationwide protests sparked by the death of George Floyd.",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "Lawsuits pile up in wake of nationwide unrest over George Floyd death In one of the most high-profile actions in the wake of the violence, the D.C. chapter of Black Lives Matter is suing President Trump, Attorney General Bill Barr, Secretary of Defense Mark Esper and other federal officials over action taken against protesters …",
  "Hannity fires back at Sharpton attacks on Trump during Floyd service: 'You've got fear, division, hatred' Sean Hannity slammed civil rights leader and MSNBC host Al Sharpton Thursday over his rhetorical sniping toward President Trump during a memorial service for George Floyd in Minneapolis.",
  "Trump criticizes Saints' Drew Brees after apologizing for stance on kneeling during the national anthem President Trump criticized New Orleans Saints quarterback Drew Brees on Friday after he apologized for his comments about his stance against kneeling during the national anthem in wake of the George Floyd protests.",
  "Trump taunts Biden on 1994 crime bill, black incarcerations President Trump took an opportunity Thursday night to remind voters of Joe Biden’s support for a controversial 1994 crime bill that many critics blame for high levels of incarceration among African-Americans.",
  "Ex-NYPD commissioner Kelly admits NYC may need National Guard 'if this continues for a couple more nights' Former New York City Police Commissioner Ray Kelly told \"Hannity\" Thursday that the National Guard may be needed to help control unrest in the city amid ongoing protests following the death of George Floyd.",
  "CBS News reporter slams Trump for trip to Maine amid George Floyd protests: 'One of the whitest states in America' CBS News White House correspondent Paula Reid had a bizarre criticism for President Trump over his trip to Maine amid racial tensions over the death of George Floyd.",
  "Dem AGs ask Congress for more power to investigate local police departments The letter, reported by Politico, asks Congress to give state attorneys general \"clear statutory authority under federal law to investigate and resolve patterns or practices... of unconstitutional policing by local police departments in our respective states.\"",
  "Tucker Carlson: The riots are not about George Floyd or racial justice. They're about Trump and seizing power Shame on those who pretended that it did -- those who fell for the lie and those who knew better but played along because they are cowards.",
  "St. Louis police release surveillance video of 7 'persons of interest' in death of retired officer David Dorn Surveillance footage capturing a group of men breaking into a pawn shop around the same time of the killing of a retired police captain attempting to prevent looting was released by St. Louis authorities Friday.",
  "DC Mayor Bowser unveils 'Black Lives Matter Plaza' near White House Washington D.C. Mayor Muriel Bowser on Friday unveiled the newly minted \"Black Lives Matter Plaza\" near the White House in an apparent tribute to the protesters who have advocated against police brutality and racism in the city over the past several days in t…",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "900 active duty military police sent to DC area for protests are being sent home Friday All 900 active duty military police brought to bases around Washington, DC following civil unrest in the wake of George Floyd's death will be heading home today, Fox News has learned.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "GOP candidate in closely watched NH race accuses Dem congressman of siding with ‘criminals over our cops’ GOP candidate Matt Mowers, who hopes to unseat Democratic Rep. Chris Pappas, accused his opponent of siding with “criminals over our cops” amidst protests and unrest in New Hampshire following the death of George Floyd."
]