[
  "GOP Sen. Tim Scott: Brooks shooting highlights need for better police training Sen. Tim Scott, R-S.C., said on Sunday that the shooting death earlier this week of Rayshard Brooks in Atlanta only reiterates the need for reform within the country’s police departments.",
  "Dem congresswoman pushes back on Trump's claim that he’s done more for black Americans than any president other than Lincoln Rep. Karen Bass, D-Calif., pushed back on Sunday on President Trump’s claims that he’s \"done more for the black community than any other president\" besides Abraham Lincoln.",
  "What will 2020 elections be about? Impeachment, pandemic, George Floyd death by June leaves door wide open It’s only mid-June. And we don’t really know what may define the November elections.",
  "Kudlow says it's 'probably' good idea for Trump supporters to wear masks to Oklahoma rally Larry Kudlow, the director of the National Economic Council and one of President Trump’s closest allies, said on Sunday that people attending Trump’s rally in Tulsa, Ok, next weekend should “probably” wear a mask to prevent more coronavirus infections.",
  "First observant Sikh woman graduates from US Military Academy at West Point Anmol Narang made history at the U.S. Military Academy at West Point on Saturday, becoming the first observant Sikh woman to graduate in the academy’s 218-year existence.",
  "What is Juneteenth? The history behind the oldest commemoration of the abolishment of slavery in the US The history behind Juneteeth - or June 19 - is much celebrated across the country, particularly among the black community, to commemorate the end of slavery. 2020 marks the 155th anniversary.",
  "Confusion reigns as Seattle's seized six blocks known as CHAZ purportedly changes name to CHOP: 'We're not trying to secede' Confusion erupted over the weekend in the six blocks of downtown Seattle seized by protesters as some seek to change the name of the self-proclaimed Capitol Hill Autonomous Zone (or CHAZ) to the Capitol Hill Organized (or Occupied) Protest (CHOP)."
]