[
  "Pelosi rejects Trump’s executive order on police reform one day after calling a chokehold is 'a lynching’ Speaker of the House Nancy Pelosi said that President Trump’s executive order Tuesday, falls short of adequately addressing “racial injustice and police brutality” one day after she called a chokehold a lynching.",
  "Georgia Dem who backs Trump wants to make attacks on supporters a hate crime A pro-Trump Democrat in Georgia is pushing for new legislation that would make it a hate crime to attack the president’s supporters – or anybody for political reasons.",
  "After years of union objections, police reform legislation advances George Floyd's death not only sparked nationwide outrage and global protests, but it forced politicians to advance significant policy changes that had long been stalled due, in part, to police union objections.",
  "Trump signs police reform executive order in Rose Garden ceremony President Trump on Tuesday signed an executive order on law enforcement reform and said \"chokeholds will be banned except if an officer’s life is at risk\" as the nation reels from the death of George Floyd.",
  "Attorney for Rayshard Brooks' family disputes that Taser was pointed at officer before shooting L. Chris Stewart, an attorney for the family of Rayshard Brooks, said Tuesday that Brooks had not brandished then-Atlanta Police Officer Garrett Rolfe's Taser at him in the moments before Brooks was shot and killed.",
  "This Day in History: June 16 Ford Motor Co. is incorporated; Donald Trump launches his campaign to become president of the United States.",
  "Trump signs executive order on policing: Read the document President Trump signed an executive order on law enforcement reform, entitled \"Safe Policing for Safe Communities,\" after weeks of protests following the death of George Floyd. Read the order below.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Laurence Tribe apologizes for saying Joe Biden should select Elizabeth Warren as running mate over someone based on 'cosmetics' Harvard Law School professor Laurence Tribe, a fierce critic of President Trump, apologized Monday after he said Joe Biden should select Sen. Elizabeth Warren as his running mate, instead of selecting a candidate based on “cosmetics.”",
  "Trump to sign executive order on policing to 'build trust' in law enforcement The president will deliver remarks in the Rose Garden and sign the order, which is titled \"Safe Policing for Safe Communities.\" The event is scheduled for 12 p.m.",
  "Graham: Every black man in America 'feels threatened' when stopped by cops Sen. Lindsey Graham kicked off a Senate hearing Tuesday on police brutality by contrasting his experience with police with that of his fellow South Carolina senate colleague Tim Scott to illustrate the problem with policing today and making a case for federal…",
  "Black Georgia sheriff says shooting of Rayshard Brooks by Atlanta police was 'completely justified' Burke County, Ga. Sheriff Alfonzo Williams argued Tuesday that Atlanta police officer Garrett Rolfe was \"completely justified\" in using lethal force against 27-year-old Rayshard Brooks, whose death has sparked a new round of protests and controversy over poli…",
  "Albuquerque to send unarmed social workers, not police officers, to some 911 calls Hours before Albuquerque police officers detained members of an armed civilian group when a protest erupted in gunfire Monday, the mayor of New Mexico’s capital city made an announcement that unarmed social workers – not officers – would now respond to certai…",
  "Senate Democrats rip GOP police reform bill even before plan unveiled Senate Democrats have criticized the anticipated GOP police reform plan as mere cosmetic fixes -- even before seeing the final legislation -- in a sign that bipartisan legislation to end police brutality may be an uphill climb.",
  "Federal law enforcement association leader hails Trump police order as 'a great step moving forward' Federal Law Enforcement Officers Association (FLEOA) national president Larry Cosme told \"Your World\" Tuesday that President Trump's police reform executive order is a \"great step moving forward.\"",
  "Clyburn dismisses Trump executive order on policing as doing 'much too little and does not go far enough' House Majority Whip James Clyburn, D-S.C., told \"Special Report\" Tuesday that President Trump's police reform executive order does \"much too little\" and \"does not go far enough.\"",
  "Cruz rolls out bill to provide tax credits to businesses who test employees for coronavirus weekly Sen. Ted Cruz on Tuesday rolled out new legislation that would provide tax credits to businesses that plan to test employees for the novel coronavirus every week in states where the infection rates are above the national average.",
  "Trump calls school choice the civil rights issue of ‘all-time in this country’ President Trump on Tuesday said school choice was the civil rights issue of “all-time in this country.”",
  "Members of Congress benefited from PPP loan program: report Several lawmakers have reportedly benefited from the Paycheck Protection Program—the nearly $500 billion package that provided relief for small businesses amid the coronavirus pandemic.",
  "White House adviser Ja'Ron Smith slams Schumer, says he 'helped create the system' in urban areas Deputy Assistant to the President Ja'Ron Smith slammed Senate Minority Leader Chuck Schumer, D-N.Y., on \"Special Report\" Tuesday after he panned President Trump's executive order on law enforcement reform."
]