[
  "Reporter's Notebook: Confederate statues, PPP highlight Congressional Republicans' struggles One could consolidate the challenges facing Republicans in 2020 into a matter of hours late Tuesday night and early Wednesday morning.",
  "Up to 8,000 Chinese nationals came into US after Trump banned travel due to coronavirus: AP Thousands of Chinese citizens have reportedly come into the U.S. since President Trump restricted travel on foreign nationals in January, arriving from China after the coronavirus outbreak.",
  "Acting CBP commissioner on border patrol deployed to Portland amid unrest: 'Where are the local political leaders?' Acting Customs and Border Protection (CBP) Commissioner Mark Morgan asked “where are the local political leaders?” after violence rocked Portland, Ore., overnight and border patrol agents have been called in to assist.",
  "Richard Manning: Former G.W. Bush appointees supporting Biden have embraced socialist policies – why? There are three possible reasons to explain why disgruntled dissidents who were part of the George W. Bush administration have thrown their support to Biden this year.",
  "Susan Rice slams Trump over Russian bounties: 'I don't buy this story that he was never briefed' Former National Security Adviser Susan Rice blasted President Trump’s claims that he was never briefed about reports that Russian intelligence operatives offer bounties to Taliban-linked militants in Afghanistan for the killing of U.S. troops.",
  "FDA commissioner pressed by Sunday show hosts over Trump's claim '99 percent' of coronavirus cases 'harmless' FDA commissioner Stephen Hahn on Sunday refused to comment when pressed by multiple show hosts over President Trump’s claim that 99 percent of coronavirus cases are “harmless.”",
  "Harvard doctor 'very optimistic' that vaccine will come in early 2021, but may not be totally effective Dr. Ashish Jha of the Harvard Global Health Institute predicted that there is a likelihood that a coronavirus vaccine will be available in early 2021, but cautioned that it may not be 100 percent effective."
]