[
  "White House threatens to veto House Dems' DC statehood bill The Trump administration threatened to use veto powers Wednesday over legislation that would grant Washington D.C. statehood, which is set to be voted on the House floor this week.",
  "Supreme Court hands Trump administration win on deportation powers The Supreme Court ruled Thursday for the Trump administration in a key immigration case, determining that a federal law limiting an asylum applicant’s ability to appeal a determination that he lacked a credible fear of persecution from his home country does n…",
  "DC mayor Bowser says ‘mob’ should not be deciding which statues fall as protesters eye Lincoln Washington D.C. Mayor Muriel Bowser on Thursday warned that a “mob” would not be deciding which statues in the city are taken down, amid a rising in people across the country tearing down historic American monuments.",
  "James Carafano: Trump's immigration wins — despite opposition, here's how he produced real results President Trump has broken through the traffic jam blocking immigration and border security reform — and produced tangible, constructive results.",
  "Israel's planned West Bank annexation is a 'declaration of war,' says Hamas Israel’s planned annexation of West Bank settlements and the Jordan Valley is considered a declaration of war, according to Hamas, the group in control of the Gaza Strip.",
  "As judges back DOJ on Flynn case, Trump decries ‘dirty cops’ President Trump got a much-needed win with a legal ruling Wednesday in the Mike Flynn case, one that echoes well beyond the fate of his former national security adviser.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "CBP chief says 95 percent of illegal immigrants being returned rather than detained The overwhelming majority of those trying to enter the country illegally are being \"expeditiously\" returned rather than put into detention, in part because of a Centers for Disease Control and Prevention (CDC) order in March to combat the coronavirus crisis, …",
  "Newt Gingrich: If liberty and justice for all do not prevail over anger, anarchy, expect this As I watch the continuing efforts to defund or abolish police across the country, I have been struck by the radical Left’s willingness to stick with its dangerous ideology even when Americans are killed because of it.",
  "DOJ whistleblower admits to seeking job with House Democrats during Trump impeachment Rep. Doug Collins, R-Ga., pressed John Elias during a testy exchange at the House Judiciary Committee hearing on William Barr.",
  "DC Mayor Muriel Bowser, in latest statehood push, says federal government 'encroaches' on autonomy D.C. Mayor Muriel Bowser joined congressional leadership in a press conference Thursday, one day ahead of the House of Representative’s vote on D.C. statehood.",
  "Hans von Spakovsky: Wrongful Michael Flynn prosecution blocked by appeals court – legal nightmare should end The decision Wednesday by a federal appeals court to allow the Justice Department to drop charges against former National Security Adviser Michael Flynn of making false statements to the FBI followed the law and prior precedents.",
  "Rep. Doug Collins: Nadler is obsessed with getting Trump, new DOJ whistleblower is a 'political hack' House Judiciary Chairman Jerrold Nadler, D-N.Y., is more concerned with the impeachment of Attorney General William Barr and \"getting at\" President Trump than he is with governing and helping the American people, Georgia Republican Congressman Doug Collins ac…",
  "Trump visits battleground Wisconsin amid troubling poll numbers President Trump heads to the crucial general election state of Wisconsin on Tuesday to tour and speak to workers at a major shipyard that recently won a contract to build up to 10 Navy frigates, and to sit down for a town hall with Fox News.",
  "Tim Scott hammers 'despicable' Democrats for blocking JUSTICE Act: 'They're not serious about police reform' Sens. Tim Scott, R-S.C., and Lindsey Graham, R-S.C., slammed Senate Democrats on \"Hannity\" Wednesday for blocking a police reform bill introduced by Scott, who called Democrats' actions \"despicable.\"",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "Interior Secretary warns DC protesters: If 'they want to destroy property ... we'll deal with them severely' Interior Secretary David Bernhardt vowed on \"Your World\" Thursday that \"criminals who engage in the destruction of government property will be prosecuted\" after demonstrators in the nation's capital vowed to demolish the Emancipation Monument, which depicts A…",
  "Feds sent nearly $1.4 billion in stimulus money to dead people, report finds More than a million stimulus payments totaling nearly $1.4 billion went to dead people after the Treasury Department and IRS, as they sought to get cash out as quickly as possible, neglected to use death records to prevent payments going to those not alive to…",
  "Bruce Springsteen criticizes Donald Trump, Republicans for being 'unchanged by history' Bruce Springsteen criticized Donald Trump and Republicans for being “unchanged by history” in the wake of the cultural movement sparked by the death of George Floyd.",
  "Andrew McCarthy: Michael Flynn FBI notes — What do they tell us about Obama team and the case? Flynn defense lawyer Sidney Powell has filed an intriguing supplement to the defense’s concurrence in the Justice Department’s dismissal motion."
]