[
  "Kayleigh McEnany scolds reporters for not asking about deadly weekend of violence across America White House Press Secretary Kayleigh McEnany scolded reporters during Monday’s press briefing for failing to ask a single question about a violent weekend that saw an 8-year-old girl die as the nation saw a surge in gun violence.",
  "Atlanta mayor makes impassioned plea after killing of 8-year-old near Black Lives Matter protest site ",
  "Chicago pastor on weekend violence, death of 7-year-old: 'People are afraid to leave the house' Pastor Corey Brooks, founder of the New Beginnings Church in Chicago, told “Fox & Friends” on Monday that something has to be done “immediately” to curb the violence in the area, which led to the shooting death of more than a dozen people over the holiday wee…",
  "Biden-founded law firm, a company tied to Pelosi received PPP funds, docs show A prominent Delaware law firm founded by Joe Biden received a Payroll Protection Program (PPP) loan for between $150,000 and $350,000, records reviewed by Fox News show.",
  "James Carafano: China's new Hong Kong security law — 4 concerns that should trouble Americans The new law is clearly intended to give Beijing the direct authority and tools needed to root out political dissent and public demonstrations.",
  "DHS Secretary Wolf says 'criminal mobs' taking over cities, not peaceful protesters Acting Department of Homeland Security Secretary Chad Wolf said on Monday that cities taken over by criminal mobs need to request federal assistance from the DHS and the Department of Justice.",
  "Atlanta mayor calls for black community to stop 'shooting each other' after murder of 8-year-old Mayor Keisha Lance Bottoms issued a full-throated call for the black community to stop \"shooting each other up on our streets\"",
  "Navy updates order after religious freedom complaint from law firm, chaplains The Navy updated its coronavirus restrictions after chaplains and a religious liberty law firm complained last week alleging that service members were being unlawfully prohibited from attending indoor religious services.",
  "Liz Peek: Trump punches back at totalitarian left — here's why Mt. Rushmore speech important The New York Times thundered, \"Trump Uses Mt. Rushmore Speech to Deliver Culture War Message.\" We ask the Times, who declared that war?",
  "Atlanta mayor calls for citizens to stop 'shooting each other' after murder of 8-year-old near BLM protest site In an impassioned press conference Sunday night, Atlanta Mayor Keisha Lance Bottoms issued a full-throated call for citizens to stop \"shooting each other up on our streets,\" after an 8-year-old girl was shot and killed on the Fourth of July near a Wendy's tha…",
  "Gianno Caldwell urges Chicago mayor to accept Trump's help after bloody weekend: Stop 'playing politics' Fox News political analyst Gianno Caldwell called on Democratic state leadership to accept President Trump's offer and allow for federal intervention to quell the crime overtaking their streets.",
  "Axl Rose explains his 'disdain' for the Trump administration after Twitter feud with US Surgeon General Guns N’ Roses frontman Axl Rose shared a lengthy note on Twitter explaining why he’s often so outspoken on the platform about his “disdain” for the Trump administration.",
  "Chaffetz calls out hypocrisy of Dems, pundits who criticized Trump's Mount Rushmore visit Fox News contributor Jason Chaffetz on Monday called out the media for failing to mention that Hillary Clinton, President Barack Obama, and Sen. Bernie Sanders visited Mt. Rushmore.",
  "The Electoral College dodges another bullet The Supreme Court rules states can sanction or remove ‘faithless' presidential electors.",
  "Ronna McDaniel hits back at Dems slamming Trump for scheduling rally: 'They were silent' during left-wing protests Republican National Committee chairwoman Ronna McDaniel responded to the New Hampshire Democratic Party on Monday, after they ripped President Trump and his campaign for scheduling an outdoor rally there later this month.",
  "Biden says he is going to ‘transform’ the nation if elected Tweet comes on the heels of politically charged Fourth of July weekend",
  "Biden campaign memo claims Trump attacks on ex-VP 'actively rebounding onto him,' GOP candidates An internal memo circulating among Biden campaign staff argues that President Trump’s attacks on former Vice President Joe Biden are only hurting his re-election chances and down-ballot Republican candidates who have “handcuffed themselves” to the president, …",
  "Critics pan mainstream media for branding Trump's Mount Rushmore speech as 'dark and divisive' The mainstream media bent over backward to paint President Trump’s Mount Rushmore speech as dark and divisive on Friday evening -- but some feel \"the resistance media\" wouldn't have been happy with anything the president said.",
  "McEnany pressed on Trump's claim that 99% of COVID cases are harmless, says it was 'factual' White House Press Secretary Kayleigh McEnany on Monday defended President Trump’s claim that 99 percent of cases are harmless.",
  "Spencer Cox wins Republican primary in Utah governor's race Cox captured a narrow lead with 36.4 percent of the vote over Huntsman’s 34.6 percent, The Associated Press reports"
]