[
  "Guy Benson on Squad members' 'Breathe Act': Defunding police is 'wildly unpopular and dangerous' Fox News contributor Guy Benson on Wednesday called the House Democrats' proposed “Breathe Act,” which aims to defund the police, a “non-starter radical piece of legislation with zero percent chance of passing.”",
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Supreme Court allows employers to opt out of free birth control The Supreme Court sides with the Trump administration in its effort to allow employers who cite religious or moral objections to opt out of providing no-cost birth control; Shannon Bream weighs in on the latest.",
  "Barr defends necessity of police force in US, but says it must have ‘checks in place’ Attorney General William Barr said Wednesday police reform must strike the \"right balance\" between providing security and preventing the possibility of abuse.",
  "Sen. David Perdue Says He Will Be At The Republican National Convention With Bells On Senator David Perdue (R-GA) spoke with Brian Kilmeade about Georgia Governor Brian Kemp declaring a state of emergency and deploying National Guard troops as violence rises in Atlanta. Perdue applauds the governor for bringing out the guard to bring law and o…",
  "CDC is 'prepared to work with every school district' for safe reopenings, director says in coronavirus briefing Centers for Disease Control and Prevention Director Robert Redfield on Wednesday said the agency is “prepared to work with every school district” to create a safe reopening this fall for students amid the coronavirus pandemic.",
  "Supreme Court rules in favor of Little Sisters of the Poor in ObamaCare contraception case The Supreme Court ruled that the Trump administration acted within its authority when it expanded exemptions to the Affordable Care Act’s requirement for employers to provide insurance coverage that includes contraception.",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "Gianno Caldwell calls on National Guard to deploy to Chicago: 'We are not waiting any longer' Democratic leaders in Chicago need to recognize that they've failed their constituents and call on President Trump and the National Guard for help,\" Gianno Caldwell urged Wednesday.",
  "Donna Brazile: Trump spews anger, hatred and false claims to divide Americans when he should be uniting us In a discordant speech overflowing with anger and spewing hatred, President Trump conflated the peaceful protests for social justice and racial equality that have swept our nation in recent weeks with the rare instances of violence in some cities – as if they…",
  "Sen. Collins refuses to say whether she’ll vote for Trump, signals she won’t campaign against Biden Sen. Susan Collins, R-Maine, refused to say whether she’ll vote for President Trump in November and signaled that she would not campaign against presumptive Democratic nominee Joe Biden.",
  "Trump says he disagrees with CDC school reopening guidelines, calls them 'impractical' President Trump on Wednesday said he disagreed with the CDC on their “very tough & expensive” guidelines on reopening schools in the fall.",
  "New Hampshire's GOP governor will greet president but not attend Trump’s rally Gov. Chris Sununu said he will welcome President Trump as he arrives in New Hampshire for his Saturday evening rally, but the Republican governor added that he won’t be attending the event.",
  "Group of Texas sheriffs won't enforce governor's 'draconian' coronavirus mask rule Gov. Greg Abbott signed an executive order allowing officers to fine repeat offenders.",
  "Major GOP outside group pouring money into increasingly competitive Georgia Two groups affiliated with American Crossroads – the decade-old powerful outside group that supports Republican candidates and causes – are spending big bucks on TV commercials in a key Senate race in Georgia, a once reliably red state that recent polling ind…",
  "Rep. Jim Jordan calls on Twitter to hand over documents pertaining its decision to crack down on Trump's tweets House Judiciary Ranking Member Jim Jordan, R-Ohio, is calling on Twitter to release documents pertaining to its recent crackdown on President Trump's tweets.",
  "Confirmed coronavirus cases in the US top 3 million The number of confirmed coronavirus cases in the United States has surpassed 3 million on Wednesday.",
  "DeVos warns schools that don't reopen this fall are 'breaking that promise' to students, families Education Secretary Betsy DeVos told \"Your World\" Wednesday that the reopening of schools for in-person instruction this fall is \"in everyone's interest, particularly the kids' interest.\"",
  "China experts expect TikTok ban 'by end of this week' as pressure mounts on Trump administration Secretary of State Mike Pompeo expanded on his considerations to ban the mobile app TikTok, saying it was only one of a number of Chinese companies that need to be held accountable for threatening Americans' data.",
  "‘Emerging evidence’ of coronavirus airborne transmission indicated by WHO After 239 experts around the world urged WHO to greater acknowledge the risk of airborne transmission to COVID19, the agency is saying there is \"emerging evidence.\""
]