[
  "Harris Faulkner asks Trump why he tweeted 'when the looting starts, the shooting starts' In an exclusive interview on race relations and police brutality, President Trump defended his social media-based response to nationwide protests sparked by the death of George Floyd.",
  "Seattle councilwoman says police precinct should remain in community control permanently A Seattle councilwoman has positioned herself at the forefront of the movement to permanently oust city police officials from the downtown area that thas now been designated the \"Capitol Hill Autonomous Zone\" (CHAZ).",
  "Indiana AG Curtis Hill: CHAZ and Seattle – a modest proposal worth considering The revolutionaries who have seized control of part of a major American city appear to want to secede from the union – an ambition of extremists in the past that never turned out well.",
  "Trump vows he won't 'let Seattle be occupied by anarchists,' will 'straighten it out' if local leaders don't \"Outnumbered: Overtime\" anchor Harris Faulkner previewed her exclusive interview with President Trump Thursday while appearing on both \"Special Report with Bret Baier\" \"The Story with Martha MacCallum\" say that \"we're not going to let Seattle be occupied by a…",
  "Rep. Michael Waltz On Helping Persuade President Trump To Bring The RNC To Jacksonville, FL Congressman Michael Waltz (R-FL-6) spoke with Brian Kilmeade about his concern that the lawlessness in Seattle will spread to other parts of the Country unless immediate action is taken. Waltz, whose district lies between Jacksonville and Orlando, also spoke …",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "Rep. Bobby Rush blasts Trump as 'the worst thing that has ever happened to the American presidency' Rep. Bobby Rush, D-Ill., described President Trump Friday as \"the worst thing that has ever happened to the American presidency,\" and claimed the commander-in-chief was \"in the throes of insanity.\"",
  "Trump hammers law-and-order message as he prepares for campaign trail return President Trump is amplifying his law-and-order message in response to the unrest that’s rocked many of the nation’s cities since the death last month of George Floyd in Minneapolis police custody -- especially as a mix of protesters and anarchists occupy sev…",
  "Cuomo signs police reform bill; NYPD union warns cops will be ‘unable to do the job’ New York Gov. Andrew Cuomo on Friday signed a package of police reforms that had been given momentum by protests in the wake of the death of George Floyd -- but a top police union warned that the sweeping measures would make New York’s Finest “unable to do th…",
  "Graham: 'If you care about the rule of law, you should want me to get to the bottom' of Russia probe Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told \"Hannity\" Thursday that anyone who cares about the \"rule of law\" should want him get to the bottom of the origins of the FBI's Russia investigation.",
  "Kerik tells Seattle leaders how to handle CHAZ protesters: 'Tell them to move ... or make them disperse' Former NYPD Commissioner Bernard Kerik ripped Seattle Mayor Jenny Durkan on \"The Ingraham Angle\" Thursday after the Democrat appeared to dismiss the seriousness of the left-wing anarchists who have taken over part of a neighborhood in her city and declared it…",
  "Trump mocks Seattle mayor’s ‘summer of love’ comment: ‘These liberal Dems don’t have a clue’ President Trump on Friday mocked the claim by Seattle’s mayor that a takeover of parts of the city could lead to a new \"summer of love\" there -- even after police abandoned blocks of territory to protesters.",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "MSNBC host hits Biden aide Symone Sanders for dodging question about Biden's shift from 1994 crime bill MSNBC host Chris Hayes had a chuckle at the expense of Biden campaign senior advisor Symone Sanders for attempting to dodge a question regarding Joe Biden's past support for the 1994 crime bill.",
  "Seattle police union chief says his city is 'closest I've ever seen' to being 'lawless state' Seattle Police Officers Guild President Michael Solan told \"Outnumbered Overtime\" Friday that the city is now the \"closest I've ever seen ...  to becoming a lawless state.\"",
  "Melania Trump aide slams ‘false’ WaPo story claiming first lady delayed White House move to renegotiate prenup First lady Melania Trump’s chief of staff and press secretary Stephanie Grisham slammed the “false information and sources” cited in a Washington Post article which states the first lady delayed moving to the White House after her husband was elected presiden…",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "Trump says he won't 'let Seattle be occupied' by police-hating lawbreakers President Trump told Fox News' Harris Faulkner in an exclusive interview airing Friday that his administration is \"not going to let Seattle be occupied by anarchists.\"",
  "Seattle mayor says neither she nor police chief will resign despite calls from protesters Seattle Mayor Jenny Durkan said Thursday that neither she nor city police Chief Carmen Best had any intention of resigning -- despite calls from protesters that they do so.",
  "Tennessee Gov. Lee says Nashville autonomous zone won't ‘be tolerated’ Tennessee Gov. Bill Lee issued a warning to demonstrators looking to set up an autonomous zone in front of the state Capitol Friday, saying that “lawlessness, autonomous zones, and violence will not be tolerated.”"
]