[
  "Hannity rips Biden for 'regurgitating the hard-left talking points' of 'extreme socialists' Sanders, AOC Sean Hannity announced in his opening monologue Wednesday that presumptive Democratic presidential nominee Joe Biden had formally joined the far-left wing of the party by promising to   \"transform\" America.",
  "Biden could be 'most progressive president since FDR,' Sanders predicts Vermont Sen. Bernie Sanders predicted Wednesday that Biden could become the \"most progressive president\" since Franklin D. Roosevelt.",
  "Senate Dems float ending filibuster ahead of possible Biden presidency Some Senate Democrats are floating a possible change in the body's rules that could do away with the legislative filibuster.",
  "What’s in the Biden-Sanders unity platform? Halt on deportations, $15 minimum wage, reparations A task force set up by presumptive Democratic nominee Joe Biden and Sen. Bernie Sanders, I-Vt., this week released a broad array of policy recommendations for the party’s convention platform — part of an effort to find common ground between the party's center…",
  "Biden pushes 'made in America' plan to boost nation’s economy Joe Biden is proposing to spend $700 billion on American products and research that the presumptive Democratic nominee’s presidential campaign says will bring back millions of jobs lost by an economy flattened by the coronavirus pandemic..",
  "Biden pushes populist 'made in America' plan to pump up economy Presumptive Democratic presidential nominee Joe Biden returned to his childhoold home in Pennsylvania on Thursday during a trip where he also proposed spending $700 billion on American products and research - in the hopes of bringing back millions of jobs los…",
  "Charlie Kirk: Mail-in voting push is Democratic power grab The only reason Democrats are so desperate to implement universal mail-in voting is so they can expand their questionable ballot-harvesting practices across the country."
]