[
  "Klobuchar encourages Biden to pick black female Amy Klobuchar withdraws from Biden’s vice president selection to make room for ‘woman of color;’ Peter Doocy reports.",
  "Trump Wants 4 Debates and to Help Pick the Moderators Howie Kurtz on President Trump wanting four different debates with Biden, Amy Klobuchar withdrawing from consideration for Vice President and conservatives blasting Justices Roberts and Gorsuch over recent rulings.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz…",
  "Joe Concha says Biden campaign wants handpicked questions, no challenges from reporters The Hill media reporter Joe Concha said on Friday that the only time presumptive Democratic presidential nominee Joe Biden has been challenged by the media was when urban hip-hop host Charlamagne Tha God addressed matters on race relations.",
  "Susan Rice says Trump's supporters in Senate belong 'to the trash heap of history' Susan Rice, former Obama administration national security adviser and potential VP pick for Joe Biden, said on Friday that President Trump’s supporters in the Senate belong “to the trash heap of history.”",
  "Amy Klobuchar withdraws from Biden VP selection to make room for ‘woman of color’: report Sen. Amy Klobuchar announced Thursday she was removing herself as a candidate to be former Vice President Joe Biden’s vice presidential pick.",
  "Trump 2020 communications director says campaign must 'define' Biden 'and his record of failure' Trump 2020 communications director Tim Murtaugh told \"The Daily Briefing\" Friday that the Trump campaign would work to \"define Joe Biden\" after a new Fox News poll showed the president trailing the presumptive Democratic nominee by 12 points nationally.",
  "Trump rally coincides with massive voter outreach push, as campaign season restarts President Trump says his re-election campaign effectively “starts” Saturday night at a heavily promoted rally in Oklahoma -- his first since the coronavirus pandemic largely shut down the country and the presidential race.",
  "Biden campaign showcases new Arizona staffers amid criticism of hiring pace in battlegrounds Former Vice President Joe Biden’s campaign on Friday touted three senior staff hires in Arizona, coming as the campaign beefs up staffing in crucial general election battleground states. But the announcement triggered a counter-attack from the RNC.",
  "Biden's stimulus oversight questioned amid his attacks on Trump coronavirus spending Joe Biden is stepping up his attacks on the Trump administration's handling of coronavirus stimulus funds -- and as a result, the former vice president, whom Barack Obama once called the White House's \"sheriff\" of taxpayer funds, is now under renewed scrutiny…",
  "Judge Jeanine Pirro: Shame on Obama, Biden for 'untenable' DACA situation Judge Jeanine Pirro said on Friday that President Trump has attempted to resolve the DACA issue several times, but the Supreme Court has gotten involved in matters that are suited for the legislative branch to address.",
  "Greg Gutfeld says Klobuchar 'saw the writing on the wall' before bowing out of Biden running mate race \"The Five\" co-host Greg Gutfeld said Friday that Sen. Amy Klobuchar, D-Minn., removing herself from contention to be presumptive Democratic nominee Joe Biden's running mate was \"like when you find out when you're about to be fired and right before they say, '…",
  "Trump calls for 'new justices' after Supreme Court ruling on DACA as conservatives take aim at Roberts ",
  "Everyone Has An Opinion This Week: Calls for change continue following the death of George Floyd. President Trump signed an Executive Order on police reform this week as a first step. The Republican led Senate released its police reform legislation and the House Judiciary Committee …",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Carson says America 'in the process of losing' its cities, but solutions 'built already into our foundation' Housing and Urban Development Secretary Ben Carson told \"The Ingraham Angle\" Thursday that the U.S. is \"in the process\" of losing its cities unless the treatment of law enforcement and other issues are improved.",
  "Laura Ingraham: Recent weeks have shown us 'America has an intense spiritual and family problem' Laura Ingraham began Thursday's \"The Ingraham Angle\" by making the case that policies favored by Democrats have hurt African-Americans in the wake of the coronavirus pandemic.",
  "Trump says surge in voting by mail his ‘biggest risk’ President Trump is warning that an increase in voting by mail this November is the “biggest risk” to his chances of winning reelection.",
  "Klobuchar urges Joe Biden to pick a woman of color for vice president Klobuchar bows out; reaction and analysis on 'The Five.'",
  "Charles Hurt bashes Bolton over claim Trump unfit for office: 'John Bolton has never been elected to anything' Washington Times opinion editor and Fox News contributor Charlie Hurt ripped former National Security Adviser John Bolton Thursday for making what he called \"preposterous\" claims about President Trump in Bolton's forthcoming memoir of his time in the administ…",
  "NY Times goes there: Does Donald Trump want a second term? After Howard Dean’s campaign imploded in 2004, his closest advisers told me they had reached the stunning conclusion that he did not really want to be president."
]