[
  "Biden to accept Democratic nomination in person at scaled-back convention in Milwaukee Joe Biden intends to formally accept the Democratic presidential nomination in-person at a scaled-back national party convention that will be held in Milwaukee, Wis., in August.",
  "Biden campaign launches first general election ad blitz With four-and-a-half months to go until Election Day, Joe Biden’s going up with his first TV ad buy of the 2020 general election campaign.",
  "Fox News Poll: Biden widens lead over Trump; Republicans enthusiastic, but fear motivates Dems Democratic presidential candidate Joe Biden continues to lead President Donald Trump in the race for the White House, as majorities say racism, unemployment, and coronavirus pose a major threat to the stability of the country, according to the latest Fox News…",
  "Trump dismisses 'fake' polls that show Biden leading: 'In my polls, we're ahead' President Trump pushed back on a wave of polling that showed him losing to former Vice President Joe Biden, saying on Thursday that many polls were \"fake\" and a form of \"suppression.\"",
  "Biden has single-digit lead over Trump in battleground New Hampshire: poll A new general election survey in the battleground state of New Hampshire indicates Joe Biden with a single-digit lead over President Trump if the November election was held right now.",
  "Laura Ingraham: If Biden wins, he'll be no more than a 'figurehead' for the radical left If presumptive Democratic presidential nominee Joe Biden wins the election in November, he will be no more than a figurehead for the radical left, \"The Ingraham Angle\" host Laura Ingraham asserted Wednesday night.",
  "Trump taps Giuliani to help push for more presidential debates with Biden President Trump’s re-election campaign is pressing for more general election debates with Democratic challenger Joe Biden. And the president reached out to former New York City Mayor Rudy Giuliani to help the effort.",
  "Biden calls Supreme Court DACA ruling a ‘victory,’ vows to make program ‘permanent’ Former Vice President Joe Biden applauded a Supreme Court ruling Thursday that rejected the push by President Trump and his administration to scrap the Obama-era program that offers legal protections to young immigrants who entered the U.S. illegally as child…",
  "Obama celebrates Supreme Court DACA decision, says 'we have to move forward and elect' Biden Former President Barack Obama celebrated Thursday's Supreme Court decision to kept his Deferred Action for Childhood Arrivals (DACA) program alive after an attempt by the Trump administration to rescind it.",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Republicans boycott hearing on foreign election meddling, citing security concerns Republicans serving on the House Permanent Select Committee on Intelligence skipped a virtual Thursday hearing on the dangers of foreign election meddling online, citing security concerns.",
  "Seattle city attorney says some cases against protesters could be dismissed The Seattle city attorney's office announced Wednesday that misdemeanor charges against protesters arrested during weeks of demonstrations that have sometimes devolved into confrontations with police and vandalism might not be prosecuted or could be referred …",
  "Sen. Hawley on bill targeting Big Tech: They've 'purchased a lot of influence' and will fight it 'tooth and nail' Sen. Josh Hawley, R-Mo., told “Fox & Friends” on Thursday that he anticipates major tech companies will fight “tooth and nail\" against new legislation he introduced targeting those companies.",
  "Facebook removes Trump campaign ad about ‘far-left groups,’ says it shows ‘hate group’s symbol’ Facebook on Thursday removed an ad run by President Trump’s reelection campaign for violating the social media platform’s policy on hate speech, but the Trump campaign pushed back hard by arguing they were showing a \"symbol used by Antifa\" to push back agains…",
  "Trump calls for ‘new justices’ on Supreme Court, as conservatives rage at Roberts President Trump, in the wake of Thursday's defeat at the Supreme Court in his efforts to repeal the Obama-era Deferred Action for Childhood Arrivals (DACA) program, called for new justices as conservatives took aim at Chief Justice Roberts for what they calle…",
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "Trump bashes 'washed-up' Bolton over forthcoming book, says ex-national security adviser 'broke the law' President Trump lashed out at former national security adviser John Bolton in an exclusive interview with \"Hannity\" Wednesday night, saying he \"broke the law\" by publishing a forthcoming book about his time in the administration.",
  "Montana Gov. Steve Bullock filled coronavirus task force with high-value donors, records show Montana Gov. Steve Bullock, who is running as a Senate candidate in a tight race currently rated a toss-up by the Cook Political Report, filled his 24-member coronavirus task force with a lengthy list of high-dollar donors who then informed his administration…",
  "Trump team sues, trashes Bolton as his book calls impeachment too narrow President Trump may not be able to block John Bolton’s book, but he’s determined to blacken his reputation.",
  "Giuliani blasts Bolton as 'total backstabber,' amid memoir claims President Trump’s personal attorney Rudy Giuliani slammed John Bolton as a “total backstabber,” as excerpts from the former national security adviser’s forthcoming memoir surfaced revealing previously unreported claims about him, the president and members of …"
]