[
  "Andrew McCarthy: ‘President Biden’ would be music to Russian and Taliban ears Hard to fathom which notion is more hilarious. Is it that Joe Biden would get tough with the Taliban, or that Joe Biden would get tough with Russia?",
  "Richard Manning: Former G.W. Bush appointees supporting Biden have embraced socialist policies – why? There are three possible reasons to explain why disgruntled dissidents who were part of the George W. Bush administration have thrown their support to Biden this year.",
  "Possible Biden VP pick dodges question on taking down George Washington statues Sen. Tammy Duckworth, D-Ill., is among the short list of political figures that presumptive Democratic presidential nominee Joe Biden is rumored to be considering as a running mate, but she balked when asked about a sensitive subject that has been on the fore…",
  "Trump to hold outdoor New Hampshire rally July 11, campaign announces President Trump’s re-election campaign announced Sunday that the president will headline an outdoor rally in the battleground state of New Hampshire next weekend, just his second rally since the coronavirus pandemic swept across the nation in March.",
  "Susan Rice slams Trump over Russian bounties: 'I don't buy this story that he was never briefed' Former National Security Adviser Susan Rice blasted President Trump’s claims that he was never briefed about reports that Russian intelligence operatives offer bounties to Taliban-linked militants in Afghanistan for the killing of U.S. troops.",
  "Bolton questions how much time Trump spends watching TV versus listening to advisers John Bolton on Sunday continued to deride President Trump amid their ongoing feud – this time by suggesting that Trump spends more time watching television than he does listening to his advisers.",
  "US, China ramp up South China Sea tension with new military drills USS Nimitz and USS Ronald Reagan are now in the South China Sea for military drills, a U.S. Navy official confirms to Fox News.",
  "Eric Trump: Voter fraud, Twitter censorship are real threats to conservatives Voter fraud and Twitter censorship pose real threats to conservatives, Eric Trump said Saturday night."
]