[
  "Kanye West no longer supports Trump, says Biden not 'special' Joe Biden? Like come on man, please'",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "Biden campaign commits to three socially distanced debates with President Trump New York Times columnist Tom Friedman urges Joe Biden not to debate Trump unless the president agrees to release recent tax returns and real-time fact checking; Peter Doocy reports.",
  "Rose McGowan urges Trump to donate to Tara Reade fundraiser 'in Biden's name' Rose McGowan urged President Trump to make a donation to a fundraiser dedicated to Tara Reade on behalf of his 2020 rival Joe Biden.",
  "Hogan Gidley: Joe Biden defends WHO, 'protects China' but won't speak up to condemn rioting Hogan Gidley on Wednesday blasted presumptive Democratic presidential nominee Joe Biden for defending the World Health Organization after its mishandling of the coronavirus pandemic.",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "Biden says some funding should 'absolutely' be redirected from police Joe Biden said in an interview Wednesday that some funding should “absolutely” be redirected from police, amid calls from some in his party to \"defund the police\" in the wake of the protests across the country.",
  "New York Times columnist urges Biden not to debate Trump unless POTUS agrees to 'two conditions' New York Times columnist Thomas Friedman is urging Joe Biden not to participate in the three upcoming debates with President Trump unless the president agrees to \"two conditions\" Friedman has proposed.",
  "Sen. Collins refuses to say whether she’ll vote for Trump, signals she won’t campaign against Biden Sen. Susan Collins, R-Maine, refused to say whether she’ll vote for President Trump in November and signaled that she would not campaign against presumptive Democratic nominee Joe Biden.",
  "RNC Chair McDaniel blasts Biden over defense of WHO, says agency 'had one job ... and they failed' Republican National Committee Chairwoman Ronna McDaniel hammered presumptive Democratic presidential nominee Joe Biden Wednesday for his criticism of President Trump pulling the United States out of the World Health Organization (WHO).",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "Daily Caller News Foundation, Judicial Watch sues University of Delaware for access to Biden's Senate records The Daily Caller News Foundation (DCNF) and Judicial Watch announced on Wednesday that it is suing the University of Delaware in pursuit to access Joe Biden's Senate records.",
  "Biden's Dem platform recommendations signal concessions to Sanders-AOC wing on climate change A task force set up by presumptive Democratic presidential nominee Joe Biden and Vermont Sen. Bernie Sanders -- who was Biden’s last remaining rival in the nomination battle -- on Wednesday released a wide-ranging set of recommendations for the party’s conven…",
  "Sen. David Perdue Says He Will Be At The Republican National Convention With Bells On Senator David Perdue (R-GA) spoke with Brian Kilmeade about Georgia Governor Brian Kemp declaring a state of emergency and deploying National Guard troops as violence rises in Atlanta. Perdue applauds the governor for bringing out the guard to bring law and o…",
  "Leslie Marshall: Democrats aren’t fighting a civil war – they’re united in fight to defeat Trump Republicans are hoping that Democrats will once again be fragmented and divided, as we were in 2016. They are in for a disappointment.",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Nina Turner fires back at Debra Messing: 'The leader of the Karen coalition strikes again!' Former Sanders campaign co-chair Nina Turner escalated her feud with actress Debra Messing, declaring her \"the leader of the Karen coalition.\"",
  "Trump says he disagrees with CDC school reopening guidelines, calls them 'impractical' President Trump on Wednesday said he disagreed with the CDC on their “very tough & expensive” guidelines on reopening schools in the fall.",
  "Nina Turner calls Debra Messing 'racist' amid escalating Twitter spat about Black voters The feud between former Sanders campaign co-chair Nina Turner and Debra Messing took a nasty turn on Wednesday."
]