[
  "Hannity: Joe Biden is being controlled by radical socialists If you want to know how Joe Biden will govern if elected, look no further than the policy recommendations he just released.",
  "Chris Wallace On 2020 Race: “Biden Is Doing Everything He Can To Make This A Referendum On Trump” Fox News Sunday Host, Chris Wallace joined the Guy Benson Show to decusees the 2020 race for the white house. Wallace said, \"Look, there's no question right now that Joe Biden is leading in the race for the presidency.\" Wallace also said \"I think that Biden i…",
  "Corey Lewandowski: “Radicals To The Biggest Extreme ” Have Taken Over Joe Biden On Fox Across America with Jimmy Failla, Senior Advisor to the Trump 2020 Campaign Corey Lewandowski responded to President Trump saying Joe Biden has been \"brainwashed\" by the left of the Democratic Party. \"The far left is a 100% controlling Joe Biden now. W…",
  "President Trump ties Joe Biden to far left Trump uses Venezuela regime discussion to attack presumptive Democratic presidential nominee Joe Biden; Kristin Fisher reports.",
  "President Trump accuses Joe Biden of plagiarizing economic proposal Biden-Sanders task force unveils policy recommendations; reaction from the 'Special Report' All-Stars.",
  "Trump on violence in liberal cities, 'brainwashed' Joe Biden, response to COVID crisis, Supreme Court rulings President Trump joins Sean Hannity for an exclusive interview on 'Hannity.'",
  "Tucker Carlson: Biden's plan for America is a promise to utterly remake the country The famously chatty Joe Biden has said almost nothing this year.",
  "Trump accuses Biden of ‘plagiarizing’ him over 'buy American' push President Trump on Friday took a swipe at presumptive Democratic nominee Joe Biden over a set of “buy American” proposals he unveiled a day earlier, saying Biden “plagiarized” from him -- hinting at past accusations of plagiarism that have dogged the former v…",
  "Biden-Sanders unity task force unveils liberal road map A task force set up by presumptive Democratic nominee Joe Biden and Sen. Bernie Sanders releases a broad array of policy recommendations for the party’s convention platform; Peter Doocy reports.",
  "Biden refuses to take questions from media during visit to old home in Scranton Joe Biden didn't take questions from the media during a brief visit to his old home in Scranton, Penn.",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday.",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "Michigan Rep. Elissa Slotkin warns Dems about polls favoring Biden: The Trump vote is 'fundamentally undercounted' Michigan Rep. Elissa Slotkin is warning other Democrats who believe Joe Biden is the heavy favorite to win the presidential election based on recent polling.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Hannity accuses Biden of ripping off Bernie Sanders' campaign, says plagiarism 'nothing new' for ex-VP Sean Hannity opened Thursday's edition of \"Hannity\" by scrutinizing presumptive Democratic nominee Joe Biden's \"bizarre\" and \"painfully awkward\" trip to his hometown of Scranton, Pa., which included a campaign event in nearby Dunmore.",
  "Kellyanne Conway: Biden's economic policy will be higher taxes, influenced by 'anti-capitalists' White House adviser Kellyanne Conway blasted Joe Biden’s economic policies, saying they will be nothing more than high taxes and influenced by anti-capitalists.",
  "Jesse Watters compares Biden to erratic driver: 'No sense of direction ... will go wherever you tell him' \"The Five\" co-host Jesse Watters said Friday that presumptive Democratic presidential nominee Joe Biden is having to adjust to the spotlight after spending so many years in American politics going \"along for the ride.\"",
  "Mark Levin slams Biden as an 'empty suit' and 'bigot', says Democratic Party 'as evil as it's ever been' Conservative radio host Mark Levin ripped Joe Biden as a puppet of the far left on \"Hannity\" Thursday before claiming the Democratic Party was \"as evil as it's ever been.\"",
  "President Trump says Biden's been 'brainwashed' in 'Hannity' exclusive President Trump phoned in to \"Hannity\" Thursday where he covered a bevy of topics including the coronavirus and Democratic presidential frontrunner Joe Biden who he said appeared as if he had been \"brainwashed.\"",
  "Michael Dukakis bashes Trump, says voters must 'get this guy out of the White House before he destroys us' Former Massachusetts governor and 1988 Democratic presidential nominee Michael Dukakis told \"Your World\" Friday that while former Vice President Joe Biden \"should win\" the White House in November, \"anybody who thinks it's going to be easy is kidding himself.\""
]