[
  "Spike Lee: Biden got 'a lot of phone calls' after the 'you ain't black' comments Renowned producer Spike Lee indicated on Friday that former Vice President Joe Biden got plenty of private backlash after he suggested that black Trump supporters weren't authentically black.",
  "Trump responds to Biden's claim that he'll try to steal the election: 'Joe's not all there' President Trump on Friday pushed back against presumptive Democratic presidential nominee Joe Biden for claiming the commander in chief would try to steal the election.",
  "Sarah Sanders: 'Americans don't believe Biden can rebuild economy post-COVID' Fox News contributor Sarah Sanders said on Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden.",
  "Biden backs push to scrub Confederate names from military bases Former Vice President Joe Biden says he’s backing a push to the remove the names of Confederate leaders from the Civil War from all U.S. military assets – which stands in stark contrast to President Trump’s fierce opposition earlier this week to scrub those n…",
  "Biden fact-checked over ‘shifting recollection’ of his past civil rights activities Joe Biden was fact-checked by the Washington Post over his “shifting recollection” of past civil rights activities, specifically claims he made at an NAACP town hall claiming he was involved in the civil rights movement working to desegregate restaurants as e…",
  "MSNBC host hits Biden aide Symone Sanders for dodging question about Biden's shift from 1994 crime bill MSNBC host Chris Hayes had a chuckle at the expense of Biden campaign senior advisor Symone Sanders for attempting to dodge a question regarding Joe Biden's past support for the 1994 crime bill.",
  "Geraldo Rivera says Biden should stay in the basement: 'Don't fix what isn't broken' Presumptive Democratic presidential nominee Joe Biden should stay in the basement of his Delaware home and not try to \"fix what isn't broken,\" Fox News correspondent-at-large Geraldo Rivera recommended Friday.",
  "MLK's niece criticizes Biden comments: 'Why is it necessary to compare Martin Luther King Jr. and George Floyd?' The niece of Martin Luther King Jr. said former Vice President Joe Biden was speaking from a different reality when he said the death of George Floyd had a larger global impact than the assassination of the Civil Rights icon.",
  "Sarah Sanders says Americans don't think Biden can rebuild economy post-coronavirus Fox News contributor and former White House press secretary Sarah Sanders told \"Outnumbered Overtime\" Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden can rebuild the economy once the coronavirus-induced …",
  "Biden narrows list of VP contenders, ex-Obama adviser Susan Rice among contenders Presumptive Democratic nominee Joe Biden has narrowed his reported list of vice presidential contenders who will be part of the second round of vetting, with several black women in contention, sources tell The Associated Press.",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "David Webb calls out Joe Biden's 'pandering' and 'demagoguery' in response to George Floyd's death Fox Nation host David Webb called out Joe Biden’s “demagoguery” and “pandering” on “Fox & Friends” Friday following the presumptive Democratic nominee’s comments the day before where he compared the death of George Floyd to the assassination of Martin Luther …",
  "Chris Wallace says Biden, mainstream Dems running from defund police movement 'as fast as they can' \"Fox News Sunday\" host Chris Wallace asserted Friday that calls from activists to \"defund the police\" are a “bridge too far” for most Americans.",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "Attendees at Trump’s rally next week must agree not to sue campaign if they get coronavirus People attending President Trump’s rally in Tulsa, Okla., next Friday – the president’s first since the coronavirus pandemic shut down the country three months ago – must agree not to sue the Trump re-election campaign if they contract the virus.",
  "Pelosi renews gun control push on anniversary of Pulse nightclub shooting After weeks of focusing on a call for police reform, House Speaker Nancy Pelosi, D-Calif., renewed her push for gun control Friday — the four-year anniversary of the deadly shooting at Pulse Nightclub in Orlando, Fla.",
  "Trump hammers law-and-order message as he prepares for campaign trail return President Trump is amplifying his law-and-order message in response to the unrest that’s rocked many of the nation’s cities since the death last month of George Floyd in Minneapolis police custody -- especially as a mix of protesters and anarchists occupy sev…",
  "MSNBC producer slammed for tweet taking Trump's stance on chokeholds out of context An MSNBC producer was blasted for taking President Trump's remarks about chokeholds out of context.",
  "Laura Ingraham bashes 'Marxist' demonstrators, says 'they want you to think that all hope is lost' Laura Ingraham began \"The Ingraham Angle\" Thursday by reacting to demonstrators taking over six city blocks in Seattle this week, describing it as an example of the madness brought on by liberal policies."
]