[
  "Trump addresses Biden and Democrat-run cities President Trump sits down with Sean Hannity Thursday, June 25 at 9 p.m.",
  "Biden slams Trump virus response amid polling surge: ‘He’s like a child’ Fox News poll shows Joe Biden leading in North Carolina, Georgia, Texas and Florida; Peter Doocy reports on the latest.",
  "Hannity: Joe Biden and sick and twisted origins of the Michael Flynn probe Newly uncovered handwritten notes from Peter Strzok should shake you to your core.",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "Former Baltimore Mayor Stephanie Rawlings-Blake on Biden's lead in the polls, fate of GOP police reform bill New Fox News polls show presumptive Democratic presidential nominee Joe Biden maintaining a lead over President Trump in some key battleground states; reaction from former Baltimore Mayor Stephanie Rawlings-Blake.",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Biden taking aim at Trump over health care during battleground state stop Former Vice President Joe Biden heads to Pennsylvania on Thursday to spotlight a new health care push to protect the Affordable Care Act.",
  "Trump trailing Biden in 6 key battleground states: polls New polls released Thursday in six crucial general election battleground states that will help decide the winner of the presidential election indicate that as of right now, Democratic challenger Joe Biden is topping President Trump in each of them.",
  "Political Eruption As U.S. Hits Record High in Virus Cases Howie Kurtz on the United States hitting its highest single day total of coronavirus cases, Joe Biden staying at home but leading in battleground state polling and President Trump visiting Mount Rushmore amid criticism.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @Howard…",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "Fox News Poll: Biden leads in Florida as Trump lags among seniors Voters think Democratic presidential candidate Joe Biden is better suited to handle the issues of the day, expanding his lead over President Donald Trump in the battleground state of Florida.",
  "John Bolton predicts Biden administration would be 'another four years' of Obama foreign policy Former National Security Adviser John Bolton told “The Daily Briefing” Thursday that a victory for presumptive Democratic presidential nominee Joe Biden in November would lead to “another four years” of former President Barack Obama's foreign policy.",
  "Biden cancer nonprofit paid its top execs millions. It spent little to eradicate cancer Nearly two-thirds of the money the Biden Cancer Initiative spent since its founding in 2017 went toward staff compensation and six-figure salaries for top executives. The group spent far less on efforts to eradicate cancer.",
  "Jon Stewart admits Biden wasn't his top choice, mocks ‘Uncle Joe shtick,’ but says he’ll support him Jon Stewart admitted that Joe Biden was not his first choice, and that he doesn’t care for his “Uncle Joe” shtick, but will support him against President Trump in November because the country needs a “leader of humility.”",
  "Fox News Poll: Texas tossup, Biden-Trump a one-point race Texas is a tossup, as Democrat Joe Biden tops President Donald Trump by a percentage point, 45-44 percent, in a new Fox News survey of Texas registered voters.",
  "Fiorina indicates she’ll vote for Biden, saying she 'can't support' Trump Former Republican presidential candidate Carly Fiorina says in a new interview that she’ll likely vote for presumptive Democratic nominee Joe Biden in November’s general election rather than President Trump.",
  "Tammy Baldwin: 5 things to know about Biden's possible Democratic VP contender As many begin to speculate about who presumptive Democratic nominee Joe Biden will pick to be his running mate in the 2020 election, Wisconsin Senator Tammy Baldwin has reportedly made the shortlist in the vetting process.",
  "Trump visits battleground Wisconsin amid troubling poll numbers President Trump heads to the crucial general election state of Wisconsin on Tuesday to tour and speak to workers at a major shipyard that recently won a contract to build up to 10 Navy frigates, and to sit down for a town hall with Fox News.",
  "Bret Baier says ‘Democrats are warming to Biden just staying in the basement’ as ex-VP holds poll lead \"Special Report\" anchor Bret Baier told “Bill Hemmer Reports” Thursday that \"I think more Democrats are warming\" to Joe Biden's low-profile campaign strategy as the former vice president holds a consistent lead over President Trump in the polls.",
  "Hannity demands Biden condemn riots: 'You want to be president ... how about speaking to the American people?' Sean Hannity opened Wednesday night's edition of \"Hannity\" by calling on presumptive Democratic presidential nominee Joe Biden to leave his Delaware \"bunker\" and speak out against the chaos, vandalism and destruction of statues and monuments that has taken pl…"
]