[
  "Andrew McCarthy: Trump's Supreme Court list – 2016 battle plan may not work this year Fighting the last war could mean Joe Biden will make it to the Oval Office without ever having to leave his basement.",
  "Biden campaign adviser weighs in on why former VP hasn't held news conference in nearly three months Former vice president Joe Biden's senior campaign adviser Symone Sanders took President Trump to task for holding a campaign rally during the coronavirus pandemic, while defending Biden's support for large-scale protests after George Floyd's death.",
  "Charlie Kirk says Trump's Tulsa rally shows he's back: 'Good luck,' Joe Biden President Trump's rally in Tulsa, Okla., showed he's back on the offensive and \"setting the tone\" for the 2020 presidential election, Charlie Kirk, founder of Turning Point USA, said Saturday night.",
  "Senior adviser for Trump campaign on empty seats at Tulsa rally: Protesters had 'an impact' Mercedes Schlapp, Senior Advisor for the Trump-Pence campaign, told “Fox News Sunday” that protesters had “an impact in terms of people coming\" to President Trump's campaign rally in Tulsa, Okla. on Saturday.",
  "Rep. Zeldin on media backlash over crowd size of President Trump's campaign rally in Oklahoma Rep. Lee Zeldin, R-NY, told “Fox & Friends Weekend” that the mainstream media would have complained about the crowd size of President Trump’s campaign rally in Oklahoma on Saturday whether the arena was full or not.",
  "Schiff suggests Bolton may testify – and that more impeachment proceedings may be on the table House Intelligence Committee Chairman Adam Schiff suggested on Sunday that former national security advisor John Bolton may soon testify before his panel -- and that a fresh new round of impeachment proceedings may result from the memoir.",
  "Eric Trump on the president's Tulsa rally: 'You need the spirit back in the country' Trump Organization Executive Vice President Eric Trump spoke with \"Fox Report\" anchor Jon Scott Saturday from the site of his father's Tulsa, Okla., rally.",
  "Daniel Turner: Carbon tax is a bad idea that would hurt our economy and destroy jobs The absolute last thing our country needs is a new tax that would slow our economic recovery and hiring. But environmental zealots have never let facts get in the way of their radical polices to restructure our entire economy to be “green.”",
  "Trump confirms new visa restrictions coming, sounds off on protesters in FNC interview In an interview with Fox News Chief White House Correspondent John Roberts ahead of his first campaign rally since March, President Trump said the White House will be announcing new guest worker visa restrictions in the coming days and sounded off about the r…",
  "Trump rips media coverage of West Point ramp walk at Tulsa rally In response to the media speculating about his health after an appearance at the West Point commencement ceremony this week, President Trump proceeded to break down the different elements of the afternoon during his first campaign rally in months on Saturday …",
  "'Gutfeld' guests say Trump was 'comedic genius' at Tulsa rally while Pence lacked 'razzmatazz' President Trump returned to live rallies by delivering a \"sensational\" performance in Tulsa, Okla., Washington Times opinion editor Charles Hurt said Saturday night."
]