[
  "Reince Priebus wants lots of Trump-Biden debates: 'President is going to eat up Joe Biden' The Trump 2020 Campaign should push for more presidential debates than just three when it comes time for President Trump and presumptive Democratic nominee Joe Biden to meet face-to-face, former White House Chief of Staff Reince Priebus said Friday.",
  "Joe Biden has reportedly narrowed his VP search to six contenders The Associated Press reports that the presumptive Democratic presidential nominee's shortlist includes Rep. Val Demings, Sen. Elizabeth Warren, Susan Rice, Atlanta Mayor Keisha Lance Bottoms, Sen. Kamala Harris and New Mexico Gov. Michelle Lujan Grisham.",
  "Reince Priebus' advice to the Trump campaign: Demand six debates with Joe Biden Reince Priebus, former White House chief of staff for President Trump, and Jason Chaffetz, former chairman of the House Oversight Committee, join Sean Hannity on 'Hannity.'",
  "Dr. Alveda King: Joe Biden 'stirring the race card up' comparing uncle's death to George Floyd's Joe Biden is \"missing the mark\" in his speeches by playing the \"race card,\" Evangelist Dr. Alveda King asserted Saturday.",
  "Newt Gingrich: America is we know it would end if Biden, Pelosi and Schumer govern Every time some supposed conservative or Republican explains why he or she can’t vote for President Trump, I wonder if they have thought about the alternative – the Biden-Schumer-Pelosi machine.",
  "Tim Graham: Anti-Trump media coverage of president amounts to free advertising for Biden Rich Noyes of the Media Research Center found that from March 4 (when Joe Biden had basically wrapped up the Democratic nomination) through May 31, Trump coverage on the ABC, CBS and NBC evening newscasts was 94 percent negative. In May, it was 99.5 percent n…",
  "Lt. Col. Allen West on desecration of Confederate monuments: 'History is not there for you to like or dislike' Lt. Col. Allen West warned Saturday that those Americans toppling Confederate statues or defacing infamous historic symbols were missing the point of that time in U.S. history.",
  "NY Times op-ed clears up 'Defund the police' confusion: 'Yes, we mean literally abolish the police' A New York Times op-ed published Friday attempted to make clear what \"Defund the police\" actually means."
]