[
  "Lt. Gov. Dan Patrick: Coronavirus Cases Rising Increasing In Texas Because An Increase In Testing Dan Patrick, Texas Lt. Governor, spoke with Brian Kilmeade about the recent spike in positive coronavirus cases in Texas. Patrick said he is not surprised in the rise in cases because of the increase in testing. When asked about recent polls showing President…",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Karen Bass: 5 things to know about Biden's possible Democratic VP contender As pressure rises on Joe Biden to pick a black woman as his vice-presidential running mate, eyes have turned to Rep. Karen Bass.",
  "Karl Rove says Trump is clearly trailing Biden: Here are 3 things he must do to turn it around Fox News contributor Karl Rove on Friday addressed that President Trump is behind presumptive Democratic presidential nominee Joe Biden in key battleground states.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Emily Compagno: Biden's 'name-calling' shows he has no 'innovative ideas' for handling coronavirus \"The Five\" co-host Emily Compagno claimed Friday that Joe Biden has turned to \"name-calling\" in his campaign for the presidency because \"he doesn't have any innovative ideas of how to deal with a pandemic.\"",
  "Local news outlet blasts Biden campaign after being snubbed at Pennsylvania event A news organization in Lancaster, Pennsylvania is steamed after not being allowed access to cover former Vice President Joe Biden’s campaign event Thursday in the southeast Pennsylvania city.",
  "'Security risks'? Biden's past rhetoric on gay rights could complicate LGBT claims on campaign trail As the nation celebrates Pride Month, some past Biden comments stand in stark contrast to the image the presumptive Democratic presidential nominee is now presenting concerning his gay rights record.",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Lawrence Jones reacts to polls showing Biden ahead of Trump, says debates will be 'big indicator' Fox News contributor Lawrence Jones reacted Friday to polls that show President Trump trailing Joe Biden in several key battleground states, telling \"Fox & Friends\" that there is still plenty of time for the tenor of the race to change.",
  "Nunes says Strzok notes link Obama, Biden to Flynn prosecution: 'They kept this investigation going' Rep. Devin Nunes, R-Calif., told \"The Story\" on Thursday that newly uncovered notes from former FBI official Peter Strzok directly tie former President Barack Obama and former Vice President Joe Biden to the prosecution of former National Security Adviser Mic…",
  "Trump, at Fox News town hall, says mail-in voting is 'biggest risk' to fair November election, says Dems are 'destroying our country' ",
  "Biden says he would use federal power to require Americans to wear masks in public Presumptive Democratic presidential nominee Joe Biden said Thursday that he would use federal power to require Americans to wear face masks in public -- a move that would mark a significant intervention by the federal government and could see considerable pus…",
  "Lindsey Graham: William Barr cleaning up 'sewer that was the Obama Justice Department' Sen. Lindsey Graham, R-S.C., commended Attorney General William Barr for cleaning up the \"sewer\" left by Obama-era Justice Department (DOJ) officials, citing newly uncovered notes penned by then-FBI agent Peter Strzok that appeared to show both the former vic…",
  "Kevin McCarthy: Pelosi and Biden 'have not said a word' to denounce lawless mobs The liberal mob against historical American symbols continues in large part because Democratic leadership like House Speaker Nancy Pelosi, D-Calif., and presumptive 2020 Democratic presidential nominee Joe Biden have remained silent, House Minority Leader Kev…",
  "Biden’s low-key virtual campaign is a gamble on Trump fatigue If the latest polls are any indication, some Democrats now believe that his low-key approach is paying dividends.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Ex-Baltimore mayor accuses BET founder of using Biden 'you ain't black' comment 'to be more divisive' Former Baltimore Mayor Stephanie Rawlings-Blake accused Black Entertainment Television founder Robert Johnson Thursday of taking presumptive Democratic nominee Joe Biden's comments about black voters on a radio show last month \"out of context.\""
]