[
  "Chris Wallace on Trump-Biden race being far from decided: 'Everything can change' Joe Biden's return to campaigning -- following weeks of home confinement to avoid the coronavirus -- may serve as a wild card in the 2020 race for the White House, \"Fox News Sunday\" anchor Chris Wallace said Saturday night.",
  "Gates: Obama, GWB used military as a prop -- but Trump administration takes those efforts to 'a new level' Former Presidents Barack Obama and George W. Bush liked to \"use the military as a prop\" -- but the Trump administration has taken those efforts \"to a new level,\" former Defense Secretary Robert Gates said Sunday.",
  "Stacey Abrams says 'Defund The Police' movement creates 'a false choice idea' Former Georgia gubernatorial candidate Stacey Abrams pushed back Sunday on calls to defund police departments across the country –calling it “a false choice idea” and arguing that reforming police departments is the best path forward.",
  "Trump campaign claims record number of ticket requests for rescheduled Tulsa rally President Trump’s rescheduled campaign rally next weekend has received the largest number of ticket requests for any of his events, his campaign team claimed on Sunday.",
  "Clyburn says 'nobody is going to defund the police,' calls for 'reimagining' of law enforcement Rep. Jim Clyburn, D-S.C., made it clear on Sunday that despite the public rancor following the recent police shootings of African-Americans, Congress will make moves to defund police departments.",
  "Kudlow says it's 'probably' good idea for Trump supporters to wear masks to Oklahoma rally Larry Kudlow, the director of the National Economic Council and one of President Trump’s closest allies, said on Sunday that people attending Trump’s rally in Tulsa, Ok, next weekend should “probably” wear a mask to prevent more coronavirus infections.",
  "What will 2020 elections be about? Impeachment, pandemic, George Floyd death by June leaves door wide open It’s only mid-June. And we don’t really know what may define the November elections."
]