[
  "Cynthia Fisher: Health care price transparency is a win for all Americans. Now Congress must act Tuesday was a huge win for patients and a tremendous victory for all Americans in the battle for health care price transparency.",
  "Partisan divide over virus deepens as Republicans push Trump on masks The debate over the biggest threat to our public health in a century has become hopelessly politicized, and the same goes for the seemingly common-sense practice of wearing a mask.",
  "FDA Commissioner Hahn and Deputy Shah: Coronavirus vaccine search – here’s what we’re doing to defeat COVID-19 To accelerate the development of multiple novel vaccine candidates, the Trump administration has tapped the best scientific minds and committed billions of dollars to Operation Warp Speed.",
  "Bill Gates partly blames Facebook, Twitter, for coronavirus spread With coronavirus cases continuing to rise across the U.S., Bill Gates has partly laid the blame on social media companies such as Facebook and Twitter, saying they can do better at curbing the spread of misinformation about the virus.",
  "Americans divided on who's more mentally and physically fit for presidency: poll A new national poll suggests that slightly more Americans are confident of Biden’s mental and physical abilities than of the president’s.",
  "House Dems pass massive $1.5T infrastructure bill, GOP slams them for 'partisan wish list' House Democrats passed a massive $1.5 trillion infrastructure bill on Wednesday, as Republicans accused them of pouring money into what one congressman called a “partisan wish list.”",
  "CNN skips Trump remarks amid positive jobs report, critics say network 'transparently biased' President Trump spoke at a pair of events on Thursday but CNN didn’t bother to carry either of them live and critics feel the decision proves the network is so “transparently biased against the president that it damages CNN more than Trump.”",
  "What to know about Independence Day celebrations at Mount Rushmore, in Washington, DC Here’s what to know about the 4th of July celebrations.",
  "Biden warns Trump is ‘deadly wrong' after president calls jobs report ‘spectacular news' The president touted the “historic numbers” in the Thursday’s jobs report, which saw the nation’s unemployment level drop to 11.1 percent in June.",
  "Newt Gingrich: The country faces two 'dramatically different futures' in 2020 election The future of the United States under President Trump's leadership will be \"dramatically different\" than that of Joe Biden's, Newt Gingrich said.",
  "Joy Behar mocks Americans for thinking they're 'independent': 'We are a complete nation of sheep' \"The View\" co-host Joy Behar mocked Americans' response to the coronavirus, arguing that \"we're a nation of sheep\" rather than independent people.",
  "Trump coronavirus response would face 9/11 Commission-style scrutiny under Dem plan Three Democratic senators – Dianne Feinstein of California, Amy Klobuchar of Minnesota and Bob Casey of Pennsylvania – introduced legislation Wednesday to create a bipartisan commission on the Trump administration's handling of the coronavirus pandemic.",
  "Tammy Bruce: Trump prioritizing law and order with move to protect monuments from mob The president is illustrating that law and order is of paramount importance and is at the foundation of everything else.",
  "Bette Midler slams 'demented' people who refuse to wear masks Bette Midler became the latest celebrity to rebuke “demented” people that refuse to wear a mask amid the ongoing COVID-19 pandemic.",
  "Coronavirus single-day case tally in US tops 50,000 for first time, reports say The U.S. reported a record 52,788 new coronavirus infections Wednesday, the first time the single-day number has exceeded 50,000, according to reports.",
  "Sen. Graham on 4.8 million jobs added in June: 'America's coming back economically' Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told “Fox & Friends” on Thursday that the unemployment rate dropping to 11.1 percent in June is “really good news.”",
  "Amazon, Apple, Facebook and Google CEOs to testify in historic antitrust hearing The CEOs of Amazon, Apple, Facebook and Google have committed to testifying before the House Judiciary Committee as part of its ongoing antitrust inquiry, which will mark the first time the four tech bigwigs have appeared together before Congress, Fox News ha…",
  "ICE expands coronavirus testing to all at family centers Immigration and Customs Enforcement announced Thursday that it has expanded testing for the novel coronavirus to all those in the agency’s family residential centers -- amid ongoing fears about the virus spreading at ICE centers.",
  "Rebecca Grant: Russia bounties reports – 5 critical factors to keep in mind as story unfolds Unfortunately, the Russia-Taliban rumors have swirled for years without materializing into actionable intelligence.",
  "Dale Wilcox: Stop abusing visa system — Corporate America must hire homegrown talent Corporations that want to enjoy low U.S. corporate taxes and have access to the American market show utter contempt for American workers."
]