[
  "Labor Secretary Scalia: All signs point to 'strong and safe' economic recovery after coronavirus Labor Secretary Eugene Scalia expressed confidence on Saturday that the U.S. was headed towards a \"strong\" economic recovery and would continue to see job gains like the ones reported his department on Friday.",
  "CNN, MSNBC completely avoid Biden's claim that '10 to 15 percent' of Americans are 'just not very good people' CNN and MSNBC completely avoided Joe Biden's claim that \"10 to 15 percent\" of Americans are \"just very not good people.\"",
  "Andy Puzder: Falling jobless rate shows economy is recovering from coronavirus closures, as Trump predicted President Trump was right all along when he said America’s strong and growing economy would bounce back from the coronavirus pandemic faster than almost anybody expected.",
  "Saints players praise Drew Brees for response to Trump's criticism: 'Apology is a form of true leadership' Malcolm Jenkins was among the first critics to slam New Orleans Saints quarterback Drew Brees for his comments against kneeling during the national anthem but on Friday Jenkins was the first to back his teammate for addressing President Trump’s criticism of h…",
  "LA Galaxy 'part ways' with Aleksandar Katai after wife's 'racist and violent' social media posts LA Galaxy midfielder Aleksandar Katai was released Friday several days after his wife posted a series of “racist and violent” posts to her social media directed at the George Floyd protests.",
  "Richard Fowler: After George Floyd death, Trump divides Americans instead of uniting us against racism You don’t have to be black to know that racism is an evil that should have been expunged from the American soul long ago – but President Trump is clearly oblivious to this indisputable fact.",
  "Arnon Mishkin: One crisis too many — Will the riots be Trump's undoing? A week ago, in the wake of a possible flattening of the COVID-19 growth curve, President Trump’s campaign could maintain some optimism.",
  "Steelers' Alejandro Villanueva blames media for Drew Brees fallout: 'unbelievably divisive right now' Pittsburgh Steelers’ Alejandro Villanueva blames the media for the controversy surrounding Drew Brees' remarks against kneeling during the national anthem this week, believing that the comment was taken out of context.",
  "Cuomo, under fire for coronavirus response, declares New York 'crushed' the curve New York Gov. Andrew Cuomo declared Saturday that New York “crushed” the curve and “did the impossible” as the state begins to re-open after the peak of the coronavirus pandemic appears to have passed -- even as he faces criticism over his handling of the vir…",
  "Warriors' Steve Kerr says Trump is 'drawing the battle lines for the election' amid George Floyd protests Golden State Warriors Head Coach Steve Kerr took aim at President Trump's response to the George Floyd protests on Friday saying that he's \"drawing the battle lines for the election.\""
]