[
  "Texas sees highest number of coronavirus cases recorded since start of pandemic - MSN Money <ol><li>Texas sees highest number of coronavirus cases recorded since start of pandemic  MSN Money\r\n</li><li>Gov. Abbott, DSHS distribute additional cases of antiviral drug to 5 East Texas hospitals  KLTV\r\n</li><li>Texas reports record number of new COVID-19 …",
  "Trump wants to give Americans 'a worthy show' for Independence Day in 'Salute to America' President Trump, who has railed against the \"cancel culture,\" refused to let the coronavirus pandemic close down a grand Fourth of July celebration in Washington, despite objections from local officials over rising infection rates.",
  "Justice Kavanaugh denies emergency request from Illinois GOP groups seeking to hold large rallies Supreme Court Justice Brett Kavanaugh on Saturday denied an emergency appeal submitted by GOP lawmakers from Illinois that had argued against the governor’s restrictions on meeting in groups larger than 10 amid the coronavirus pandemic.",
  "Interior Secretary David Bernhardt on controversial DC fireworks show: 'Personal responsibility' is key A key component of a safe Independence Day amidst the coronavirus pandemic is \"personal responsibility,\" Interior Secretary David Bernhardt stated Saturday.",
  "Texas sees highest number of coronavirus cases recorded since start of pandemic Texas on Saturday reported its largest daily rise in confirmed coronavirus cases since the start of the pandemic -- 8,258 -- following a facial mask mandate from Gov. Greg Abbott in an effort to slow the uptick in cases.",
  "Trump speaks at Mount Rushmore, will condemn 'merciless campaign to wipe out our history' President Trump will emphasize America's history as a \"great and virtuous country\" in remarks he plans to give at South Dakota's Mount Rushmore Friday to mark the beginning of Independence Day weekend, a person familiar with his remarks told Fox News."
]