[
  "Hemingway rips media for 'overwrought' coverage of Lafayette Park protest: 'It's not helpful' Fox News contributor Mollie Hemingway criticized the media Tuesday for their coverage of the clearing of protesters from Washington, D.C.'s Lafayette Park last week, taking particular issue with the idea that peaceful protesters were attacked by law enforceme…",
  "Tom Del Beccaro, Steve Moore: Joe Biden's policies would push us into a deep depression Even with the good May job numbers, the economic recovery lies in the balance and with a historically high number of Americans unemployed, strong pro-growth policies are necessary",
  "Shaquille O'Neal blamed media for divide with Kobe Bryant during Saints team meeting: report Shaquille O’Neal was reportedly in the meeting when the New Orleans Saints addressed Drew Brees’ comments about kneeling during the national anthem.",
  "New York Times fiasco: Media bring Trump model to racial issues The transformation of journalism that began with the political birth of Donald Trump has exploded into a full-blown crisis with the death of George Floyd.",
  "George P. Bush, Texas land commissioner and son of Jeb, will vote for Trump Texas land commissioner George P. Bush, son of Jeb, is the first prominent member of the Bush family to announce he will be voting for President Trump’s reelection.",
  "RNC chairwoman believes Trump will be holding 'full rallies' with safety precautions Republican National Committee (RNC) Chairwoman Ronna McDaniel told “Fox & Friends” on Tuesday that President Trump will be holding “full rallies” with safety precautions in place now that coronavirus restrictions across the country are being lifted.",
  "Cal Thomas: Trump and African-Americans – these are the actions he must take now In his Charlotte speech in 2016, Donald Trump said: \"Enough waiting. The time is now. There is nothing we cannot accomplish. There is no task or project too great. There is no dream outside of our reach.\"",
  "'Tiger King' Joe Exotic says husband abandoned him, begs Donald Trump, Cardi B and Kim Kardashian for help Joe Exotic asked Donald Trump, Cardi B and Kim Kardashian for help in a desperate plea to rescue him from life behind bars, where he says his husband has abandoned him.",
  "Warriors' GM Bob Myers slammed on social media after calling sports 'color blind' Golden State Warriors general manager Bob Myers was slammed on social media Monday for what many felt was an insensitive take on the dynamics of sports in the wake of George Floyd’s death.",
  "Taylor Swift calls out racial injustice and says 'changes must be made' to fight police brutality Taylor Swift is using her enormous social media platform to fight for racial justice.",
  "COVID and the Constitution: Governments struggle to balance collective safety with personal autonomy As the economic and social shutdown stretches into months, Americans across the ideological divide have increasingly voiced frustration at isolation orders -- with businesses, parks, schools and churches shuttered.",
  "Miranda Devine: Democrats have moved so far left that they're eating their own Miranda Devine on Tuesday blasted Minneapolis city council's decision to disband their police force.",
  "Hawley urges DOJ to investigate potential bias in handling of Floyd protests, church services amid pandemic Sen. Josh Hawley, R-Mo., urged the Justice Department on Tuesday to investigate whether state officials applied coronavirus restrictions differently to George Floyd protests than to religious gatherings.",
  "NAACP president declines to endorse ‘defund police’ movement The president of the NAACP declined to endorse the “defund the police” movement that has gained momentum in recent days, after Minneapolis lawmakers announced they have the votes to do just that in their city -- where the death of George Floyd, a black man, i…",
  "Police unions under fire from the left in aftermath of George Floyd's death as calls for reform grow louder ",
  "Tropical Storm Cristobal could regain strength by combining with new storm system after drenching South Tropical Storm Cristobal could soon renew its strength by uniting with another storm system coming from the west to form one giant cyclone, forecasters warned, as missing boaters were found safe and sound.",
  "Sanders says ‘I don’t agree’ with push to abolish police departments Sen. Bernie Sanders is making clear that he doesn’t support defunding or abolishing police departments – but instead wants more training and better pay for police officers as part of his push for criminal justice reform.",
  "Sen. Martha McSally (R-AZ) On Buffalo Police Video: “It’s Not OK For Police To Be Pushing Down An Elderly Man” Arizona Senator Martha McSally Spoke with Fox News Radio's Guy Benson in a wide-ranging interview. Touching on the state of the race for the Senate in Arizona, Trump restarting his signature rallies and the killing of George Floyd. Benson asked Senator McSall…",
  "Donna Brazile: Justice in Policing Act – what's in this historic bill and why it must pass now Transparency! Accountability! Aren’t these virtues among the very least we should expect from the police in our country?",
  "AOC warns of Dems trying to ‘repackage’ push to 'Defund the Police’ Rep. Alexandria Ocasio-Cortez, D-N.Y., on Tuesday warned about Democrats and others trying to “repackage” the push to “Defund the Police” to make it more “palatable” to affluent swing voters -- amid an ongoing debate on what the left-wing rallying cry actuall…"
]