[
  "Doug Schoen: Biden outpolls Trump among key group Trump carried in 2016 – president’s mismanagement big issue Former Vice President Joe Biden appears better-positioned to win the presidential election than ever before. Following a politically damaging few weeks for President Trump, the president now trails Biden nationally and in key swing-states among a critical vot…",
  "Trump expected to sign executive order expanding immigration restrictions President Trump is expected to sign an expansion of immigration restrictions in the coming days in response to the economic downturn from the coronavirus pandemic -- an order that will reportedly suspend a number of guest worker programs.",
  "Biden forms early White House transition team Joe Biden has assembled a planning team to assist the former vice president in having a smooth transition to the White House next year should he defeat President Trump in November.",
  "Six members of Trump advance team in Tulsa test positive for coronavirus Six staffers on President Trump's campaign team tested positive for coronavirus and will not attend the major campaign rally Saturday night in Tulsa, Okla., the Trump campaign said.",
  "Jessica Tarlov slams Trump campaign over 'reckless' Tulsa rally: 'This is not the time to do it' Fox News contributor Jessica Tarlov criticized President Trump and his campaign Friday for moving forward with a planned campaign rally in Tulsa, Okla., saying they are being \"irresponsible\" and \"reckless\" during the coronavirus pandemic.",
  "National anthem at Trump rally to be sung by widow of slain Oklahoma labor commissioner The woman who'll sing the national anthem prior to President Trump’s rally in Tulsa, Okla., on Saturday evening calls the opportunity \"an honor.\"",
  "Charlie Hurt: Trump-Fauci difference over NFL outlook proves president can work through disagreements Washington Times opinion editor and Fox News contributor Charles Hurt told \"The Ingraham Angle\" Friday that President Trump's apparent difference of opinion with Dr. Anthony Fauci about the likelihood of a 2020 NFL season shows the president \"has no problem s…",
  "Trump returns to 2020 campaign trail with Tulsa rally President Trump is making his return to the campaign trail on Saturday with one of his trademarks rallies in Tulsa, Okla., where thousands have streamed into the BOK Center -- amid protests outside and lingering controversy over the potential coronavirus risk.",
  "OK Sen. Inhofe on Trump's Tulsa rally: COVID-19 waiver a 'good idea,' not afraid of protesters Oklahoma Republican Sen Jim Inhofe assured Saturday that he was not worried about the potential for agitators outside of President Trump's rally or warnings of potential COVID-19 flare-ups following the event.",
  "Four states report record highs in coronavirus cases; Florida and Arizona hit hard The spikes coincide with a global spike in new cases.",
  "Trump prepares for first campaign rally in months in Tulsa amid concerns about coronavirus, violence President Trump on Saturday will head to Tulsa, Oklahoma to address what is likely to be a packed rally of supporters -- despite objections from local officials about the potential spread of the coronavirus, and fears that violence could break us as protester…",
  "White House announces plans for Fourth of July celebrations The White House said in a statement Friday, they will be hosting a “2020 Salute to America” on the South Lawn for the Fourth of July.",
  "Rep. Greg Walden: Green New Deal would cripple economy – Republicans have better way to fight climate change Democrats are creating a false choice between combatting climate change and having a prosperous economy. We can have both, and America can supply the innovative technologies that will reduce global emissions."
]