[
  "Media speculate about Trump's health after slowly walking down ramp at West Point commencement Members of the mainstream media sounded the alarm about President Trump's health for what they believe were signs of declining health during his appearance at the West Point commencement ceremony.",
  "New ad by anti-Trump GOP group uses clip of president's slow walk at West Point EXCLUSIVE: A Republican group that opposes President Trump’s reelection is going up with a new ad that spotlights the president slowly walking down a ramp Saturday during his appearance at the U.S. Military Academy’s commencement ceremony at West Point.",
  "Media fast-track Trump’s slow walk, speculate about health Now it’s the left’s turn to raise questions about a candidate’s physical stamina.",
  "'View' co-hosts clash over protests, Trump rally during COVID-19: 'Significant difference' \"The View\" co-hosts clashed on Tuesday with two of the liberal co-hosts arguing that President Trump's upcoming rally was much worse than mass protests over George Floyd's death.",
  "Trump signs executive order on policing: Read the document President Trump signed an executive order on law enforcement reform, entitled \"Safe Policing for Safe Communities,\" after weeks of protests following the death of George Floyd. Read the order below.",
  "Meghan Markle and Prince Harry's stay in Canada cost taxpayers more than $40G: report Meghan Markle and Prince Harry 's stay in Canada reportedly cost the country's taxpayers more than $40,000.",
  "Joe Concha calls out hypocrisy of mainstream media on COVID shaming The mainstream media's coverage of Black Lives Matter protests versus President Trump's upcoming rallies during the COVID-19 pandemic exposes their underlying hypocrisy, The Hill's Joe Concha stated Tuesday.",
  "Trump says he wants major troop reduction in Germany President Trump on Monday appeared to confirm earlier reports that he intends on reducing the number of U.S. troops in Germany, which some experts say could damage Washington’s relationship with Berlin.",
  "Members of Congress benefited from PPP loan program: report Several lawmakers have reportedly benefited from the Paycheck Protection Program—the nearly $500 billion package that provided relief for small businesses amid the coronavirus pandemic.",
  "Nadler subpoenas DOJ whistleblowers for testimony on 'unprecedented politicization' under Barr, Trump House Judiciary Committee Chairman Jerrold Nadler issued subpoenas for testimony from two Justice Department whistleblowers who have filed complaints about the “unprecedented politicization” of the department under Attorney General Bill Barr and President Tru…",
  "Lara Trump fires back at critics of Tulsa rally: 'Nobody has to attend the rally. This is a choice' Trump 2020 campaign senior adviser Lara Trump told \"The Story\" Monday that critics who are lambasting the president for holding an indoor rally in Tulsa, Okla. this weekend are being hypocritical about the risk that the event will cause coronavirus to spread.",
  "Cruz rolls out bill to provide tax credits to businesses who test employees for coronavirus weekly Sen. Ted Cruz on Tuesday rolled out new legislation that would provide tax credits to businesses that plan to test employees for the novel coronavirus every week in states where the infection rates are above the national average.",
  "McEnany rips media for showing 'how much they have Trump Derangement Syndrome' by criticizing Tulsa rally White House Press Secretary Kayleigh McEnany told \"Hannity\" Monday that the mainstream media had exposed their collective case of \"Trump Derangement Syndrome\" by criticizing President Trump's upcoming rally while excusing large street protests.",
  "What to know about Trump’s executive order on policing Here's what's in the executive order.",
  "McEnany defends Trump police order after Biden, Pelosi criticism, says they 'had eight years to make changes' White House Press Secretary Kayleigh McEnany responded Tuesday to critics of President Trump's executive order on police reform, singling out former Vice President Joe Biden and House Speaker Nancy Pelosi, D-Calif.",
  "NY Times correspondent says it's 'preposterous' for Trump to have constructive role for change New York Times reporter Helene Cooper held no punches against President Trump, insisting that \"it's preposterous\" to believe that he will help create positive change following the death of George Floyd.",
  "Paul Whelan's brother calls for Russia to free him as Moscow floats prisoner swap for 'Merchant of Death' The brother of a Michigan man, who once served in the Marines, deployed twice to Iraq and was sentenced Monday by a Russian court to 16 years of hard labor, is pleading for his release, urging President Trump on Monday to get involved to negotiate his release…",
  "Pence suggests an overflow venue for Saturday's rally in Oklahoma Vice President Mike Pence says the Trump reelection campaign is “looking at another venue” to accommodate an overflow crowd anticipated at Saturday’s planned rally in Tulsa, Okla., after an “overwhelming response” for tickets.",
  "Clyburn dismisses Trump executive order on policing as doing 'much too little and does not go far enough' House Majority Whip James Clyburn, D-S.C., told \"Special Report\" Tuesday that President Trump's police reform executive order does \"much too little\" and \"does not go far enough.\"",
  "Ingraham slams objections to Trump rally, claims they prove science 'has become obscenely politicized' Laura Ingraham kicked off Monday's edition of \"The Ingraham Angle\" by musing that the advice of so-called \"medical experts\" about how to mitigate the spread of coronavirus always seems to justify Democrats' political endeavors, even if their prescriptions lat…"
]