[
  "President Trump ridicules Green New Deal as 'baby talk' that 'would kill our country' President Trump derided Democrats' Green New Deal on Friday, suggesting it was unrealistic \"baby talk\" advanced by congressional Democrats.",
  "MSNBC hires controversial ex-FBI lawyer Lisa Page as legal analyst MSNBC announced on Friday that it has hired former FBI lawyer Lisa Page as an NBC News & MSNBC national security & legal analyst.",
  "CNN skips Trump's live remarks on surprisingly good labor market report CNN continued to suppress news that doesn’t fit the network’s narrative on Friday when it didn’t air President Trump’s Rose Garden comments on the heels of a surprise labor report that may indicate the start of an economic recovery amid historic job losses.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Trump criticizes Saints' Drew Brees after apologizing for stance on kneeling during the national anthem President Trump criticized New Orleans Saints quarterback Drew Brees on Friday after he apologized for his comments about his stance against kneeling during the national anthem in wake of the George Floyd protests.",
  "Mark Cuban says he hired pollster to help him consider White House run Dallas Mavericks owner Mark Cuban said he hired a pollster to see if he had a shot at The White House as an independent candidate against President Trump and presumptive Democratic nominee, former Vice President Joe Biden.",
  "US soccer star Michael Bradley slams Trump in wake of protests: 'There isn't a moral bone in his body' Michael Bradley, a staple on the U.S. men’s soccer team and a member of Major League Soccer’s Toronto FC, slammed President Trump on Thursday over his leadership.",
  "Network newscasts skip major hydroxychloroquine report retractions, org says Evening newscasts on ABC, CBS and NBC all ignored experts raising “serious scientific questions” about the data used for controversial research into the effectiveness of COVID-19 drug hydroxychloroquine, according to NewsBusters.",
  "Lawsuits pile up in wake of nationwide unrest over George Floyd death In one of the most high-profile actions in the wake of the violence, the D.C. chapter of Black Lives Matter is suing President Trump, Attorney General Bill Barr, Secretary of Defense Mark Esper and other federal officials over action taken against protesters …",
  "Florida sees spike in coronavirus cases while approaching new reopening phase Florida saw a spike in coronavirus cases Thursday, with 1,419 new instances reported, according to the Florida Department of Health -- the highest daily increase since reporting started in early March.",
  "Today on Fox News: June 5, 2020 ",
  "Jose Canseco for president? Ex-MLB star says he would 'eliminate racism' as leader Jose Canseco once pitched himself to be President Trump’s chief of staff but has turned his sights to making the decisions in the White House.",
  "Exclusive: Tulsi Gabbard pushing for VA reform with new burn pit legislation The thousands of veterans who claim that their exposure to burn pits during the wars in Iraq and Afghanistan left them sick and dying may be one step closer to getting assistance from the Veterans Administration due to the legacy of a recently deceased soldie…",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "Navy vet Michael White back in US after release from Iran detention U.S. Navy veteran Michael White arrived back in the U.S. early Friday after his release from Iran following nearly two years of detention.",
  "Tucker Carlson: The riots are not about George Floyd or racial justice. They're about Trump and seizing power Shame on those who pretended that it did -- those who fell for the lie and those who knew better but played along because they are cowards.",
  "NYPD cracks down on mayhem, curfew defiance as George Floyd vigils across US draw thousands ",
  "'Orgy of violence': Ami Horowitz talks to Minneapolis protesters who support looting, killing cops Documentary filmmaker Ami Horowitz embedded himself in the Minneapolis protest-turned-riots Sunday night and found that the majority of protesters he spoke with supported an \"orgy of violence,\" including \"killing cops.\"",
  "RNC broadens search for city to host convention celebration Republican Party officials are in the process of scouting at least nine cities across at least six states as the party scrambles to find a new location to host portions of this summer's Republican National Convention.",
  "Maloney challenger's campaign fundraising email: 'F&$# THE POLICE.' The primary challenger to longtime Democratic New York City Rep. Carolyn B. Maloney sent out a fundraising email Thursday that declared, “F&$# THE POLICE.”"
]