[
  "Supreme Court rules in favor of Little Sisters of the Poor in ObamaCare contraception case The Supreme Court ruled that the Trump administration acted within its authority when it expanded exemptions to the Affordable Care Act’s requirement for employers to provide insurance coverage that includes contraception.",
  "Andrew McCarthy: Supreme Court ruling upholding religious liberty is good news, but should go farther The Supreme Court on Wednesday upheld the Trump administration’s exemptions to mandatory contraception coverage under ObamaCare for employers with sincerely held objections. The ruling is welcome, particularly in its recognition that First Amendment religious…",
  "Europe reacts to US withdrawing from WHO, calls for reform instead Europe is lamenting the formal Trump administration notification of its withdrawal from the World Health Organization (WHO) while pledging to work to reform the United Nations health agency.",
  "Little Sisters' legal ordeal may not be over, Supreme Court justices indicate Two concurring opinions signal that the two states involved in the litigation may drag the nuns back to court yet again.",
  "Supreme Court allows employers to opt out of free birth control The Supreme Court sides with the Trump administration in its effort to allow employers who cite religious or moral objections to opt out of providing no-cost birth control; Shannon Bream weighs in on the latest.",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "Trump administration launches new campaign to reduce high suicide rates Known as REACH, the government campaign is the core part of a $53 million, two-year effort announced by President Trump to reduce suicide, particularly among veterans.",
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "Rep. McCaul praises Trump's WHO withdrawal, says 'they have one year to get their act together' Rep. Michael McCaul, R-Texas, told \"The Story\" Tuesday that President Trump has entered into a \"negotiation\" by announcing his decision to withdraw the U.S. from the World Health Organization (WHO), effective one year from this week.",
  "RNC Chair McDaniel blasts Biden over defense of WHO, says agency 'had one job ... and they failed' Republican National Committee Chairwoman Ronna McDaniel hammered presumptive Democratic presidential nominee Joe Biden Wednesday for his criticism of President Trump pulling the United States out of the World Health Organization (WHO).",
  "WHO will get US-pledged funds before withdrawal, Pompeo says The United States will fulfill its financial pledge to the World Health Organization (WHO), Secretary of State Mike Pompeo said Wednesday, one day after Trump announced the U.S. would be withdrawing from the organization.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Jim Daly: Supreme Court rulings on Little Sisters and religious schools are a win for all people of faith Both rulings today are significant victories for all people who understand the unique essence of America's founding.",
  "House Republicans renew calls for WHO chief to testify, accuse him of endorsing Chinese propaganda efforts House Republicans on Wednesday wrote to the head of the World Health Organization, renewing their calls for him to testify before Congress over its response to the coronavirus crisis, and accused him of endorsing Chinese propaganda efforts.",
  "Hogan Gidley: Joe Biden defends WHO, 'protects China' but won't speak up to condemn rioting Hogan Gidley on Wednesday blasted presumptive Democratic presidential nominee Joe Biden for defending the World Health Organization after its mishandling of the coronavirus pandemic.",
  "NBA great Ray Allen criticizes Trump supporters who showed solidarity with Black Lives Matter NBA great Ray Allen was slammed on social media for criticizing supporters of President Trump who also showed solidarity with the Black Lives Matter movement on their own accounts.",
  "Shannon Bream Breaks Down The Latest SCOTUS Rulings On Religious Freedom Shannon Bream anchor of FOX News Channel's FOX News @ Night spoke with Fox News Radio's Guy Benson about the two major Supreme Court decisions ruling on religious freedom. Bream tweeted the decisions as the justices issues their opinions. Then joined the Guy …",
  "Why the media raced to cover Trump, NASCAR and the Confederate flag With so many vital issues swirling across the political landscape, the press secretary’s briefing was dominated by one topic.",
  "Pence on Trump administration's push to reopen schools: 'We can't let our kids fall behind academically' Vice President Mike Pence told \"Special Report\" Tuesday that American schools must reopen as usual this autumn despite the coronavirus pandemic because \"we can't let our kids fall behind academically.\""
]