[
  "Trump scores court win on hospital price transparency President Trump touted a \"big victory\" after a federal judge rejected the American Hospital Association's challenge to a Trump administration rule forcing them to disclose prices negotiated with insurers.",
  "Mark Cuban explains why he backs Biden in November: 'Joe Biden actually wants to run a country' Billionaire entrepreneur and Dallas Mavericks owner Mark Cuban told \"Hannity\" Tuesday that he prefers former Vice President Joe Biden over President Trump in the November election.",
  "Trump signs executive order expanding HHS efforts to help foster children President Trump signed an executive order directing the Health and Human Services Department to further assist foster children with what the department says are bipartisan measures particularly needed during the coroanvirus pandemic.",
  "Trump and Biden Pitch Their Economic Recovery Plans The presidential race appears to be gearing up. Last night, President Trump took his campaign to Arizona and presumptive Democratic nominee Joe Biden held his first campaign event with former President Obama. Liz Harrington, national spokesperson for the RNC,…",
  "Pence insists Trump hasn't told him to slow pace of coronavirus testing Vice President Mike Pence told a Wisconsin media outlet Tuesday that President Trump has not directed him to slow the rate of coronavirus testing despite Trump making remarks to the contrary at a weekend rally in Oklahoma and insisting the comments were not a…",
  "“Egregious” Bret Baier On Pelosi’s ‘George Floyd Murder’ Slander Of Senate Republicans Bret Baier Chief Political Anchor For Fox News & Anchor Of Special Report With Bret Baier spoke with Fox News Radio's Guy Benson about the showdown on Capitol Hill over police reform. Baier commented on remarks from House Speaker Nancy Pelosi saying Republica…",
  "Redskins' Jack Del Rio hits back after fans criticize him for being Trump supporter: 'I'm 100% for America' Washington Redskins defensive coordinator Jack Del Rio took aim at critics who slammed him for being a “Trump supporter” after he sent out a series of political tweets Tuesday night, saying he’s “100 percent for America.”",
  "Countries across world reimpose restrictions due to coronavirus spikes as US remains adamant about avoiding 2nd lockdown Countries facing a resurgence of coronavirus cases after reopening have reverted back to lockdown, many focusing on isolating specific regions with spiking rates of infections. But the willingness to retighten restrictions amidst growing public health concern…",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Boxing great Oscar De La Hoya 'really considering' comeback, will take on 'any top guy' Legendary boxing world champion Oscar De La Hoya says he’s seriously considering making a comeback, saying Tuesday that he wants a “real fight” against “the best out there.\"",
  "President Trump's brother trying to stop Mary Trump's family tell-all book: report President Donald Trump's brother has gone to court in an attempt to stop Mary Trump from publishing a family tell-all book, according to multiple reports on Tuesday.",
  "Ravens' head coach John Harbaugh doesn't agree with Lamar Jackson's playoff assessment: 'We just didn't play well' Baltimore Ravens head coach John Harbaugh doesn’t agree with Lamar Jackson when it comes to the Ravens fell short during playoffs despite an incredible regular season finish.",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Trump-appointed head of media agency sued over firings at anti-censorship organization Michael Pack, the recently confirmed CEO of the U.S. Agency for Global Media, is being sued over firings at the Open Technology Fund, a grantee of the agency whose leadership was among those Pack dismissed soon after the Trump appointee assumed leadership of …",
  "Kentucky Rep. Thomas Massie wins primary despite Trump's call to boot him from GOP Rep. Thomas Massie was declared the winner in Kentucky’s fourth district GOP primary Tuesday, despite President Trump's past calls to \"throw\" Massie out of the Republican Party.",
  "Virus outbreaks force media to face reality: It never went away Forget the second wave. The first wave is still washing over us.",
  "Food Network host 'should be ashamed of himself' for Barron Trump tweet on Father's Day: Miranda Devine New York Post columnist Miranda Devine said on Wednesday that Food Network host John Henson “should be ashamed of himself for targeting” President Trump’s 14-year-old son Barron in a tweet over the weekend.",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation.",
  "Today on Fox News: June 24, 2020 ",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up."
]