[
  "CNN, MSNBC covered less than 4 minutes of Trump rally despite all-day Tulsa coverage, study says President Trump officially relaunched his 2020 campaign with his first rally since the coronavirus outbreak stunted the country but according to a new study, CNN and MSNBC spent very little time actually showing his remarks on Saturday despite the constant ne…",
  "Trump campaign says fire marshal's count for Tulsa rally attendance was 'wrong' Trump 2020 communications director Tim Murtaugh told “Outnumbered Overtime” on Monday that the fire marshal ’s count for attendance at Trump’s campaign rally in Tulsa, Okla. was “wrong.”",
  "Lewandowski takes swipe at Trump campaign over Tulsa rally crowd size A top outside political adviser to President Trump took a swipe at the Trump re-election campaign on Monday, in the wake of a smaller-than-expected crowd at the president’s weekend rally in Tulsa, Okla.",
  "WHO sees record single-day increase in worldwide coronavirus cases The World Health Organization on Sunday reported a record daily increase in worldwide coronavirus cases, with more than 183,000 new infections in a period of just 24 hours.",
  "Dr. Siegel on Trump rally backlash: No different than protests 'from a purely public health point of view' Fox News medical contributor Dr. Marc Siegel called out the double standard of President Trump's critics who cited coronavirus concerns following his campaign rally in Oklahoma on Saturday, while turning a blind eye to the thousands of protesters who have bee…",
  "Warriors' Steve Kerr criticizes Trump's ramp story during rally: 'We deserve better' Golden State Warriors coach Steve Kerr criticized President Trump on Sunday for divulging his thoughts about going down a steep ramp following his speech at West Point earlier this year.",
  "Trump blasts NFL, Roger Goodell again at Oklahoma rally President Trump took a shot at the NFL during his rally Saturday night in Tulsa, Oklahoma, calling out Commissioner Roger Goodell’s video on “Black Lives Matter” and his encouragement for players to protest peacefully.",
  "McEnany spars with reporters over Trump’s use of ‘Kung Flu,’ says he is ‘linking’ virus to 'place of origin’ White House press secretary Kayleigh McEnany sparred with reporters on Monday over President Trump’s use of the term “Kung Flu,” declaring that the moniker was meant to link COIV-19 to its place of origin.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Joe Concha: Biden cannot withstand a press conference like Trump's with no ground rules Joe Concha, media reporter for The Hill, said on Monday that presumptive Democratic presidential nominee Joe Biden could not withstand the lengthy press conferences that President Trump deals with normally.",
  "Bolton spokeswoman denies report he'll vote for Biden, says he won't vote for either major WH candidate A spokeswoman for John Bolton on Sunday denied a report claiming the former national security adviser will cast his presidential vote for Joe Biden on Election Day -- but she affirmed he won't vote for President Trump either.",
  "President Trump takes on opponents, courts controversy during Tulsa rally Trump campaign blames protests, negative media coverage for low attendance at campaign rally in Oklahoma; reaction and analysis on 'The Five.'",
  "Henry Winkler seemingly mocks President Trump with water-drinking video Henry Winkler shared a video of himself drinking water with one hand in an apparent jab at President Trump.",
  "Trump rally gives Fox News largest Saturday night audience in its history President Trump’s rally on Saturday attracted a record-setting audience on TV despite the smaller-than-expected crowd in attendance at the Tulsa, Okla., event.",
  "Trump campaign says two more staffers involved in Tulsa rally tested positive for coronavirus Two more members of President Trump's campaign team who were involved in the weekend rally in Tulsa have tested positive for coronavirus, Trump 2020 communications director Tim Murtaugh said Monday.",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Megan Rapinoe vows racism fight, praises Colin Kaepernick in speech U.S. women’s soccer star Megan Rapinoe vowed to continue to fight racism and praised Colin Kaepernick for protesting during the national anthem during the 2016 season and its lasting legacy.",
  "Trump claims mail-in ballots ‘will be printed by foreign countries’ President Trump took to Twitter on Monday to once again rail against the push by nearly 30 states to increase in voting by mail – charging that “Because of MAIL-IN BALLOTS, 2020 will be the most RIGGED Election in our nation's history.”",
  "Jacksonville preparing to host thousands during this year's Republican National Convention Following a last second change, Jacksonville will co-host this year's Republican National Convention. Between logistics and coronavirus, there's a lot to be done, but city leaders believe it will pay off.",
  "Trump to sign order expanding immigration restrictions to include H-1B, other guest worker programs President Trump on Monday is expected to sign an executive order that significantly expands current immigration restrictions to include a number of guest worker programs including the H-1B visa -- an order the administration says will put Americans first for …"
]