[
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "Brit Hume: Why biased coverage of Trump's Mount Rushmore speech 'could be a turning point' Fox News senior political analyst Brit Hume told “Fox News @Night” on Monday that the mainstream media’s criticism of President Trump's Mount Rushmore speech “could be a turning point” for the president if he “has the good sense to respond to it effectively.”",
  "Dan Bongino blasts liberal mayors blaming COVID-19, Trump for violence: 'This is pathetic' Liberal mayors' attempts to blame terrible violence over the Fourth of July weekend on coronavirus and the Trump administration is \"grotesque and pathetic,\" former NYPD officer and Secret Service agent Dan Bongino stated Tuesday.",
  "Trump, in push to reopen schools amid coronavirus outbreak, vows 'pressure' on governors President Trump, at a White House event Tuesday with first lady Melania Trump, said his administration would “very much put pressure” on governors to reopen their states’ schools in the fall amid the coronavirus outbreak.",
  "Pence fires back at criticism of withdrawal from WHO, says global health agency 'let the world down' Vice President Mike Pence responded Tuesday to bipartisan criticism of the Trump administration's decision to withdraw from the World Health Organization (WHO) next year, telling \"Special Report\" that the United Nations agency \"let the world down\" in the figh…",
  "Ingraham: If lying was an Olympic sport, Democrats would be 'draped in gold medals' Laura Ingraham defended President Trump against withering criticism from liberals Monday night after a weekend of backlash over his July Fourth remarks.",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "WHO: Coronavirus 'accelerating,' more testing not strictly to blame A top World Health Organization (WHO) official said Tuesday that the coronavirus is continuing to increase around the globe, noting that the spike in cases over the last month and a half means there could be a spike in deaths.",
  "US envoy arrives in South Korea as North says it has 'no intention' to resume nuclear talks An American envoy has landed in South Korea Tuesday for discussions on stalled nuclear diplomacy hours after the North issued a statement vowing it has “no intention to sit face to face with the U.S.”",
  "Peter Navarro blasts media for 'hysteria' over hydroxychloroquine after positive study results White House trade adviser Peter Navarro bashed “hydroxy hysteria\" during a gaggle with reporters on Tuesday, saying the media has been against hydroxychloroquine ever since President Trump spoke positively about it.",
  "Teen attended church party with 100 people weeks before dying from coronavirus: report A Florida teenager who died of the coronavirus attended a party at a church with 100 others just two weeks before her death, a report said Monday.",
  "Mary Trump tell-all book comes out claiming Trump cheated on SAT test President Trump's niece claims that her uncle paid a friend to take a college admissions test more than 50 years ago so he could gain acceptance into the elite Wharton School at the University of Pennsylvania.",
  "WHO praises China for handling of bubonic plague, says it's 'carefully monitoring' situation The World Health Organization praised Beijing on Tuesday for its handling of a cluster of cases of the bubonic plague, one of the deadliest diseases in human history.",
  "Biden 'of course' wants schools to reopen in the fall, campaign says it must be done 'safely' Joe Biden \"of course\" hopes students can return to school in the fall after the coronavirus closings, a campaign official said Tuesday.",
  "Trump administration vows to work ‘hand in hand’ with local governments to reopen schools amid coronavirus Trump administration officials said Tuesday it is their “goal” to work “hand in hand” with local governments and jurisdictions to safely reopen schools in the fall after the coronavirus closings, while claiming the Centers for Disease Control and Prevention d…",
  "Fauci warns US is ‘knee-deep’ in first wave of coronavirus as new cases hit record numbers in some states The U.S. is still \"knee-deep\" in the first wave of the coronavirus pandemic, as officials continue to announce record-breaking surges of new cases in some parts of the country.",
  "McConnell signals new coronavirus bill may come soon, but Senate faces uphill battle Senate Majority Leader Mitch McConnell is signaling a new coronavirus bill may come soon, weeks after Democrats started pummeling the Kentucky Republican for not teeing up another, major COVID-19 package like the House did back in May.",
  "GOP senator second to skip RNC convention this summer Sen. Lamar Alexander, R-Tenn., is the second known GOP senator who says he will skip the Republican National Convention this August.",
  "Trump administration submits notice of withdrawal from World Health Organization The Trump administration submitted a notice of withdrawal from the World Health Organization to the United Nations secretary-general, a senior administration official told Fox News on Tuesday, after President Trump for weeks had blasted the WHO’s handling of …",
  "Liberal activist group Media Matters received '$1-2 million' PPP loan after bashing Trump's coronavirus response The David Brock-founded, left-leaning activist group Media Matters for America acknowledged it received a federal Paycheck Protection Program (PPP) loan of between \"$1-2 million\" despite regularly criticizing President Trump and his policies at every turn -- …"
]