[
  "Politifact says Cuomo's NY nursing home policy claim blaming Trump admin is 'mostly false' Politifact gave Democratic New York Gov. Andrew Cuomo a \"mostly false\" rating over his claim that his controversial nursing home policy was put in place due to guidelines from the Trump administration.",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Trump campaign rips Planned Parenthood endorsement of Biden The Trump campaign on Monday went after presumptive Democratic presidential nominee Joe Biden after Planned Parenthood endorsed the former vice president’s White House bid.",
  "Biden says 'race-neutral' policies won't address disparities Joe Biden on Monday sounded off against “race neutral” policies, calling them “not a sufficient response to race-based disparities.”",
  "House GOP accuses China, WHO of 'failure of monumental proportions' in spread of coronavirus Republicans on the House Foreign Affairs Committee issued a report Monday on the origins of the novel coronavirus, accusing China and the World Health Organization of a “failure of monumental proportions” in properly handling the virus at its onset.",
  "Trump claims media trying to ‘Covid Shame’ over his upcoming rally President Trump on Monday slammed the media for trying to “Covid Shame” him and his campaign ahead of his first rally since the coronavirus shutdowns, arguing they didn't express the same health concerns about the mass protests against police brutality across…",
  "FIFA urges 'mutual respect' in response to Trump tweet on US Soccer FIFA, the soccer world’s governing body, responded to President Trump’s tweet rebuking U.S. Soccer for repealing its ban on players protesting during the national anthem.",
  "NBC News called out over tweets about Trump’s Tulsa event and a 'packed' rally in Brooklyn NBC News was called out late Sunday over a pair of tweets sent about an hour apart that critics said showed bias when reporting on President Trump rallies and the protests that have emerged in the wake of George Floyd’s death in police custody.",
  "Ronna McDaniel: Interest in Tulsa rally shows 'enthusiasm' for Trump 'underrepresented' in polls Republican National Committee (RNC) Chairwoman Ronna McDaniel told “America’s Newsroom” that the interest in Trump’s first campaign rally since large gatherings were stopped by the coronavirus, shows “enthusiasm” for the president is “being underrepresented i…",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race.",
  "Major League Soccer will forgo national anthem before matches over lack of spectators Major League Soccer will not play the national anthem before matches as the league is a few weeks away from returning to the field after the coronavirus pandemic shut it down in March.",
  "MSNBC reporter blasted on-air by protesters for describing CHOP as 'street festival' In a stunning on-air moment, an MSNBC reporter was chastised by demonstrators who have occupied the downtown area of Seattle for describing their protest as a \"street festival.\"",
  "Detroit's recent move to defund police had serious consequences, reporter finds: 'Children are dying' Over the last week, following the May 25 police custody killing of George Floyd in Minneapolis, communities nationwide have faced calls from critics to disband police agencies or redirect funding from law enforcement operations to community development progra…",
  "Imprisoned Saudi princess lost all contact with family who have 'no idea' whether she's dead or alive: report Relatives of a Saudi Arabian princess, who has purportedly remained imprisoned for over a year after trying to fly to Europe for routine medical care, are now fearing the worst about her health, claiming that they have not been able to get in contact with her…",
  "DOJ filing backs expansion of Arlington National Cemetery The Department of Justice filed a civil action on Monday to use eminent domain to take over a number of roadways in Virginia so Arlington National Cemetery can be expanded by approximately 60,000 graves.",
  "New Jersey restaurants frustrated as state slows pace of coronavirus reopening New Jersey Gov. Phil Murphy, a Democrat, opposed Asbury Park's resolution.",
  "South Carolina GOP congressman Tom Rice says he and his family tested positive for coronavirus Rep. Tom Rice, R-S.C., said Monday he and his family had tested positive for Covid-19.",
  "Greg Gutfeld: The narratives of madness Last week, my neighborhood was one of many in the country that was looted."
]