[
  "Amy McGrath wins Kentucky Dem Senate primary, setting up general election battle with McConnell Former Marine pilot Amy McGrath defeated her progressive opponent Charles Booker in the Kentucky primary, setting up a high-profile showdown between her and Sen. Majority Leader Mitch McConnell in November, the Associated Press projected Tuesday.",
  "NBC, ABC gloss over details in coverage of armed St. Louis couple confronting protesters: report A Missouri couple went viral Sunday for brandishing guns in the front yard of their home as protesters passed -- but anyone who relies on NBC or ABC's evening newscasts for information wouldn’t know all the details, according to the Media Research Center.",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "NY judge temporarily blocks Mary Trump's book publication A New York state judge has temporarily blocked the publication of President Trump's sister Mary's new tell-all book, pending the outcome of a hearing set to take place next month.",
  "Dr. Nicole Saphier says wearing masks 'a good idea' right now and Trump should 'lead by example' Fox News contributor Dr. Nicole Saphier told \"America's Newsroom\" Tuesday that it would be a good idea for President Trump to don a mask and \"lead by example\" as the coronavirus pandemic continues.",
  "Laura Ingraham wonders if George W. Bush is as disappointed in John Roberts as pro-life Americans Fox News host of “The Ingraham Angle” said on Tuesday that though President Trump picked two conservative judges for the Supreme Court, Americans are still “paying” for President Bush’s “big mistake” in choosing Justice John Roberts, who has a record of sidin…",
  "Simon Pegg speaks out in favor of the Black Lives Matter movement: 'It's time' Simon Pegg spoke out in favor of the Black Lives Matter movement, noting that a push for more diversity has been a long time coming in the entertainment industry.",
  "House GOP resolution condemns Chinese cyberattacks on US coronavirus research, calls for sanctions A House Republican resolution introduced Tuesday condemns Chinese cyber attacks on U.S. organizations conducting coronavirus research and calls for consequences, including sanctions, against those responsible.",
  "Robert O’Brien: National Security Council reforms – President Trump has made people safer, nation stronger Over the past nine months, little-noticed but important changes have taken place at the National Security Council (NSC) under President Trump’s leadership.",
  "Tehran medical clinic explosion kills at least 13, state media report A gas leak Tuesday at a medical clinic in Tehran caused an explosion that killed at least 19 people, according to Iranian state media.",
  "Wasn’t summer supposed to kill the coronavirus? Why has hot weather had no effect on curbing the spread of the novel coronavirus?",
  "Ron Rivera on calls for Redskins to change name: 'It's not for me to get up there and influence people' Washington Redskins head coach Ron Rivera addressed recent calls for the team to change its name as national reckoning over racism has pressured the franchise to make a move.",
  "Netanyahu signals possible delay in Israel's West Bank annexation plan Prime Minister Benjamin Netanyahu said Tuesday that discussions with the U.S. on his plan to annex occupied West Bank territory would continue “in the coming days,” indicating he would miss a July 1 target date for beginning the controversial process.",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "How much of the United States does China really own? The American Security Institute recently released a report and launched a campaign to draw further attention to the extensive array of sectors the Chinese government and its partners have invested into.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Dave Portnoy, Jemele Hill ignite 'cancel culture' war over past remarks Barstool Sports CEO Dave Portnoy and former ESPN host Jemele Hill had an intense clash on Monday over controversial remarks each had made in the past."
]