[
  "Tropical Storm Fay brings rain, flooding to mid-Atlantic and parts of New England - Fox News <ol><li>Tropical Storm Fay brings rain, flooding to mid-Atlantic and parts of New England  Fox News\r\n</li><li>Tropical Storm Fay Moving Northward Through the Northeast, Producing Flooding Rain and Gusty Winds  The Weather Channel\r\n</li><li>Trump postpones New…",
  "Kudlow lays out 'four things every citizen should do' to ensure schools, businesses stay open White House chief economic adviser Larry Kudlow told \"Bill Hemmer Reports\" Friday that schools have to reopen for in-person classes this fall because many parents can't work if their children have to learn at home.",
  "MSNBC bashed Mt. Rushmore when Trump spoke there, but previously used it for backdrop in promo MSNBC’s opinion of Mount Rushmore has changed over the years, as the liberal network trashed it during coverage of President Trump’s recent speech but filmed a promotional advertisement there back in 2012 and once considered it a \"monument to American patriot…",
  "California first state to sue Trump administration over new international student visa rules California became the first state to sue the Trump administration over a new visa rule that says international students must leave the United States if all their classes are online, the state’s Attorney General Xavier Becerra announced Thursday.",
  "An inside look at how Trump's Supreme Court list is made: ‘A tremendous investment of time’ President Trump announced that he will be releasing an updated version of his list of possible future Supreme Court nominees before September",
  "CNN called out by former staffers; ex-producer says network has shown ‘lack of self-awareness' in Trump era A former CNN producer accused Don Lemon of hurting the network with a “divisive” and “boring” show.",
  "Army's 'Captain America' dies by suicide after nearly a dozen combat tours The enemy could never break him, but what this decorated Green Beret eventually found was that his enemy was within.",
  "American Academy of Pediatrics sides with teachers unions, rips funding threats cited by White House The American Academy of Pediatrics joined teachers unions on Friday in calling threats from President Trump to withhold federal funding for schools that don’t full reopen this fall a “misguided approach.”",
  "Trump threatens tax-exempt status, funding for universities and schools over 'radical left indoctrination' Republicans have long railed against alleged left-wing indoctrination in public schools and universities, citing \"free speech zones,\" cases of professors and administrators showing hostility toward conservative students.",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday.",
  "Trump call to reopen schools draws pushback from Dem governors Inslee, Whitmer At least two Democratic Party governors said Thursday they’ll delay reopening schools for the fall semester if they decide the coronavirus pandemic makes reopening them unsafe for students and staff.",
  "American Academy of Pediatrics breaks with White House over school reopenings The American Academy of Pediatrics on Friday flipped its position on reopening schools in the fall, distancing itself from the White House, which cited the organization's initial stance to bolster its push to reopen all K-12 brick and mortar schools.",
  "Trump predicts ‘big crowd’ for Saturday night’s rally in New Hampshire His advisers are hesitant to forecast how many people will attend President Trump’s rally Saturday night in New Hampshire, but the president himself has no qualms making a prediction. “We’re going to have a big crowd and we’re going to have a great crowd,” th…",
  "House chairman asks CDC boss to testify on reopening schools amid coronavirus Education and Labor Committee Chairman Bobby Scott, D-Va., wants the CDC director to testify on school safety in response President Trump’s push to reopen classrooms.",
  "No longer Dana White's dream, UFC's Fight Island is real The imagery evoked by Dana White's crazy idea was undeniably intoxicating: An octagon perched amid swaying palm trees on a white sand beach, waves lapping at the canvas while mixed martial arts fighters traded blows in the tropical sun.",
  "Victor David Hanson: Our current protest movement and the fragility of the woke A TikTok video that recently went viral on social media showed a recent Harvard graduate threatening to stab anyone who said “all lives matter.” In her melodrama, she tried to sound intimidating with her histrionics.",
  "7 steps you can take now to lower your internet bill Now more than ever, the internet is our lifeline to what’s going on in the world. We’re all scrolling social media, streaming, and reading the news more than ever before.",
  "Sen. Josh Hawley scrutinizes NBA Commissioner Adam Silver over reported social justice messages on jerseys Sen. Josh Hawley, R-Mo., accused the NBA of being too favorable to China after it was reported the league approved certain social-justice messages for players to wear on their jerseys during games during the restarted season.",
  "Brian Arbour: Trump's 'image is everything' coronavirus response has been a political failure Focusing on containing and eliminating the virus is the best strategy for not only returning the economy and the school system to normal, but also to boost the president’s chances of winning reelection.",
  "Seattle City Council seems ready to defund police by 50 percent If support holds steady, council can override mayor's veto"
]