[
  "Tim Scott: Dems should not 'demonize progress' for black community because they don't like Trump Democrats should not be “demonizing progress” when it comes to President Trump and the black community solely because they do not “like him,” said Sen. Tim Scott, R-S.C.",
  "Steve Scalise demands answers from Dem governors over 'heartbreaking' COVID-19 nursing home deaths House Minority Whip Steve Scalise, R-La., is demanding answers from Democratic governors in five states who he said went “a dangerous and a deadly direction” by ignoring protocols and forcing  COVID-19 patients into nursing homes.",
  "Trump introduces initiative to help veterans suffering from mental health issues President Trump on Wednesday announced a new initiative to help veterans suffering from mental health issues and suicidal thoughts.",
  "WHO stops hydroxychloroquine trial, after review finds no 'apparent' benefit for coronavirus treatment The World Health Organization announced Wednesday that it's ending its trial for hydroxychloroquine, a malaria drug once touted by President Trump to treat the coronavirus.",
  "Bernie Sanders blasts Trump's planned rally: 'Literally incomprehensible' Sen. Bernie Sanders, I-Vt., the former presidential contender, blasted President Trump on Wednesday for hosting a large rally in Oklahoma this weekend amid the coronavirus outbreak simply “to hear cheers from his supporters.”",
  "Pelosi knocks Trump over 'ego trip' to Tulsa for campaign rally as local coronavirus cases increase House Speaker Nancy Pelosi, D-Calif., accused President Trump Wednesday of embarking on an \"ego trip\" by scheduling a campaign rally in Tulsa, Okla., which she said could put him and others in danger of contracting coronavirus.",
  "Researcher says coronavirus lockdowns cost US economy $1T without saving many lives Hoover Institution research fellow David Henderson told \"The Ingraham Angle\" Tuesday that the data he's seen shows that the lockdowns imposed in many U.S. states due to the coronavirus pandemic may have had a more negative impact than the virus itself.",
  "WHO cheers COVID-19 trial results of dexamethasone World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus Tuesday called initial clinical trial results of a steroid shown to reduce deaths in critically ill coronavirus patients “great news.”",
  "Former Bush, Trump administration officials form pro-Biden super PAC Matt Borges is teaming up with former officials from the Bush and Trump administrations to launch a super PAC to turn out disaffected Republican voters for the former vice president.",
  "Donald Trump Jr. mocks journalists who sounded alarm over scheduled campaign interview with father Donald Trump Jr. had some fun at the expense of members of the media who had seemingly sounded the alarm over an upcoming Trump campaign interview with his father, President Trump.",
  "McEnany hits media for health concerns over rally: ‘You should exhibit that same concern for the protesters’ White House press secretary Kayleigh McEnany faced a barrage of questions from the media on Wednesday over coronavirus concerns ahead of President Trump’s rally in Tulsa, Okla. on Saturday -- but the Trump aide pushed back by asking why they didn't express si…",
  "Honduran president, wife test positive for coronavirus Honduras President Juan Orlando Hernández and his wife have tested positive for COVID-19, the Central American leader said late Tuesday in a television message.",
  "Ari Fleischer hits health officials for backing protests, but not other gatherings: 'A terrible injustice' Former White House press secretary Ari Fleischer, a Fox News contributor, suggested sarcastically on \"Hannity\" Tuesday that the coronavirus shows deference to the ideology of those it may or may not choose to infect.",
  "Senate advances nomination of former Kavanaugh clerk for appeals court Justin Walker's confirmation is likely this week.",
  "Biden goes months without holding press conference, as Trump team accuses ex-VP of ‘hiding in his basement’ Presumptive Democratic presidential nominee Joe Biden has now gone well over two months without holding a press conference, fueling accusations from the Trump campaign that the former VP is spending the campaign “hiding in his basement.”",
  "Biden urges Trump to 'wake up' and stop waving 'the white flag' on coronavirus Joe Biden took aim at President Trump on Wednesday, charging that the president has “lost interest” in battling the coronavirus pandemic and accusing Trump of “surrendering the fight,\" urging him to \"wake up.\"",
  "Oklahoma GOP Sen. Lankford urges elderly to avoid Tulsa Trump rally Sen. James Lankford, R-Okla., on Wednesday advised senior citizens and others at higher risk for coronavirus to not attend President Trump's indoor rally Saturday in Tulsa.",
  "Oklahoma judge refuses to require social distancing at Trump’s Tulsa rally amid coronavirus concerns A Tulsa, Okla. Judge blocked an emergeny attempt to keep President Trump’s upcoming campaign rally from happening as planned, after plaintiffs claimed that it would be a coronavirus “super-spreader” that would engender the public.",
  "Police chief says Seattle does not have 'cop-free' zones, denies city is 'under siege' ",
  "Columnist calls for breakup of Google, other tech giants; says they 'pose a threat to consumers' New York Post columnist Miranda Devine accused NBC News of \"despicable\" behavior Wednesday after a writer for its web site apparently sought to influence Google to punish two conservative news sites over what was deemed offensive coverage of the George Floyd …"
]