[
  "Bolton book oozes with contempt Peter Bergen writes that there is simply no precedent for a former top administration official publishing a book about a sitting president that is as damning as John Bolton's. In more than 500 pages, it's hard to find any moment where Donald Trump is portraye…",
  "Trump's removal of Hong Kong's special status hurts the US more than China As China began drafting a controversial national security law for Hong Kong, President Trump reacted swiftly, declaring that he would remove the city's special status under US law.",
  "Trump delayed sanctions on Chinese officials involved in detention camps to avoid problems with trade deal President Donald Trump said he waited on imposing sanctions on Chinese officials involved in mass detention camps to avoid interfering with his China trade deal.",
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "Trump aides debate future size and look of signature rallies after Tulsa debacle Swaths of empty blue seats and a vacant overflow venue in Oklahoma have led President Donald Trump's aides to begin debating what his signature campaign rallies will look like going forward, people familiar with the matter say.",
  "US designates 4 more Chinese media organizations as foreign diplomatic missions The Trump administration announced that it will designate four more Chinese media organizations as foreign diplomatic missions, arguing that they are under the control of the Chinese Communist Party.",
  "Senate Democrats ask HHS watchdog to investigate Trump's call to 'slow the testing down' Senate Democrats are asking the Health and Human Services Department watchdog to investigate President Donald Trump's recent assertion that he asked his staff to \"slow the testing down\" for coronavirus.",
  "Democrats look to weaponize Trump's 'slow the testing down' comment A series of Democratic super PACs, led by Priorities USA, and former Vice President Joe Biden's presidential campaign have begun to weaponize President Donald Trump's comment that he urged his staff to slow coronavirus testing.",
  "The US Wasn't Prepared for Covid-19: Dr. Sanjay Gupta's coronavirus podcast for June 22 We are over four months into the pandemic, and the US doesn't have the testing capabilities, contact tracing or political buy-in that many other countries have implemented. CNN's Dr. Sanjay Gupta talks with Dr. Zeke Emanuel, an oncologist and bioethicist who …",
  "What you need to know about coronavirus on Monday, June 22 As the WHO reports the biggest single daily jump yet, health experts warn that spikes in US states are being driven by the public's waning willingness to social distance."
]