[
  "Analysis: Why Trump is already sowing doubts about November's vote Every congressional leader seeking majority support follows the mantra: \"When you have the votes, vote.\" The sentiment applies to presidential politics, too",
  "Trump adviser claims Bolton could face jail time after judge allows book to proceed White House trade adviser Peter Navarro on Sunday attacked John Bolton's credibility over the former national security adviser's claim in his new book that President Donald Trump asked Chinese President Xi Jinping for help winning reelection, and said his for…",
  "White House official dismissed the President's coronavirus testing comment as 'tongue in cheek.' But it wasn't Trump's first time. White House trade adviser Peter Navarro claimed Sunday that President Donald Trump was being \"tongue in cheek\" when Trump revealed at a campaign rally that he's told officials in his administration to slow down coronavirus testing because of the rising number…",
  "White House adviser: Trump administration preparing for possible second wave of coronavirus in the fall White House trade adviser Peter Navarro said Sunday that the Trump administration is preparing for the possibility that a second wave of Covid-19 could hit the United States in the fall.",
  "Trump adviser claims Bolton could face jail time after judge allows book on White House tenure to proceed White House trade adviser Peter Navarro on Sunday attacked John Bolton's credibility over the former national security adviser's claim in his new book that President Donald Trump asked Chinese President Xi Jinping for help winning reelection, and said his for…",
  "While Trump wages a political war, dangerous conflicts unfold in Asia CNN National Security analyst Samantha Vinograd writes that President Donald Trump's involvement in Asia would likely worsen tensions in the continent where the two Koreas and now China and India are caught in heated disputes.",
  "Sick staff and empty seats: How Trump's triumphant return to the campaign trail went from bad to worse By the time President Donald Trump was gliding in his helicopter toward Joint Base Andrews on Saturday, destined for what he'd once hoped would be a triumphant packed-to-the-rafters return to the campaign trail, things were already looking bad."
]