[
  "10 military posts are named for Confederate commanders. The Army may change that The idea has gained impetus since the death of George Floyd in police custody in Minneapolis. The removal of monuments to Confederate soldiers and leaders has hastened in the past three weeks and their battle flag is no longer welcome at NASCAR races. The Mar…",
  "Opinion: I'm over 60. Stop talking about coronavirus 'culling' me I was talking to a friend the other day about the pandemic, and we were musing about when we could end our isolation. Now that the world is beginning to reopen prematurely amid rising infection numbers, I have been thinking especially of those of us in our 60…",
  "The Point: A wild, pro-Trump conspiracy theory group is about to get its first congresswoman The Republican primary in Georgia's 14th district on Tuesday didn't draw much national attention. After all, it's an overwhelmingly Republican district that GOP Rep. Tom Graves had held easily for a decade in Congress before announcing his retirement last yea…",
  "A wild, pro-Trump conspiracy theory group is about to get its first congresswoman The Republican primary in Georgia's 14th district on Tuesday didn't draw much national attention. After all, it's an overwhelmingly Republican district that GOP Rep. Tom Graves had held easily for a decade in Congress before announcing his retirement last yea…",
  "Transparency concerns plague small business lending program over disclosing information about coronavirus relief loans - CNN The once troubled emergency small business lending program has stabilized, turning into a cornerstone of the government's economic response to the coronavirus crisis and credited with having a significant impact on a positive May unemployment report that stun…",
  "Vaccine experts want the FDA to commit to 30,000 people in Covid-19 vaccine trials Vaccine experts are worried that President Trump will exert political pressure to put a Covid-19 vaccine on the market before it's ready, and they want assurances from the US Food and Drug Administration that it won't authorize a vaccine unless it has first b…",
  "Trump administration says no plans to expedite Harriet Tubman on the $20 bill: NYT This was supposed to be the year when Harriet Tubman would finally grace the $20 bill. But the Trump administration has other plans.",
  "What if the next Donald Trump is, well, Donald Trump? Since the moment late on November 8, 2016 when it became clear that Donald Trump would be the 45th president of the United States, many Democrats have been counting the days until November 3, 2020 -- the day that they believe he will be voted out of office.",
  "Tim Scott has for years highlighted racial tension with police. Now he's leading the GOP's effort to fix it. In the wake of the death of George Floyd, Sen. Tim Scott, a Republican from South Carolina, said he offered an idea to Senate Majority Leader Mitch McConnell. Scott wanted to come by and talk about some proposals he had for reforming police.",
  "Trump administration continues to expel most migrants at southern border, May data shows Customs and Border Protection continued to quickly remove migrants arriving at the southern border in May, following the Trump administration's new rapid expulsion policy implemented in the wake of the coronavirus pandemic.",
  "The week in 41 photos Take a look at 41 photos of the week from June 5 through June 11.",
  "I covered the Rodney King and Freddie Gray riots. This moment feels different. That's why I'm afraid I've seen the same pattern before: Exuberant protesters, vows for police reform and then ... nothing. But after the George Floyd protests I see three big reasons why things really do feel different this time."
]