[
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "5 things to know for June 19: DACA, coronavirus, police reform, Facebook, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump's familiar false claims from May 4 to June 7 President Donald Trump made 192 false claims between May 4 and June 7. Many of them were repeated from earlier periods of his presidency and May 3. For a list of new false claims from this period, click here.",
  "Trump made 192 false claims from May 4 through June 7 President Donald Trump continued his bombardment of pandemic-related false claims in May and the first week of June -- and, as usual, made dozens of false claims about a wide variety of other subjects.",
  "How Trump plans to turn around his losing campaign Earlier this month, several top Trump campaign advisers gathered for a virtual strategy session to address a political reality they could no longer ignore: The President was in serious trouble.",
  "What's been happening in China's Xinjiang, home to 11 million Uyghurs? As US President Donald Trump signed a bill into law Wednesday that aims to punish Beijing for its repression of the Uyghur ethnic minority, he was accused by his former national security adviser of endorsing China's construction of internment camps in its wes…",
  "States still need federal help and still find it lacking Officials in Michigan are running 10,000 fewer coronavirus tests per day than they have the capacity for because they can't get enough swabs.",
  "Florida and Texas governors blame spike in cases on increased testing As coronavirus cases spike in Florida and Texas this week, the state's Republican governors attributed the alarming trends to increased testing, outbreaks in high-risk areas like jails and assisted living facilities, or in Florida's case, migrant worker commu…",
  "Amy McGrath wants a showdown with Mitch McConnell. First she has to beat Charles Booker. As primary day approaches in Kentucky, Democratic Senate candidate Amy McGrath is suddenly fighting a political battle on two fronts.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Coronavirus spikes bring states and cities back to the table to discuss protection measures The pressure is on for local leaders to respond to regional Covid-19 spikes and records, and some are turning to mask mandates."
]