[
  "The US, Brazil and others lifted lockdowns early. These charts show just how deadly that decision was Patience in lifting coronavirus restrictions is paying off all over the world, but lifting lockdowns too early can have deadly consequences.",
  "The week in 30 photos Take a look at 30 photos of the week from June 26 through July 2.",
  "Fact check: Biden lambasts the President on coronavirus response Hours after the June jobs report -- which announced an increase of 4.8 million jobs -- was released Thursday morning, former Vice President Joe Biden gave a speech lambasting President Donald Trump over his response to the coronavirus.",
  "Coronavirus is surging in Florida -- and so is anxiety over Trump's chances with senior voters John Dudley, a retired banker, proudly cast his ballot for Donald Trump in 2016, excited at the prospect of sending an entrepreneur to the White House on a pledge to change Washington.",
  "5 things to know for July 3: Coronavirus, economy, China, Khashoggi, Epstein Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Liz Cheney, a key voice in House Republican leadership, increasingly breaks with Trump Rep. Liz Cheney of Wyoming, the third ranking Republican in the House, is publicly taking on President Donald Trump — and unlike with most of his other critics, the President seems wary to hit back.",
  "Mary Trump surfaces in written testimony as fight over publication of her book rages on Mary Trump's attorneys are pressing a judge to fully clear her path to publish a bombshell book about dealings with her family, including her uncle President Donald Trump, claiming the confidential settlement she signed decades ago was based on fraudulent fin…",
  "Coronavirus test used by White House has questionable accuracy President Donald Trump said part of the reason he doesn't regularly wear a mask is \"everyone's tested\" before they see him. But multiple studies have raised questions about the accuracy of a coronavirus test the White House has used, and the Food and Drug Adm…",
  "Indictment puts Epstein associate Ghislaine Maxwell in a tough spot Elie Honig writes that more than 10 months after the death of Jeffrey Epstein the next domino has fallen with the Southern District of New York's indictment of Epstein's alleged accomplice for operating a sprawling conspiracy to sexually abuse young girls.",
  "Jack Johnson: The Black boxer who sparked race riots after world heavyweight win Global protests sparked by George Floyd's death at the hands of police in Minneapolis are likely never to be forgotten, but less well known are the race riots that flared across the US 110 years ago.",
  "What you need to know about coronavirus on Friday, July 3 As America prepares to celebrate a Fourth of July unlike any other, another Covid-19 record has been set: 52,291 new cases were confirmed yesterday."
]