[
  "Wall Street's nightmare: Elizabeth Warren as Treasury Secretary Wall Street dodged a bullet when Elizabeth Warren's campaign for the White House fizzled out. But Warren, a fierce critic of big banks, could still play a forceful role in shaping policy in a potential Biden administration.",
  "A key bank rule written in the wake of the financial crisis just got rolled back Fiinancial regulators said Thursday they plan to make it easier to let banks invest in venture capital funds and also relax limitations on derivatives trading. The moves are a loosening of some of the more onerous parts of the so-called Volcker Rule.",
  "Trump is desperate -- and dangerous The trouble with Trump's rerun approach is that he's not an outsider anymore. He's the President -- which means he bears responsibility for the state our country is currently in, writes Michael D'Antonio.",
  "Trump administration open to a second round of stimulus payments. Here's what that could look like A second round of stimulus payments is on the negotiating table in Washington, but some of the 160 million Americans who got money the first time could be left out.",
  "How this Long Island man ended up in a Chinese prison on espionage charges American Kai Li was born in Shanghai, and was returning to the city for family reasons. However when his plane landed, he was met not by his family, but state security agents -- beginning a years-long ordeal that resulted, in July 2018, in him being sentenced…",
  "Trump entrenched in failed strategy as virus surges and polling drops A little more than four months before facing voters, President Donald Trump appears at one of the weakest points of his presidency, with few signs the mounting health and civic crises he currently faces will subside and a spate of national polls indicating if…",
  "Poll finds sharp partisan divide over coronavirus as cases spike A new poll out from Pew Research Center on Thursday finds a sharp partisan divide over concerns about coronavirus, with 61% of Republicans and Republican-leaning independents saying the worst is behind us while 76% of Democrats and Democratic-leaning independ…",
  "Why face mask guidance has changed so much -- and how wearing masks can protect the economy First, health officials said we shouldn't wear face masks. Then, they said we should. Now, many are saying we must wear masks if we want to keep the economy open and save tens of thousands of lives.",
  "Biden says Trump's 'senseless crusade' to end Obamacare would harm those with coronavirus Joe Biden lambasted President Donald Trump's push to repeal the Affordable Care Act, saying Thursday that if Trump gets his way, those who contract coronavirus could lose coverage or face higher premiums.",
  "Nearly half a million people flocked to Obamacare after losing coverage this year Nearly half a million Americans turned to the federal Obamacare exchanges after losing health insurance coverage this year, new federal data shows.",
  "Trump is not just in denial but also indifferent to an unfolding American tragedy It's a \"public health train wreck in slow motion,\" in the words of one health expert, and the best President Donald Trump cares to offer the thousands more Americans projected to shortly die of Covid-19 is the unsubstantiated prospect of a \"beautiful surprise…"
]