[
  "CNN Poll of Polls finds Biden leading Trump A new CNN Poll of Polls shows 51% of registered voters nationwide back former Vice President Joe Biden, while 42% support President Donald Trump in the 2020 presidential race.",
  "Nursing home resident: 'I feel as though I am in #DeathCamp2020' When news broke months ago about the country's first coronavirus outbreak at a nursing home, Linda Mayberry immediately recognized the home's corporate logo as it flashed across her television screen. It was the same one emblazoned throughout the long-term ca…",
  "Anthony Scaramucci: Fed policy created Donald Trump. And it's happening again Anthony Scaramucci fears the tsunami of easy money from the Federal Reserve catapulting the stock market higher will amplify America's inequality problem.",
  "Republicans signal less urgency to pass new stimulus bill after positive jobs report Republicans argued Friday that the surprising improvement in the jobless rate is evidence more economic stimulus should remain on hold, raising more questions about whether Congress will be able to agree to another recovery package after bipartisan deals led …",
  "It's the summer of the RV. Even Trump wants to get one RV sales and rentals are booming, as Americans look for safe ways to get away during the Covid-19 pandemic.",
  "Fact check: Trump glosses over racial disparities in jobs numbers while invoking George Floyd President Donald Trump had stunningly good jobs data to talk about on Friday. Instead of rising, as expected, the US unemployment rate surprisingly fell to 13.3% in May, as the economy gained 2.5 million jobs.",
  "Trump administration plans to cut US troops in Germany The White House has asked for a substantial reduction of US military personnel stationed in Germany, according to a US defense official.",
  "Trump invokes George Floyd's name while taking economic victory lap President Donald Trump invoked George Floyd's name during a Friday bill signing ceremony touting the latest jobs report, which exceeded economists' expectations.",
  "Trump declares victory as US unemployment drops to 13.3% President Donald Trump took a victory lap on news of a 13.3% US unemployment rate Friday, announcing in a tweet he would be holding a surprise news conference at 10:00 a.m."
]