[
  "Trump bashes 'washed-up' Bolton over forthcoming book, says ex-national security adviser 'broke the law' President Trump lashed out at former national security adviser John Bolton in an exclusive interview with \"Hannity\" Wednesday night, saying he \"broke the law\" by publishing a forthcoming book about his time in the administration.",
  "Sen. Hawley on bill targeting Big Tech: They've 'purchased a lot of influence' and will fight it 'tooth and nail' Sen. Josh Hawley, R-Mo., told “Fox & Friends” on Thursday that he anticipates major tech companies will fight “tooth and nail\" against new legislation he introduced targeting those companies.",
  "Obama celebrates Supreme Court DACA decision, says 'we have to move forward and elect' Biden Former President Barack Obama celebrated Thursday's Supreme Court decision to kept his Deferred Action for Childhood Arrivals (DACA) program alive after an attempt by the Trump administration to rescind it.",
  "Biden calls Supreme Court DACA ruling a ‘victory,’ vows to make program ‘permanent’ Former Vice President Joe Biden applauded a Supreme Court ruling Thursday that rejected the push by President Trump and his administration to scrap the Obama-era program that offers legal protections to young immigrants who entered the U.S. illegally as child…",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Biden campaign launches first general election ad blitz With four-and-a-half months to go until Election Day, Joe Biden’s going up with his first TV ad buy of the 2020 general election campaign.",
  "Facebook removes Trump campaign ad about ‘far-left groups,’ says it shows ‘hate group’s symbol’ Facebook on Thursday removed an ad run by President Trump’s reelection campaign for violating the social media platform’s policy on hate speech, but the Trump campaign pushed back hard by arguing they were showing a \"symbol used by Antifa\" to push back agains…",
  "Montana Gov. Steve Bullock filled coronavirus task force with high-value donors, records show Montana Gov. Steve Bullock, who is running as a Senate candidate in a tight race currently rated a toss-up by the Cook Political Report, filled his 24-member coronavirus task force with a lengthy list of high-dollar donors who then informed his administration…",
  "Trump calls for ‘new justices’ on Supreme Court, as conservatives rage at Roberts President Trump, in the wake of Thursday's defeat at the Supreme Court in his efforts to repeal the Obama-era Deferred Action for Childhood Arrivals (DACA) program, called for new justices as conservatives took aim at Chief Justice Roberts for what they calle…",
  "Seattle city attorney says some cases against protesters could be dismissed The Seattle city attorney's office announced Wednesday that misdemeanor charges against protesters arrested during weeks of demonstrations that have sometimes devolved into confrontations with police and vandalism might not be prosecuted or could be referred …",
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "Bolton memoir discusses plot to replace Pence, 'cool' Venezuela invasion, and more Fox News has obtained former national security adviser John Bolton's upcoming 592-page memoir, \"The Room Where it Happened\" -- and the manuscript contains several previously unreported claims of intrigue and realpolitik among key administration figures, past …"
]