[
  "Atlanta mayor makes impassioned plea after killing of 8-year-old near Black Lives Matter protest site ",
  "Biden-founded law firm, a company tied to Pelosi received PPP funds, docs show A prominent Delaware law firm founded by Joe Biden received a Payroll Protection Program (PPP) loan for between $150,000 and $350,000, records reviewed by Fox News show.",
  "Biden campaign memo claims Trump attacks on ex-VP 'actively rebounding onto him,' GOP candidates An internal memo circulating among Biden campaign staff argues that President Trump’s attacks on former Vice President Joe Biden are only hurting his re-election chances and down-ballot Republican candidates who have “handcuffed themselves” to the president, …",
  "Atlanta mayor calls for black community to stop 'shooting each other' after murder of 8-year-old Mayor Keisha Lance Bottoms issued a full-throated call for the black community to stop \"shooting each other up on our streets\"",
  "Atlanta Mayor Keisha Lance Bottoms says she tested positive for coronavirus Atlanta Mayor Keisha Lance Bottoms announced Monday she tested positive for COVID-19.",
  "Biden says he is going to ‘transform’ the nation if elected Tweet comes on the heels of politically charged Fourth of July weekend",
  "Atlanta mayor calls for citizens to stop 'shooting each other' after murder of 8-year-old near BLM protest site In an impassioned press conference Sunday night, Atlanta Mayor Keisha Lance Bottoms issued a full-throated call for citizens to stop \"shooting each other up on our streets,\" after an 8-year-old girl was shot and killed on the Fourth of July near a Wendy's tha…",
  "The Electoral College dodges another bullet The Supreme Court rules states can sanction or remove ‘faithless' presidential electors.",
  "Liz Peek: Trump punches back at totalitarian left — here's why Mt. Rushmore speech important The New York Times thundered, \"Trump Uses Mt. Rushmore Speech to Deliver Culture War Message.\" We ask the Times, who declared that war?",
  "Ronna McDaniel hits back at Dems slamming Trump for scheduling rally: 'They were silent' during left-wing protests Republican National Committee chairwoman Ronna McDaniel responded to the New Hampshire Democratic Party on Monday, after they ripped President Trump and his campaign for scheduling an outdoor rally there later this month.",
  "David Limbaugh: Saving America – Can we work together to preserve this exceptional nation? A battle rages in the streets, in academia, in the culture and in the hearts and minds of the people over whether America was and remains a good and great nation."
]