[
  "Kat Timpf: Biden on criminal justice — fine speech this week but what about his decades-long record? On Tuesday, Joe Biden gave a speech on the death of George Floyd that prompted many to sing his praises. But I couldn’t stop thinking about his record.",
  "Police union official says Biden’s gone ‘off the deep end,’ as tensions mount over reform call The executive director of a national group that represents more than 200,000 police offices is taking aim at former Vice President Joe Biden.",
  "Ex-Hillary Clinton spokesman slammed after endorsing ‘defund the police’ push Former Hillary Clinton spokesman Brian Fallon took heat on Thursday for calling to “defund the police” as the nation is gripped with protests and riots against police brutality.",
  "Google: Chinese and Iranian hackers targeted Biden and Trump campaign staffers A senior Google official says that Chinese and Iranian hackers attempted to access the personal email accounts of some staffers on President Trump’s reelection campaign, as well as former Vice President Joe Biden’s campaign.",
  "Tucker Carlson: Is America being torn apart by a total, complete -- but provable -- lie? Cynical media manipulators and unscrupulous politicians understand that racial strife -- race hatred -- is their path to power, even if it destroys the country.",
  "Terribly shallow Witness how the current administration’s misunderstanding of the 1968 election led to decisions worsening their political fortunes.",
  "Angela Stanton-King says Obama, Biden should have done 'much more' to combat racism Angela Stanton-King, goddaughter of Dr. Alveda King and Republican candidate to represent Georgia's 15th Congressional District told \"The Ingraham Angle\" Wednesday that former President Barack Obama and his administration should have done more to fight racism.",
  "Doug Schoen: George Floyd unrest — only this can save Dems from defeat in 2020 As violent protests sweep the nation in the wake of the murder of George Floyd, the 2020 presidential election is shaping up to be eerily similar to the 1968 campaign.",
  "Sen. Tim Scott (R-SC): “What I Hear From The President, Is What I Want To Hear From My President” South Carolina Senator Tim Scott (R) spoke with Fox News Radio's Guy Benson about the criticism the president is facing regarding his lack of leadership during this time of crisis. Senator Scott Said, \"What I hear from the president is what I want to hear fro…",
  "Mike Lee: Rod Rosenstein made a 'stunning' admission about Russia probe, Carter Page Sen. Mike Lee said Thursday that Rod Rosenstein made a “stunning” admission when the former deputy attorney general told senators he was “not sure” that he read the entire Foreign Intelligence Surveillance Act (FISA) renewal application against former Trump c…",
  "Hundreds, including Al Sharpton, Eric Garner's mom, to attend George Floyd memorial in Minneapolis Hundreds, including Rev. Al Sharpton and the mother of Eric Garner, are expected to attend a private memorial service in Minneapolis Thursday afternoon to honor George Floyd, who died Memorial Day in police custody, sparking ten consecutive days of peaceful p…",
  "2 NYPD officers shot, another stabbed during post-curfew confrontation, unclear if related to Floyd protests ",
  "Former DHS Secretary Tom Ridge: It was 'offensive' to clear out peaceful protesters for Trump 'photo op' Former Homeland Security Secretary Tom Ridge said Thursday that park police dispersing protesters in Washington D.C.’s Lafayette Square so President Trump could walk through to apparently take a photo holding a bible in front of a burned church was “offensive…",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war.",
  "Franklin Graham not offended by Trump’s Bible photo, slams other clergy President Trump's surprise walk to St. John's Church Monday night was condemned by Democratic leaders and clergy in Washington, but praised by his most prominent evangelical supporter.",
  "Grassley holds up key Trump nominations, demands White House explain inspector general firings Senate Finance Committee Chairman Chuck Grassley, R-Iowa, announced on Thursday he will hold up President Trump's nomination to lead the National Counterterrorism Center until the White House explains the recent firings of the Intelligence Community and State…",
  "AOC rankles Democrats again for campaigning against an incumbent: 'She has abandoned her colleagues' Rep. Alexandria Ocasio-Cortez has again ruffled the feathers of fellow Democrat lawmakers by endorsing the challenger of her colleague Rep. Eliot Engel in his tough primary race in New York."
]