[
  "Tucker Carlson: Biden's plan for America is a promise to utterly remake the country The famously chatty Joe Biden has said almost nothing this year.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Mark Levin slams Biden as an 'empty suit' and 'bigot', says Democratic Party 'as evil as it's ever been' Conservative radio host Mark Levin ripped Joe Biden as a puppet of the far left on \"Hannity\" Thursday before claiming the Democratic Party was \"as evil as it's ever been.\"",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday.",
  "Tom Cotton agrees with Colin Powell, rips 'hysterical media overreaction' to Russia bounty reports The media and Democratic Party hysterically overreacted to reports that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghanistan, Arkansas Republican Sen. Tom Cotton stated Friday.",
  "Deroy Murdock: To be reelected, Trump must focus on broadening his base — not petty fights on Twitter President Trump likely finds the latest Gallup poll neither very special nor particularly beautiful. If it’s incredible, that’s because it’s incredibly alarming.",
  "McCarthy hits Pelosi for 'defending destruction,' says Speaker bolstering mob with 'appalling' statue comment House Minority Leader Kevin McCarthy, R-Calif. told \"Bill Hemmer Reports\" Friday that Speaker Nancy Pelosi, D-Calif., was encouraging mob behavior and supporting \"destruction\" with her recent comments about the removal of controversial statues.",
  "Non-profit watchdog files complaint against Hickenlooper's Senate campaign alleging illegal coordination A Washington, D.C. based nonprofit watchdog filed a complaint with the Federal Election Commission (FEC) against John Hickenlooper's U.S. Senate campaign this week, accusing the former Colorado governor of illegally coordinating with an outside group.",
  "Trump threatens tax-exempt status, funding for universities and schools over 'radical left indoctrination' Republicans have long railed against alleged left-wing indoctrination in public schools and universities, citing \"free speech zones,\" cases of professors and administrators showing hostility toward conservative students."
]