[
  "House Democrats promise investigations, legislation after Trump commutes Roger Stone House Democrats reacted furiously to President Trump’s Friday move to commute the prison sentence of political operative Roger Stone -- demanding an investigation and even legislation to stop similar commutations happening again.",
  "David Limbaugh: Authoritarian left vs. conservatives — Dems fear a level playing field, seek to control debate The left, at its core, lacks confidence that its views could prevail in the marketplace of ideas.",
  "Arnon Mishkin: Trump’s refusal to appeal to centrists could make Biden president and give Dems Senate majority Former Vice President Joe Biden is getting help in his presidential campaign from a surprising source — President Trump.",
  "Biden campaign: Trump abused authority by commuting Roger Stone's sentence Joe Biden's campaign weighed in Friday night on President Trump's decision to commute Roger Stone's 40-month prison sentence, claiming it was an abuse of presidential authority that weakened the country.",
  "Ingraham predicts far left would be 'emboldened' by Biden victor and 'retribution will be a dividend' Laura Ingraham warned viewers Friday night that a Joe Biden victory in November will change America forever, and not for the better.",
  "Newt Gingrich: Good riddance anti-Trump Republicans who would rather support Biden, Pelosi and Schumer The revolt of the anti-Trump Republicans is further proof of just how different and disruptive the Trump presidency has been.",
  "Romney accuses Trump of 'historic corruption' after Roger Stone commutation Sen. Mitt Romney, R-Utah, on Saturday joined Democrats in criticizing President Trump’s decision to commute Roger Stone’s prison sentence, decrying it as an act of “historic corruption” -- just as Trump said Stone was the victim of an “illegal witch hunt.”",
  "Cal Thomas: Trump, Republicans push back against cultural revolutionaries and this is what they get for it We live in an era when truth is subjective, if it exists at all."
]