[
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Sen. David Perdue Says He Will Be At The Republican National Convention With Bells On Senator David Perdue (R-GA) spoke with Brian Kilmeade about Georgia Governor Brian Kemp declaring a state of emergency and deploying National Guard troops as violence rises in Atlanta. Perdue applauds the governor for bringing out the guard to bring law and o…",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "Sen. Collins refuses to say whether she’ll vote for Trump, signals she won’t campaign against Biden Sen. Susan Collins, R-Maine, refused to say whether she’ll vote for President Trump in November and signaled that she would not campaign against presumptive Democratic nominee Joe Biden.",
  "Daily Caller News Foundation, Judicial Watch sues University of Delaware for access to Biden's Senate records The Daily Caller News Foundation (DCNF) and Judicial Watch announced on Wednesday that it is suing the University of Delaware in pursuit to access Joe Biden's Senate records.",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "CDC is 'prepared to work with every school district' for safe reopenings, director says in coronavirus briefing Centers for Disease Control and Prevention Director Robert Redfield on Wednesday said the agency is “prepared to work with every school district” to create a safe reopening this fall for students amid the coronavirus pandemic.",
  "Trump says he disagrees with CDC school reopening guidelines, calls them 'impractical' President Trump on Wednesday said he disagreed with the CDC on their “very tough & expensive” guidelines on reopening schools in the fall.",
  "Gianno Caldwell calls on National Guard to deploy to Chicago: 'We are not waiting any longer' Democratic leaders in Chicago need to recognize that they've failed their constituents and call on President Trump and the National Guard for help,\" Gianno Caldwell urged Wednesday.",
  "Nina Turner calls Debra Messing 'racist' amid escalating Twitter spat about Black voters The feud between former Sanders campaign co-chair Nina Turner and Debra Messing took a nasty turn on Wednesday.",
  "Major GOP outside group pouring money into increasingly competitive Georgia Two groups affiliated with American Crossroads – the decade-old powerful outside group that supports Republican candidates and causes – are spending big bucks on TV commercials in a key Senate race in Georgia, a once reliably red state that recent polling ind…",
  "Donna Brazile: Trump spews anger, hatred and false claims to divide Americans when he should be uniting us In a discordant speech overflowing with anger and spewing hatred, President Trump conflated the peaceful protests for social justice and racial equality that have swept our nation in recent weeks with the rare instances of violence in some cities – as if they…",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow."
]