[
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Karen Bass: 5 things to know about Biden's possible Democratic VP contender As pressure rises on Joe Biden to pick a black woman as his vice-presidential running mate, eyes have turned to Rep. Karen Bass.",
  "Kevin McCarthy: Pelosi and Biden 'have not said a word' to denounce lawless mobs The liberal mob against historical American symbols continues in large part because Democratic leadership like House Speaker Nancy Pelosi, D-Calif., and presumptive 2020 Democratic presidential nominee Joe Biden have remained silent, House Minority Leader Kev…",
  "'Security risks'? Biden's past rhetoric on gay rights could complicate LGBT claims on campaign trail As the nation celebrates Pride Month, some past Biden comments stand in stark contrast to the image the presumptive Democratic presidential nominee is now presenting concerning his gay rights record.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "The Sunbelt Has Become The New Hot Spot For Coronavirus This Week: The coronavirus pandemic is not over. Texas, Florida, Arizona and California have seen spikes in COVID-19 cases this week. Despite the recent surges in some states, it's not slowing down President Trump's campaign or his travel across the U.S. Jare…",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Today on Fox News: June 26, 2020 ",
  "Biden says he would use federal power to require Americans to wear masks in public Presumptive Democratic presidential nominee Joe Biden said Thursday that he would use federal power to require Americans to wear face masks in public -- a move that would mark a significant intervention by the federal government and could see considerable pus…",
  "Trump, at Fox News town hall, says mail-in voting is 'biggest risk' to fair November election, says Dems are 'destroying our country' ",
  "James Carville: Trump has 'zero chance' of being re-elected,' more likely not to run at all Longtime Democratic strategist James Carville declared on Thursday night that there is “no chance” President Trump wins re-election in November.",
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "Who is Shaun King, liberal activist who wants to tear down Jesus statues? Social justice activist Shaun King has appeared at the center of a hot-button controversy yet again, this time for comments he made on Twitter saying that statues of Jesus Christ that portray him as a \"white European\" should be torn down.",
  "Trump fields audience questions on mail-in voting, riots, says Democrats 'destroying our country' President Trump's Fox News town hall with Sean Hannity on Thursday night presented a rare opportunity for the nation's commander-in-chief to answer questions coming directly from everyday Americans."
]