[
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Attorney for fired Atlanta police officers claims body cam footage of incident edited 'multiple times' The attorney for two Atlanta police officers who are suing the city's mayor and police chief after they were fired for using stun guns on a pair of college students during a protest told \"The Ingraham Angle\" Tuesday that body camera footage of the incident wa…",
  "Romney says he believes GOP will maintain control of Senate, Trump will be reelected Sen. Mitt Romney, R-Utah, said he is confident the GOP will maintain control of the Senate, and he believes that President Trump will be re-elected.",
  "Michigan's Whitmer says she supports 'spirit' of 'defund the police' calls Michigan Gov. Gretchen Whitmer said on Wednesday that she supports the “spirit” of the “Defund The Police” movement, but not the actual idea eliminating funding to law enforcement agencies.",
  "Judge Andrew Napolitano Discusses Police Department Reform…And Condoleezza Rice For VP? On Fox Across America With Jimmy Failla, Fox News Senior Judicial Analyst Judge Andrew Napolitano discusses why police departments should not be dismantled and has another suprise pick for Joe's Biden's Vice President. \"You can reform the police department, b…",
  "For president struggling on protests, ‘defund the police’ is a gift Virtually everything has been going against President Trump in recent weeks, but he just caught a major political break.",
  "Chris Stirewalt: Trump campaign is 'demonstrably worse off' than in 2016 Fox News politics editor Chris Stirewalt told the “Fox News Rundown” podcast on Wednesday that President Trump is currently “demonstrably worse off” compared to the same time frame during the last election cycle.",
  "Cruz-Cotton bill would condemn calls to defund the police Sens. Ted Cruz, R-Texas and Tom Cotton, R-Ark., introduced a resolution Tuesday opposing calls to defund police agencies, an idea that has been embraced by criminal justice advocacy groups and protesters upset over the death of George Floyd.",
  "Deroy Murdock: Looting and rioting after George Floyd killing draw shocking support from left Leftists encouraged, enabled and empowered people who decided to riot after they saw four Minneapolis cops go low as one officer knelt on George Floyd’s neck for nearly nine minutes and killed him on Memorial Day, while the other cops did nothing to stop the …",
  "Jordan, at hearing with Floyd’s brother, condemns Dems for not speaking out against ‘defund the police’ Rep. Jim Jordan, the top Republican on the House Judiciary Committee, condemned Democrats Wednesday as he accused them of not speaking out against the “defund the police” movement, lambasting it as “crazy policy.”",
  "Messy Georgia primary raises alarms for November, as Ossoff edges closer to clinching Senate nomination The Democratic Senate primary in Georgia was too early to call Wednesday, as Jon Ossoff held onto approximately 49 percent of the vote with more ballots coming in -- amid widespread reports of hourslong lines, voting machine malfunctions, provisional ballot s…"
]