[
  "Senate Dems float ending filibuster ahead of possible Biden presidency Some Senate Democrats are floating a possible change in the body's rules that could do away with the legislative filibuster.",
  "Nikki Haley makes the case to reelect Trump, warns 'we will lose our rule of law' if Biden wins Former U.S. Ambassador to the United Nations Nikki Haley called out presumptive Democratic nominee Joe Biden on \"Hannity\" Wednesday for seeming to cave to pressure from many in his party who have called to defund the police.",
  "Tucker Carlson: The left doesn't want Biden to debate Trump New York Times columnist Tom Friedman is calling for Joe Biden to skip the fall presidential debates.",
  "Hannity rips Biden for 'regurgitating the hard-left talking points' of 'extreme socialists' Sanders, AOC Sean Hannity announced in his opening monologue Wednesday that presumptive Democratic presidential nominee Joe Biden had formally joined the far-left wing of the party by promising to   \"transform\" America.",
  "RNC pounces after Sanders says Biden could be 'most progressive' president since FDR ",
  "Tucker warns idea Biden won't debate Trump sums up the far left: 'You criticize them ... they attack you' Tucker Carlson began Wednesday's edition of \"Tucker Carlson Tonight\" by drawing attention to the suggestion that presumptive Democratic nominee Joe Biden will refuse to debate President Trump this fall, an idea the host called \"the most cynical election strat…",
  "John Yoo: Supreme Court smacks Trump and delivers body blow to the office of the presidency Chief Justice Roberts and four liberals have doomed future presidents to years of harassing investigations",
  "Biden says he would restore pre-Hobby Lobby contraceptive mandate in wake of Little Sisters ruling Years of litigation -- and the election of a new president -- have slowly morphed the original form of the contraceptive mandate.",
  "SupCo pops Trump’s bubble Manhattan prosecutor can access the president's financial records.",
  "Kanye West's Planned Parenthood fight revives rift between pro-choice movement, Black evangelicals Planned Parenthood and its at times uneasy relationship with some in the Black community",
  "Trump signs executive order to expand school choice for Hispanic students President Trump on Thursday signed an executive order establishing the White House Hispanic Prosperity Initiative – a move the administration says will improve access Latinos have to educational and economic opportunities.",
  "Charlie Kirk: Mail-in voting push is Democratic power grab The only reason Democrats are so desperate to implement universal mail-in voting is so they can expand their questionable ballot-harvesting practices across the country.",
  "Trump demands that schools reopen, with parents caught in the crossfire It is easy, in our hyperpartisan culture, to make those who are resisting a wholesale reopening sound like they are nervous nellies who don’t care about education. It is just as easy to make those who are pushing for a widespread reopening sound like they don…",
  "MSNBC, CNN avoid liberal-penned letter against 'cancel culture' An open letter penned by prominent liberal writers, professors and activists in an effort to combat the so-called \"cancel culture\" has caused quite the stir on social media — but viewers of MSNBC and CNN may not have heard about it."
]