[
  "Donna Brazile: Police brutality and racism must end – GOP and Dems must compromise to pass bill in Congress Congressional Republicans and Democrats need to compromise to pass needed legislation to address the crisis of systemic racism and racist policing that has sparked protests around the nation.",
  "Black progressives tout Warren for Biden running mate A number of black progressives are calling for Joe Biden to pick Sen. Elizabeth Warren, D-Mass., as his running mate.",
  "Michael Davis: Trump's 200th judge confirmed -- federal judiciary has been transformed, promises kept President Trump’s federal judges are some of the most qualified in our nation’s history.",
  "Seattle CHOP leaders urge protesters to go home, throw support behind Biden, Democrats Community leaders and an activist, whose brother was killed by Seattle Police in 2016, are urging protesters occupying the Capitol Hill Organized Protest, or the CHOP, to leave by Wednesday night.",
  "Biden opens up lead in Wisconsin, tied with Trump in Ohio: polls A new poll in the crucial general election battleground state of Wisconsin indicates Democratic challenger Joe Biden opening up a lead over President Trump. And a new survey in the swing state of Ohio shows the presumptive Democratic presidential nominee virt…",
  "Liz Harrington: Dems and media running same playbook as 2016, using 'horrible smears' against Trump and supporters Liz Harrington said on Wednesday that Democrats are running the same playbook against Republicans since the 2016 election which resulted in a President Trump victory.",
  "Ari Fleischer challenges Biden, Democrats to condemn 'left-wing' statuary vandals: 'Where is Joe?' Former White House press secretary Ari Fleischer called on presumptive Democratic presidential nominee Joe Biden to condemn acts of mob violence and vandalism Wednesday, telling \"The Daily Briefing\" that demonstrators are \"motivated by rage.\"",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Tammy Duckworth: 5 things to know about Biden's possible Democratic VP contender As focus shifts to who presumptive Democratic nominee Joe Biden will choose as his running mate, Illinois Sen. Tammy Duckworth has reportedly made the shortlist of vice presidential choices.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Armed Atlanta protesters near Rayshard Brooks shooting site say police are 'not allowed' in area ",
  "Strzok notes show Obama, Biden weighed in on Flynn case even as Comey downplayed it: lawyers Michael Flynn’s lawyers said newly uncovered notes from former FBI official Peter Strzok indicate then-FBI Director James Comey appeared to downplay Flynn’s fateful calls during the presidential transition with Russia's ambassador as “legit,” in a meeting whe…",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation.",
  "Wray reveals FBI 'looking carefully' at foreign interference in protests following George Floyd's death The FBI is \"looking carefully\" at the possibility that foreign actors are influencing the sometimes-violent nationwide protests in the wake of George Floyd's in-custody death, FBI Director Christopher Wray exclusively told Fox News' Bret Baier on Wednesday.",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Tucker Carlson: The mob tearing down America's monuments is an arm of the Democratic establishment The mob does not operate independently from the Democratic establishment.",
  "Watters' message to GOP candidates amid summer of chaos: 'You run against this in the fall, it's a layup' \"The Five\" co-host Jesse Watters said Wednesday that Republican candidates for office should have a \"layup\" in November if they pressure Democrats over their apparent tacit support of destructive protests, looting and vandalism in recent weeks.",
  "Who is Madison Cawthorn? Madison Cawthorn, a 24-year-old real estate investment CEO who beat out a Trump-backed U.S. House candidate in North Carolina’s Republican primary runoff election to replace former Rep. Mark Meadows Tuesday, said he believes he won because of a superior groun…"
]