[
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "Biden taking aim at Trump over health care during battleground state stop Former Vice President Joe Biden heads to Pennsylvania on Thursday to spotlight a new health care push to protect the Affordable Care Act.",
  "Tim Scott hammers 'despicable' Democrats for blocking JUSTICE Act: 'They're not serious about police reform' Sens. Tim Scott, R-S.C., and Lindsey Graham, R-S.C., slammed Senate Democrats on \"Hannity\" Wednesday for blocking a police reform bill introduced by Scott, who called Democrats' actions \"despicable.\"",
  "Tammy Baldwin: 5 things to know about Biden's possible Democratic VP contender As many begin to speculate about who presumptive Democratic nominee Joe Biden will pick to be his running mate in the 2020 election, Wisconsin Senator Tammy Baldwin has reportedly made the shortlist in the vetting process.",
  "Trump visits battleground Wisconsin amid troubling poll numbers President Trump heads to the crucial general election state of Wisconsin on Tuesday to tour and speak to workers at a major shipyard that recently won a contract to build up to 10 Navy frigates, and to sit down for a town hall with Fox News.",
  "Andrew McCarthy: Michael Flynn FBI notes — What do they tell us about Obama team and the case? Flynn defense lawyer Sidney Powell has filed an intriguing supplement to the defense’s concurrence in the Justice Department’s dismissal motion.",
  "As judges back DOJ on Flynn case, Trump decries ‘dirty cops’ President Trump got a much-needed win with a legal ruling Wednesday in the Mike Flynn case, one that echoes well beyond the fate of his former national security adviser.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Flynn case hearing, deadlines nixed after court ordered to allow dismissal U.S. District Judge Emmet Sullivan on Thursday ordered the cancellation of a hearing he had scheduled in Michael Flynn's case, following a ruling from the D.C. Circuit Court of Appeals saying Sullivan has to dismiss the case.",
  "Seattle CHOP zone prompts lawsuit from businesses, residents: reports Numerous Seattle businesses – including an auto repair shop, a tattoo parlor and a property management company – sued the city Wednesday, alleging city officials were complicit in allowing an “occupied protest” that has made them feel unsafe in their neighbor…",
  "Devin Nunes' attempt to sue Twitter over parody posts shut down by judge A Virginia judge nixed Rep. Devin Nunes’ lawsuit against Twitter over parody posts from a fake cow account, someone pretending to be his mother and a Republican strategist who has criticized the congressman.",
  "Harry Kazianis: Korean War began exactly 70 years ago – can Trump get a peace treaty to officially end it? All sides would benefit from a peace treaty ending the Korean War. If war breaks out again and goes nuclear it would have horrific consequences.",
  "Expelled USC football player scores legal victory in Title IX case, vows to continue fighting 'male bias' that dashed his NFL hopes For more than three years, expelled University of Southern California (USC) football player Matt Boermeester – embroiled in a Title IX assault accusation case – has been fighting the state legal system just for the chance to have his side heard on a federal l…",
  "Coronavirus resurgence in several states could erase months of progress, experts warn ",
  "Primary election: It could be week until all results known Kentucky and New York had primaries Tuesday, but the winners of the closest races probably won’t be known until next week. What’s going on?",
  "Could Black Lives Matter get on the ballot? As the Black Lives Matter movement becomes an influential political force in the wake of George Floyd’s death, some are wondering if its followers -- frustrated by a two-party system that refuses to heed its calls -- could ultimately organize their own politi…"
]