[
  "Arnon Mishkin: Trump’s refusal to appeal to centrists could make Biden president and give Dems Senate majority Former Vice President Joe Biden is getting help in his presidential campaign from a surprising source — President Trump.",
  "Romney accuses Trump of 'historic corruption' after Roger Stone commutation Sen. Mitt Romney, R-Utah, on Saturday joined Democrats in criticizing President Trump’s decision to commute Roger Stone’s prison sentence, decrying it as an act of “historic corruption” -- just as Trump said Stone was the victim of an “illegal witch hunt.”",
  "Hogan Gidley on President Trump's decision to commute Roger Stone's sentence, Joe Biden's economic agenda Trump 2020 campaign national press secretary Hogan Gidley joins Jason Chaffetz with insight on 'Hannity.'",
  "Biden campaign: Trump abused authority by commuting Roger Stone's sentence Joe Biden's campaign weighed in Friday night on President Trump's decision to commute Roger Stone's 40-month prison sentence, claiming it was an abuse of presidential authority that weakened the country.",
  "House Democrats promise investigations, legislation after Trump commutes Roger Stone House Democrats reacted furiously to President Trump’s Friday move to commute the prison sentence of political operative Roger Stone -- demanding an investigation and even legislation to stop similar commutations happening again.",
  "Newt Gingrich: Good riddance anti-Trump Republicans who would rather support Biden, Pelosi and Schumer The revolt of the anti-Trump Republicans is further proof of just how different and disruptive the Trump presidency has been.",
  "Alfredo Ortiz: AOC & Dems launch absurd boycott of Goya Foods after CEO joins Trump pro-Hispanic initiative Democratic politicians and activists have launched a ridiculous boycott campaign against Goya Foods because its CEO is helping lead President Trump's Hispanic Prosperity Initiative.",
  "Trump 2020 spokesman says Roger Stone commutation done to correct the 'partisanship of the past' Trump 2020 campaign national press secretary Hogan Gidley told \"Hannity\" Friday that the president's decision to commute former associate Roger Stone's prison sentence was \"a good move.\"",
  "Tucker Carlson praises Roger Stone sentence commutation, says arrest and trial were a 'set-up' Tucker Carlson lauded President Trump's commutation of longtime Republican political consultant Roger Stone's prison sentence Friday, saying the 67-year-old had been the victim of a \"nakedly political\" set-up aimed to put him away for the rest of his \"useful …",
  "NEA head issues warning over school reopening drive, says 'face masks alone' will cost 'millions of dollars' Nationa Education Association President Lily Eskelsen Garcia fired back at President Trump on \"The Story\" Friday after the president repeated his threat to withhold federal funds from districts that keep their doors closed to in-person instruction this fall.",
  "Nebraska Gov. Ricketts: State economy has been least impacted from coronavirus Nebraska's state economy has been the least impacted by coronavirus in the country, Republican Gov. Pete Ricketts announced Saturday.",
  "Jorge Masvidal defends Goya Foods amid CEO backlash: Company's actions 'speak louder than the #woke mob' UFC star Jorge Masvidal on Friday defended Goya Foods as the company’s CEO came under fire for his support of President Trump.",
  "Harmeet Dhillon: Roger Stone was victim of political prosecution — Trump right to commute his prison term President Trump’s Friday night commutation of the unjust 40-month prison sentence given to Roger Stone for convictions of lying to Congress and witness tampering was necessary to correct a grave injustice and abuse of power.",
  "Cal Thomas: Trump, Republicans push back against cultural revolutionaries and this is what they get for it We live in an era when truth is subjective, if it exists at all.",
  "Gregg Jarrett: Trump right to commute Roger Stone’s sentence – Stone committed no crime, was framed by Mueller By commuting the prison sentence of Roger Stone on Friday, President Trump took a justified step in rectifying an egregious wrong.",
  "Texas Lt. Gov defends importance of 'in-classroom' learning as kids go back to school Texas Lt. Gov. Dan Patrick outlined on Saturday his state's plans for returning kids to school amid the coronavirus pandemic and defended the idea that students needed to experience learning in the classroom rather than online.",
  "Laurie Cardoza-Moore, mother of 5, says US education system promoting anti-American 'propaganda' The greatest national security threat to the United States is coming from U.S. history textbooks and the Common Core curriculum, Proclaiming Justice to the Nations founder Laurie Cardoza-Moore said Saturday.",
  "Gregg Jarrett: Commutation of Roger Stone sentence was a 'courageous move,' he didn't have a fair trial The commutation of political advisor Roger Stone was a \"courageous move\" on behalf of President Trump and his administration, Fox News legal analyst Gregg Jarrett said Saturday.",
  "Trump confirms he OK’d US cyberattack against Russia in 2018: report President Trump acknowledged this week that in 2018 he authorized a covert U.S. cyberattack against a Russian “troll farm,” according to a report.",
  "Fox News Rundown Extra: Brian Kilmeade On What Made America Great On his Fox Nation series \"What Made America Great,\" Brian Kilmeade explores the places and \"hidden gems\" that shaped our country. In the latest season, the talk show host and co-anchor of \"Fox & Friends\" examined the secrets of the White House and even had th…"
]