[
  "Former Bush, Trump administration officials form pro-Biden super PAC Matt Borges is teaming up with former officials from the Bush and Trump administrations to launch a super PAC to turn out disaffected Republican voters for the former vice president.",
  "McConnell to lead Trump campaign fundraising program encouraging GOP Senate volunteers Senate Majority Leader Mitch McConnell and other top Republican senators are leading a new program for the Trump campaign’s finance committee to encourage GOP members of the Senate to volunteer as fundraisers to “ensure” the campaign and the Republican Nation…",
  "Rep. Matt Gaetz, Ari Fleischer on media cheering protests but COVID-shaming Trump rally Media critics condemn President Trump's campaign rally plans, applaud nationwide protests calling for police reform.",
  "‘Justice Act’: What’s in the Senate Republican police reform bill Senate Republicans on Wednesday unveiled their \"Justice Act\" police reform legislation to hold officers accountable.",
  "McEnany hits media for health concerns over rally: ‘You should exhibit that same concern for the protesters’ White House press secretary Kayleigh McEnany faced a barrage of questions from the media on Wednesday over coronavirus concerns ahead of President Trump’s rally in Tulsa, Okla. on Saturday -- but the Trump aide pushed back by asking why they didn't express si…",
  "Biden goes months without holding press conference, as Trump team accuses ex-VP of ‘hiding in his basement’ Presumptive Democratic presidential nominee Joe Biden has now gone well over two months without holding a press conference, fueling accusations from the Trump campaign that the former VP is spending the campaign “hiding in his basement.”",
  "Rep Kevin McCarthy: The Only Thing That Will Hold Up Passing Police Reform Will Be Chuck Schumer Congressman Kevin McCarthy (R-CA), House Minority Leader, spoke with Brian Kilmeade about the Senate Republicans' police reform bill led by Senator Tim Scott and President Trump's executive order on Police reform. McCarthy said that Senator Scott made a real …",
  "Bernie Sanders blasts Trump's planned rally: 'Literally incomprehensible' Sen. Bernie Sanders, I-Vt., the former presidential contender, blasted President Trump on Wednesday for hosting a large rally in Oklahoma this weekend amid the coronavirus outbreak simply “to hear cheers from his supporters.”",
  "Senate, House set to tackle police reform with comprehensive proposals Both chambers of Congress are set to tackle police reform Wednesday, as Senate Republicans prepare to unveil a bill and the House Judiciary Committee gets ready to work on a proposal of their own.",
  "Pelosi knocks Trump over 'ego trip' to Tulsa for campaign rally as local coronavirus cases increase House Speaker Nancy Pelosi, D-Calif., accused President Trump Wednesday of embarking on an \"ego trip\" by scheduling a campaign rally in Tulsa, Okla., which she said could put him and others in danger of contracting coronavirus.",
  "Populists left and right seek social media control This is one of the main proving grounds for the direction and durability of the bipolar populist movement.",
  "Lawmakers bicker after Swalwell calls on Republicans to say ‘Black lives matter’ A House Judiciary Committee markup session dealing with Democrats' Justice in Policing Act reform bill erupted into bickering when Rep. Eric Swalwell, D-Calif., called on his colleagues on the other side of the aisle to say, “Black lives matter.”",
  "Nebraska Democratic Party calls on Senate nominee to drop out over lewd text The Nebraska Democratic Party has pulled support for Senate nominee Chris Janicek and is urging him to withdraw from the race after learning of a sexually inappropriate message he allegedly sent to a female campaign staffer.",
  "Pelosi pours $180K into Facebook ads while calling for advertisers to boycott site House Speaker Nancy Pelosi called on advertisers to boycott social media networks unless the outlets agree to restrict \"dangerous\" political speech, even as her campaign spent over $180,000 on Facebook ads over the past week.",
  "Engel warns new Trump appointee to fire senior officials at VOA agency Rep. Eliot Engel, the chairman of the House Foreign Affairs Committee, on Tuesday night warned of an incoming firing spree against senior leadership of the U.S. Agency for Global Media (USAGM), the body that oversees Voice of America (VOA), at the behest of n…",
  "Biden urges Trump to 'wake up' and stop waving 'the white flag' on coronavirus Joe Biden took aim at President Trump on Wednesday, charging that the president has “lost interest” in battling the coronavirus pandemic and accusing Trump of “surrendering the fight,\" urging him to \"wake up.\"",
  "Senate advances nomination of former Kavanaugh clerk for appeals court Justin Walker's confirmation is likely this week.",
  "Ari Fleischer hits health officials for backing protests, but not other gatherings: 'A terrible injustice' Former White House press secretary Ari Fleischer, a Fox News contributor, suggested sarcastically on \"Hannity\" Tuesday that the coronavirus shows deference to the ideology of those it may or may not choose to infect.",
  "Schiff says Bolton is 'no patriot' despite disclosures in memoir Rep. Adam Schiff, D-Calif., slammed former national security adviser John Bolton as “no patriot” after excerpts from his book claim House Democrats committed “impeachment malpractice” by limiting their inquiry to Ukraine.",
  "Donald Trump Jr. mocks journalists who sounded alarm over scheduled campaign interview with father Donald Trump Jr. had some fun at the expense of members of the media who had seemingly sounded the alarm over an upcoming Trump campaign interview with his father, President Trump."
]