[
  "GOPers on Capitol Hill aren't wavering in support of Trump despite criticism It’s about inertia. And with few exceptions, President Trump has inertia on his side when it comes to the support of Congressional Republicans.",
  "Colin Powell says he 'cannot in any way support' Trump; announces he will vote for Biden Former Secretary of State Colin Powell on Sunday became the latest member of the Republican Party’s old guard to announce that he will not be voting for President Trump in November’s general election.",
  "Bush, Romney not expected to support Trump, NYT reports Former President George W. Bush and Sen. Mitt Romney, R-Utah, are reportedly not expected to support the reelection of President Trump -- two high profile GOP figures who are believed to be avoiding backing the Republican president in November.",
  "Sen. Graham refuses to let FISA abuse get pinned on low-level FBI staff: 'I believe it goes to the very top' Sen. Lindsey Graham says that he plans on calling former FBI director James Comey and former deputy director Andrew McCabe to testify before his Senate Judiciary Committee, because he doubts they were unaware the dossier compiled by ex-British spy Christopher…",
  "DC mayor defends protests; blasts Trump's move to call in U.S. troops Washington, D.C., Mayor Muriel Bowser defended her city’s widespread protests against police brutality and racial injustice, while criticizing President Trump's decision to call in active duty U.S. Army troops to quell any unrest in the nation’s capital.",
  "NYPD says 292 officers injured during George Floyd protests, as police across US come under siege Nearly 300 New York police officers have been injured amid the ongoing protests following George Floyd's death, Fox News has learned.",
  "Giuliani 'disappointed' in reports that Bush won't back Trump's reelection; says Romney has 'chip on his shoulder' President Trump personal attorney Rudy Giuliani did not seem concerned on Sunday about reports that establishment Republicans are publically saying that they won’t vote for the president in November’s general election.",
  "Trump withdraws National Guard from DC now that 'everything is under perfect control' President Trump announced Sunday that the National Guard would begin withdrawing from Washington, D.C., saying that “everything is under perfect control” following nearly two weeks of peaceful protests and violent rioting and looting in response to the death …",
  "Peter Navarro: 'I blame China' for a lot of the economic hardships plaguing the US White House trade adviser Peter Navarro told “Sunday Morning Futures” that he blames China for a lot of the economic problems currently plaguing the United States as a result of temporary business shutdowns due to the coronavirus pandemic followed by looting …",
  "Ivanka Trump rips ‘cancel culture’ after she’s dropped as commencement speaker Ivanka Trump took to Twitter Friday evening to call out cancel culture after she was dropped as a commencement speaker for Wichita State University.",
  "Newt Gingrich: Democrats want to steal November election – here’s how Make no mistake: Voter fraud is real. Democrats, the anti-Trump news media and the so-called public interest groups on the political left will tell you otherwise, but they are either lying or totally ignorant.",
  "Lara Trump rips Biden on Floyd 'pandering': Ex-VP has done 'nothing' for African-Americans Democratic presidential nominee Joe Biden has a \"terrible\" record on issues important to African-Americans -- and his attendance at a memorial service for George Floyd continues his history of pandering, Lara Trump said Saturday.",
  "NYC man who threatened to burn down Diamond District charged with ‘making terroristic threats,’ police say A Brooklyn man who delivered a threat to New Yorkers during a live interview with Fox News Saturday has been charged with multiple offenses, including one of making terroristic threats, police said.",
  "Mike Huckabee encourages all Republicans to 'make the right move,' support Trump's reelection Former Arkansas Gov. Mike Huckabee encouraged all Republicans to “make the right move” and stand behind President Trump, following a New York Times report that claimed former President George W. Bush and Sen. Mitt Romney, R-Utah, won’t support Trump’s reelect…",
  "George Floyd's brother to testify before Congress in police brutality hearing The brother of George Floyd, a black man who died after a Minneapolis police officer knelt on his neck for nearly nine minutes, is expected to testify before Congress on Wednesday in a hearing on police practices and accountability, according to reports.",
  "Minneapolis mayor booed out of protest after reportedly refusing to defund police Minneapolis’ Democratic Mayor Jacob Frey was booed out of a protest on Saturday after reportedly refusing to back far-left calls to defund the Minneapolis Police Department -- a week after riots and looting tore through the city.",
  "Sen. Tom Cotton blasts New York Times for caving to 'woke child mob' of staffers over op-ed Sen. Tom Cotton called out the New York Times for reversing their position on their decision to publish a recent op-ed of his, first allowing it to be published, then defending that decision after receiving backlash, and then claiming that it did not meet the…",
  "Acting DHS Secretary Wolf: Feds will take 'action' against protest hijackers Acting Secretary of Homeland Security Chad Wolf said Sunday that while violent protests in the wake of George Floyd's death is \"diminishing\" and \"subsiding,\" he remains concerned about those who he says have taken advantage of the demonstrations to carry out …",
  "Trump rails against Biden, 'Radical Left Democrats' over movement to defund police President Trump railed against former vice president Joe Biden and “radical” Democrats Sunday morning, over a recent push to weaken law enforcement in the wake of George Floyd’s death.",
  "'Watters' World' exclusive: Pence hits Biden over silence on riot victims, defends Trump's church visit Vice President Mike Pence addressed President Trump's visit earlier this week to St. John's Episcopal Church while appearing on Saturday's \"Watters' World\" for an exclusive interview, and he also slammed Democratic presidential nominee Joe Biden for not addre…"
]