[
  "Reince Priebus' advice to the Trump campaign: Demand six debates with Joe Biden Reince Priebus, former White House chief of staff for President Trump, and Jason Chaffetz, former chairman of the House Oversight Committee, join Sean Hannity on 'Hannity.'",
  "Fox News Rundown Extra: Judge Napolitano On Police Reform, Removing Confederate Statues Our full, unedited conversation with Fox News Legal analyst Judge Andrew Napolitano about the debates reignited by the George Floyd protests.",
  "Chris Christie says Trump needs to 'get out there and lead by example' by resuming campaign rallies Former New Jersey Gov. Chris Christie told \"The Ingraham Angle\" Friday that the time is right for President Trump to resume his signature campaign rallies, with the first one scheduled for Saturday, June 20 in Tulsa, Okla.",
  "Reince Priebus wants lots of Trump-Biden debates: 'President is going to eat up Joe Biden' The Trump 2020 Campaign should push for more presidential debates than just three when it comes time for President Trump and presumptive Democratic nominee Joe Biden to meet face-to-face, former White House Chief of Staff Reince Priebus said Friday.",
  "Trump campaign says 300,000 people applied for tickets to Oklahoma rally Around 300,000 people have applied for tickets to President Trump's first scheduled rally since states began efforts to resume normal life following weeks of lockdown measures amid the coronavirus pandemic.",
  "Newt Gingrich: America is we know it would end if Biden, Pelosi and Schumer govern Every time some supposed conservative or Republican explains why he or she can’t vote for President Trump, I wonder if they have thought about the alternative – the Biden-Schumer-Pelosi machine.",
  "Jacksonville Mayor Lenny Curry promises full arena for Republican National Convention: 'We’re not going to operate out of fear' The city of Jacksonville, Fl. expects to have a \"full arena\" to \"celebrate the renomination of President Trump\" at the Republican National Convention in August, Mayor Lenny Curry stated Saturday.",
  "Secret Service walks back denial of using tear gas on White House protesters The U.S. Secret Service on Saturday reversed its denial that no agents used tear gas June 1 to remove protesters near the White House, as the park clearing has come under intense criticism and the focus of a lawsuit from activists who allege law enforcement v…",
  "Trump delays Tulsa rally until June 20 over ‘Juneteenth’ concerns President Trump announced on Twitter late Friday that his planned rally in Tulsa, Okla., will be held one night later than originally scheduled.",
  "Ilhan Omar's GOP challenger eyes upset in November, hits 'unthinking' call to defund police Rep. Ilhan Omar’s, D-Minn., Republican challenger is pushing back against what he calls the radical congresswoman’s “unthinking” call to defund the Minneapolis Police Department -- and says he believes he has a good chance of climbing a “political Mount Evere…",
  "Tim Graham: Anti-Trump media coverage of president amounts to free advertising for Biden Rich Noyes of the Media Research Center found that from March 4 (when Joe Biden had basically wrapped up the Democratic nomination) through May 31, Trump coverage on the ABC, CBS and NBC evening newscasts was 94 percent negative. In May, it was 99.5 percent n…",
  "Kim Jong Un's sister threatens military action against South Korea, promises 'tragic scene' at liaison office Kim Yo Jong is making use of her elevated position.",
  "Seattle police chief and mayor at loggerheads over handling of George Floyd protests, autonomous area Seattle Mayor Jenny Durkan and police chief Carmen Best remain at odds over the city's handling of a newly established \"Capitol Hill Autonomous Zone.\"",
  "Don Lemon asks 'how can you not be racist' if you grew up in America? CNN anchor Don Lemon asked whether it was possible for Americans not to be racist -- likening them to flowers planted in apparently tainted soil.",
  "Tucker Carlson: Don’t destroy America’s history and shared heritage The Civil War was the turning point in American history. It shaped who we are now. Eliminating the past leaves us unable to say who we are.",
  "Seattle police chief wants to retake precinct in occupied CHAZ 'as soon as possible' Seattle Police Chief Carmen Best said she wants to retake the police precinct in the self-declared \"Capitol Hill Autonomous Zone,\" or \"CHAZ,\" “as soon as possible.”",
  "Trump tells West Point graduates America's institutions endure against 'passions and prejudices of the moment' President Trump on Saturday addressed the graduating class at the U.S. Military Academy at West Point, telling more than 1,000 graduating cadets that they are the “bravest of the brave” and hailing the durability of America’s institutions “against the passion…",
  "Tucker decries Warren push to remove Confederate monuments from military cemeteries: 'This is vandalism' Tucker Carlson spoke out Friday against Sen. Elizabeth Warren, D-Mass., and her push to remove the names of Confederate leaders from all U.S. military bases and other assets, saying \"healthy societies do not destroy their own history.\"",
  "HHS reverses ObamaCare rule that included abortion, gender identity in sex discrimination protections The Department of Housing and Human Services finalized a regulation Friday reversing an ObamaCare rule which sought to protect transgender rights and abortion access.",
  "Cuomo warns New Yorkers to stay ‘smart’ on coronavirus, before warning revelers: ‘Don’t make me come down there’ As New York phases out of its months-long lockdown in response to the coronavirus crisis, Gov. Andrew Cuomo warned New Yorkers on Saturday to stay “smart” on precautions -- even sending warnings to partiers in the Big Apple."
]