[
  "Democrats cheering 'Black Lives Matter' protests now say Trump rallies pose coronavirus risk Top Democrats who cheered on \"Black Lives Matter\" crowds across the U.S. are now criticizing President Trump for planning to restart his campaign rallies, saying the events -- which are scheduled to kick off June 19 in Tulsa, Okla. -- could help spread the co…",
  "Attendees at Trump’s rally next week must agree not to sue campaign if they get coronavirus People attending President Trump’s rally in Tulsa, Okla., next Friday – the president’s first since the coronavirus pandemic shut down the country three months ago – must agree not to sue the Trump re-election campaign if they contract the virus.",
  "President Trump repeats threat to end Seattle protests Trump doubles down on his threat to end the occupation of Seattle's 'Capitol Hill Autonomous Zone' if state and local officials don't; chief White House correspondent John Roberts reports.",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "Trump calls for ‘new and updated’ Republican Party platform Two days after the Republican National Committee (RNC) moved to not update the GOP’s platform from the 2016 convention, President Trump tweeted that he prefers “a new and updated Platform.”",
  "Rep. Bobby Rush blasts Trump as 'the worst thing that has ever happened to the American presidency' Rep. Bobby Rush, D-Ill., described President Trump Friday as \"the worst thing that has ever happened to the American presidency,\" and claimed the commander-in-chief was \"in the throes of insanity.\"",
  "Trump hammers law-and-order message as he prepares for campaign trail return President Trump is amplifying his law-and-order message in response to the unrest that’s rocked many of the nation’s cities since the death last month of George Floyd in Minneapolis police custody -- especially as a mix of protesters and anarchists occupy sev…",
  "Biden backs push to scrub Confederate names from military bases Former Vice President Joe Biden says he’s backing a push to the remove the names of Confederate leaders from the Civil War from all U.S. military assets – which stands in stark contrast to President Trump’s fierce opposition earlier this week to scrub those n…",
  "'Special Report' All-Stars on relocating the Republican National Convention, restarting Trump rallies Plus, Byron York, Julie Pace and Steve Hayes name their winners and losers of the week.",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "Graham: 'If you care about the rule of law, you should want me to get to the bottom' of Russia probe Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told \"Hannity\" Thursday that anyone who cares about the \"rule of law\" should want him get to the bottom of the origins of the FBI's Russia investigation.",
  "Trump responds to Biden's claim that he'll try to steal the election: 'Joe's not all there' President Trump on Friday pushed back against presumptive Democratic presidential nominee Joe Biden for claiming the commander in chief would try to steal the election.",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "Jim Jordan’s Big Idea: Enact FISA reform to fix 'system-wide problem' Rep. Jim Jordan, R-Ohio, says reforming the Foreign Intelligence Surveillance Act (FISA) is paramount to protecting U.S. citizens’ right to privacy, warning that if a president of the United States can fall victim to misconduct, so can the average American.",
  "Trump on decision to hold Tulsa rally on Juneteenth: 'It's a celebration' President Trump told Fox News' Harris Faulkner in an exclusive interview that his planned Oklahoma rally on Juneteenth, a day commemorating the end of slavery in the U.S., should be looked at as a “celebration,” and not “an inconvenience.”",
  "Ohio lawmaker regrets 'unintentionally awkward' question on 'colored population' getting coronavirus A Republican lawmaker from Ohio is being called on to step down after an “unintentionally awkward” question he asked about black people and hand-washing landed him in hot water earlier this week.",
  "Harris Faulkner asks Trump why he tweeted 'when the looting starts, the shooting starts' In an exclusive interview on race relations and police brutality, President Trump defended his social media-based response to nationwide protests sparked by the death of George Floyd.",
  "Geraldo Rivera says Biden should stay in the basement: 'Don't fix what isn't broken' Presumptive Democratic presidential nominee Joe Biden should stay in the basement of his Delaware home and not try to \"fix what isn't broken,\" Fox News correspondent-at-large Geraldo Rivera recommended Friday.",
  "Rep. Michael Waltz On Helping Persuade President Trump To Bring The RNC To Jacksonville, FL Congressman Michael Waltz (R-FL-6) spoke with Brian Kilmeade about his concern that the lawlessness in Seattle will spread to other parts of the Country unless immediate action is taken. Waltz, whose district lies between Jacksonville and Orlando, also spoke …",
  "Gen. Milley was right to issue mea culpa for perceived political appearance: Gen. Jack Keane Fox News senior strategic analyst Gen. Jack Keane told “Fox & Friends” on Friday that Chairman of the Joint Chiefs of Staff Gen. Mark Milley “absolutely made the right decision” to express regret for accompanying President Trump during a photo-op last week at…"
]