[
  "Trump campaign adviser on resurgence of MAGA rallies, they will be 'suitably safe' despite COVID-19 concerns Large-scale election year campaign rallies have not taken place since early March, when the coronavirus was just beginning to wreak havoc across the country. President Trump's 2020 reelection campaign is hoping to change that.",
  "Chris Stirewalt: Trump campaign is 'demonstrably worse off' than in 2016 Fox News politics editor Chris Stirewalt told the “Fox News Rundown” podcast on Wednesday that President Trump is currently “demonstrably worse off” compared to the same time frame during the last election cycle.",
  "Trump says he intends to hold rallies in Oklahoma, Florida, Arizona, North Carolina after coronavirus hiatus With less than five months to go before the general election in November – and after months of being stuck in Washington amid the coronavirus pandemic – President Trump said on Wednesday that he’s going to restart campaign rallies with trips already planned t…",
  "Graham fends off primary challengers, secures GOP Senate nomination Sen. Lindsey Graham, R-S.C., moved closer to serving a fourth Senate term, emerging victorious from the Republican field after South Carolina’s primary election Tuesday.",
  "Sanders, AOC back Kentucky progressive, look to spoil centrist Dem's gains against McConnell Just as a new poll showed Kentucky Democrat Amy McGrath pulling into a statistical tie in her U.S. Senate election fight against the incumbent, Senate Majority Leader Mitch McConnell, some other news emerged that could spell trouble for her campaign.",
  "The 2020 Election Is Reshaped … Again Will we see a Trump rally this election cycle? President Trump had suspended the rallies in early March amid the coronavirus pandemic, but it looks like he is going to be hitting the campaign trail in the near future. Communications Director for the 2020 Trum…",
  "Cotton's NY Times op-ed controversy ups senator's profile, sparks more speculation Sen. Tom Cotton’s opinion piece last week in the New York Times in which he called for the U.S. military to be deployed in cities engulfed in unrest following George Floyd’s death at the hands of the police sparked controversy and grabbed headlines for the co…",
  "Today on Fox News: June 10, 2020 ",
  "Messy Georgia primary raises alarms for November, as Ossoff edges closer to clinching Senate nomination The Democratic Senate primary in Georgia was too early to call Wednesday, as Jon Ossoff held onto approximately 49 percent of the vote with more ballots coming in -- amid widespread reports of hourslong lines, voting machine malfunctions, provisional ballot s…",
  "President Trump expected to issue executive order to implement police reforms at the executive level As Senate Republicans formulate plans for police reform that could include independent investigations of police misconduct and a ban on chokeholds, Democrats insist reforms need to go much further; chief White House correspondent John Roberts reports.",
  "Jordan seeks DOJ briefing on Antifa, slams 'defund the police' push as 'complete insanity' EXCLUSIVE: The top Republican on the House Judiciary Committee on Wednesday requested a briefing from Attorney General Bill Barr on the Justice Department’s actions in response to the death of George Floyd in Minneapolis police custody, covering everything fr…",
  "Doug Collins on Barr's Fox News interview: We were right about FBI wanting to 'get' Trump Republicans were right about Obama-era members of the FBI wanting to \"get\" President Trump and his the-incoming administration, Georgia Republican Congressman Doug Collins stated Wednesday.",
  "Watters rips media for ignoring COVID-19 concerns amid protests: 'If there's a second wave, it's on the left' \"The Five\" co-host Jesse Watters said Wednesday that he would not be surprised if the country sees a surge in coronavirus cases after thousands ignored social distancing guidelines in recent days to protest the death of George Floyd.",
  "Jesse Watters downplays Biden's chances of beating Trump in November: 'Do I look worried? Not yet' \"The Five\" co-host Jesse Watters said Wednesday that he's \"not yet\" worried about President Trump's general election chances against presumptive Democratic nominee Joe Biden because the president is running with \"one hand tied behind his back\" as the nation f…",
  "Brian Arbour: Trump reelection threatened by low approval ratings, coronavirus pandemic and racial strife A majority of Americans have a negative opinion of President Trump. In all, 54 percent disapprove of the job he is doing as president, 55 percent have an unfavorable impression of him, and 52 percent say they will vote for another candidate.",
  "McEnany says there's an 'absolute double standard' that churches still can't gather despite large protests White House press secretary Kayleigh McEnany said there is an “absolute double standard” in that churches are limited across the country, yet many pack together in large protests with little social distancing.",
  "Kayleigh McEnany blasts 'ludicrous, nonsensical' push to dismantle police forces White House press secretary Kayleigh McEnany told “Fox & Friends” on Wednesday that it’s “appalling, it is ludicrous, it is nonsensical, to take police out of society.”",
  "Trump to kick start campaign rallies as Biden surrogate says former VP doesn't need to campaign publicly President Trump to restart campaign events this month; reaction on 'The Five.'",
  "Jon Huntsman, now running for governor of Utah, says he’s tested positive for coronavirus Utah gubernatorial candidate and former ambassador Jon Huntsman Jr. announced he’s tested positive for coronavirus.",
  "Rose McGowan calls Joe Biden a 'wolf in sheep's clothing' amid ongoing protests following George Floyd's death Rose McGowan shared a pair of tweets suggesting that neither Joe Biden nor Democrats are the solution to the systemic racism being protested across the country."
]