[
  "Trump supporters pumping thousands into AOC's primary opponent's coffers: report Top donors to President Trump are also pumping thousands of dollars into the campaign kitty of the Democratic primary rival to Rep. Alexandria Ocasio-Cortez — Michelle Caruso-Cabrera, campaign records show.",
  "Trump to resume trademark campaign rallies after coronavirus hiatus President Trump will resume hosting campaign rallies sometime in the next two weeks, returning one of the president's most potent weapons to his arsenal as the 2020 campaign season enters a pivotal stretch, Fox News is told.",
  "McEnany: Trump believes there are 'instances of racism’ but most cops are ‘good people’ White House press secretary Kaleigh McEnany said Monday President Trump believes there are “instances of racism” but that most police officers are “good people.”",
  "Biden meets with Floyd’s family ahead of Tuesday’s funeral Former Vice President Joe Biden on Monday met privately in Texas with the family of George Floyd, whose death two weeks ago while in police custody has sparked nationwide protests.",
  "Trump mocks Romney for marching with protesters to White House: ‘What a guy’ President Trump on Monday mocked Mitt Romney for marching with protesters to the White House over the weekend, sarcastically praising the Utah senator's \"sincerity\" and political acumen.",
  "Biden to meet Floyd’s family ahead of funeral Former Vice President Joe Biden heads to Houston, Texas, on Monday to meet privately with and offer condolences to the family of George Floyd, whose death two weeks ago in police custody sparked nationwide protests.",
  "Joy Behar mocks Trump's 'stupid' White House fence blocking protesters: 'You're a loser, you're done' \"The View\" co-hosts Joy Behar and Whoopi Goldberg mocked President Trump on Monday over the way he responded to ongoing protests surrounding George Floyd's death.",
  "Barr, in FNC interview, confirms 'focused investigations' of Antifa, hammers 'dangerous' push to defund police Speaking exclusively to Fox News' Bret Baier on Monday outside the Department of Justice, Attorney General Bill Barr confirmed that \"focused investigations\" are underway that \"relate to Antifa,\" the far-left group that President Trump has sought to designate …",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Kayleigh McEnany says CNN's Chris Cuomo, Don Lemon encouraged non-peaceful George Floyd protests White House Press Secretary Kayleigh McEnany called out CNN hosts Chris Cuomo and Don Lemon for their recent rhetoric about violent protests during Monday’s news briefing.",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "Schumer, Pelosi call on Trump to reopen Lafayette Square after George Floyd unrest: 'Tear down these walls' In letter to Trump, Pelosi and Schumer have asked the president take down the fencing and reopen Lafayette Square – calling the park “a place which has long been a venue where Americans can gather to freely exercise their constitutional rights in close proxim…",
  "McEnany: White House has ‘no regrets’ over clearing protesters from Lafayette Square White House press secretary Kayleigh McEnany said the White House has “no regrets” over the controversial clearing of protesters from Lafayette Square before President Trump walked across the street last week to visit St. John’s Church.",
  "Tom Cotton blasts NYT leaders for failing to stand up to 'woke children' in newsroom Arkansas Republican Senator Tom Cotton blasted New York Times’ “adult” leaders on Monday for failing to stand up to “the woke children that apparently now run” the publication’s newsroom, which he said led to the resignation of the editor of the newspaper’s o…",
  "Colin Kaepernick: Timeline of former NFL QB's kneeling protests Here’s a timeline of Kaepernick’s pro football and post-NFL days since he first kneeled during “The Star-Spangled Banner.”",
  "‘Defund the police’ wrests support from politicians coast-to-coast – and steamrolls holdouts In the wake of George Floyd's death, calls to \"defund the police\" have in a matter of days escalated from a fringe campaign to a celebrity-backed cause to the municipal mainstream -- and now appear primed to spur official action, to varying degrees, in cities…",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Joseph Tsai, owner of Nets and Liberty, approves of peaceful protests around Barclays Center Some of the protests in New York City in wake of the police-involved death of George Floyd have gathered around the Brooklyn Nets and New York Liberty’s home area the Barclays Center.",
  "Biden comes out against defunding police, as movement gains traction Joe Biden's campaign came out Monday against the growing push to \"defund the police,\" saying instead that the presumptive Democratic presidential nominee supports the “urgent need for reform.”",
  "Tim Graham: Rosenstein testifies – and suddenly mainstream media say this about Russia collusion Former Deputy Attorney General Rod Rosenstein was at the red-hot center of the Robert Mueller probe into the phantom menace of Donald Trump's collusion with the Russians."
]