[
  "Never Trumpers cross line with party operatives by targeting GOP senators: 'Taking it too far' The \"Never Trump\" coalition of Republicans fighting to oust President Trump from the White House is making a risky play, just as the president's lackluster poll numbers are raising concerns on the right -- they're going after Republican senators too.",
  "McConnell makes appeal for wearing masks: ‘It is about protecting everyone we encounter’ Senate Majority Leader Mitch McConnell underscored the importance of wearing face coverings on the Senate floor Monday.",
  "Hickenlooper seeks to overcome unforced errors in Colorado Senate race, as Utah and Oklahoma hold key primaries A Democratic primary that’s heated up at the last minute in Colorado -- a crucial Senate race that could determine which party controls the chamber next year -- is in the national spotlight on Tuesday as three states hold primaries.",
  "House GOP taps Rep. James Comer to serve as top Republican on Oversight Committee Rep. James Comer, R-Ky., was selected on Monday to be the top Republican on the powerful House Oversight and Reform Committee – setting him up for a high-profile role as Republicans seek to combat Democratic oversight moves into the Trump administration.",
  "McEnany calls reporter’s question ‘absurd’ when asked if Trump believes it's good South lost the Civil War White House press secretary Kayleigh McEnany told Politico reporter Ryan Lizza his question was “absolutely absurd” when he asked if President Trump was happy with the outcome of the Civil War.",
  "North Carolina's Madison Cawthorn says his GOP primary upset is 'by no means' a referendum on Trump Cawthorn has a shot at WH chief of staff Mark Meadows' old seat.",
  "NBC News’ Chuck Todd slammed for asking Bolton if Trump 'is afraid to make Putin mad' because he wants his help: 'This is not journalism' Republican National Committee chairwoman Ronna McDaniel slammed NBC News’ Chuck Todd and called him a Democratic activist after the “Meet the Press” host asked if President Trump is “afraid” to upset Vladimir Putin because of Russia's election interference in…",
  "Jeff Bezos' Twitch temporarily bans Trump for 'hateful conduct' Twitch, a streaming platform owned by Amazon mogul Jeff Bezos, has temporarily banned President Trump’s account for “hateful conduct” stemming from footage of the president’s speeches.",
  "McEnany accuses NY Times of 'false' reporting on Russian bounty intel, says it should hand back Pulitzers White House Press Secretary Kayleigh McEnany blasted The New York Times Monday over what she claimed was \"false\" reporting about whether President Trump was briefed about intelligence that Russia paid Taliban-linked militants bounties to kill U.S. troops in A…",
  "Navy bans troops from indoor religious services but permits protests and house parties, law firm says The Navy is banning service members from attending indoor religious services due to the coronavirus and troops could be court-martialed as punishment, a religious freedom law firm tells Fox News.",
  "White House insists ‘no consensus’ on intel of Russian bounties for US troops, as pressure mounts The White House on Monday insisted there is \"no consensus\" that the intelligence that Russia offered bounties to Taliban-linked militants to kill U.S. troops is accurate, which is why, it says, the issue was never flagged to President Trump or Vice President …",
  "Rep. Biggs: 2020 is a choice between Trump and a 'Marxist, leftist, authoritarian' regime The November election will boil down to a choice between a \"Marxist leftist authoritarian type of regime\" and President Trump, Rep. Andy Biggs, R-Ariz., said Sunday.",
  "Trump says intel doesn't back report on Russian bounties on US troops: 'Another fabricated Russia Hoax' ",
  "Fox News confirms National Security Council met to discuss responses to reports of Russian bounties White House officials say President Trump was not briefed because the information had not been verified and there is no consensus within the intelligence community; Kristin Fisher reports from the White House.",
  "Corey Lewandowski On His Formula To Help Ensure President Trump’s Re-Election Corey Lewandowski, Senior Advisor Trump/Pence 2020 Former Campaign Manager Donald Trump spoke with Brian Kilmeade about what President Trump needs to do in order to win re-election. Lewandowski says the formula for victory for President Trump is reminding the…",
  "John Sununu on Trump trailing Biden in polls: He must gear messages on COVID-19 for 'reality' Amid concerns about the recent spikes in coronavirus cases across several states, former New Hampshire Gov. John Sununu said on Monday that President Trump “gear his messaging\" on the coronavirus to reflect the \"reality\" in the country.",
  "Power Rankings: Iowa swings for the fences Swing states are not competitive states; Swing states are ones that show consistent political volatility.",
  "Jacksonville, host of Republican convention, mandates wearing masks Jacksonville, Fla., which is hosting the celebratory parts of this summer’s Republican National Convention, did an about-face on Monday and mandated the wearing of masks in order to prevent the spread of coronavirus.",
  "McEnany: Pelosi 'playing politics' with 'false reporting' on Russian bounties for US troops White House Press Secretary Kayleigh McEnany said on Monday that House Speaker Nancy Pelosi is “entirely off-base” for claiming that President Trump has not been applying pressure on Russia for their misdeeds.",
  "Jason Chaffetz blasts Pelosi for suggesting that 'the Russians have something on Donald Trump' Former House Oversight Committee Chairman Jason Chaffetz blasted House Speaker Nancy Pelosi, D-Calif., for suggesting that “the Russians have something on Donald Trump,” calling it “terribly irresponsible” and “just downright wrong.”"
]