[
  "Major GOP outside group pouring money into increasingly competitive Georgia Two groups affiliated with American Crossroads – the decade-old powerful outside group that supports Republican candidates and causes – are spending big bucks on TV commercials in a key Senate race in Georgia, a once reliably red state that recent polling ind…",
  "Sen. Collins refuses to say whether she’ll vote for Trump, signals she won’t campaign against Biden Sen. Susan Collins, R-Maine, refused to say whether she’ll vote for President Trump in November and signaled that she would not campaign against presumptive Democratic nominee Joe Biden.",
  "Sessions slams Alabama Senate runoff opponent Tuberville as 'empty suit' in last-ditch appeal to voters Former Attorney General Jeff Sessions made his final case to Alabama Republican voters on \"Tucker Carlson Tonight\" Tuesday, blasting his Senate runoff opponent Tommy Tuberville as an \"empty suit.\"",
  "Alexander Vindman, Trump impeachment witness, retires from military Lt. Col. Alexander Vindman, a key impeachment witness against President Trump, retired from the Army Wednesday, with his lawyer citing \"a campaign of bullying, intimidation and retaliation\" that limited his military career.",
  "Kanye West no longer supports Trump, says Biden not 'special' Joe Biden? Like come on man, please'",
  "Maryland’s Hogan launches book tour amid 2024 speculation Gov. Larry Hogan realizes that his new book release and tour will raise eyebrows about the Maryland Republican’s potential 2024 White House ambitions. “I know that there’s speculation,” he told Fox News on Wednesday.",
  "Amy Kennedy wins primary to take on Rep. Jeff Van Drew, who defected to GOP Kennedy had the endorsement of Gov. Phil Murphy and Lt. Gov. Sheila Oliver.",
  "New Hampshire's GOP governor will greet president but not attend Trump’s rally Gov. Chris Sununu said he will welcome President Trump as he arrives in New Hampshire for his Saturday evening rally, but the Republican governor added that he won’t be attending the event.",
  "Let Yourself Off The Hook This week, Dana and Chris discuss the SCOTUS's opinion on the Electoral College, President Biden's ability to debate President Trump and the potential for Republicans to hold on to the Senate. They also touch on the possibility of reopening schools this fall,…",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "Rep. Biggs on COVID-19: If people are relying solely on Fauci and Birx, that’s 'a problem' Relying solely on the expertise of White House coronavirus response coordinator Dr. Deborah Birx and National Institute of Allergy and Infectious Diseases Director Dr. Anthony Fauci is a \"problem,\" Arizona Republican Congressman Andy Biggs said Wednesday.",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "RNC Chair McDaniel blasts Biden over defense of WHO, says agency 'had one job ... and they failed' Republican National Committee Chairwoman Ronna McDaniel hammered presumptive Democratic presidential nominee Joe Biden Wednesday for his criticism of President Trump pulling the United States out of the World Health Organization (WHO).",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "Biden says some funding should 'absolutely' be redirected from police Joe Biden said in an interview Wednesday that some funding should “absolutely” be redirected from police, amid calls from some in his party to \"defund the police\" in the wake of the protests across the country.",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "Sen. David Perdue Says He Will Be At The Republican National Convention With Bells On Senator David Perdue (R-GA) spoke with Brian Kilmeade about Georgia Governor Brian Kemp declaring a state of emergency and deploying National Guard troops as violence rises in Atlanta. Perdue applauds the governor for bringing out the guard to bring law and o…",
  "Trump administration launches new campaign to reduce high suicide rates Known as REACH, the government campaign is the core part of a $53 million, two-year effort announced by President Trump to reduce suicide, particularly among veterans.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow."
]