[
  "Ronna McDaniel hits back at Dems slamming Trump for scheduling rally: 'They were silent' during left-wing protests Republican National Committee chairwoman Ronna McDaniel responded to the New Hampshire Democratic Party on Monday, after they ripped President Trump and his campaign for scheduling an outdoor rally there later this month.",
  "New Hampshire governor stresses ‘it’s imperative’ attendees wear masks at Trump rally New Hampshire Gov. Chris Sununu said Monday that he’s “pleased” that President Trump’s campaign will hand out face masks and hand sanitizer to people arriving at Saturday’s Trump re-election rally in Portsmouth, New Hampshire.",
  "Biden campaign memo claims Trump attacks on ex-VP 'actively rebounding onto him,' GOP candidates An internal memo circulating among Biden campaign staff argues that President Trump’s attacks on former Vice President Joe Biden are only hurting his re-election chances and down-ballot Republican candidates who have “handcuffed themselves” to the president, …",
  "'SAD' if no 'deep state' prosecutions before elections; Durham should produce findings, Grassley says Senate Finance Committee Chairman Chuck Grassley on Monday said it was \"SAD\" that Attorney General Bill Barr might wait until after Election Day to initiate prosecutions related to U.S. Attorney John Durham's ongoing probe into FBI misconduct.",
  "Spencer Cox wins Republican primary in Utah governor's race Cox captured a narrow lead with 36.4 percent of the vote over Huntsman’s 34.6 percent, The Associated Press reports",
  "Biden-founded law firm, a company tied to Pelosi received PPP funds, docs show A prominent Delaware law firm founded by Joe Biden received a Payroll Protection Program (PPP) loan for between $150,000 and $350,000, records reviewed by Fox News show.",
  "Newt Gingrich: Trump delivered most important presidential speech since Reagan Former House Speaker Newt Gingrich said on Monday that President Trump’s speech at Mt. Rushmore was the most “important speech since Ronald Reagan” at Westminster in 1982.",
  "Biden campaign slams Trump for 'outright lying' over COVID-19 threat The Biden campaign on Monday slammed President Trump for \"outright lying\" to the United States about the threat of the novel coronavirus, after the president claimed over the weekend that the majority of coronavirus cases are “harmless.\"",
  "Steve Hilton: 5 things Trump should do to win reelection President Trump should galvanize the country with positivity and optimism, Steve Hilton said Sunday, encouraging the Trump campaign to spread a message of hope as it works to reenergize his reelection bid.",
  "Rep. Steube fires back at Trump critics over July 4 address: 'They will criticize anything he does' Rep. Greg Steube defended President Trump’s Fourth of July speech Sunday amid withering criticism from liberals who called his remarks divisive instead of unifying.",
  "Joe Biden enlists Debra Messing, Bradley Whitford and more stars to raise support on Instagram Joe Biden is enlisting the help of celebrities on Instagram to promote his 2020 campaign for president.",
  "Biden says he is going to ‘transform’ the nation if elected Tweet comes on the heels of politically charged Fourth of July weekend",
  "President Trump offers help to New York, Chicago amid surge in violence Trump says the federal government is 'ready, willing and able' to intervene; Kristin Fisher reports from the White House.",
  "Chaffetz calls out hypocrisy of Dems, pundits who criticized Trump's Mount Rushmore visit Fox News contributor Jason Chaffetz on Monday called out the media for failing to mention that Hillary Clinton, President Barack Obama, and Sen. Bernie Sanders visited Mt. Rushmore.",
  "Newt Gingrich: Trump will be remembered as 'one of the most disruptive figures ever to lead' US Newt Gingrich has witnessed big, positive changes in American politics, and he comes away from those instances with the conclusion that President Donald Trump will be remembered by history as \"one of the most disruptive figures ever to lead the United States.\"",
  "Biden’s Spanish-language ads include different versions with Cuban, Puerto Rican and Mexican accents The Spanish-language ads all use the same slogan to contrast him with President Trump-- “los cuentos no pagan las cuentas\"",
  "The Electoral College dodges another bullet The Supreme Court rules states can sanction or remove ‘faithless' presidential electors.",
  "Steve Hilton: Here's how Trump gets reelected The president and his team have every reason to feel bitter and frustrated.",
  "Mark Meadows hints at executive orders 'this week' on China, drug prices since Congress won't act White House Chief of Staff Mark Meadows said on Monday that President Trump will take measures against China after they mishandled the coronavirus outbreak that plagued the world.",
  "Lindsey Graham Blasts Trump Critics, the NBA and Colin Kaepernick Senator Lindsey Graham (R-SC) Chairman of the Senate Judiciary Committee, spoke with Brian Kilmeade about President Trump's speech from Mount Rushmore, the left's continued push to defund police as crime soars across the nation, Black Lives Matter being a lef…"
]