[
  "Parscale claims Trump beating Biden where it counts Pushing back against public opinion polls that indicate President Trump’s trailing Democratic challenger Joe Biden, Trump campaign manager Brad Parscale argues that the president “is dominating” the former vice president “when it comes to the most important f…",
  "Biden and DNC outraise Trump and RNC during blockbuster fundraising month President Trump and Democratic challenger Joe Biden both set eye-popping fundraising records last month – but Biden’s records were larger.",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Pelosi: 'I'm trying to save the world from coronavirus' House Speaker Nancy Pelosi reportedly said Thursday she’s “trying to save the world from coronavirus” after a Republican lawmaker accused her of being too busy to comment on the rioters tearing down statues in her district.",
  "Pelosi attacks Trump over coronavirus, Russia hostility: 'The president himself is a hoax' House Speaker Nancy Pelosi, D-Calif., attempted to turn one of President Trump's favorite attack lines back on him Thursday, claiming that \"the president himself is a hoax\" rather than the coronavirus or Russian interference in U.S. elections.",
  "Scalise urges Clyburn to withdraw probe into implementation of PPP at big banks The top Republican on the House Subcommittee on the Coronavirus Crisis is urging committee Chairman James Clyburn to withdraw his investigation into the implementation of the Paycheck Protection Program at large banks, as the Trump administration has agreed t…",
  "Ousted SDNY federal prosecutor Geoffrey Berman to appear before House Judiciary Committee next week Former Southern District of New York U.S. Attorney Geoffrey Berman will testify next week before the House Judiciary committee in a closed door hearing – just weeks after President Trump fired him.",
  "GOP lawmakers urge Trump to oppose calls to make gaps for animals in border wall A group of GOP House members are urging President Trump not to give in to calls from environmental activists to make gaps in sections of newly built wall at the southern border in order to allow wildlife to pass through.",
  "House Dems pass massive $1.5T infrastructure bill, GOP slams them for 'partisan wish list' House Democrats passed a massive $1.5 trillion infrastructure bill on Wednesday, as Republicans accused them of pouring money into what one congressman called a “partisan wish list.”",
  "Gang of Eight gets Russia bounty briefing amid confusion over Trump's role Intelligence community heads are set to brief top congressional leaders on Thursday about the reports that Russia has offered militants in Afghanistan bounties for killing American soldiers, the highest-level briefing for members of Congress on the matter so …",
  "Watch: McConnell says Democrats are 'threatening' institutions, declaring 'war on the rulebook itself' Senate Majority Leader Mitch McConnell, R-Ky., on the Senate floor Thursday tore into Democrats for allegedly \"threatening\" the courts, the Senate and other \"governing institutions\" to get their way on policy.",
  "Trump swipes at Biden, says tax hikes would tank market: ‘401ks will drop down to nothing’ President Trump is warning that if Democratic challenger Joe Biden is elected in November, the stock market will collapse and Americans' financial investments “will drop down to nothing.”",
  "Bolton Defends His Book Former National Security Adviser John Bolton's new book \"The Room Where It Happened: A White House Memoir,\" which has been highly critical of President Trump has been met with backlash from both sides of the political aisle. Bolton tells the 'Rundown' he's st…",
  "CNN skips Trump remarks amid positive jobs report, critics say network 'transparently biased' President Trump spoke at a pair of events on Thursday but CNN didn’t bother to carry either of them live and critics feel the decision proves the network is so “transparently biased against the president that it damages CNN more than Trump.”",
  "John Bolton calls Jared Kushner 'the second-most powerful man in the White House' Former National Security Adviser John Bolton told the \"Fox News Rundown\" podcast Thursday that he believes President Trump's senior adviser and son-in-law Jared Kushner is \"the second-most powerful man\" in the administration.",
  "Rep. McCaul admits Trump 'did deserve, probably' to know about Russian bounty intelligence Rep. Michael McCaul, R-Texas, told \"America's Newsroom\" Thursday that President Trump \"did deserve, probably, to know\" about intelligence that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghani…",
  "Trump, in video message, vows to stop ‘lawlessness’ President Trump, in a video message on Thursday, vowed to stop “lawlessness” and to continue to protect monuments and statues across the nation after many were vandalized and destroyed in recent weeks.",
  "Supreme Court to hear arguments over House request for Mueller grand jury material The Supreme Court announced Thursday that the justices will hear arguments in the Trump administration's challenge against the House Judiciary Committee's attempt to access the secret grand jury materials from Robert Mueller's Russia investigation.",
  "Tammy Bruce: Trump prioritizing law and order with move to protect monuments from mob The president is illustrating that law and order is of paramount importance and is at the foundation of everything else.",
  "Partisan divide over virus deepens as Republicans push Trump on masks The debate over the biggest threat to our public health in a century has become hopelessly politicized, and the same goes for the seemingly common-sense practice of wearing a mask."
]