[
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "House to vote on DC statehood, as effort faces Republican opposition The House of Representatives on Friday will vote on whether to make Washington D.C. a state, making it the second time the House has voted on such a measure in the nearly 230 years since the district was established -- but the Democratic-led push is unlikely …",
  "The Sunbelt Has Become The New Hot Spot For Coronavirus This Week: The coronavirus pandemic is not over. Texas, Florida, Arizona and California have seen spikes in COVID-19 cases this week. Despite the recent surges in some states, it's not slowing down President Trump's campaign or his travel across the U.S. Jare…",
  "Pelosi misspeaks, says police reform bill is worthy of ‘George Kirby’s’ name House Speaker Nancy Pelosi on Friday misspoke when she said that a Democrat-led push in the House for police reform needed to be worthy of “George Kirby’s name”",
  "Trump calls US 'toughest country to deal with', cites 'Schumer and Pelosi and people that are bad people' President Trump told Sean Hannity during a town hall in Green Bay, Wis., Thursday that the \"toughest country to deal with\" is his own because of House Speaker Nancy Pelosi, D-Calif., Senate Minority Leader Chuck Schumer, D-N.Y. and their treatment of him duri…",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Newt Gingrich: Democrats don't want to talk about their disastrous policies in cities like Chicago \"Systemic racism\" is a political term designed to stifle dialogue, former Republican Speaker of the House Newt Gingrich asserted Friday.",
  "Tim Scott blasts Pelosi over 'outrageous, sinful' claim GOP wants to 'get away with murder' of George Floyd Sen. Tim Scott, R-S.C., tore into House Speaker Nancy Pelosi, D-Calif., Friday, telling Fox News Radio's \"The Guy Benson Show\" that her remark accusing the GOP of \"trying to get away with ... the murder of George Floyd\" was \"the most outrageous, sinful commen…",
  "House passes DC statehood bill: Here’s how it would work The Democratic-led House on Friday for the first time passed a bill that would make Washington, D.C. the 51st state.",
  "Michigan GOP candidate blames liberal college for daughter's anti-endorsement A Michigan state House candidate blames the influence of his daughter’s liberal college for her viral social media plea for voters to cast their ballots for someone else.",
  "Sen. John Kennedy says push for DC statehood is 'all about power, like everything else in Washington' Sen. John Kennedy, R-La., told Fox News' \"Your World\" Friday that the latest push to make Washington, D.C. a state is \"all about power, like everything else in Washington D.C.\"",
  "Leader Mitch McConnell (R-KY) “The Democrats Did Not Want An Outcome, They Simply Wanted To Act Like Tim Scott Didn’t Exist” Senate Majority Leader Mitch McConnell (R-KY) spoke with Fox News Radio's Guy Benson about the move by Senate Democrats to block Senator Tim Scott's police reform bill. Saying,\"The Democrats did not want an outcome. They simply wanted to act like Tim Scott di…",
  "Trump, at Fox News town hall, says mail-in voting is 'biggest risk' to fair November election, says Dems are 'destroying our country' ",
  "Biden’s low-key virtual campaign is a gamble on Trump fatigue If the latest polls are any indication, some Democrats now believe that his low-key approach is paying dividends.",
  "House approves DC statehood bill, GOP calls move Dem 'power grab' The House of Representatives on Friday voted to make Washington D.C. the 51st state, a move cheered by Washingtonians as a long-overdue acknowledgment of full citizenship, while Republicans panned the effort as a Democratic Party power grab.",
  "Local news outlet blasts Biden campaign after being snubbed at Pennsylvania event A news organization in Lancaster, Pennsylvania is steamed after not being allowed access to cover former Vice President Joe Biden’s campaign event Thursday in the southeast Pennsylvania city.",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Sen. Tim Scott (R-SC) Responds To Pelosi ‘Murder’ Smear: “Most Outrageous, Sinful Comment I’ve Heard As A Public Official Period.” Senator Tim Scott (R-SC) spoke with Fox News Radio's Guy Benson about Speaker of the House Nancy Pelosi's 'Murder' smear against Republicans. Calling It \"The most outrageous, sinful comment I've heard as a public official period.\" Senator Scott continued by s…"
]