[
  "Justice Kavanaugh denies emergency request from Illinois GOP groups seeking to hold large rallies Supreme Court Justice Brett Kavanaugh on Saturday denied an emergency appeal submitted by GOP lawmakers from Illinois that had argued against the governor’s restrictions on meeting in groups larger than 10 amid the coronavirus pandemic.",
  "Kim Guilfoyle tests positive, Don Jr. negative, for coronavirus, Trump campaign confirms Kimberly Guilfoyle, a senior adviser to the Trump 2020 campaign, has tested positive for the coronavirus, the campaign confirmed Friday night.",
  "Rep. Andy Biggs says Trump's critics are trying to sow division with complaints over Mount Rushmore event President Trump set to kick off a historic July Fourth celebration at Mount Rushmore; reaction from civil rights attorney Leo Terrell, Arizona Rep. Andy Biggs and Jenna Ellis, senior legal adviser to Trump 2020 campaign.",
  "Rep. Devin Nunes reacts to brief on Russian bounties: Vladimir Putin is 'dangerous,' intel community has 'real problem' There is a \"real problem\" in the U.S. intelligence community if the leakers are going to have to investigate themselves, Rep. Devin Nunes, R-Calif., pointed out Saturday.",
  "Trump, in fiery Mount Rushmore address, decries rise of 'far-left fascism,' calls on Americans to rise upTrump, in fiery Mount Rushmore address, decries rise of 'far-left fascism,' calls on Americans to rise up Speaking after the legendary U.S. Navy Blue Angels roared overhead, President Trump ushered in the July 4th weekend Friday night at Mount Rushmore in South Dakota with a full-throated condemnation of \"far-left fascism\" and a defense of \"Judeo-Christian princi…",
  "Neil Young upset Trump event used his song: ‘This is NOT ok with me’ Neil Young made clear once again Friday that he doesn’t like it when one of his songs is used during a public appearance by President Trump.",
  "Trump speaks at Mount Rushmore, will condemn 'merciless campaign to wipe out our history' President Trump will emphasize America's history as a \"great and virtuous country\" in remarks he plans to give at South Dakota's Mount Rushmore Friday to mark the beginning of Independence Day weekend, a person familiar with his remarks told Fox News.",
  "Protesters block road leading to Mount Rushmore ahead of Trump event Protesters blocked an access road to Mount Rushmore Friday, hours before President Trump was set to give a speech to kick off Independence Day weekend.",
  "Biden calls for America to tackle 'systemic racism' in 4th of July message Joe Biden's Fourth of July message focused on America's long history of racial injustice -- from slavery to George Floyd's death -- as he called for Americans to strive to achieve the country's founding ideal of equality.",
  "Trump wants to give Americans 'a worthy show' for Independence Day in 'Salute to America' President Trump, who has railed against the \"cancel culture,\" refused to let the coronavirus pandemic close down a grand Fourth of July celebration in Washington, despite objections from local officials over rising infection rates.",
  "Peter Navarro: 'Chinese Communist Party needs to come clean about coronavirus’ The Chinese Communist Party needs to be held accountable for its role in eroding democracy in both the U.S. and Hong Kong, White House Trade Advisor Peter Navarro asserted Saturday.",
  "CNN slights Mount Rushmore as 'slave owners' in 2020, but called it 'monument to 4 great presidents' in 2016 CNN on Friday depicted Mount Rushmore as \"slave owners\" situated on stolen land, after praising the monument for its cultural significance back in 2016, during a segment with then-presidential candidate Bernie Sanders.",
  "Ken Cuccinelli vows federal government will 'bring consequences' to those destroying statues Acting Deputy Homeland Security Secretary Ken Cuccinelli warned on Saturday that the federal government would not take recent vandalism \"lying down.\"",
  "Fred Fleitz: At Mount Rushmore, Trump right to highlight danger leftist radicals pose to America President Trump celebrated America’s independence and our nation’s 244th birthday Friday night with stirring speech at Mount Rushmore in South Dakota calling attention to serious threats America faces here at home from radical lawbreakers.",
  "Antonin Scalia, Jackie Robinson among those picked for Trump’s ‘National Garden’ of heroes President Trump on Friday announced the creation of a National Garden of American heroes to pay tribute to historically significant Americans -- a garden that will include former Supreme Court Justice Antonin Scalia and baseball star Jackie Robinson among pas…",
  "Adriana Cohen: 2020 presidential election poses clear choice: jobs or mobs The stark reality is that Democrats today would rather appease anarchists, looters and violent criminals than uphold law and order.",
  "State Department official tells US companies to 'be aware' of Chinese brands using slave labor Under Secretary of State Keith Krach warned on Saturday about the potential for international commerce to support brands benefiting from slave labor in China.",
  "Karl Rove: Trump campaign needs to hit the 'reset' button The 2020 presidential campaign enters the summer stretch; Wall Street Journal columnist Karl Rove has an update.",
  "Military flyovers scheduled over four cities for Independence Day salute Military planes will fly over four big cities Saturday afternoon to celebrate Independence Day in a lead up to the Fourth of July air show in Washington, D.C.",
  "Interior Secretary David Bernhardt on controversial DC fireworks show: 'Personal responsibility' is key A key component of a safe Independence Day amidst the coronavirus pandemic is \"personal responsibility,\" Interior Secretary David Bernhardt stated Saturday."
]