[
  "Joe Concha calls out hypocrisy of mainstream media on COVID shaming The mainstream media's coverage of Black Lives Matter protests versus President Trump's upcoming rallies during the COVID-19 pandemic exposes their underlying hypocrisy, The Hill's Joe Concha stated Tuesday.",
  "This Day in History: June 16 Ford Motor Co. is incorporated; Donald Trump launches his campaign to become president of the United States.",
  "White House adviser Ja'Ron Smith slams Schumer, says he 'helped create the system' in urban areas Deputy Assistant to the President Ja'Ron Smith slammed Senate Minority Leader Chuck Schumer, D-N.Y., on \"Special Report\" Tuesday after he panned President Trump's executive order on law enforcement reform.",
  "Turmoil on Three Fronts: Protests, Coronavirus & the Economy This week, Bret sits down with his panel to discuss how the 2020 campaign is shaping given the state of protests, the pandemic and the economy.",
  "Steve Scalise: How 'meaningful' police reform can come from Trump's executive order Congress needs to work together to pass \"meaningful\" and nonpartisan law enforcement reform that stops violent and deadly escalations and protects communities, Louisiana Republican Rep. Steve Scalise urged Tuesday.",
  "Lara Trump fires back at critics of Tulsa rally: 'Nobody has to attend the rally. This is a choice' Trump 2020 campaign senior adviser Lara Trump told \"The Story\" Monday that critics who are lambasting the president for holding an indoor rally in Tulsa, Okla. this weekend are being hypocritical about the risk that the event will cause coronavirus to spread.",
  "'View' co-hosts clash over protests, Trump rally during COVID-19: 'Significant difference' \"The View\" co-hosts clashed on Tuesday with two of the liberal co-hosts arguing that President Trump's upcoming rally was much worse than mass protests over George Floyd's death.",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "McConnell says he's 'OK' with renaming US military installations named for Confederates Senate Majority Leader Mitch McConnell, R-Ky., on Tuesday said he would be “OK” with renaming military bases that were named after Confederate Army officers, pitting himself against President Trump and other Republicans who have opposed the move.",
  "New ad by anti-Trump GOP group uses clip of president's slow walk at West Point EXCLUSIVE: A Republican group that opposes President Trump’s reelection is going up with a new ad that spotlights the president slowly walking down a ramp Saturday during his appearance at the U.S. Military Academy’s commencement ceremony at West Point.",
  "Domino’s Pizza mocks Rick Wilson for politicizing Kayleigh McEnany’s 2012 compliment: ‘Guess that's 2020 for ya’ Domino’s Pizza mocked cable news regular Rick Wilson on Tuesday after the anti-Trump Republican attacked the chain for accepting a compliment from White House Press Secretary Kayleigh McEnany back in 2012.",
  "McEnany rips media for showing 'how much they have Trump Derangement Syndrome' by criticizing Tulsa rally White House Press Secretary Kayleigh McEnany told \"Hannity\" Monday that the mainstream media had exposed their collective case of \"Trump Derangement Syndrome\" by criticizing President Trump's upcoming rally while excusing large street protests.",
  "Graham: Every black man in America 'feels threatened' when stopped by cops Sen. Lindsey Graham kicked off a Senate hearing Tuesday on police brutality by contrasting his experience with police with that of his fellow South Carolina senate colleague Tim Scott to illustrate the problem with policing today and making a case for federal…",
  "Ingraham slams objections to Trump rally, claims they prove science 'has become obscenely politicized' Laura Ingraham kicked off Monday's edition of \"The Ingraham Angle\" by musing that the advice of so-called \"medical experts\" about how to mitigate the spread of coronavirus always seems to justify Democrats' political endeavors, even if their prescriptions lat…",
  "Mercedes Schlapp: Simply Not True President Trump Is Unhappy With Brad Parscale Mercedes Schlapp, Senior Advisor for the Trump-Pence campaign, spoke with Brian Kilmeade about rumors President Trump is not happy with the job his campaign manager Brad Parscale has been doing. Mercedes said it is simply not true the President is unhappy wit…",
  "Senate Democrats rip GOP police reform bill even before plan unveiled Senate Democrats have criticized the anticipated GOP police reform plan as mere cosmetic fixes -- even before seeing the final legislation -- in a sign that bipartisan legislation to end police brutality may be an uphill climb.",
  "Today on Fox News: June 16, 2020 ",
  "White House defends Trump administration efforts on prison, police reform Ja'Ron Smith, deputy assistant to the president, joins Bret Baier on 'Special Report.'",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation."
]