[
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Who is Kimberly Gardner, St. Louis prosecutor investigating gun-toting couple? St. Louis Circuit Attorney Kimberly Gardner has said that her office is investigating the confrontation between a gun-toting couple who stood in their front yard as those she called “peaceful protesters” marched through the private neighborhood.",
  "Amy McGrath wins Kentucky Dem Senate primary, setting up general election battle with McConnell Former Marine pilot Amy McGrath defeated her progressive opponent Charles Booker in the Kentucky primary, setting up a high-profile showdown between her and Sen. Majority Leader Mitch McConnell in November, the Associated Press projected Tuesday.",
  "DOJ official Bruce Ohr meets with Senate Judiciary Committee behind closed doors Justice Department official Bruce Ohr is on Capitol Hill Tuesday, answering questions from the Senate Judiciary Committee behind closed doors, Fox News has learned.",
  "'Blood is on their hands': Rep. Banks says NYT revealed sensitive details on Russia bounty intel A top Republican lawmaker said Monday that The New York Times has \"blood\" on its hands, after the paper reported that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "House GOP resolution condemns Chinese cyberattacks on US coronavirus research, calls for sanctions A House Republican resolution introduced Tuesday condemns Chinese cyber attacks on U.S. organizations conducting coronavirus research and calls for consequences, including sanctions, against those responsible.",
  "Matt Schlapp: Trump's federal court legacy — how these judges will make a difference President Trump has now placed 200 federal judges on the bench — a legacy that will outlast his administration for generations to come.",
  "Kevin McCarthy calls out Schumer for 'playing politics with American lives' over Russia bounty reports House Minority Leader Kevin McCarthy, R-Calif., told “Fox & Friends” on Tuesday that “the idea of leaking information” while “not even knowing whether it's true or not” is “dangerous to all Americans who serve in our military.”",
  "Biden presser draws mix reactions: A 'pretty gentle session' for Dem candidate Joe Biden held his first formal press conference in nearly three months and it drew mixed reviews.",
  "Kayleigh McEnany says Trump is ‘most informed person on planet Earth’ about threats to US White House press secretary Kayleigh McEnany asserted Tuesday President Trump is the “most informed person on planet Earth” about threats the United States faces.",
  "Lack of political offset for Republicans makes DC statehood effort more difficult for Dems You may not have thought about “The Missouri Compromise” since sixth grade social studies.",
  "House Dems attend White House briefing on Russian bounty reports The delegation was led by Majority Leader Steny Hoyer, D-Md,. and also includes Intelligence Committee Chairman Rep. Adam Schiff, D-Calif., and Foreign Affairs Committee Chairman Rep. Eliot Engel, D-N.Y., among others.",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "Sarah Sanders pressed on 'Fox & Friends' on how Trump will widen his base, win over independents Former White House press secretary Sarah Sanders says that despite recent polling data  -- which appears less than ideal for the president against his Democratic challenger, former VP Joe Biden, especially with Independent voters -- the formula for success is…",
  "House Dems turn to 'environmental justice' with massive climate change blueprint House Democrats on Tuesday released a 547-page blueprint on how to combat climate change, in which they called for “environmental justice” to be put at the heart of environmental and climate change policy in the coming years.",
  "Trump battles NY Times on Afghanistan story, deletes inflammatory video The president’s first instinct, as always, was to blame the press.",
  "Sen. Manchin on a federal mask mandate, another stimulus and Trump's coronavirus handling Sen. Joe Manchin, D-W.V., of the Senate Appropriations Committee, joined \"Your World with Neil Cavuto\" and addressed a number of issues involving the coronavirus, including whether there should be a federal mandate for wearing a mask.",
  "Cal Thomas: Vote on DC statehood – what's behind the House Dems' cynical action The Founders specifically prohibited the District from becoming a state, but who listens to them anymore."
]