[
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House - Fox News <ol><li>Biden ‘convinced’ US military would intervene if Trump refused to leave White House  Fox News\r\n</li><li>Cooper calls out McEnany's defense of Trump's baseless tweet  CNN\r\n</li><li>Trump campaign demands CNN apologize for poll that shows Biden leading …",
  "Jon Ossoff wins Georgia Senate primary, to face Perdue in November Jon Ossoff, a young Georgia media executive known for breaking fundraising records during a 2017 special election loss for a U.S. House seat, beat back a field of Democratic primary opponents to win a spot taking on Republican Sen. David Perdue in November.",
  "White House, Republican lawmakers close to unveiling plans for police reform President Trump is taking a two-pronged response to the George Floyd tragedy: reform policing and increase opportunity in communities across the nation; chief White House correspondent John Roberts reports.",
  "Ari Fleischer: Trump must do more 'to help the nation come together' Former White House press secretary Ari Fleischer told “Outnumbered Overtime” that he would like to see more “healing words” from President Trump “to help the nation come together,” as protests over the death of George Floyd continue across the country.",
  "Trump campaign urges TV networks to cover Biden events: Expose his 'rambling displays of incoherence' The Trump re-election campaign has made an interesting request for the news networks and that is to provide coverage of the president's Democratic opponent Joe Biden.",
  "Biden campaign claims deep record on racial justice, in escalating battle with Trump for black support The unrest over the death of George Floyd in police custody has not only amplified the debate over police brutality and racial injustice in the United States, but has also spilled over to the presidential campaign trail as both presumptive Democratic nominee …",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties.",
  "Biden says Trump will attempt to 'steal' presidential election Presumptive Democratic presidential nominee Joe Biden, in an interview Wednesday night with \"The Daily Show,\" claimed that President Trump will attempt to \"steal\" the presidential election.",
  "Nervous Republicans struggle on volatile politics of police reform An absolute sea change in public opinion about race, police and protests has left Republicans scrambling to recalibrate their message.",
  "Senate Judiciary authorizes subpoenas for Obama officials amid Russia probe review The Senate Judiciary Committee on Thursday approved subpoenas for documents and testimony from top Obama Administration officials as part of the panel’s investigation into the origins of the Russia probe during the 2016 presidential election.",
  "Newt Gingrich: Democrats must apologize – here's how they've failed America's cities While the Democrats want to blame President Trump, let’s look at the facts about which party has crippled America’s cities.",
  "Former Arizona police officer brings down the house on 'The Deplorables' comedy tour Former Tucson, Arizona police officer and conservative activist Brandon Tatum brought the house down on \"The Deplorables\" comedy tour, recounting the story of the viral pro-Trump video that made him famous.",
  "Joint Chiefs Chairman Milley says it was 'mistake' to appear with Trump in Lafayette Square Chairman of the Joint Chiefs of Staff Gen. Mark Milley on Thursday expressed regret for accompanying President Trump during a photo op last week at Lafayette Square amid protests, calling the decision “a mistake” -- in the latest sign of friction between the …",
  "Don Lemon, Joy Reid spread 'lies' about Trump economy, black political consultant says Media figures like CNN's Don Lemon, MSNBC's Joy Reid and journalist Roland Martin do more harm than good for African-Americans, a black political consultant told President Trump during a White House roundtable discussion Wednesday.",
  "NBC's Craig Melvin asks Sen. Tim Scott if GOP is 'using' him a 'token' NBC News anchor Craig Melvin asked Sen. Tim Scott, R-S.C. if the GOP is \"using\" him as a \"token\" amid the response to George Floyd's death.",
  "Stacey Abrams says she hasn’t been contacted by Biden campaign for VP vetting: 'I have not received any calls' Former Georgia gubernatorial candidate Stacey Abrams said she has “not received any calls” from the Biden campaign about vetting her as a potential vice presidential pick.",
  "Dems rip Trump for planning Tulsa rally on Juneteenth Democrats hammered President Trump over the time and location of his next campaign rally – the first since events were put on hold due to the coronavirus pandemic -- which is set for June 19 in Tulsa, Oklahoma.",
  "Announcement looms on Republican convention city; Jacksonville ‘absolutely’ front-runner The GOP is moving closer to deciding which city will host the celebratory aspects of this summer’s Republican National Convention, with an announcement possible as early as Thursday.",
  "EU accuses China of running coronavirus disinformation campaign China has been accused by Brussels of running a disinformation campaign inside the European Union, just as the 27-member bloc was about to tackle a cache of false facts about the coronavirus pandemic that's swept across the world, infecting 7.4 million people…",
  "Newly declassified intel document noted Steele dossier claims had 'limited corroboration' A newly declassified footnote on the 2017 Intelligence Community Assessment on Russian election interference noted that the reporting of Trump dossier author Christopher Steele had only \"limited corroboration\" regarding whether then-President-elect Donald Tru…"
]