[
  "Lindsey Graham challenger reports massive $14M fundraising haul The Democrat running against Republican Sen. Lindsey Graham in the South Carolina Senate race this year reported raising almost $14 million in the second quarter of 2020, nearly double his record first quarter of the year.",
  "McConnell signals new coronavirus bill may come soon, but Senate faces uphill battle Senate Majority Leader Mitch McConnell is signaling a new coronavirus bill may come soon, weeks after Democrats started pummeling the Kentucky Republican for not teeing up another, major COVID-19 package like the House did back in May.",
  "Mulvaney warns Trump will face ‘headwinds’ if election turns into ‘referendum’ on himself Former acting White House Chief of Staff Mick Mulvaney has a blunt assessment of President Trump's chances in November’s presidential election, saying the president should hope it doesn't turn into \"a referendum\" on himself.",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "GOP senator second to skip RNC convention this summer Sen. Lamar Alexander, R-Tenn., is the second known GOP senator who says he will skip the Republican National Convention this August.",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "Trump, in push to reopen schools amid coronavirus outbreak, vows 'pressure' on governors President Trump, at a White House event Tuesday with first lady Melania Trump, said his administration would “very much put pressure” on governors to reopen their states’ schools in the fall amid the coronavirus outbreak.",
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "Mike Huckabee: Dems should not 'misjudge' Biden's polling lead over Trump Fox News contributor Mike Huckabee said on Tuesday that Democrats should not “misjudge” presumptive Democratic presidential nominee Joe Biden’s polling lead over President Trump.",
  "Mark Meadows: President Trump is the only thing standing between a mob and the American people President Trump offers to help New York City and Chicago amid spike in violence; insight from White House chief of staff Mark Meadows.",
  "Biden 'of course' wants schools to reopen in the fall, campaign says it must be done 'safely' Joe Biden \"of course\" hopes students can return to school in the fall after the coronavirus closings, a campaign official said Tuesday.",
  "House Democrats include removal of Confederate statues in funding bill The bill, which provides over $4 billion to fund the legislative branch, is almost certain not to pass in its current form due to how Congress has run its appropriations process in recent years. But it could serve as a template for continuing resolutions that…",
  "House Dems' defense funding bill allocates $1M to rename military facilities named for Confederates The bill also includes a 3 percent pay raise for service members",
  "Grassley: Senate would 'probably' override Trump veto of defense bill over renaming military bases Sen. Chuck Grassley, R-Iowa, predicted Congress would override a veto from President Trump on the must-pass bill to fund the military for fiscal year 2021 if it includes an amendment to rename military bases named after Confederate leaders.",
  "Former Times reporter Alex Berenson backs GOP push to open schools after coronavirus closures: 'Leaders lead' Alex Berenson, the author and former New York Times reporter, is backing Republican calls to reopen schools as the country looks to rebound from the coronavirus pandemic.",
  "White House hits back at Dem criticism over Trump visit with Mexican president: 'It’s really a shame' A senior Trump administration official said that President Trump's upcoming visit from Mexican President Andrés Manuel López Obrador will help build on the leaders' relationship — while pushing back against criticism from Democrats over the meeting.",
  "Nina Turner blasts Debra Messing for saying Kanye West 2020 bid would 'take Black voters from Biden' Former Sanders campaign co-chair Nina Turner slammed Debra Messing for suggesting a 2020 bid from Kanye West would \"take\" Black voters away from Joe Biden.",
  "President Trump says politics shouldn't impact schools reopening Trump administration officials make the case that the risk of re-opening outweighs the benefits of keeping children home; Kristin Fisher reports from the White House.",
  "Peter Navarro blasts media for 'hysteria' over hydroxychloroquine after positive study results White House trade adviser Peter Navarro bashed “hydroxy hysteria\" during a gaggle with reporters on Tuesday, saying the media has been against hydroxychloroquine ever since President Trump spoke positively about it.",
  "Josh Kraushaar: If Election Was Today Republicans Would Expect Trump To Lose & Senate Would Be In Jeopardy Josh Kraushaar, Politics Editor at National Journal & Fox News Radio Political Analyst spoke with Fox News Radio's Guy Benson about the state of the 2020 election. Kraushaar gave his take on how the race would play out if the November election was held today.…"
]