[
  "Chinese Media: U.S. 'Petty' for Leaving World Health Organization China's state-run Global Times propaganda newspaper branded America's entry into the World Health Organization (W.H.O.) \"the most successful investment that the US has ever made\" and called President Donald Trump's move to leave it on Tuesday \"petty.\"",
  "Dr. Birx Attributes Coronavirus Case Spike to Reopening Too Fast: 'We Know How to Stop Spread' Southern states are experiencing a surge in Chinese coronavirus cases because they opened too fast, Dr. Deborah Birx, a top White House health official, declared on Tuesday, noting that the U.S. has the \"capacity\" to stem the spread of the disease.",
  "Jim Jordan Demands Twitter Disclose ‘Extremely Alarming’ Censorship Practices House Judiciary Committee Ranking Member Jim Jordan demanded Twitter CEO Jack Dorsey disclose documents and information relating to the social media giants' censorship practices, the decision to fact-check President Donald Trump, and flagging the president's …",
  "Stacey Abrams: GOP Suppressing Vote Because They Know ‘World Changes’ if Trump Loses Failed Georgia gubernatorial candidate Stacey Abrams warned on Tuesday evening that Republicans are working overdrive in 2020 to suppress the vote because they know that “the world changes” if former Vice President Joe Biden wins the White House. | Politics",
  "Joe Biden: Police ‘Become the Enemy’ When They Are ‘Like the Military Invading’ Presumptive Democrat presidential nominee Joe Biden said law enforcement \"become the enemy\" when using \"surplus military equipment\" and operating an invading military in American neighborhoods, offering his comments in a Wednesday-published interview with And…",
  "Joe Biden: Putin Carries Trump Around Like a Puppy Former Vice President Joe Biden on Tuesday accused President Donald Trump of  \"coddling\" Russian President Vladimir Putin, asserting that Putin carries around Trump akin to a caged dog.",
  "Donald Trump: We ‘May Cut Off Funding’ if Schools Do Not Reopen President Donald Trump threatened Wednesday to \"cut off\" funding to schools if they do not reopen in the Fall.",
  "Media Claim ‘Trump Rally’ Led to Tulsa Coronavirus Surge; Ignore Sharpton Rally, BLM Protests The media are claiming that public health officials blamed President Donald Trump's campaign rally last month in Tulsa, Oklahoma, for a local surge in coronavirus cases -- even though they never did so, and there were other events.",
  "Kanye West: ‘It’s ‘Racism and White Supremacy to Say All Black People Need to Be Democrat’ Grammy-winning rapper and fashion mogul Kanye West opened up Wednesday about his Fourth of July declaration he's running for president.",
  "Supreme Court Rules Religious Schools Are Constitutionally Protected Against Discrimination Laws The Supreme Court on Wednesday ruled the Constitution's religious liberty protections shield church schools from state and federal anti-discrimination claims filed by teachers.",
  "Supreme Court Rules Little Sisters of the Poor Exempt from Obamacare Contraceptive Mandate The U.S. Supreme Court ruled Wednesday that the Little Sisters of the Poor Catholic religious order is exempt from Obamacare’s contraceptive mandate.",
  "Report: Chief Justice John Roberts Hospitalized in June with Head Injury Supreme Court Chief Justice John Roberts was hospitalized in June with a head injury after a fall at a Maryland country club, a spokesperson for the court confirmed to the Washington Post Tuesday.",
  "Mike Lindell: Pandemic Lockdowns, Riots Continue if We ‘Go Down that Bad Path for Biden’ Pandemic lockdowns and leftist-driven riots offer a vision of socialism under a Joe Biden presidency, said MyPillow CEO Mike Lindell.",
  "Charles Hurt: Joe Biden Has Been What’s Wrong with Washington Since 1973 You gotta love Joe Biden. The guy has been part of the problem in Washington for 47 years. But now? Now, he is really going to get after it! | 2020 Election",
  "Farage Backs Trump over Pulling out of 'Corrupt, Globalist' WHO Brexit Party leader Nigel Farage has backed Donald Trump in his move to pull the United States out of the World Health Organization (WHO).",
  "CNN’s Avlon: Tucker Carlson Is Fear-Mongering with a ‘Hailstorm of Hate’ Aimed at Tammy Duckworth Wednesday on CNN, senior political analyst John Avlon criticized Fox News host Tucker Carlson for his attacks on Sen. Tammy Duckworth (D-IL). | Clips",
  "UK Will Block Blair's Spin Doctor, Anti-Brexiteer Mandelson From Becoming Head of WTO: Report Britain's Conservative government will reportedly block Peter Mandelson's bid to become the next leader of the WTO over his anti-Brexit views."
]