[
  "Joe Biden Promises 125,000 Refugees Each Year Joe Biden wants to import at least 125,000 refugees next year, so offering a huge inflow of cheap disposable labor to meatpackers, farm companies, retailers, and other low-wage, low-tech employers.",
  "Supreme Court Strikes Down Louisiana Abortion Clinic Law WASHINGTON (AP) — The Supreme Court on Monday struck down a Louisiana law regulating abortion clinics, reasserting a commitment to abortion rights over fierce opposition from dissenting conservative justices in the first big abortion case of the Trump era.",
  "Senate Democrats in Talks to Scrap Filibuster if Joe Biden Wins A cadre of Senate Democrats are already in talks to abolish the filibuster provided former Vice President Joe Biden wins the November general election and their party secures a majority in the chamber.",
  "Report: China Forcing Contraception and Abortion on ‘Hundreds of Thousands’ of Uyghurs The Associated Press (AP) on Monday reported that China has forced “hundreds of thousands” of Uyghur women, and women from other minorities in Xinjiang province, to use abortion and birth control over the past four years in a program of deliberate “demographi…",
  "Gov. Cuomo Calls on Trump to Sign Executive Order ‘Directing Everyone to Wear a Mask’ New York Gov. Andrew Cuomo (D) on Monday called on President Trump to sign an executive order \"directing everyone to wear a mask\" and urged the president to \"lead by example\" by wearing one himself.",
  "Supreme Court Makes It Easier for President to Fire Head of Consumer Finance Watchdog The agency designed by Elizabeth Warren was too unaccountable to pass constitutional muster, the Supreme Court said Monday. | Economy",
  "WashPost: Mark Zuckerberg Rewrote Facebook’s Rules Around Donald Trump The Washington Post alleges that social media giant Facebook began to develop policies as early as 2015 that made exceptions for Donald Trump in the event that he posted content that could violate Facebook's guidelines.",
  "WATCH: CNN’s Ryan Lizza to Kayleigh McEnany: ‘Does the President Believe It Was a Good Thing That the South Lost the Civil War?’ CNN's Ryan Lizza asked Kayleigh McEnany: \"Does President Trump believe that it was a good thing that the South lost the Civil War?\"",
  "Pollak: John Roberts Shows Supreme Court at Stake Again in 2020 Election Many conservatives voted for President Donald Trump in 2016 solely because the fate of the Supreme Court was at stake. They will have to do so again in 2020, because the Court remains liberal, and Democrats want to pack it further.",
  "Joe Biden: H-1B Foreign Workers ‘Built this Country’ Joe Biden told NBC News that he would immediately lift President Donald Trump's moratorium on the inflow of H-1B contract workers.",
  "Iran Issues Arrest Warrant for Trump, Demands Action from Interpol Iran has told Interpol to arrest U.S. President Donald Trump in relation to the death of Lieutenant General Qasem Soleimani in January.",
  "Man Who Pulled Rifle in St. Louis: ‘I Do Civil Rights Cases’ Against Police Mark McCloskey, the man who armed himself with a rifle and confronted Black Lives Matter protesters outside his home on Sunday, while his wife stood next to him with a pistol, is a lawyer who says he takes civil rights cases against police.",
  "Jaeson Jones: Mexican Cartels Show No Sign of Weakening Despite DOJ Task Force Cartel Jalisco New Generation (CJNG) is estimated to have more than 5,000 operatives working on every continent save Antarctica. The cartel is believed to have amassed a $50 billion fortune and smuggles at least five tons of methamphetamine into the U.S. mont…",
  "Palestinian Leaders Fail to Rally Public Opposition to Israel's Annexation Plans Only 200 Palestinians showed up for what was supposed to be a massive demonstration in Ramallah against Israel's plans to...",
  "WATCH Netanyahu to Christians: Annexation Will Advance Peace Prime Minister Benjamin Netanyahu called on the Palestinian Authority to enter negotiations based on President Donald Trump's peace plan."
]