[
  "Nolte: I Purchased Three of Those 2.4 Million Guns Sold in June There were nearly 2.4 million firearms sold in June, according to the Small Arms Analytics and Forecasting. Yours truly made three of those purchases.",
  "Trump Calls Man Whose Son Was Shot and Killed in Seattle’s CHOP President Donald Trump called Horace Lorenzo Anderson Sr. on Thursday to offer his condolences over the death of his son, Horace Lorenzo Anderson Jr., who was shot and killed inside Seattle's Capitol Hill Occupied Protest (CHOP).",
  "Liz Cheney Joins Democrats Opposing Trump’s Afghanistan Withdrawal Rep. Liz Cheney co-sponsored an amendment with Rep. Jason Crow to restrict Donald Trump's ability to withdraw troops from Afghanistan.",
  "Don, Jr. Applauds President Trump’s Hard Stance on Violent Protests, Vandalism — ‘Someone Has to Be Held Accountable’ President Donald Trump's eldest son, Donald Trump, Jr., on Friday lauded the president's efforts to prevent violent protests and vandalism that have stemmed from George Floyd's death while in Minneapolis police custody. | Clips",
  "Blue State Blues: Donald Trump, the Battle of Cowpens, and the Art of the Comeback The Battle of Cowpens could also be a metaphor for the Trump campaign. His enemies, tasting victory, tear down statues. But ours is a history of comebacks.",
  "Acting U.S. Attorney: We’ve Charged 150 Cases, Assisted with ‘Hundreds’ of Local Cases on Recent Violence On Thursday’s broadcast of the Fox News Channel’s “Tucker Carlson Tonight,” acting U.S. Attorney for the District of Columbia Michael Sherwin said that U.S. attorney’s offices have charged 150 cases related to property destruction and other crimes, and there …",
  "FBI Notes About Joe Biden Contradict Susan Rice 'By the Book' Claim on Russia Hoax Former National Security Adviser Susan Rice's depiction of an early 2017 Oval Office meeting of top political and law-enforcement officials as being |",
  "Donald Trump May End Obama Attack on Suburbia via Activist Housing Rules President Donald Trump announced on Tuesday he is reviewing former President Barack Obama's Affirmatively Furthering Fair Housing (AFFH) rules that would force suburban areas to include low income housing in every community.",
  "Top Health Officials: Lockdowns Disrupt Vaccinations, Leaving U.S. Children at Risk for Other Diseases The Chinese coronavirus pandemic and the associated lockdowns disrupted pediatric outpatient visits and routine childhood vaccinations in the United States, leaving children and their communities vulnerable to potential outbreaks of preventable diseases such …",
  "Ann Coulter: Corrupt Democrat Prosecutors Let ‘Jeffrey Epstein and Harvey Weinstein Rape Girls’ Democrat prosecutors in Florida and New York enabled Jeffrey Epstein and Harvey Weinstein's sexual predation, determined Ann Coulter.",
  "Nancy Pelosi Frustrates Base by Avoiding Election-Year Abortion Battle Nancy Pelosi and other Democrat leaders have chosen to keep the Hyde Amendment while they make plans to abolish it if they win in November.",
  "After China's Hong Kong-Power Grab, Boris Makes Clearest Signal Yet over Huawei Johnson gave his clearest signal yet that he would reconsider allowing Huawei to build 5G after China's power grab on Hong Kong."
]