[
  "GOP Senators Propose Lowering Healthcare Costs, Increasing Transparency Sens. Joni Ernst (R-IA), Mike Braun (R-IN), and Chuck Grassley (R-IA) introduced legislation on Thursday that would reportedly lower healthcare costs and increase healthcare transparency.",
  "Twitter Censors Trump Tweet at Behest of New York Times Twitter censored President Donald Trump's account yet again yesterday, taking down a meme posted by the president that featured a rallying cry to his supporters, after the New York Times, which reportedly owns the rights to the original image, filed a copyrig…",
  "BLM LA Leader: LA ‘Home of the Most Murderous Law Enforcement Offices … F*ck Eric Garcetti’ Dr. Melina Abdullah, co-founder of Black Lives Matter Los Angeles, told a crowd of activists that Los Angeles is \"home of the most murderous law enforcement offices in the country\" and encouraged the crowd to shout \"fuck Eric Garcetti\" -- the city's mayor who…",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "Trump Campaign, RNC Raise Record $266 Million in Second Quarter The Republican National Committee (RNC), Donald J. Trump for President, Inc., and other authorized joint fundraising committees announced Wednesday that they had raised a record $266 million in the second quarter of 2020.",
  "Former Top EU Official: ‘I Pray for Joe Biden’s Success’ Against Trump A former top European Union (EU) official is openly pining for former Vice President Joe Biden to win the November general election.",
  "Left Blasts Jared Kushner in Scathing Ad: #HeWentToJared The left set its sights on Trump senior adviser Jared Kushner in a scathing new ad -- describing him as \"clueless,\" \"corrupt,\" and \"incompetent\" -- and promoted the political slam with the hashtag, \"HeWentToJared.\"",
  "Joel Pollak: Democrats Want a Second American Revolution — a Socialist One Democrats are advancing a social revolution to \"correct\" the American Revolution, said Breitbart News Senior Editor-at-Large Joel Pollak, offering his remarks on Ezra Levant's eponymous Rebel News show.",
  "Report: Schiff Learned of Russian Bounty Allegations in February and Took No Action Rep. Adam Schiff's aides first learned of allegations that a Russian military intelligence unit offered bounties for American troops in February.",
  "Actress Sarah Jones: ‘Hollywood Has Been an Engine of White Supremacist Ideology Since D.W Griffith’ The acclaimed actress and playwright Sarah Jones has called Hollywood \"an engine of white supremacist ideology,\" adding that the entertainment industry has been steeped in racism since the time of D.W. Griffith.",
  "Trump Appointee Simone Ledeen Is First Woman to Hold DOD Middle East Post in a Decade Trump appointed Simone Ledeen as the Deputy Assistant Secretary of Defense for the Middle East, the first woman in the post in a decade.",
  "Second Republican Loses Primary After Backing Big Tech’s Green Card Giveaway A second incumbent Republican has lost his primary race after backing a plan that would have allowed India to monopolize the nation's employment-based green card system while rewarding Big Tech for outsourcing American STEM jobs.",
  "Black Lives Matter Joins Anti-Israel Demonstrators in 'Day of Rage' Black Lives Matter protests joined anti-Israel demonstrators in a nationwide \"Day of Rage\" that included calls for Israel's destruction."
]