[
  "NYTimes: 'Nothing to See' as Murders Spike 22 Percent Amid Protests The New York Times admitted July 6 that murder rates are spiking amid the 2020 street protests and the progressive cheerleading for the radical \"Defund the Police\" campaign.",
  "Exclusive--Ron Johnson Sounds Off After Tucker Carlson Bashes Him over Plan to Scrap Columbus Day: 'Grossly Misreported' Sen. Ron Johnson (R-WI) told Breitbart News in an exclusive interview on Monday that the media \"grossly misreported\" his proposal to offset the cost of adding Juneteenth as a federal holiday by eliminating Columbus Day.",
  "Wikipedia Editors Censor Rayshard Brooks’ Criminal History Wikipedia editors have censored the page about the police-involved shooting of Rayshard Brooks by removing any mention of Brooks' violent criminal history, despite him violently resisting arrest which precipitated police use of force. Criticism of District At…",
  "Pollak: To Democrats, Governing Is Someone Else’s Problem When Democrats are in charge, they are not expected to do anything. Joe Biden represents the culmination of that idea: he is barely even running his own campaign.",
  "WH CoS Meadows: Trump ‘the Only Thing That Stands Between a Mob and the American People’ Monday on Fox News Channel's \"Hannity,\" White House chief of staff Mark Meadows discussed Trump administration offers to help governments in New York City and Chicago as violence is on the rise in those two cities. | Clips",
  "President Trump Confirms He’s Looking at Banning TikTok President Donald Trump on Tuesday confirmed that his administration is looking at banning the Chinese-owned social media app TikTok.",
  "CNN’s Cooper: Trump Is ‘Leaning Full into the Racist He’s Long Been’ Monday on CNN, host Anderson Cooper accused President Donald Trump of increasingly and openly being racist based on an interview he gave to CBN. | Clips",
  "Clyburn: Trump Is Trying to ‘Deconstruct’ Liberty and Justice for All Tuesday on MSNBC, House Majority Whip Jim Clyburn (D-SC) accused President Donald Trump of attempting to deconstruct \"what Barack Obama and others before him did,\" referring to \"liberty and justice for all.\" | Clips",
  "Exclusive: Restoration PAC Makes $2 Million TV Buy for ‘Devastating’ Anti-Biden Ad in Wisconsin An exclusive Restoration PAC ad obtained by Breitbart News brings Joe Biden's (D) history of dishonesty and fabrication, particularly as it relates to his resume, to the forefront. The ad is part of the PAC's $2 million ad buy in Wisconsin -- a crucial battle…",
  "Hillary Clinton: Trump Withdrawing from W.H.O. a ‘Self-Inflicted Disaster’ Hillary Clinton declared on Tuesday that the Trump administration's formal withdrawal from the World Health Organization (W.H.O) is a \"self-inflicted disaster.\"",
  "Trump Administration Officially Withdraws U.S. from World Health Organization The Trump administration has formally withdrawn the United States from the World Health Organization (WHO) as the United Nations-backed agency continues to face fierce criticism over its response to the Chinese coronavirus pandemic, according to Sen. Robert M…",
  "Charles Hurt: Trump Should Tweet Less, Make Joe Biden Own ‘Mayhem,’ Rioting,’ ‘Lawlessness’ Donald Trump's reelection strategy should bind Joe Biden to recent lawlessness, including riots and vandalsim of monuments, said Charles Hurt.",
  "Sen. Tom Cotton: ‘Woke Champions’ on the Left in America Turning a Blind Eye to China Cotton slammed the left in America for denouncing the United States while turning a blind eye to China's myriad human rights violations.",
  "Job Creators Network’s Alfredo Ortiz: PPP Loans a ‘Success Story’ That Helped Small Businesses ‘Survive Lockdowns’ Alfredo Ortiz, President and CEO of the Job Creators Network, is praising the Trump administration's Paycheck Protection Program (PPP) loan program as \"one of the most successful government programs of all time\" as it helped \"small business owners keep their …",
  "Brazilian President Jair Bolsonaro Tests Positive for Coronavirus Brazilian President Jair Bolsonaro tested positive for coronavirus infection on Tuesday, according to a statement from his communications ministry.",
  "Carney: Media Outraged Because Coronavirus Loans Worked The Trump administration's signature relief program for small businesses came under relentless assault and media-manufactured outrage this week after the Treasury Department released the names of the top borrowers under the Paycheck Protection Program.",
  "Joe Biden Warns ‘Children of Color’ Will Suffer if Schools Remain Closed Joe Biden told members of the National Education Association’s (NEA) representative assembly that the longer schools remain closed due to the coronavirus, the more low-income “children of color” will suffer learning losses.",
  "U.N. Scolds U.S. for Deadly Strike on Iran Terror Leader Soleimani The U.S. strike that eliminated Iran's terror commander Qasem Soleimani was a violation of international law, the U.N. said Monday.",
  "Egypt, France, Germany, Jordan Warn Israel Against West Bank Annexation Egypt, France, Germany and Jordan warned Israel against its plan to annex parts of the West Bank, saying that doing so could..."
]