[
  "CNN's Toobin: 'Roe vs. Wade May Need One More Justice from President Trump' CNN chief legal analyst Jeffrey Toobin opined Monday, after the Supreme Court struck down a Louisiana abortion law, that \"Roe v. Wade may need one more justice from President Trump.\"",
  "China's Hong Kong 'National Security' Law Takes Effect, Ending Free Speech Chinese dictator Xi Jinping signed a decree on Tuesday enacting a \"national security\" law that allows the Communist Party to antagonize and prosecute dissidents in Hong Kong, triggering global condemnation and widespread concern among participants in the Hong…",
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "Ice Cube Demands Jake Tapper ‘Watch Your Mouth’ After Slamming Louis Farrakhan Rapper-actor Ice Cube went after Jake Tapper, demanding he watch his mouth after the CNN host called Nation of Islam leader Louis Farrakhan a \"vile anti-LGBTQ anti-Semitic misogynist.\"",
  "Judge Temporarily Blocks Tell-all Book by Trump’s Niece (AP) — A tell-all book by President Donald Trump’s niece cannot be published until a judge decides the merits of claims by the president’s brother that its publication would violate a pact among family members, a judge said Tuesday.",
  "Wikipedia Pushes ‘Black Lives Matter’ Agenda Following Activist Campaign Throughout June, Wikipedia activists have been conducting an “edit-a-thon” started by a newly-established Black Lives Matter group on the site, creating large amounts of content on \"racial justice\" issues. Among their efforts, editors have got numerous articl…",
  "Alyssa Milano: Conservatives Responsible for ‘Cancel Culture’ As she faces her own cancel mob for wearing cornows and possibly blackface, actress Alyssa Milano is blaming \"cancel culture\" on conservatives, arguing that the political right -- not the left -- is \"weaponizing\" cancel culture to take out critics of Presiden…",
  "Joe Biden: ‘I Have Not Been Tested for the Coronavirus’ Joe Biden (D), during a Tuesday press conference in Wilmington, Delaware, told reporters that he has not been tested for the Chinese coronavirus.",
  "Ryan Girdusky: GOP Must Stop ‘Attacking the Police,’ Focus on Ending ‘Mass Waves of Shootings’ Republicans should prioritize violent crime in large cities rather than \"attacking the police,\" said Ryan Girdusky, author or They're Not Listening: How The Elites Created the National Populist Revolution, offering his comments on Monday's edition of SiriusXM…",
  "Iran Fails to Convince Interpol to Issue Arrest Warrant for Trump Interpol rejected a request from Iran to issue a \"red notice\" – a call to arrest anywhere in the world – President Donald Trump.",
  "Media Fail to Ask Joe Biden About Role in Michael Flynn Investigation, Logan Act The mainstream media journalists assembled in Wilmington, Delaware, for Joe Biden's first press conference in nearly three months failed to ask him about new evidence that he played a greater role in the investigation of Michael Flynn than he has admitted.",
  "Photos: George Washington Statues Vandalized in New York Two statues depicting George Washington, the United States' first president, were defaced early Monday morning in New York City's Washington Square Park.",
  "Tlaib, AOC Call for Israel Aid to Be Cut if Annexation Goes Ahead Reps. Alexandria Ocasio-Cortez and Rashida Tlaib are among four House progressives calling for the U.S. to cut aid to Israel over..."
]