[
  "Hungary's Orban: Trump 'Only One' Who Can Fix U.S. Economy Post-Pandemic Hungarian prime minister Viktor Orbán said he is backing President Donald Trump because he is \"the only one\" who can get the American economy back up and running after the coronavirus pandemic.",
  "Top Biden Donors Bailed Out by Trump's Coronavirus Relief Program While Joe Biden has been criticizing President Donald Trump's response to the coronavirus pandemic, some of the presumptive Democrat nominee's top donors have been bailed out by the administration's Paycheck Protection Program (PPP).",
  "Supreme Court: States Can Punish 'Faithless Electors'; Unanimous Decision The U.S. Supreme Court ruled unanimously Monday that states may punish \"faithless electors\" -- those members of the Electoral College who refuse to cast their ballots for the candidate whom the majority of voters in the state have chosen.",
  "Donald Trump: Federal Help Ready to Hit Chicago Gun Crime if Mayor Lightfoot Asks President Trump is promising federal helping to curb Chicago's surging gun crime if Mayor Lori Lightfoot (D) will ask for it.",
  "Cory Booker: Trump’s ‘Demagoguery’ Is Making Us ‘Weaker as a Nation’ Monday on MSNBC, Sen. Cory Booker (D-NJ) accused President Donald Trump of \"demagoguery,\" which he said was making America weaker. | Clips",
  "Massachusetts Gov. Baker Signs Bill Expanding Vote-by-Mail Massachusetts Gov. Charlie Baker (R) on Monday signed legislation allowing all eligible residents to vote early via mail for state primary and general election contests, Secretary of the Commonwealth William Galvin announced.",
  "‘Cancel Hamilton’ Erupts on Twitter After Lin-Manuel Miranda’s Hit Musical Debuts on Disney Plus Disney's debut on its streaming service of the award-winning Broadway musical Hamilton over the weekend ignited renewed ire of the Founding Father Alexander Hamilton and the plays co-creator and star Lin-Manuel Miranda, who locked his Twitter account just as …",
  "Cotton: ‘Susan Rice Was the Typhoid Mary of the Obama-Era Foreign Policy’ During Monday's \"Fox & Friends\" on FNC, Sen. Tom Cotton (R-AR) sounded off on former Obama National Security Advisor Susan Rice claiming over the weekend that President Donald Trump picks Russia President Vladimir Putin \"over our troops.\" Rice's remarks came …",
  "Federal Judge Orders Dakota Pipeline Shut Down A stunning setback for U.S. oil and the Trump administration. | Economy",
  "Company Connected to Pelosi’s Husband Scored Coronavirus Bailout A company connected to Nancy Pelosi's husband received a loan from the Trump administration's $669 billion Paycheck Protection Program, an SBA-led fund designed to provide financial relief to businesses in the wake of the Chinese coronavirus pandemic.",
  "McEnany Calls on Local Dem Leadership to ‘Step Up’ in Stopping Violence In the wake of deadly violence seen across the weekend following protests against racial injustice that have called to defund police departments, White House press secretary Kayleigh McEnany on Monday called on Democratic local leaders to \"step up\" to help st…",
  "Tuberville’s Past Plagues Campaign as Alabama U.S. Senate GOP Primary Runoff Approaches MOBILE, Alabama -- With eight days to go until Alabama Republicans head to the polls to cast a ballot for their choice for who will represent the GOP in the November general election, former Auburn head football coach Tommy Tuberville is being confronted with…",
  "Actor Bradley Whitford Calls Out NBA Hypocrisy for Doing Business with China While Silent on Concentration Camps \"West Wing\" star Bradley Whitford has done what few Hollywood or sports figures would: call out the National Basketball Association (NBA) for continuing to do business with China while they remain about the communist regime's campaign to crush those advocatin…",
  "Hayward: Chinese Media Calls Fourth of July ‘Dark’ and ‘Confusing’ China’s state-run Global Times decided to phone its Fourth of July editorial in by cut-and-pasting a few insults tossed at President Donald Trump’s Mount Rushmore address by American media outlets.",
  "Axl Rose Demands ‘Piece of Sh*t’ Surgeon General Jerome Adams Resign: ‘America Deserves Better’ Guns N’ Roses frontman Axl Rose has called on U.S. Surgeon General Jerome Adams to resign over his stance on the Chinese coronavirus, describing Adams as a \"coward\" and a \"piece of sh*t\" after he appeared to evade questions about how Americans should have cel…",
  "Pinkerton: Will Joe Biden Sign a Pledge to Protect American Monuments? It shouldn’t have to get to this point, but here it goes: We need a written pledge to protect our statues and monuments. That is, a written document for politicians to sign, if they wish, pledging to protect public order and the dignity of our society.",
  "Teachers’ Union to Raise Dues After ‘Significant’ Membership Loss The National Education Association will expect active union members to pay more in dues to compensate for the significant drop in membership.",
  "Report: China Arrests Dissident Professor After Spreading Prostitution Rumors Chinese police whisked Xu Zhangrun out of his home on Monday after years of writing scathing critiques of dictator Xi Jinping, reports alleged, and shortly after police began calling his wife and claiming he was soliciting prostitutes."
]