[
  "Trump: Destroyers of U.S. Monuments Will Get at Least 10 Years in Prison On Friday evening, President Donald Trump said the destroyers of American statues and monuments will receive a minimum of ten years in federal prison if convicted.",
  "Carper: ‘Plain Cruel’ for Trump Admin to Try to Have ACA Struck Down During Friday’s Democratic Weekly Address, Sen. Tom Carper (D-DE) criticized the Trump administration’s efforts to have the Affordable Care Act struck down in court by stating that “there is never a good time to rip away health care from millions",
  "***Live Updates*** Trump Holds Mount Rushmore Independence Day Celebration President Donald Trump will hold an Independence Day celebration at Mount Rushmore on Friday evening. Stay tuned to Breitbart News for live updates. All times eastern.  | 2020 Election",
  "Trump: ‘Our Children Are Taught in School to Hate Their Own Country’ President Donald Trump said during his speech before Mount Rushmore on Friday night that America's schools continue to indoctrinate America's children, and children are taught to \"hate their own country.\"",
  "Democrat Congressional Candidate Urges Twitter Followers to ‘Report’ Trump Supporters Nate McMurray, the Democrat candidate for New York’s 27th congressional district, urged Twitter followers Wednesday to \"report\" Trump supporters.",
  "Trump Kicks Off Independence Day with History Lesson at Mount Rushmore President Donald Trump invoked the history of the four presidents represented on Mount Rushmore on Friday while delivering an address to kick off the Independence Day weekend.",
  "Franklin Graham Reminds Protesters the U.S. Flag Has Been ‘Defended by Americans of All Races’ Christian evangelist Franklin Graham reminded protesters in an Independence Day message posted on Saturday that the American flag has been defended by Americans of \"all races,\" emphasizing that it represents \"the UNITED States of America, not the divided stat…",
  "Vladimir Putin Mocks Rainbow Pride Flag Flying over U.S. Embassy Russian President Vladimir Putin has mocked the decision by U.S. officials to fly a rainbow pride flag over the embassy in Moscow, saying it “tells you something about the people who work there.”",
  "Protesters Block Road Leading to Mount Rushmore Independence Day Celebration with Disabled Vehicles Protesters have reportedly blocked the main road leading to Friday night's Independence Day celebration at Mount Rushmore with disabled vehicles, lining up vans and standing in the road holding signs reading, \"You Are On Stolen Land\" and \"Sacred Sites Over Na…",
  "Pinkerton – On This Fourth, Let’s Remember: The United States Is a Great Country Every Fourth of July commemorates a great moment in American history, and yet not every Fourth of July comes at a happy time for the country.  And this Fourth is one of those unhappy ones."
]