[
  "Schiff: Country Continues to Be 'at Jeopardy' Without Trump Financial Records Thursday on MSNBC’s “The Last Word,” House Intelligence Committee chairman Rep. Adam Schiff (D-CA) said if Congress was delayed in receiving the financial records of President Donald Trump because of court battles, “the country continues to be at jeopardy dur…",
  "Blue State Blues: Trump, Lincoln, and the Election of 1864 Nervous supporters of President Donald Trump have been reminding themselves that the presidential election looked as tough at this point of the 2016 as it does today. An even better parallel might be the election of 1864, when President Abraham",
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "Eminem Mask Shames, Slams ‘Dirty’ Cops, and Says ‘F*ck Drew Brees’ Left-wing rapper Eminem hit a trio of cultural issues dominating the nation in a new song \"The Adventures Of Moon Man & Slim Shady,\" from mask-shaming to cop-bashing, even taking aim at New Orleans Saints quarterback Drew Brees.",
  "Wikipedia Smears Candace Owens over George Floyd Criticism, Trump Support Conservative black activist Candace Owens has been subject to a prolonged smear campaign on Wikipedia since expressing her support for President Donald Trump. Many of the edits made to her page have selectively quoted or misrepresented Owens to portray her ne…",
  "The Lancet Freaks out over U.S. Withdrawal from W.H.O. The UK-based Lancet medical journal has joined China in condemning the “reckless decision” of U.S. President Donald Trump to withdraw from the World Health Organization (W.H.O.), claiming the move is “unlawful” and will have “dire consequences.”",
  "President Trump to Commute Roger Stone’s Prison Sentence President Donald Trump will commute the 40-month prison sentence of seasoned Republican operative Roger Stone just days before his term was scheduled to commence, according to multiple sources with knowledge of the situation.",
  "Trump Plays Down Kanye West’s Presidential Run: ‘He Is Always Going To Be For Us’ President Donald Trump has played down Kanye West’s supposed presidential ambitions, describing him as a \"very good guy\" whose support he will eventually be able to count on.",
  "Trump Promises ‘Road to Citizenship’ for DACA Illegal Aliens President Trump says he will be signing \"a very major immigration bill\" within the next month that provides a \"road to citizenship\" to the roughly 800,000 illegal aliens who are enrolled in former President Obama's Deferred Action for Childhood Arrivals (DACA…",
  "Kamala Harris: Trump’s ‘Narcissism’ Won’t Allow Him to Embrace ‘Black Lives Matter’ Thursday on MSNBC, Sen. Kamala Harris (D-CA) decried President Donald Trump's unwillingness to embrace the Black Lives Matter movement. | Clips",
  "Nancy Pelosi Will Not Release Taxes Unless She Runs for President House Speaker Nancy Pelosi (D-CA) has no plans to release her tax returns to the public, unless the 80-year-old lawmaker opts to make a run for the White House.",
  "Chamber of Commerce Demands U.S. Give F-1 Visas to Online Foreign Students The United States Chamber of Commerce is demanding the federal government provide visas to foreign students taking online courses at American colleges and universities.",
  "Maxine Waters: ‘Absolutely’ We Will Pursue Trump’s Financial Records — Even If He Loses in November Thursday during an interview NPR's Ailsa Chang, House Financial Services Committee Chairwoman Maxine Waters (D-CA) said Congress will continue seeking President Trump's financial records even if he loses his reelection bid in November. | Clips",
  "Rick Manning: Divest U.S. Pension Funds from Financing China’s Slave Labor U.S. pension funds invested in Chinese firms are financing slave labor, stated Rick Manning, president of Americans for Limited Government.",
  "Cliff Sims: Sen. Burr’s Stock Trades May Not Be His Only Legal Problems Federal investigators should consider expanding their probe of Sen. Richard Burr (R-NC) to examine his relationship with a South Carolina gambling mogul.",
  "House Democrats Demand $305 Billion in Aid to Reopen Public Schools ‘Safely’ Democrats and teachers’ unions have demanded $305 billion in coronavirus aid, claiming the taxpayer funds are necessary to reopen public schools “safely.”",
  "Amazon Orders Employees to Delete China-Owned TikTok over Security Risk Jeff Bezos' e-commerce giant Amazon has reportedly instructed all employees to delete the Chinese-owned video app TikTok from their cellphones over \"security risks,\" according to a company email. Employees that do not remove TikTok will lose the ability to ac…",
  "W.H.O. Warns of Indoor Airborne Transmission of Novel Coronavirus The World Health Organization (W.H.O.), in a scientific brief released on Thursday, warned that the Chinese coronavirus can spread indoors -- in poorly ventilated areas, particularly -- through aerosol droplets.",
  "Hollywood Celebs Cheer Black Lives Matter Mural at Trump Tower: 'Brought Tears to My Eyes’ A group of Hollywood celebrities is gushing over the Black Lives Matter street mural that was painted in front of Trump Tower in New York on Thursday.",
  "China Demands W.H.O. Probe Coronavirus ‘Origins’ in United States The Chinese Foreign Ministry on Friday abruptly switched from welcoming the impending visit of World Health Organization (W.H.O.) investigators to demanding they send a team to the United States to investigate the “origin” of the Wuhan coronavirus there."
]