[
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "Conservative Lauren Boebert Unseats Five-Term Republican Scott Tipton Five-term Rep. Scott Tipton (R-CO), who was backed by President Donald Trump, lost his primary to Lauren Boebert, the owner of Shooters Grill in Colorado.",
  "Nolte: Fake Political Media Eager Partner’s in Joe Biden’s Fake Press Conference Joe Biden is the frontrunner to be the next president of the United States and has gotten away with not holding a press conference for nearly three months. Finally, on Tuesday, and with no pressure whatsoever from the establishment media, Biden held a fake ne…",
  "Kamala Harris on Trump: ‘This Man Is Not Fit to Be President’ — ‘No More Pop Psychology About This Guy’ Wednesday on MSNBC's \"Deadline,\" Sen. Kamala Harris (D-CA) accused President Donald Trump of not being \"fit to be president\" given his dealings with Russia and his handling of the coronavirus pandemic. | Clips",
  "Stranded in Guyana, Harassed for Supporting Trump, Cuban Dissident Returns to Protest Daniel Llorente Miranda, a Cuban dissident forcibly removed from the island and stranded in Guyana for over a year, tells Breitbart News he has taken once again to protesting, this time against both the communist regime in his homeland and those he sees as en…",
  "DHS Creates Statue Defense Force to Oppose ‘Violent Anarchists and Rioters’ The Department of Homeland Security (DHS) has created a task force to help protect federal memorials and statues from the mobs that claim they are symbols of \"white supremacy.\"",
  "Out of Ideas, Leftist South Korean President Floats Another Trump-Kim Summit Leftist South Korean President Moon Jae-in is urging President Donald Trump to hold a third summit with North Korean President Kim Jong-un before the U.S. presidential election in November, South Korean media outlets reported on Thursday.",
  "Charles Hurt: A Warning to Trump–and His Supporters–About Complacency President Trump’s reelection campaign issued a “memorandum on enthusiasm” Sunday outlining the very “real and wide” gap in enthusiasm between Mr. Trump’s campaign and that of Joe Biden.",
  "China Cries Foul: Says U.S. ‘Oppressing Chinese Companies’ in Fresh Huawei Appeal China on Wednesday accused Washington of “oppressing Chinese companies” after U.S. regulators rejected telecom suppliers Huawei and ZTE on national security grounds.",
  "Seattle Police Release Video of Wild Brawls, Gunfire at ‘CHOP’ Autonomous Zone Seattle police have released videos of the Capital Hill Organized Protest (CHOP) \"autonomous zone\" where violent confrontations took place over the course of a three-week occupation before authorities shut it down Wednesday.",
  "Facebook to Ban Anti-Government ‘Boogaloo’ Groups Social media giant Facebook recently announced that it would be removing anti-government \"Boogaloo\" groups and pages from its platform. Mark Zuckerberg's platform has already removed 220 such groups on Facebook and 95 Instagram accounts that it says violate i…",
  "Joe Biden Pushes Back Timeline on Running Mate Announcement Former Vice President Joe Biden is pushing back his timeline for announcing a running mate, seeming to signal his campaign has yet to find an acceptable candidate.",
  "Boris Johnson Warns Israel: Do Not Apply Sovereignty to the West Bank British Prime Minister Boris Johnson told Israel on Wednesday it should drop plans to extend Israeli law over parts of the West Bank.",
  "Biden Does Not Include Travel Bans on China, Europe in Coronavirus Plan Democrat presidential nominee and former Vice President Joe Biden made no mention of continuing existing travel bans from China, Europe, and Brazil to the United States to prevent the spread of the Chinese coronavirus from overseas.",
  "Sanders Signs AOC Letter Calling for Israel Aid to Be Cut if Annexation Goes Ahead Bernie Sanders signed a letter that calls for the U.S. to cut aid to Israel over its plan to apply sovereignty across parts of the West Bank."
]