[
  "Pelosi: Commuting Stone’s Sentence, ‘Appalling’ and ‘a Terrible Idea’ During an interview that took place before it was formally announced that President Trump is commuting Roger Stone’s prison sentence broadcast on Friday’s edition of CNN’s “AC360,” House Speaker Nancy Pelosi (D-CA) stated that giving Stone clemency is “a terr…",
  "Hollywood Erupts After Trump Commutes Roger Stone’s Sentence: ‘Treason’ Hollywood celebrities flew into an apoplectic rage on Friday after President Donald Trump commuted the 40-month prison sentence of Republican operative Roger Stone.  A slew of entertainment figures accused the president of breaking the law, calling him a \"cri…",
  "Exclusive — Mike Pence: 2020 Election a Choice Between ‘Leadership’ in Donald Trump and ‘the Left’ in Joe Biden Vice President Mike Pence told Breitbart News exclusively on Thursday that the “stakes have never been higher” than the 2020 presidential election in a choice between “leadership” from President Donald Trump and the radical “left” from former Vice President J…",
  "Dem Rep. McEachin: Racial and Environmental Justice ‘Intertwined’ During Friday’s Democratic Weekly Address, Rep. Donald McEachin (D-VA) stated that Americans recognize more has to be done to deal with “two critical and intertwined issues in our nation: the unfinished work of racial justice and the need for environmental",
  "Exclusive — Pence: Only Thing Standing Between America and Agenda of Far Left Is 4 More Years of President Donald Trump PHILADELPHIA, Pennsylvania — Vice President Mike Pence told Breitbart News exclusively that the only thing “standing between” America and the radical agenda of the “far left” is a second term for President Donald Trump.",
  "Poll: Donald Trump and Joe Biden Currently Tied A Democracy Institute/Sunday Express poll released on Tuesday shows President Donald Trump and former Vice President Joe Biden are tied in the 2020 presidential race.",
  "Victor Davis Hanson: Five ‘Radical, Long-Term Solutions’ to Leftist Academic Corruption Historian Victor Davis Hanson proposed several measures to address left-wing political corruption across academia, offering his remarks on last Friday's edition of SiriusXM's Breitbart News Tonight with host Rebecca Mansour.",
  "Exclusive–Read the Army’s ‘Operation Inclusion’ Email: Flyer Decries ‘Weaponized Whiteness,’ ‘Exceptionalism’ The full list on \"covert white supremacy\" includes terms such as \"Spiritual Bypassing,\" \"Weaponized Whiteness,\" \"Exceptionalism,\" \"Paternalism,\" \"Tokenism,\" and \"Assuming Good Intentions Are Enough.\""
]