[
  "Trump to accept nomination in Jacksonville after moving most of convention out of Charlotte Republican National Committee Chairwoman Ronna McDaniel announced on Thursday that President Donald Trump will accept the Republican nomination this year in Jacksonville, Florida.",
  "Trump says scheduling his next rally on Juneteenth wasn't intentional President Donald Trump says he didn't schedule his first rally since the start of the coronavirus pandemic on Juneteenth \"on purpose.\"",
  "Tim Scott has for years highlighted racial tension with police. Now he's leading the GOP's effort to fix it. In the wake of the death of George Floyd, Sen. Tim Scott, a Republican from South Carolina, said he offered an idea to Senate Majority Leader Mitch McConnell. Scott wanted to come by and talk about some proposals he had for reforming police.",
  "Trump administration rolls back Obama-era transgender health care protections The Trump administration announced Friday it is eliminating an Obama-era regulation prohibiting discrimination in health care against patients who are transgender.",
  "Trump's decision to hold a Tulsa rally on Juneteenth is no coincidence As the entire country -- and much of the world -- has turned its attention to fighting racism, President Donald Trump is sounding a supportive dog whistle to white supremacists, writes Frida Ghitis.",
  "The Point: A wild, pro-Trump conspiracy theory group is about to get its first congresswoman The Republican primary in Georgia's 14th district on Tuesday didn't draw much national attention. After all, it's an overwhelmingly Republican district that GOP Rep. Tom Graves had held easily for a decade in Congress before announcing his retirement last yea…",
  "White House didn't receive heads up about Milley apology Chairman of the Joint Chiefs Gen. Mark Milley did not give the White House a heads up before he released a recorded a video on Thursday admitting it was a \"mistake\" to appear in a photo-op last week with President Donald Trump, two administration officials to…",
  "John Bolton's book to be published later this month despite White House objections President Donald Trump's former national security adviser John Bolton will publish his long-awaited memoir later this month over objections of the White House, Bolton's publisher said Friday.",
  "A wild, pro-Trump conspiracy theory group is about to get its first congresswoman The Republican primary in Georgia's 14th district on Tuesday didn't draw much national attention. After all, it's an overwhelmingly Republican district that GOP Rep. Tom Graves had held easily for a decade in Congress before announcing his retirement last yea…",
  "Northam said he wouldn't send Virginia's National Guard to DC 'for a photo-op' after seeing other guardsmen 'militarized' ",
  "What if the next Donald Trump is, well, Donald Trump? Since the moment late on November 8, 2016 when it became clear that Donald Trump would be the 45th president of the United States, many Democrats have been counting the days until November 3, 2020 -- the day that they believe he will be voted out of office.",
  "Transparency concerns plague small business lending program over disclosing information about coronavirus relief loans - CNN The once troubled emergency small business lending program has stabilized, turning into a cornerstone of the government's economic response to the coronavirus crisis and credited with having a significant impact on a positive May unemployment report that stun…",
  "I covered the Rodney King and Freddie Gray riots. This moment feels different. That's why I'm afraid I've seen the same pattern before: Exuberant protesters, vows for police reform and then ... nothing. But after the George Floyd protests I see three big reasons why things really do feel different this time.",
  "Biden supports removing Confederate names from US military assets Joe Biden supports removing the names of Confederate leaders on military assets, he said in a statement Friday.",
  "Black Lives Matter protests across the US and world Black Lives Matter protests have spread across the US and the world following the death of George Floyd. Follow here for the latest updates.",
  "Justice Department to release a less-redacted version of the Mueller Report The Justice Department says it will release a less-redacted version of the Mueller Report no later than next Friday, after being pressed for it in court.",
  "Michael Flynn case is the latest test of separation of powers during Trump years Michael Flynn's court case has become much bigger than whether President Donald Trump's first national security adviser should go to prison for lying to the FBI. It's become a referendum on the work of the Justice Department and the decision-making of Attorne…",
  "New Melania Trump book says she renegotiated her prenuptial agreement Part of the reason first lady Melania Trump delayed her move from New York City to the White House in 2017 was because she was renegotiating her prenuptial agreement with President Donald Trump, according to a book out next week by a Washington Post reporter.",
  "Why the electoral map is even better for Joe Biden than it looks CNN's initial breakdown of the 2020 electoral map makes Joe Biden a slight front-runner for the White House, giving the former vice president 232 electoral votes to 205 for President Donald Trump. Another 101 electoral votes are up for grabs at the moment bet…",
  "As Trump loses his generals, he clings to the legacy of Confederate failure It's head-scratching, really, that the most prominent Army base in America is named for Braxton Bragg."
]