[
  "Trump's New Hampshire rally delayed due to thunderstorms President Donald Trump's Portsmouth, New Hampshire, rally has been delayed, White House press secretary Kayleigh McEnany said Friday.",
  "Opinion: The WNBA has come too far to be silenced by Kelly Loeffler Roxanne Jones recalls covering the launch of the WNBA and says that illustrious history, populated by the pioneers of women's professional basketball, laid the groundwork for the leadership the league is now showing on social justice issues.",
  "Ohio governor says no statewide mask mandate despite spread of virus cases Ohio Gov. Mike DeWine on Friday said he doesn't plan on issuing a statewide mask mandate despite a growing number of coronavirus cases, believing that such requirements are needed primarily for counties with larger populations.",
  "Analysis: Germany's chancellor knows how to insert a dagger Trump, as well as Brazil's Jair Bolsonaro and Russia's Vladimir Putin, must have felt his ears burning when the German Chancellor demolished their approaches to the coronavirus in a speech Thursday. \"As we are experiencing firsthand, you cannot fight the pand…",
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "Goya CEO tells Fox he won't apologize after his praise for Trump sparks boycott In an interview with Fox News Friday, Goya Foods CEO Robert Unanue said he was \"not apologizing\" for praising President Donald Trump at the White House.",
  "Trump ally stirs up anti-gay sentiment in reelection bid Poland's President Andrzej Duda is one of Donald Trump's biggest allies in Europe but is currently fighting for political survival. His campaign was laced with anti-LGBT rhetoric while the election is seen as a referendum on Trump-style populism in Europe. CN…",
  "'Pleading' from aides led to Trump agreeing -- after months -- to wear a mask As coronavirus cases surged in the Sun Belt in recent weeks, one Republican leader after another has come forward to publicly endorse face masks -- and model the practice themselves -- in an attempt to depoliticize their use as a public health precaution.",
  "Trump's New Hampshire rally delayed because of expected thunderstorms President Donald Trump's Portsmouth, New Hampshire, rally has been delayed, White House press secretary Kayleigh McEnany said Friday.",
  "Fact check: Trump campaign, Pence take Biden's policing comments out of context In public comments and in advertising, President Donald Trump and his allies have tried to cast Democratic opponent Joe Biden as an anti-police radical.",
  "Trump and Fauci not speaking as coronavirus pandemic worsens For months, amid the worst pandemic in a century, President Donald Trump insisted all was well between him and the nation's top infectious disease specialist.",
  "Fact check: Trump campaign, Pence take Biden's policing comments out of context In public comments and in advertising, President Donald Trump and his allies have tried to cast Democratic opponent Joe Biden as an anti-police radical.",
  "Trump claims he 'aced' cognitive test but offers no proof President Donald Trump claimed on Thursday that he recently \"aced\" a cognitive test, his latest attempt to dismiss questions about his mental capabilities and attempt to call into question those of presumptive Democratic presidential nominee Joe Biden.",
  "5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul - CNN 5 things to know for July 10: Coronavirus, SCOTUS, China, police, Seoul  CNN",
  "Clemency expected for Roger Stone as prison clock winds down President Donald Trump is publicly teasing clemency for his friend and former political adviser, Roger Stone, days before Stone is set to report to a federal prison in Georgia. At least half a dozen people close to the President told CNN it's widely believed …",
  "Watchdog blasts Commerce Department for siding with Trump over erroneous Hurricane Dorian forecast The Commerce Department Inspector General on Thursday delivered a harsh rebuke of the department in a new report detailing how pressure from the White House prompted a statement from the National Atmospheric and Oceanic Administration contradicting a local Na…",
  "White House fills top Russia job previously occupied by two impeachment witnesses The White House has tapped Ryan Tully to be the top official on Europe and Russia at the National Security Council, making him the fifth person to occupy that job in the last three and a half years of the Trump administration, three sources familiar with the …",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump After a frenetic few weeks, the Supreme Court gaveled out Thursday, bringing to a close an unprecedented term that defied expectations and shifted perceptions of the court in the heat of an election year.",
  "Labor secretary says schools essential, like factories -- but plants have had Covid outbreaks In one of the Trump administration's latest efforts to pressure schools to reopen, Labor Secretary Eugene Scalia said Thursday that schools were an \"essential service\" and cited factories as a model.",
  "US global media agency seeks to kick out international journalists Efforts to clean house at the US Agency for Global Media continued this week as leadership indicated that international journalists who work for Voice of America (VOA) will not have their visas extended and a widely respected top editor at Radio Free Asia was…"
]