[
  "Capitol Hill Republicans watch Trump's eroding standing with unease GOP senators are anxiously watching President Donald Trump's eroding political standing amid the deadly coronavirus pandemic -- coupled with his erratic response to the unrest stemming from the death of George Floyd -- and are uneasy that the political fallou…",
  "White House defends Trump tweet about Buffalo protester CNN's Abby Phillip says White House press secretary Kayleigh McEnany's defense of President Donald Trump's tweet about a protester who was pushed over by police was \"literally unbelievable\" because there are no facts tied to it.",
  "Barr tells DC mayor federal law enforcement was necessary because of unrest Attorney General William Barr jabbed back at the mayor of Washington, DC, in a letter on Tuesday, saying that the use of federal law enforcement and national guard troops in the nation's capital was necessary because the unrest there had hit unprecedented and…",
  "President Trump announces plans for rally in Tulsa next week President Donald Trump will host his first rally in months next week in Oklahoma, and he has plans to visit four other states in the coming weeks as his campaign prepares to relaunch in-person rallies, he said Wednesday.",
  "I love The New York Times, but what they did was wrong The New York Times is the best newspaper in the world, writes veteran journalist Steven A. Holmes, who worked there for 15 years. But the paper's actions after the publication of Sen. Tom Cotton's controversial op-ed have been a mistake that sends a potential…",
  "What George P. Bush's endorsement of Donald Trump tells us about Republican politics President Donald Trump will have the vote of at least one member of the Bush clan this fall.",
  "Trump weighs executive action on police reform ahead of Dallas roundtable The White House has begun initial stages of preparing an executive order on police reform, though it remains unclear which specific provisions it may include as President Donald Trump continues to weigh his options amid national outcry over police brutality, …",
  "Trump opposed to stripping Confederate names from US bases President Donald Trump said Wednesday he opposes any effort by the US military to rename the nearly one dozen major bases and installations that bear the names of Confederate military commanders.",
  "Jon Huntsman announces he has coronavirus amidst gubernatorial campaign in Utah Jon Huntsman, the former US Ambassador to Russia and current gubernatorial candidate in Utah, announced Wednesday that he tested positive for coronavirus.",
  "Primary results: Highlights from a messy election night in Georgia and 4 other states The lines on Election Day in Georgia were so long that state officials announced investigations before the polls even closed, raising fears of what's to come when the nation votes in November.",
  "Pelosi renews call to remove Confederate statues from display in US Capitol House Speaker Nancy Pelosi is renewing a call to remove Confederate statutes from display in the US Capitol -- a move that comes amid a national outcry over police misconduct and racial injustice and as President Donald Trump opposes efforts to remove Confede…",
  "Trump tackles policing reform from administration still lacking diversity As President Donald Trump considers potential actions to take in the wake of protests demanding policing reforms and racial equality, the White House inner circle counseling him is exceedingly white and includes just one black Cabinet member and one black dom…",
  "Jon Huntsman announces he has coronavirus amidst gubernatorial campaign in Utah Jon Huntsman, the former US Ambassador to Russia and current gubernatorial candidate in Utah, announced Wednesday that he tested positive for coronavirus.",
  "Democrats and Republicans have separate plans on fix policing: Here's where they overlap Republicans and Democrats may be working on separate tracks right now on policing reform, but there is some overlap, in principle, in what is being proposed on both sides of the Capitol.",
  "Can Donald Trump still win? Five months from the election, Trump is in the deepest trouble of his political career.",
  "More than 1,250 ex-DOJ officials call for internal investigation into Barr's role in clearing peaceful protesters More than 1,250 former Justice Department employees have asked the agency's internal watchdog to investigate Attorney General William Barr for his role in the forcible clearing of peaceful protesters outside the White House earlier this month ahead of staged …",
  "Trump campaign demands CNN apologize for poll that shows Biden leading President Donald Trump's campaign is demanding CNN retract and apologize for a recent poll that showed him well behind presumptive Democratic presidential nominee Joe Biden.",
  "Fired State Department watchdog was conducting 5 probes into potential wrongdoing The State Department Inspector General who was fired by President Donald Trump before he could complete investigations into Secretary of State Mike Pompeo and his office was carrying out five probes into potential wrongdoing, three more than were previously k…",
  "5 things to know for June 10: Police reform, Trump, election, coronavirus, Nigeria Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump poised to announce Republican convention site as early as Thursday, with Jacksonville a leading final contender President Donald Trump is poised to announce the city where he will accept his nomination for a second term as early as Thursday, with Jacksonville, Florida, emerging as one of the leading final contenders, two GOP officials close to the matter tell CNN."
]