[
  "McCarthy outraged by Covid-19 question House Minority Leader Kevin McCarthy (R-CA) gets angry at CNN's Manu Raju for asking about President Trump using a racist term for the coronavirus.",
  "Trump administration prepares major effort to protect monuments The Trump administration is preparing a major effort to protect national monuments that President Donald Trump has described as part of the country's heritage, including assigning US Marshals to oversee them and signing an executive order meant to protect the…",
  "Trump is desperate -- and dangerous The trouble with Trump's rerun approach is that he's not an outsider anymore. He's the President -- which means he bears responsibility for the state our country is currently in, writes Michael D'Antonio.",
  "House Armed Services chairman proposes $1 billion Pentagon pandemic preparedness fund House Armed Services Chairman Adam Smith is proposing the creation of a new $1 billion fund for the Pentagon to better prepare for pandemics, according to committee aides and a copy of the legislation obtained by CNN.",
  "The Point: Has Donald Trump's political magic worn off? \"President Trump: 73-0.\" That was the headline of a press release from the Republican National Committee on June 10, celebrating their contention that all 73 GOP candidates Donald Trump had endorsed in the 2020 campaign had won.",
  "Wall Street's nightmare: Elizabeth Warren as Treasury Secretary Wall Street dodged a bullet when Elizabeth Warren's campaign for the White House fizzled out. But Warren, a fierce critic of big banks, could still play a forceful role in shaping policy in a potential Biden administration.",
  "Trump entrenched in failed strategy as virus surges and polling drops A little more than four months before facing voters, President Donald Trump appears at one of the weakest points of his presidency, with few signs the mounting health and civic crises he currently faces will subside and a spate of national polls indicating if…",
  "The new normal: Empty plinths and fever checks Protests sparked by the police killing of George Floyd have now ignited a sweeping national debate about the racial prejudices of some of the country's political icons.",
  "House Armed Services chairman proposes $1 billion Pentagon pandemic preparedness fund House Armed Services Chairman Adam Smith is proposing the creation of a new $1 billion fund for the Pentagon to better prepare for pandemics, according to committee aides and a copy of the legislation obtained by CNN.",
  "House Democrats caution about going too far with Trump probes as 2020 prospects brighten House Democrats are showing little appetite to flex their investigative muscles in the final year of President Donald Trump's first term, with many eager to proceed cautiously and avoid overzealous probes that could backfire politically as their party now lea…",
  "Multiple Trump campaign staffers quarantining after Tulsa rally Several of President Donald Trump's campaign staffers are quarantining this week after attending his rally in Tulsa last Saturday and interacting with several colleagues who later tested positive for coronavirus, CNN has learned.",
  "Dozens of Secret Service agents will be quarantined after Trump's Tulsa rally Dozens of Secret Service agents will be quarantined as a precaution following President Donald Trump's rally in Tulsa, Oklahoma, a law enforcement official told CNN on Wednesday.",
  "Donald Trump has a hiring problem President Donald Trump's success as a businessman was a focal point of his 2016 campaign, as he touted his hiring skills. So why has he fired and badmouthed so many of his previous staffers? Chris Cillizza explains how Trump's \"best people\" promise didn't exa…",
  "Former GOP candidate Carly Fiorina says she'll vote for Biden Former 2016 Republican presidential candidate Carly Fiorina says she'll support Joe Biden over President Donald Trump in the 2020 election, calling the presumptive Democratic standard-bearer a person of \"humility\" and \"character.\"",
  "Trump is not just in denial but also indifferent to an unfolding American tragedy It's a \"public health train wreck in slow motion,\" in the words of one health expert, and the best President Donald Trump cares to offer the thousands more Americans projected to shortly die of Covid-19 is the unsubstantiated prospect of a \"beautiful surprise…",
  "Texas delegation urges Trump administration to keep funding testing sites as hot spots break out Texas US lawmakers on both sides of the aisle are asking the Trump administration to reconsider its decision to halt direct funding to several coronavirus testing sites in the Lone Star State, where there has been a surge of Covid-19 cases.",
  "Pentagon approves extension of military support to border but reduces troop levels Secretary of Defense Mark Esper has approved a request from the Department of Homeland Security to continue military support to the southern border but reduce the number of authorized troops by 1,500 with most of the 4,000 deployed drawn from the National Gua…",
  "Fact check: Breaking down Trump's false claims about DACA and the Supreme Court's ruling The Supreme Court ruled last week against President Donald Trump's attempt to terminate DACA, an Obama administration program that protects from deportation and gives work permits to some undocumented immigrants who came to the US as children.",
  "Trump administration open to a second round of stimulus payments. Here's what that could look like A second round of stimulus payments is on the negotiating table in Washington, but some of the 160 million Americans who got money the first time could be left out.",
  "Biden says Trump's 'senseless crusade' to end Obamacare would harm those with coronavirus Joe Biden lambasted President Donald Trump's push to repeal the Affordable Care Act, saying Thursday that if Trump gets his way, those who contract coronavirus could lose coverage or face higher premiums."
]