[
  "2020 primaries: 4 things to watch in Tuesday's contests Last week's down-ballot primary action in Kentucky and New York still isn't settled, but it's time for three more states -- Colorado, Utah and Oklahoma -- to host primaries Tuesday, and there's at least one contest in each state that could help shape the bala…",
  "Mitch McConnell: 'We must have no stigma' about wearing masks in public Senate Majority Leader Mitch McConnell argued there should be no stigma about wearing a face mask amid the coronavirus pandemic, as President Donald Trump continues to be resistant to wearing one in public.",
  "Democrats say they want to hear from intel agencies on bounties A classified White House briefing Tuesday did little to satisfy House Democrats' demands for an explanation of intelligence that Russia offered the Taliban bounties, as Democrats expressed concerns that President Donald Trump's national security team appeared…",
  "WH press secretary responds to accusations against Trump White House press secretary Kayleigh McEnany defends President Donald Trump against accusations he let languish intelligence about Russia paying bounties to the Taliban for killing American troops. CNN's Kaitlin Collins reports.",
  "Opinion: How Roberts left the door open to more state limits on abortion Chief Justice John Roberts provided on Monday the decisive vote to preserve access to abortion in Louisiana, a ringing victory for the clinics and doctors who spent years fighting a law they claimed would effectively ban the procedure in the state.",
  "Colorado votes for Democrat to take on GOP Sen. Cory Gardner Colorado will vote on Tuesday to pick a Democrat to take on GOP Sen. Cory Gardner, a choice that will define one of the party's best opportunities to defeat an incumbent Republican on its quest to take back the Senate.",
  "The white-collar revolt against Trump is peaking From his open defiance of public health officials when holding rallies to his increasingly explicit embrace of White racial backlash, President Donald Trump has set a course for his reelection campaign that could produce the GOP's largest deficit in the histo…",
  "Trump is facing the thing he dreads most Declaring in 2016 that \"I alone can fix it,\" Donald Trump made the country's fate all about him. He promised so much \"winning\" we'd get sick of it, and asked \"What have you got to lose?\" As President he made everything into a fight between Team Trump (good) a…",
  "Former Intelligence officials scoff at White House denials that Trump wasn't briefed on Russia bounty In response to reports that Russia offered bounties to Taliban fighters to kill US troops in Afghanistan, the White House has denied that President Donald Trump was \"personally briefed\" on the matter, claiming that the intelligence \"wasn't verified.\"",
  "Amy McGrath wins Kentucky Senate Democratic primary, CNN projects Amy McGrath won a closely-watched and surprisingly close Senate Democratic primary in Kentucky, CNN projected on Tuesday.",
  "Trump hoping for Supreme Court vacancy as way to boost a flagging campaign As the Supreme Court hands his administration successive defeats at the same time his political standing craters, President Donald Trump has begun to raise both publicly and privately the potential boon another nomination to the panel this year might provide.",
  "Senate strips provision from intelligence bill requiring campaigns to report foreign election help The Senate will incorporate the annual intelligence policy legislation into the National Defense Authorization Act -- but only after stripping language from the intelligence bill that would have required presidential campaigns to report offers of foreign elec…",
  "'It would help if from time to time the President would wear one' Forget the new Cold War with China, the old one between the United States and Moscow isn't finished with us yet.",
  "5 things to know for June 30: Coronavirus, SCOTUS, White House, China, social media Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "White House was warned about potential Russian bounties for killing US troops in early 2019 The White House was provided with intelligence in early 2019 indicating Russian actors were offering bounties to kill US soldiers in Afghanistan, more than a year before President Donald Trump claimed he was not briefed on the same threat, according to a sour…",
  "A Dreamer hero whose life story tells us a lot Sen. Dick Durbin writes about  Dr. Manuel Bernal, a DACA recipient on the frontline of the Covid-19 pandemic and says that Dreamers like Manuel have lived in immigration purgatory due to Congressional inability to summon the courage to solve this problem.",
  "Why Republicans are starting to worry about 2020 With everything going on in the world, the past few months have proven difficult for President Donald Trump, and in turn, the Republican Party. Chris Cillizza explains why the Democrats' widening gap is starting to worry Republicans ahead of November.",
  "The Supreme Court decision on Trump's tax records just became more urgent than ever The American people deserve to know the truth about Trump and Russia. And to find the truth we need to follow the money. Now, the Supreme Court will decide whether the truth -- or partisan politics -- will win out before the American people go to the polls th…",
  "69 million clues Trump is nervous about November President Donald Trump and his campaign are digging in for the long haul.",
  "Trump campaign scraps rally ahead of Sessions-Tuberville primary amid pandemic President Donald Trump's campaign has scrapped plans to hold a rally in Alabama next weekend amid concerns about coronavirus infections rising in the US, CNN has learned."
]