[
  "Pelosi: Trump's attempts to overturn Obamacare are 'unfathomably cruel' In an interview with CNN's Jake Tapper, House Speaker Nancy Pelosi (D-CA) criticized the Trump administration's efforts to overturn the Affordable Care Act amid the Covid-19 pandemic.",
  "Congress demands answers from Trump administration on Russia bounty intelligence A bipartisan group of congressional leaders is demanding the Trump administration explain what it knew about reports US intelligence concluded Russia offered bounties to Taliban fighters to kill US troops.",
  "Twitch suspends Trump campaign account Twitch, the video streaming service popular with online gamers, has suspended an account belonging to the Trump campaign, becoming the latest tech platform to take action against President Donald Trump.",
  "Sara Gideon attacks Susan Collins on abortion rights after Supreme Court ruling Democrats hoping to flip the Senate seized on a major Supreme Court ruling on Monday striking down a Louisiana law that would've restricted abortion access, attacking Republican candidates in crucial races across the country for supporting conservative justic…",
  "As the pandemic rages, Trump indulges his obsessions With the pandemic exploding and setting record infection rates, President Donald Trump spent the weekend on his own often divisive obsessions, piling up new evidence for detractors who say he's not fit for office.",
  "Jacksonville to require face masks to slow rising coronavirus cases less than 2 months before GOP convention The city of Jacksonville said Monday that it would adopt a face mask requirement for public and indoor locations and where social distancing is not possible, less than two months before President Donald Trump is set to accept the Republican nomination in the …",
  "Fact check: Dishonest Trump video twists Democrats' quotes to make it sound like they endorsed riots An egregiously deceptive new campaign video posted on Facebook by President Donald Trump on Saturday takes quotes from prominent Democrats out of context to wrongly make it seem as if they had encouraged or defended violence.",
  "Global coronavirus deaths surpass 500,000 The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "Intelligence on Russian bounty plot was in Trump's daily brief earlier this year, source says The intelligence that assessed there was an effort by a Russian military intelligence unit to pay the Taliban to kill US soldiers was included in one of President Donald Trump's daily briefings on intelligence matters sometime in the spring, according to a US…",
  "From pandering to Putin to abusing allies and ignoring his own advisers, Trump's phone calls alarm US officials In hundreds of highly classified phone calls with foreign heads of state, President Donald Trump was so consistently unprepared for discussion of serious issues, so often outplayed in his conversations with powerful leaders like Russian President Vladimir Put…",
  "Facebook VP on ad boycott: We have 'no incentive' to allow hate speech Facebook is facing an advertising boycott unlike anything the company has experienced in recent history. A growing list of advertisers have signed onto the #StopHateForProfit campaign, protesting what they say are Facebook's failures to stop the spread of hat…",
  "New reports raise urgent question: Is there any line Trump won't allow Putin to cross? As a game of who knew what when plays out concerning US intelligence that Russia was allegedly paying Taliban proxies to kill US and British troops in Afghanistan, we can't lose sight of the big picture: Putin feels increasingly empowered under this President…",
  "This has got to be the worst of Trump's outrages Paul Begala asks: How can it be that, after reportedly being briefed about Putin targeting American troops for death Trump has offered Putin rewards, like an invitation to rejoin the leading democracies of the G-7, and come to the US for a meeting of the lead…",
  "What you need to know about coronavirus on Monday, June 29 More than 500,000 people have died, and 10 million people have been sickened by the coronavirus pandemic -- a global crisis that has left few places untouched.",
  "Washington Post: Russian bounties to Taliban fighters believed to result in deaths of US troops, intelligence assessments show Russian bounties offered to Taliban militants in Afghanistan to kill US or UK troops there are believed to have resulted in the deaths of multiple US troops, the Washington Post reported Sunday, citing US intelligence gathered from military interrogations.",
  "5 things to know for June 29: Coronavirus, Russia, police reform, Facebook, Pakistan Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Fauci says Covid-19 vaccine might not get us the herd immunity we need Dr. Anthony Fauci says he would \"settle\" for a Covid-19 vaccine that's 70% to 75% effective, but that this incomplete protection, coupled with the fact that many Americans say they won't get a coronavirus vaccine, makes it \"unlikely\" that the US will achieve …",
  "The world isn't laughing at America -- it's pitying us One of Trump's big election lines in 2016 was that the world was laughing at America. That wasn't true, but now the reality is worse: A bemused world is pitying America. Consider this selection of global headlines this week, compiled by Meanwhile producer She…"
]