[
  "In pictures: Trump returns to campaign trail President Donald Trump is holding his first campaign rally since the start of the coronavirus pandemic. Saturday night's event is taking place at the BOK Center in Tulsa, Oklahoma.",
  "Opinion: Trump gets roasted for Tulsa crowd size Dean Obeidallah writes that while Donald Trump is sure to be angry at being the butt of jokes over the size of his Oklahoma rally, \"the bigger question is whether the anemic Tulsa turnout was because of fears of the coronavirus -- or because Trump's base fina…",
  "Biden campaign blasts Trump's 'outrageous' comments on coronavirus testing Former Vice President Joe Biden slammed President Donald Trump for saying he told officials in his administration to \"slow the testing down\" for coronavirus.",
  "President of NAACP: Trump is fanning flames of racial hatred Derrick Johnson, the president and CEO of the NAACP, reacts to comments made by President Donald Trump during a campaign rally in Tulsa, Oklahoma.",
  "Trump adviser claims Bolton could face jail time after judge allows book to proceed White House trade adviser Peter Navarro on Sunday attacked John Bolton's credibility over the former national security adviser's claim in his new book that President Donald Trump asked Chinese President Xi Jinping for help winning reelection, and said his for…",
  "Analysis: Why Trump is already sowing doubts about November's vote Every congressional leader seeking majority support follows the mantra: \"When you have the votes, vote.\" The sentiment applies to presidential politics, too",
  "Atlanta mayor calls Trump's Tulsa rally 'an embarrassment' Atlanta Mayor Keisha Lance Bottoms on Sunday criticized President Donald Trump's rally in Tulsa, Oklahoma, calling it \"an embarrassment\" and saying it was not the type of event the country needs amid a pandemic and a national racial reckoning.",
  "Nadler says Attorney General Barr deserves to be impeached but that it would be a 'waste of time' House Judiciary Chairman Jerry Nadler said Sunday that he believes Attorney General William Barr deserves to be impeached, but that pursuing it would be a \"waste of time\" because of the Republican-controlled Senate.",
  "Jared Kushner and Ivanka Trump 'pissed' at Trump campaign manager over his rally crowd size predictions, source says Ivanka Trump and Jared Kushner are \"pissed\" at campaign manager Brad Parscale over his predictions of a much larger crowd than the one that turned out at the Tulsa rally Saturday night, according to a Trump campaign source.",
  "Sick staff and empty seats: How Trump's triumphant return to the campaign trail went from bad to worse By the time President Donald Trump was gliding in his helicopter toward Joint Base Andrews on Saturday, destined for what he'd once hoped would be a triumphant packed-to-the-rafters return to the campaign trail, things were already looking bad.",
  "White House official dismissed the President's coronavirus testing comment as 'tongue in cheek.' But it wasn't Trump's first time. White House trade adviser Peter Navarro claimed Sunday that President Donald Trump was being \"tongue in cheek\" when Trump revealed at a campaign rally that he's told officials in his administration to slow down coronavirus testing because of the rising number…",
  "Trump's campaign was trolled by TikTok users in Tulsa President Donald Trump didn't fill his rally arena to the more than 19,000-person capacity Saturday night, despite bragging about 1 million RSVP's to his Tulsa, Oklahoma, return to the campaign trail",
  "Opinion: Trump's Tulsa rally was a flop President Donald Trump couldn't wait. His presidency is nosediving, with bad news erupting all around him. His answer was Tulsa, a campaign rally in blood-red Oklahoma, the state he won by a crushing 36 points in 2016.",
  "Black Lives Matter protests across the US and world Anti-racist protests continue to spread, leading to calls to defund police departments and take down historic statues. Follow here for the latest updates.",
  "Trump's Tulsa rally was a flop Frida Ghitis writes that instead of engendering great enthusiasm in his supporters, Trump's rally in Tulsa, Oklahoma, Saturday night left quite a different impression not favorable for his re-election.",
  "Fact check: Trump's Tulsa rally littered with familiar false claims In his first rally in more than three months, President Donald Trump repeated a bunch of false claims he has made before. Trump's return to the rally circuit, in a Tulsa, Oklahoma arena that was not full, featured familiar inaccurate accusations about Democra…",
  "Tom Petty's family issues a cease and desist order to Trump campaign The family of the late Tom Petty has filed a cease and desist notice to the Trump campaign after one of the musician's songs was played at the President's campaign rally in Tulsa, Oklahoma.",
  "John Bolton says he will vote for Joe Biden for president over Trump Former national security adviser John Bolton, a lifelong Republican, said he will vote for presumptive Democratic presidential nominee Joe Biden in the November election over his former boss, President Donald Trump.",
  "Judiciary chairman says he expects Berman will testify before Congress and is 'not interested' in Bolton appearing House Judiciary Chairman Jerry Nadler said Sunday he is confident Geoffrey Berman, the powerful US attorney who departed his post Saturday after a standoff with the Trump administration, will testify before his committee.",
  "Fiercely independent New York prosecutors won't be cowed by Barr and Trump Former federal prosecutors Jennifer Rodgers and Elie Honig write that the Trump administration's attempt to decapitate the Southern District of New York by removing US Attorney Geoffrey Berman is a political assault that poses a genuine threat to powerful int…"
]