[
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Voter: If you don't go vote, you're voting for Trump In 2016, President Trump won the state of Wisconsin with just 23,000 votes. CNN's Jeff Zeleny speaks to voters in Milwaukee as protests continue to heat up and spill into the 2020 election.",
  "Trump claims he deserves credit for making Juneteenth 'very famous' President Donald Trump is seeking to take credit for making Juneteenth -- a day commemorating the end of slavery in the United States -- \"very famous,\" after rescheduling his first rally since the start of the pandemic to avoid further criticism for seeming t…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "Senate GOP defiant over decision to block Bolton from testifying Senate Republicans are unmoved by the stunning allegations in former national security adviser John Bolton's forthcoming book, saying Bolton's accusation that President Donald Trump sought reelection help from Chinese President Xi Jinping did not change their…",
  "Facebook takes down Trump ads 'for violating our policy against organized hate' Facebook on Thursday said it had take action against ads run by President Trump's re-election campaign for breaching its policies on hate. The ads, which attacked what the Trump campaign described as \"Dangerous MOBS of far-left groups,\" featured an upside-dow…",
  "Oklahoma coronavirus cases rise as Trump rally moves forward Coronavirus cases are rising in Oklahoma as President Donald Trump forges ahead to host a rally in Tulsa on Saturday that is expected to be attended by thousands.",
  "In repeat of 2016 strategy, Trump pledges new list of justices after two stinging Supreme Court losses President Donald Trump, in the wake of two stinging losses at the Supreme Court, is returning to his 2016 campaign tactic of trying to rally Republicans with promises of conservative justices.",
  "America's coronavirus plateau, and the global reverberations of George Floyd's death Vice President Mike Pence, helming a disinformation campaign to convince Americans the threat from Covid-19 has largely passed, is accusing the media of hyping a \"second wave\" of infections. Unfortunately, the US hasn't even exited the first wave yet -- not l…",
  "House coronavirus committee chairman demands Trump administration release economic projections The head of the House's select committee on the coronavirus crisis is demanding unemployment and economic projections that the Trump administration had planned to leave out of its traditional mid-session economic forecast.",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "Joe Biden launches his first general election TV ads Joe Biden is launching his first major television ad buy of the general election, pumping $15 million in TV, digital, radio and print ads into six battleground states President Donald Trump won in 2016.",
  "Here's proof Donald Trump knows he's losing On Thursday, President Donald Trump's campaign began a push for more than the traditional three general election debates with former Vice President Joe Biden.",
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Trump and Pence: a two-man Covid-19 gaslighting act Frida Ghitis writes that for the Trump administration, pretending the Covid-19 crisis is over -- as we've seen with Trump insisting on holding his superspreading campaign rally in Tulsa, Oklahoma this weekend and Pence's op-ed in the WSJ -- has become increas…",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "Washington Post: Senior State Department official resigns over Trump's response to nationwide unrest A top State Department official is resigning from her post over President Donald Trump's response to the surge of protests against racial injustice and police brutality across the nation, the Washington Post reported Thursday.",
  "Bolton book makes clear the dangers of a second Trump term Jen Psaki writes that the details of John Bolton's forthcoming book seem entirely consistent with the portrait of an unstable, ill-equipped, self-obsessed President long susceptible to flattery and manipulation.",
  "John Bolton betrayed his country Elie Honig writes that when President Donald Trump was facing removal from office, John Bolton kept mum on the President's misdeeds. Now that he has a book to sell, the former national security adviser is painting a damning portrait of Trump's conduct.",
  "A summer of protests awakens a political movement animated against Trump Prentice McKinney has watched the protests here, one night after another, with a hopeful sense that anger and passion will spark a fire at the polls in November."
]