[
  "Biden embraces healer-in-chief role in return to campaign trail Joe Biden is seeking to become America's healer-in-chief, offering himself as a steady and compassionate leader as his methodical return to the campaign trail takes the former vice president to Houston to meet with George Floyd's family on Monday.",
  "Ivanka Trump blames canceled speech on 'cancel culture' Wichita State University Tech, an affiliate of Wichita State University in Kansas, canceled Ivanka Trump's virtual graduation speech amid backlash over President Donald Trump's response to George Floyd's death and the nationwide protests. CNN's Briana Keilar …",
  "Colin Powell just called out every Republican in Congress The big news out of Jake Tapper's interview with Colin Powell on Sunday was that the former Republican secretary of state would not be voting for President Donald Trump in 2020.",
  "A visit to the site of a national tragedy is something a US president is often called to do. Trump hasn't met with protesters or visited Minneapolis It's been two weeks since George Floyd was killed while in the custody of Minneapolis police officers, sparking demonstrations calling for widespread policing reform across the country. But President Donald Trump has yet to meet with black advocates calling f…",
  "Trump to relaunch campaign rallies in two weeks President Donald Trump's reelection campaign is set to relaunch in-person campaign rallies in the next two weeks, campaign manager Brad Parscale confirmed to CNN.",
  "Murkowski brushes off Trump's promise to campaign against her: 'I cannot live in fear of a tweet' Republican Sen. Lisa Murkowski on Monday brushed off a series of critical tweets from President Donald Trump, including the President's promise to campaign against her when she's up for reelection.",
  "CNN Poll: Trump losing ground to Biden amid chaotic week As protesters gather daily near the White House and the coronavirus pandemic rages on, the American public is souring on President Donald Trump. A new CNN Poll conducted by SSRS finds Trump's approval rating down 7 points in the last month as the President fa…",
  "The elite military club that's scorning Trump Peter Bergen writes that it has been extraordinary to see over the past week the flood of public criticism of President Donald Trump for his handling of the protests over the death of George Floyd coming from so many of the United States' leading retired gene…",
  "Barr contradicts Trump: 'The Secret Service recommended that the President go down to the bunker' for safety Attorney General William Barr said Monday that the US Secret Service recommended moving President Donald Trump to the underground White House bunker during late May protests, contradicting the President's earlier assertion that his visit to the bunker was for…",
  "Washington Post: Bolton plans to publish book in June even if White House doesn't give approval Former Trump national security adviser John Bolton is planning to publish his book detailing his time in the West Wing later this month, even if the White House does not give publication approval, people familiar with his thinking told The Washington Post.",
  "Here's a number that should terrify every Republican on the ballot this fall With all the focus on a slew of new polls that show President Donald Trump falling further behind former Vice President Joe Biden, one number has largely slipped through the cracks -- and it is a blaring warning signal to Republicans on the ballot this fall.",
  "Protesters have turned the newly constructed White House fence into a living memorial to racial justice Though President Donald Trump hasn't declared \"Black Lives Matter,\" the words are found all along the newly installed temporary fence that borders the White House these days.",
  "Top congressional Democrats steer clear of 'defund the police' rhetoric Top congressional Democrats are steering clear of the growing calls by activists to \"defund the police,\" saying they sympathize with the intent behind the movement but are concerned that the rhetoric could undercut efforts at the federal level to overhaul pol…",
  "Military spouses across the US organize and march in support of Black Lives Matter \"I was screaming at the television,\" an African American Navy spouse told CNN, as she watched peaceful protesters running from military police and law enforcement officers who were advancing on them near the White House. Protestors were covering their ears wi…",
  "Congressional Democrats criticized for wearing Kente cloth at event honoring George Floyd Congressional Democrats are being criticized over the stoles made of Kente cloth -- a traditional African textile -- they wore during a moment of silence for George Floyd.",
  "Trump Homeland Security official says he believes George Floyd would not have been spared if he were white Acting Deputy Secretary of the Department of Homeland Security Ken Cuccinelli said Sunday that he does not believe that George Floyd's life would have been spared if he were white.",
  "The coronavirus may be out of headlines, but it has not gone away The coronavirus is out of the headlines while America hits a hinge in history on race -- but it has not gone away.",
  "Where the George Floyd case must be tried Elie Honig writes that if the four former Minneapolis police officers who face charges relating to the death of George Floyd seek to move the venue of the trial, it should not be granted. A transfer of the case from Hennepin County to another county will almo…",
  "Investors are watching as New York City eases its lockdown More than 75 days into its stay-at-home order, New York City — the largest and densest city in the world's largest economy — begins to reopen on Monday. Investors and epidemiologists are watching closely."
]