[
  "Opinion: Trump is not 'kidding,' he's lying Frida Ghitis writes that on Tuesday morning, President Trump, before boarding his flight to Arizona for campaign events, continued to mislead the American people about the coronavirus in an effort to protect his political interests.",
  "3 takeaways from primary night in NY, Kentucky and North Carolina The votes are in, but the jury is still out on a handful of New York's most closely contested races and an unexpectedly competitive Senate primary in Kentucky.",
  "Opinion: A sign of Barr's abuse of power Elie Honig writes that the testimony of Aaron Zelinsky to the House Judiciary Committee on Wednesday, confirming that Roger Stone received favoritism because of his political connection to President Trump, would have been stunning if it wasn't so obviously pa…",
  "Obama calls out Republicans for enabling the White House Former President Barack Obama spoke out against the Trump administration while joining presumptive Democratic nominee Joe Biden for an online fundraiser.",
  "Opinion: What if Trump rejects the election result? It's hard for Americans to imagine that a president who lost a bid for re-election would refuse to leave office. But in recent weeks some analysts have done more than imagine it: they've begun to explore what can be done if Donald Trump does just that. What, …",
  "Bolton says Trump turned 'a blind eye' to the coronavirus pandemic Former White House national security adviser John Bolton told CNN Wednesday that he does not have confidence in President Donald Trump's handling of the coronavirus pandemic and his former boss was \"turning a blind eye\" at the onset of the outbreak because he…",
  "John Hickenlooper gets seven-figure boost from a mysterious super PAC ahead of next week's primary Last-minute super PAC spending points to growing concerns about the prospects of a former governor, initially considered a shoo-in for the Democratic nomination in Colorado.",
  "'We have to make sure the virus doesn't come in on a plane,' Cuomo says New York, New Jersey and Connecticut issued a travel advisory Wednesday that requires people arriving from states with high coronavirus rates to quarantine for 14 days.",
  "Donald Trump should listen to this GOP senator John Thune, despite being the second-ranking Republican in the Senate, keeps a pretty low profile nationally.",
  "Senate confirms Trump's 200th judicial nominee President Donald Trump's 200th judicial nominee was confirmed by the Republican-controlled Senate on Wednesday, marking a significant milestone in a presidency that has tilted the federal judiciary in a conservative direction for decades to come.",
  "GOP aghast as Trump's polls sink amid divisive racial rhetoric: 'It's been a bad couple weeks' President Donald Trump is doubling down on a strategy he believes worked to his advantage four years ago: seizing on divisive culture wars and using race-baiting rhetoric as he seeks to fire up his base to give him a second term in office. His GOP allies on C…",
  "House Democrats seek to enhance Obamacare ahead of Trump push to dismantle the law A day before the Trump administration is expected to ask the Supreme Court to invalidate the Affordable Care Act, House Democrats unveiled a plan Wednesday to strengthen the landmark health care law.",
  "Polls in Wisconsin and Ohio bring good news for Joe Biden Former Vice President Joe Biden leads over President Donald Trump in one of the critical Midwestern states that helped the Republican Party win the presidency four years ago, according to a Marquette University poll from Wisconsin.",
  "Calls are growing to defund police in the US. Here are some lessons from overseas \"Defund the police!\" has become a common chant of US activists protesting the death of George Floyd. The calls have multiplied as other instances of police violence against African-Americans have come to light. But what it means depends on who you ask.",
  "Madison Cawthorn is the young political newcomer who beat Trump's pick in North Carolina Madison Cawthorn scored a stunning political upset on Tuesday when CNN projected he would win the North Carolina Republican congressional primary to fill the seat vacated by President Donald Trump's chief of staff, Mark Meadows.",
  "Political newcomer beats Trump's pick in North Carolina GOP congressional primary A 24-year-old political newcomer will defeat President Donald Trump's endorsed candidate in the North Carolina GOP congressional primary for the seat vacated by the President's chief of staff Mark Meadows, CNN projects.",
  "Analysis: Breaking down Bolton's account of a White House in turmoil There's a lot to digest from former national security adviser John Bolton's explosive new book, which depicts a Trump White House in moral and political crisis. Bolton has also flooded the airwaves this week, including sitting down for an interview with CNN's…",
  "Trump predicts 'most corrupt election' in US history while making false claims about mail-in voting President Donald Trump is predicting that the November election will be \"the most corrupt election in the history of our country,\" while spreading false claims and inaccurate statements about widespread voter fraud.",
  "These are the closely watched primary races that haven't yet been called It was an election night in the age of coronavirus, which meant results in some of the most hotly contested races in New York and Kentucky were not immediately revealed, as the two states allowed their voters the opportunity to cast their ballots by mail.",
  "Nothing in America fits the GOP's 'back to normal' fantasy The narrative of \"going back to normal\" in the United States while reopening continues is delusional, says Jill Filipovic, and ignores realities inconvenient for President Trump and the GOP: increasing infections, lack of childcare, growing hunger and fears o…"
]