[
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "'Mind-blowing': See what happened after Trump officials tried to clean up remarks Trump administration and campaign officials, who have been trying to clean up the President's comments about slowing coronavirus testing, were contradicted by President Trump himself.",
  "Analysis: This is the most succinc Republican rejection of Trump that you will read For all of the words that have been written and spoken about -- and by -- Donald Trump, it's often difficult to put a finger on what makes his presidency so incredibly abnormal.",
  "Fauci and CDC Director Redfield to testify at House coronavirus oversight hearing Dr. Anthony Fauci, the nation's top infectious disease expert, along with CDC Director Dr. Robert Redfield and other government officials will testify Tuesday at a House oversight hearing on the Trump administration's response to the coronavirus pandemic.",
  "Cooper: Trump's joke came at the expense of thousands of people CNN's Anderson Cooper calls out President Donald Trump for comments he made about the coronavirus at his rally in Tulsa, Oklahoma, and White House press secretary Kayleigh McEnany for trying to spin it as a joke.",
  "Fauci, Redfield testiy on Trump's coronavirus response As some US states see a rise in Covid-19 cases, Dr. Anthony Fauci, National Institutes of Health, and Dr. Robert Redfield, US Centers for Disease Control and Prevention, testify before a House committee. Follow here for the latest.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "The old-school campaign tactic that's boosting Biden Staying home may be a winning move for Joe Biden, in contrast to Donald Trump's rallies, particularly after the Tulsa debacle, writes Thomas Balcerski. As the front porch campaigns of old once did for maladroit public speakers, the tactic limits Biden's liabi…",
  "House Judiciary chairman planning to subpoena attorney general, source says House Judiciary Chairman Jerry Nadler is planning to subpoena Attorney General William Barr, a House Democratic source told CNN.",
  "White House now says Trump was involved in firing US attorney White House press secretary Kayleigh McEnany now says that President Donald Trump was involved in the firing of US Attorney Geoffrey Berman, just days after Trump denied involvement. CNN's Laura Coates explains why this is bad for Trump.",
  "Kentucky votes on which Democrat will take on Mitch McConnell Democratic Senate candidate Amy McGrath is a former Marine fighter pilot and a fundraising phenomenon. But she enters primary day with an unexpected challenge for the party's nomination.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…",
  "Democrats go on offense against Trump on trade and China The Democratic National Committee is going on offense against President Donald Trump's trade record, hoping that a new television ad campaign and a series of focused events headlined by top Democrats will persuade voters who backed Trump in 2016 to reject him…",
  "More House Republicans urge Trump against drawing down US troops in Germany Another group of House Republicans is urging President Donald Trump against drawing down the number of US troops in Germany, according to a letter obtained by CNN Monday, a request that comes one day after White House national security adviser Robert O'Brien …",
  "'It's still deadly': Florida Republicans urge caution as state sees spike in coronavirus cases Republican officials in Florida are concerned about the recent spike in coronavirus cases in the state, just two months before Jacksonville is set to host part of the Republican National Convention.",
  "White House task force members testifying on Capitol Hill have not recently spoken to Trump Each member of the White House task force testifying Tuesday before the House Energy and Commerce Committee was asked when they last spoke to President Donald Trump about the administration's pandemic response.",
  "It's too early to conclude that Trump has lost his magic Donald Trump's face was as red as his \"Make America Great Again\" hat.",
  "Joe Biden frightens Donald Trump Much has been made of the spectacular flop that was President Trump's planned campaign re-launch in Tulsa over the weekend. But one of the most revealing moments got too little attention, writes David Axelrod."
]