[
  "Republican says he'd rather vote for a 'tuna fish sandwich' over Trump Ads aren't unusual for an election year, but as CNN's Jeff Zeleny reports, Republican \"Never Trump\" groups are spending millions hoping to make the leader of their party a one-term president.",
  "US Army investigating how 'MAGA' was described as a form of 'covert white supremacy' in handout The US Army is investigating how a handout distributed on a base in Alabama initially included a description that the phrase \"Make America Great Again\" was a form of \"covert white supremacy\" and therefore racist -- which it says was \"sent out in error and imm…",
  "Pelosi says Supreme Court declared Trump 'not above the law' House Speaker Nancy Pelosi on Thursday said that the Supreme Court has declared that President Donald Trump is \"not above the law,\" after the court blocked House Democrats from accessing the President's financial records, but ruled that the President is not i…",
  "Anderson Cooper slams 'lies and noise' from Mike Pence After President Donald Trump voiced displeasure at the CDC's guidelines for safely reopening schools, the agency's director said his recommendations shouldn't be used as an excuse for not returning children to classrooms. CNN's Anderson Cooper has a sharp reb…",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "Trump is not immune from New York's subpoena but the prosecutor won't get documents for now The Supreme Court on Thursday blocked House Democrats from accessing President Donald Trump's financial records, but ruled that the President is not immune from a subpoena for his financial documents from a New York prosecutor.",
  "Trump's handling of the coronavirus is the only election issue that matters President Donald Trump keeps trying to change the subject. His Twitter feed and his rallies reveal an incumbent who probably doesn't want this election to be about the one issue dominating all of our lives right now: the coronavirus.",
  "Kimberly Guilfoyle says she's 'feeling really pretty good' after coronavirus diagnosis Kimberly Guilfoyle, the girlfriend of Donald Trump Jr. and a top fundraiser for the Trump campaign, said Wednesday evening that she is feeling \"really pretty good\" following her coronavirus diagnosis.",
  "Trump's dream of a glitzy nominating convention is fading away President Donald Trump made the decision to move his acceptance of the GOP nomination to Jacksonville, Florida, in part because guidelines in North Carolina, where the convention had been planned for, would prevent him from putting on the big party he wanted.",
  "Court's contraception ruling spotlights Trump administration's end goal The Supreme Court's ruling that the Trump administration could weaken Obamacare's contraceptive mandate was a stinging defeat for vulnerable women, says Ilyse Hogue, but a surprising concurrence in the 7-2 decision from liberal justices Elena Kagan and Stephe…",
  "Top US general says Confederate leaders committed 'treason' and signals support for renaming bases America's top general launched an outspoken attack on the Confederacy and signaled his support for the military renaming bases named for Confederate leaders on Wednesday, in his latest public comments that seem to put him at odds with President Donald Trump.",
  "Trump granted another 45-day extension to file annual financial disclosure President Donald Trump has been granted a second 45-day extension to submit his annual financial disclosure form, a White House official told CNN on Wednesday.",
  "Trump to visit wounded service members at Walter Reed on Saturday President Donald Trump will visit Walter Reed on Saturday to visit wounded service members, multiple sources told CNN and the White House later confirmed.",
  "What's behind Roberts' stinging rebuke of Trump Elie Honig writes that after John Roberts issued his latest decision in the case of Trump's financials, it's clear the chief justice is conscious of his legacy and does not want his tenure to go down in history as one in which the court became hopelessly divi…",
  "Jacksonville attorneys file lawsuit to block city from hosting Republican National Convention amid pandemic Several attorneys in Jacksonville, Florida, filed a lawsuit Wednesday against the city in an attempt to block the Republican National Convention from occurring there amid the coronavirus pandemic.",
  "Document: Supreme Court ruling on House Democrats' request for Trump financial documents ",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "Supreme Court to rule on Trump's financial records SCOTUS is expected to rule on two momentous cases that will determine whether the House and a New York prosecutor can successfully subpoena Trump's accounting firm and banks for his taxes and financial documents. Follow here for the latest.",
  "Michael Cohen taken into custody for violating terms of his early release from prison President Donald Trump's former personal attorney Michael Cohen has been taken into custody for violating terms of his early release from prison, his attorney Jeffrey Levine told reporters Thursday afternoon."
]