[
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Opinion: Goya was a staple in Latino households. It likely won't be anymore Adios, Goya! That seemed to be the prevailing sentiment on social media after Goya Foods CEO Robert Unanue praised President Trump at a White House ceremony on Thursday afternoon. Speaking at a Rose Garden event, Unanue said, \"We're all truly blessed, at the …",
  "Jeff Sessions takes on former Auburn football coach in bid for old Senate seat Jeff Sessions has never lost a race in his life. For two decades, he served as an Alabama senator, pushing a populist agenda from the far right with a deep Southern drawl.",
  "Debunking 12 lies and falsehoods from the White House statement on Roger Stone's commutation President Donald Trump commuted the prison sentence of his longtime friend and political adviser Roger Stone on Friday, days before Stone was required to begin his 40-month prison term for lying to Congress about the Trump campaign's ties to WikiLeaks.",
  "Pelosi blasts Roger Stone commutation as 'an act of staggering corruption' as Trump defends move House Speaker Nancy Pelosi on Saturday slammed President Donald Trump's decision to commute the prison sentence of his long-time friend and political adviser Roger Stone as \"an act of staggering corruption.\"",
  "READ: White House announces Trump is granting clemency to Roger Stone President Donald Trump on Friday commuted the prison sentence of his friend and former political adviser, Roger Stone, days before Stone was set to report to a federal prison in Georgia, according to the White House.",
  "The rage behind Trump's action on Roger Stone The White House's announcement Friday night of President Trump's decision to commute his longtime ally reflected the rage of an administration that is besieged, bewildered and back on its heels writes Errol Louis.",
  "Trump chooses distraction politics over leadership President Donald Trump commuted the sentence of longtime friend Roger Stone on a day when he visited the hot zone of Florida, showing no remorse about the rushed reopening that has plunged the nation's health care system back into chaos and barely acknowledgi…",
  "Latinos will keep cooking...without Goya With his laudatory comments for President Trump, the Goya CEO turned the real world on its head, writes Ed Morales, damaging his brand to defend an increasingly unpopular president who has repeatedly targeted Latinos. They and others will look elsewhere for f…",
  "Trump ally battles a liberal challenger. Poland's deep divisions on show in presidential run-off vote Poland is a country deeply divided over cultural issues, and the direction the former Soviet bloc nation should take next: does it want to be a European-style liberal democracy, or does it take a more authoritarian path?",
  "New York Times: Internal CDC documents warn full reopening of schools is 'highest risk' for coronavirus spread Internal documents from the US Centers for Disease Control and Prevention warned that fully reopening K-12 schools and universities would be the \"highest risk\" for the spread of coronavirus, according to a New York Times report, as President Donald Trump and …",
  "One in four teachers at greater risk from coronavirus Nearly 1.5 million teachers are at higher risk of serious illness if they contract coronavirus, according to an analysis released Friday evening.",
  "A new world war over technology Nations and companies around the world are being sucked into a running battle over the future of technology between the United States and China, forcing them to choose sides in a conflict that is fracturing global supply chains and pushing businesses out of l…"
]