[
  "The Senate is slipping from Republicans While Donald Trump vs. Joe Biden is the big-ticket race in November, the fight for Senate majority is also crucially important. Chris Cillizza explains why the Trump White House is becoming increasingly nervous about losing the majority in the Senate in 2020,…",
  "Anderson Cooper scoffs at Trump being compared to Churchill CNN's Anderson Cooper responds to White House Press Secretary Kayleigh McEnany saying that President Donald Trump's photo-op in front of St. John's Episcopal Church amid the George Floyd protests was akin to Winston Churchill touring the rubble of London duri…",
  "Fact check: Five false or misleading claims Trump and his allies make about protests President Donald Trump and others in his administration have made multiple false, misleading or unsupported claims related to how they have responded to the recent wave of protests.",
  "5 reasons experts say we should be wary of labeling protesters as 'outside agitators' As protests over police brutality and systemic racism sweep the nation, authorities have partly blamed incidents of property destruction and violence on people they deem 'outside agitators'.",
  "Trump meets with top campaign aides as reelection fears rise President Donald Trump met with top political aides at the White House on Thursday, a source familiar with the meeting tells CNN, as numerous public polls show the Republican leader significantly underperforming his 2016 pace in key battleground states, raisi…",
  "The history of the secret White House presidential bunker President Donald Trump was briefly taken to a White House bunker on Friday night as protesters demonstrated across the street, and while the annex of bunkers and tunnels under the White House are nothing new, they're rarely used by American presidents.",
  "Stark contrast in what Trump and Obama said about protests President Trump and former President Obama had very different messages when addressing the protests surrounding the death of George Floyd.",
  "Why Trump's 'law and order' rhetoric may not be as effective as it was for Nixon and Reagan President Donald Trump has returned to an old playbook, launching a heavy-handed \"law and order\" campaign that recalls the message employed with success by modern Republican predecessors, from Richard Nixon to Ronald Reagan to George H.W. Bush, dating back mo…",
  "Protests are sparking a surprising debate in black America Is nonviolent resistance no longer effective? Should white allies just sit this one out? Will the protests help re-elect Trump? There's a vigorous debate in the black community about these and other questions.",
  "Republican senators shrug off Mattis' criticism of Trump: 'It's his opinion' Republican senators are dismissing the scathing criticism leveled against President Donald Trump by his former defense secretary, James Mattis, the latest sign that Republicans by and large are showing unwavering support for the leader of their party during t…",
  "White House fortifies security perimeter ahead of continued protests The People's House continued to be fortified from the public Thursday, as workers erected a perimeter of tall metal fencing around the White House complex.",
  "Senate GOP to grant subpoena power to chairmen for probes into FBI Russia investigation Senate Republicans are significantly ramping up their investigations into the FBI's Russia probe with a pair of committee votes that will give the GOP committee chairmen broad subpoena power to haul in officials from the Obama administration.",
  "Top Republican will block Trump nominees until administration explains watchdog firings Republican Sen. Chuck Grassley said Thursday he will block two of President Donald Trump's nominees from moving forward in the confirmation process until ﻿the administration provides \"adequate reasons\" for firing the inspectors general of the intelligence com…",
  "Trump's foundation starts to crack John Avlon writes that criticism of President Trump from James Mattis', and other respected military and national security figures, is not partisan bluster. The military is typically sympathetic to Republican presidents, so this represents cracks in Trump's c…",
  "Barr defends use of force at Monday's White House protest Attorney General William Barr defended the shocking use of force on peaceful protesters outside the White House Monday, saying at a news conference on Thursday that difficulties with relocating authorities earlier in the day had forced the clash.",
  "Wendy's shows support for Black Lives Matter after getting raked over the coals for a franchisee's donation Wendy's, master of social media, found itself in the unusual position this week of getting loads of online hate for a franchisee's politics. The fast food chain finally responded late Wednesday.",
  "The long list of Trump administration officials turned critics Having overseen the highest turnover rate in presidential history, President Donald Trump was bound to have a few disgruntled ex-aides.",
  "Warner calls for Barr to resign after protesters cleared from near White House Virginia Sen. Mark Warner called for Attorney General William Barr's resignation on Tuesday, saying Barr is \"unfit for office\" after the attorney general reportedly ordered peaceful protesters to be cleared from near the White House earlier this week.",
  "Stelter: Trump encourages people not to believe their eyes, ears or lungs Don't believe what you read, hear or see. That's what the Trump White House and the pro-Trump media are relying upon: Disbelief.",
  "GOP senator says she's 'struggling' on whether to back Trump Sen. Lisa Murkowski of Alaska broke with many of her Republican colleagues Thursday, applauding an op-ed by General James Mattis that condemned President Donald Trump's actions this week."
]