[
  "Acosta to McEnany: Will Trump take responsibility if rallygoers get sick? White House officials are dismissing questions that the Trump administration could be responsible for exposing people to Covid-19 at the upcoming Trump rally in Tulsa, Oklahoma. CNN's Jim Acosta reports.",
  "Don Lemon puzzled by Trump official: Are you incentivising police to do their jobs? White House Deputy Assistant to the President Ja'Ron Smith explains why Donald Trump signed an order that recommends police ban chokeholds except when an officer's life is at risk.",
  "'They're in denial': How Trump's White House is ignoring the pandemic President Donald Trump has largely tuned out the persistent coronavirus contagion -- which is causing spikes in new cases across 21 states and daily death tolls that reach into the hundreds -- to focus instead on reviving both the economy and his own politica…",
  "Republican operatives launch new group supporting Biden A group of Republican operatives have launched a new super PAC to help turn out disaffected GOP voters for presumptive Democratic presidential nominee Joe Biden, Matt Borges, a founder of the group, confirmed to CNN.",
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "'It's the adrenaline, you know' Donald Trump's famously raucous rallies are back. But don't blame him if attendees get sick. The President plans to be back on stage in Tulsa, Oklahoma on Saturday — and fans in the crowd are required to waive their right to sue his campaign if they catch the…",
  "The Point: Kayleigh McEnany just compared an indoor Trump rally to ... baseball Faced with rising questions and criticism of President Donald Trump's decision to hold an indoor campaign rally Saturday in Tulsa, Oklahoma, White House press secretary Kayleigh McEnany sought to defend her boss by making a comparison to the national pastime.",
  "Kayleigh McEnany just compared an indoor Trump rally to ... baseball Faced with rising questions and criticism of President Donald Trump's decision to hold an indoor campaign rally Saturday in Tulsa, Oklahoma, White House press secretary Kayleigh McEnany sought to defend her boss by making a comparison to the national pastime.",
  "Bolton says Dems committed 'impeachment malpractice' and faces a bipartisan rebuke Former national security adviser John Bolton accuses President Donald Trump in his forthcoming book of explicitly tying US security aid to Ukraine with an investigation of his presumptive 2020 opponent, the central allegation of Democrats' impeachment of the …",
  "NYT: Bolton book says impeachment probe should have investigated Trump's actions beyond Ukraine Former national security adviser John Bolton claims in his new book that the House impeachment inquiry should have investigated President Donald Trump for potentially dubious actions beyond those related to Ukraine, according to the New York Times, which obta…",
  "Anti-Trump Republican group launches new ad attacking President over China policies A group formed by anti-Trump Republicans is airing a new ad attacking President Donald Trump for getting \"rolled\" by China and its powerful President Xi Jinping.",
  "5 things to know for June 17: Coronavirus, police, White House, India-China, Apple Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump signs Uyghur human rights bill on same day Bolton alleges he told Xi to proceed with detention camps President Donald Trump has signed a bill that aims to punish China for its human rights abuses against the Uyghur Muslim population on the same day his former national security adviser claimed Trump told Chinese President Xi Jinping he should proceed in build…",
  "Senate passes sweeping conservation legislation in bipartisan vote The Senate on Tuesday approved with bipartisan support a sweeping and historic conservation and public lands bill that President Donald Trump has pledged to sign into law.",
  "Police reform efforts face highest hurdle: Bitter Washington inertia The Black Lives Matter movement has changed American life and custom more than most people thought possible, but it is increasingly doubtful whether fractured Washington, rocked by treacherous election-year politics, will be able to match its historic sweep.",
  "House Democrats accuse Trump administration of violating law on small business program oversight Senior House Democrats demanded the Small Business Administration comply with Government Accountability Office requests related to the $660 billion Paycheck Protection Program, accusing the agency of breaking the law with its decision not to respond oversight…",
  "Trump's first pandemic-era foreign visitor is Polish President looking for an electoral boost President Donald Trump will welcome his first foreign visitor in months next week when Poland's leader comes to the White House for talks. Four days afterward, Andrzej Duda will face reelection in a race that has tightened considerably in the past month.",
  "Trump-appointed CEO absent as top Democrat warns of firings at the agency behind Voice of America The new chief executive of the US Agency for Global Media (USAGM) has yet to show up for his job, sources tell CNN, leaving work \"piling up\" as a top Democratic lawmaker warns of an impending rash of firings at the agency.",
  "As demand for police reform grows, military equipment program faces new scrutiny Cell phone videos from protests around the country in recent weeks have recorded scenes that seem like they're straight out of a warzone: Police officers decked out in body armor and gas masks, facing down protesters across tear gas-filled streets.",
  "How Donald Trump is trying to sue his way out of his political problems On Tuesday, the Justice Department sued former national security adviser John Bolton in an attempt to prevent him from publishing a memoir about his time Donald Trump's White House. Trump told reporters that Bolton would face \"criminal problems\" if he went fo…"
]