[
  "Who will be Trump's political heir? Whether in 2020 or 2024, President Donald Trump will no longer be the President and another member of the Republican Party will be next in line. Who will it be? Chris Cillizza goes through the most likely heirs to Trump's political legacy.",
  "Trump to travel to coronavirus hotspot to talk South America drug trafficking President Donald Trump is expected to travel to Doral, Florida, later this week, landing squarely in the center of a coronavirus hotspot and taxing the already limited local health resources.",
  "Mary Trump reveals how she became a top source for The New York Times Mary Trump, President Trump's niece, reveals in her forthcoming tell-all book that she was a source for The New York Times' Pulitzer Prize-winning story about the President's tax returns.",
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "Republican anxiety grows as Democratic Senate challengers outraise incumbents Democratic Senate candidates, spurred by anger at President Donald Trump and hope that the party could take back the Senate, have posted massive second quarter fundraising numbers this month, distressing Republicans who now fear November's election could be d…",
  "Trump could sink the House GOP in suburbia President Donald Trump's continuing erosion among well-educated voters looms as perhaps the most imposing headwind to Republican hopes of recapturing the House of Representatives in November -- or even avoiding further losses in the chamber.",
  "What to watch for in Tuesday's New Jersey primaries New Jersey is going to the polls on Tuesday, which in 2020 means most voters across the state are headed to the mailbox to send in their ballots in a series of Democratic and Republican congressional primaries.",
  "Republican National Convention will test Jacksonville attendees daily for coronavirus The Republican National Convention in Jacksonville, Florida, will feature daily coronavirus testing for those attending the event, which will be centered on President Donald Trump accepting the Republican nomination at a 15,000-person arena.",
  "New Hampshire's GOP governor defends Trump's rally -- but isn't attending New Hampshire Gov. Chris Sununu assured reporters Tuesday that President Donald Trump's upcoming rally in the state could be pulled off safely and without a mandatory mask order, even as he was unlikely to attend himself.",
  "The Point: Is this the face of the post-Trump Republican Party? No matter what happens this fall, the Republican presidential nomination will be open in 2024.",
  "GOP governors in Florida and Texas split as coronavirus cases surge As coronavirus cases spike in Texas and Florida, the states' Republican governors have split on how seriously to take the surge in cases and whether to mandate masks.",
  "Trump's stunning embrace of slavery's symbols will backfire As he tries to draw his base to his side, the US President is rising up to protect the symbols of the most shameful parts of the nation's past, writes Frida Ghitis. But he is misreading the electorate -- a majority support the anti-racism protests -- and risk…",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "Trump administration pushes for school reopenings as coronavirus cases surge The Trump administration on Tuesday will continue its push for schools across the US to reopen despite a recent surge in coronavirus cases that threaten President Donald Trump's desire to get the country back to normal.",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "FBI director unleashes on China in speech Chinese hackers have moved swiftly to target US pharmaceutical and research institutions making progress in the fight against coronavirus, FBI Director Christopher Wray said Tuesday in a wide-ranging speech that included some of the agency's starkest accusati…",
  "Michael Flynn posts video featuring QAnon slogans In a video posted online over the weekend, President Donald Trump's first national security adviser, Michael Flynn, is seen using phrases and slogans that are hallmarks of the baseless QAnon conspiracy movement. He also tagged his post with a QAnon hashtag.",
  "East Wing braces for upcoming book by former Melania Trump aide The East Wing is bracing for the upcoming book by Stephanie Winston Wolkoff, titled, \"Melania and Me,\" a source familiar with the situation tells CNN.",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "Robert Redford: This is who gets my vote in 2020 Without a moral compass in the Oval Office, our country is dangerously adrift, writes Robert Redford. This November, unity and empathy, experience and intelligence are on the ballot. Joe Biden is on the ballot, and he will bring these qualities back to White …"
]