[
  "Lawmakers demand answers on firing spree at global media agency Bipartisan lawmakers are calling for answers from the new Trump-appointed chief executive at the US Agency for Global Media after a firing spree on Wednesday.",
  "How risky is it to attend a Trump campaign rally during a pandemic? As the coronavirus plows through the United States, health experts worry President Donald Trump's campaign rally in Tulsa, Oklahoma, will become a new hotspot for coronavirus infections.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Amy McGrath wants a showdown with Mitch McConnell. First she has to beat Charles Booker. As primary day approaches in Kentucky, Democratic Senate candidate Amy McGrath is suddenly fighting a political battle on two fronts.",
  "How Trump plans to turn around his losing campaign Earlier this month, several top Trump campaign advisers gathered for a virtual strategy session to address a political reality they could no longer ignore: The President was in serious trouble.",
  "Schiff blasts 'sheer nerve' of Bolton for refusing to testify before House Democrats' impeachment probe Rep. Adam Schiff, who led House Democrats' impeachment investigation into President Donald Trump, blasted John Bolton on Thursday after the former national security adviser asserted in his forthcoming book that Democrats committed \"impeachment malpractice\" by…",
  "Justice Department re-releases Mueller report with fewer redactions Special counsel Robert Mueller examined whether President Donald Trump lied to him in written answers during the Russia investigation, a possibility House Democrats have said they continue to look into even after Trump's impeachment.",
  "Trump adds uncertainty to future of DACA participants After nearly three years of uncertainty, young undocumented immigrants received some reprieve from the Supreme Court Thursday, but President Donald Trump is ready to throw them into legal limbo yet again.",
  "Trump threatens protesters ahead of Tulsa rally President Donald Trump warned those protesting his planned rally in Oklahoma they could be treated roughly, an opening threat a day ahead of what he says is the new kickoff of his reelection campaign.",
  "Pompeo condemns China's treatment of Uyghurs after Bolton claims Trump approved Secretary of State Mike Pompeo on Friday condemned China's \"brutal campaign of repression\" against the country's Uyghur Muslim population just days after John Bolton claimed President Donald Trump gave his blessing to that very campaign.",
  "Acosta to McEnany: Doesn't sharing fake videos make you fake news? CNN's Jim Acosta presses White House Press Secretary Kayleigh McEnany about a video posted by President Donald Trump on Twitter, which the social media site has since labeled \"manipulated media.\"",
  "Trump made 192 false claims from May 4 through June 7 President Donald Trump continued his bombardment of pandemic-related false claims in May and the first week of June -- and, as usual, made dozens of false claims about a wide variety of other subjects.",
  "Florida and Texas governors blame spike in cases on increased testing As coronavirus cases spike in Florida and Texas this week, the state's Republican governors attributed the alarming trends to increased testing, outbreaks in high-risk areas like jails and assisted living facilities, or in Florida's case, migrant worker commu…",
  "The week in 13 headlines The coronavirus pandemic rages while the US government grapples with racist aspects of its past. One way to do it: House Speaker Nancy Pelosi this week removed portraits of the four House Speakers who also served in the Confederacy. Meanwhile, Congress scuffl…",
  "Pompeo calls Bolton 'a traitor' as Trump administration scrambles to halt book release Secretary of State Mike Pompeo on Thursday accused former national security adviser John Bolton of being a \"traitor\" in a forceful rebuke of Bolton's new book.",
  "5 things to know for June 19: DACA, coronavirus, police reform, Facebook, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Ex-acting chief of staff unable to say how portions of Bolton's book are 'factually false' and also classified Former acting White House chief of staff Mick Mulvaney claimed Friday that former national security adviser John Bolton's book contains portions that are \"factually false,\" but could not explain how those passages were also deemed to contain classified inform…",
  "Bolton asks court to dismiss Justice Department's lawsuit over release of his book Former national security adviser John Bolton has asked a federal court to dismiss the Department of Justice's case against him over the coming release of his book, alleging the White House is trying to censor him for political reasons.",
  "Pompeo calls Bolton 'a traitor' as Trump administration scrambles to halt book release Secretary of State Mike Pompeo on Thursday accused former national security adviser John Bolton of being a \"traitor\" in a forceful rebuke of Bolton's new book.",
  "Keep your eye on the ball: Bolton's shocking allegations John Avlon writes that there are a fusillade of ugly revelations in John Bolton's long-awaited book, \"The Room Where It Happened\" -- which the Trump administration is still trying to block in court. They paint a devastating portrait of an unqualified and amor…"
]