[
  "Cooper: Trump couldn't bring himself to utter Floyd's full name CNN's Anderson Cooper criticizes President Donald Trump's lack of reaction to the underlying issues of systematic racism fueling protests around the country.",
  "Ex-acting Labor secretary defends BLS in the wake of jobs report misclassification error The former acting head of the Labor Department under the Obama administration said he believes a \"misclassification error\" in the May jobs report, which may place the real unemployment rate higher than the one touted by President Donald Trump, was not done in…",
  "George Floyd's brother to testify before Congress George Floyd's brother, Philonise Floyd, will testify before Congress on Wednesday during a House Judiciary Committee hearing on \"Policing Practices and Law Enforcement Accountability,\" a source familiar tells CNN.",
  "Analysis: Is the US still the world's moral leader? Remnants of the Berlin Wall in Germany still stand as a reminder that freedoms have always been hard won. Today, part of the wall has been painted over with a mural of George Floyd and the words \"I can't breathe,\" another reminder of how quickly freedoms can …",
  "Opinion: This week in America would make RFK weep Fifty-two years ago this weekend, Robert F. Kennedy, then the junior senator from New York and a leading candidate for the Democratic presidential nomination, died in Los Angeles, the victim of a political assassination. I've been looking again at the final m…",
  "Trump tried to rewrite reality on the protests. Here are the facts Facts First: CNN's Daniel Dale fact checks President Trump's comments about protests happening across the country as well as right outside the White House.",
  "Why protesting isn't enough The path to reform is always long and winding. Ultimately, changing our institutions will require robust federal legislation to make sure that no states are violating the civil rights of Americans, writes Julian Zelizer.",
  "Trump remains confident in Defense Secretary Esper, White House says Three days after the White House press secretary sidestepped questions on whether President Donald Trump had confidence in Defense Secretary Mark Esper, Kayleigh McEnany issued a new strong statement of support to CNN.",
  "Trump may shoot himself in the foot with a split-city GOP convention President Donald Trump's refusal to fully acknowledge the risks associated with the pandemic when it comes to the Republican National Convention is creating a new political threat to his own candidacy, writes James C. Moore.",
  "NFL star Drew Brees tells Trump protests have never been about the US flag ",
  "Flash bangs and fury: Behind the fortress walls in a defining week for Trump and the country On Monday, the percussive bang of flash grenades echoed in the Rose Garden and an acrid odor from chemical dispersant wafted over a presidential photo opportunity.",
  "Ivanka Trump's commencement speech canceled over backlash to President's response to George Floyd's death Wichita State University Tech, an affiliate of Wichita State University in Kansas, canceled Ivanka Trump's virtual graduation speech amid backlash over President Donald Trump's response to George Floyd's death and the nationwide protests.",
  "Silent majorities are a misnomer A few days ago, President Donald Trump tweeted, \"SILENT MAJORITY!\" amid the recent protests. The President may be hoping that there is a group of people who support him and his positions, yet aren't being captured by the popular zeitgeist.",
  "Barr attempts to distance himself from call to remove peaceful protesters in DC before Trump photo-op Attorney General William Barr on Friday tried to distance himself from law enforcement's violent confrontation and removal of peaceful protesters from Lafayette Square earlier this week, saying he did not give the final order to clear the demonstration even a…",
  "Mayor Muriel Bowser joins protesters: 'We all should be watching what's happening in Washington, DC' One day after Washington, DC, Mayor Muriel Bowser requested President Donald Trump remove additional law enforcement and out-of-city National Guard, she joined thousands of protesters on the streets of the nation's capital on Saturday.",
  "Drew Brees tells Trump NFL protests have never been about the US flag The New Orleans Saints quarterback posted a statement on his Instagram account.",
  "Park Police spokesperson said it was a mistake to deny tear gas was used to clear Lafayette Square. The acting chief then again denied using tear gas. A spokesperson for the US Park Police said Friday afternoon that the department had made a mistake by denying use of tear gas to clear peaceful protesters from a public park outside the White House earlier this week. Not long after, the department's acting ch…",
  "Some law enforcement officers at protests have no badges and some have covered them. City officials say that is unacceptable When a civilian normally encounters a law enforcement officer, it's usually easy to identify them. Most wear a lapel pin with their last name and a badge with a number on it.",
  "With a shocking invocation of George Floyd, Trump shows his disconnect from nation's pain President Donald Trump showed his breathtaking disconnect from the pain and tumult that has unfolded in this country after George Floyd's death, declaring Friday that new economic numbers and nationwide protests against racism and police brutality had made it…",
  "Joe Biden wins enough delegates to secure Democratic nomination Former Vice President Joe Biden has earned enough delegates to officially secure the Democratic nomination for president, CNN projected on Saturday."
]