[
  "Labor Secretary Scalia: All signs point to 'strong and safe' economic recovery after coronavirus Labor Secretary Eugene Scalia expressed confidence on Saturday that the U.S. was headed towards a \"strong\" economic recovery and would continue to see job gains like the ones reported his department on Friday.",
  "Andy Puzder: Falling jobless rate shows economy is recovering from coronavirus closures, as Trump predicted President Trump was right all along when he said America’s strong and growing economy would bounce back from the coronavirus pandemic faster than almost anybody expected.",
  "Martha MacCallum: Jobs report is 'vindication' for coronavirus 'lockdown rebellion' The latest U.S. job numbers, revealed Friday, are a \"boon\" for President Trump and represent \"vindication\" for those who opposed coronavirus lockdowns, Martha MacCallum said.",
  "Anti-Trump GOP group targets president over coronavirus A Republican group that opposes President Trump’s re-election is going up with a new ad on Saturday that spotlights the president's comments in March that he didn’t “take responsibility at all” for a widespread lack of coronavirus testing Americans faced at a…",
  "'Tiger King' star Jeff Lowe rips Joe Exotic's request for pardon from Trump: 'He's a horrible person' \"Tiger King\" star Jeff Lowe is weighing in on Joe Exotic's request to be pardoned by President Trump.",
  "Herman Cain: May jobs report good for American business, shows upward trend As American businesses reopen their doors, U.S. jobs numbers will continue to rise and the economy will begin to rebound day-by-day, former Republican presidential candidate Herman Cain predicted Saturday.",
  "Laura Ingraham: 'Experts' wrong about Trump once again, May jobs report shows The so-called experts who've been predicting President Trump's demise since the moment he took office were wrong once again Friday, when a positive May jobs report was released, Fox News' Laura Ingraham says.",
  "Marc Thiessen on Biden reaction to May jobs report: Ex-VP seems to be 'rooting against' recovery President Trump and presumptive Democratic presidential nominee Joe Biden's respective responses to Friday's positive economic numbers were very revealing, conservative columnist Marc Thiessen and former U.S. Rep. Harold Ford Jr., D-Tenn., said.",
  "Richard Fowler: After George Floyd death, Trump divides Americans instead of uniting us against racism You don’t have to be black to know that racism is an evil that should have been expunged from the American soul long ago – but President Trump is clearly oblivious to this indisputable fact.",
  "Bill Maher: 'Reckless' lockdowns helped fuel riots, could lead to 'blood in the streets' after election \"Real Time\" host Bill Maher offered a dire warning that violence will ensue regardless of who wins the November election.",
  "Arnon Mishkin: One crisis too many — Will the riots be Trump's undoing? A week ago, in the wake of a possible flattening of the COVID-19 growth curve, President Trump’s campaign could maintain some optimism.",
  "Gingrich & Christensen: Coronavirus was a wakeup call – Now US-China policy must be reimagined We can’t rebuild the relationship we’ve had for the past 50 years – we need to design a new one.",
  "Cuomo, under fire for coronavirus response, declares New York 'crushed' the curve New York Gov. Andrew Cuomo declared Saturday that New York “crushed” the curve and “did the impossible” as the state begins to re-open after the peak of the coronavirus pandemic appears to have passed -- even as he faces criticism over his handling of the vir…"
]