[
  "McConnell signals new coronavirus bill may come soon, but Senate faces uphill battle Senate Majority Leader Mitch McConnell is signaling a new coronavirus bill may come soon, weeks after Democrats started pummeling the Kentucky Republican for not teeing up another, major COVID-19 package like the House did back in May.",
  "Liberal activist group Media Matters received '$1-2 million' PPP loan after bashing Trump's coronavirus response The David Brock-founded, left-leaning activist group Media Matters for America acknowledged it received a federal Paycheck Protection Program (PPP) loan of between \"$1-2 million\" despite regularly criticizing President Trump and his policies at every turn -- …",
  "Peter Navarro blasts media for 'hysteria' over hydroxychloroquine after positive study results White House trade adviser Peter Navarro bashed “hydroxy hysteria\" during a gaggle with reporters on Tuesday, saying the media has been against hydroxychloroquine ever since President Trump spoke positively about it.",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "McConnell vows to keep economy opened, urges Americans to wear a mask Senate Majority Leader Mitch McConnell on Tuesday vowed not to shut down the economy again, warning that the United States does not have enough money to “continue to prop up” the economy, and urged Americans to wear a mask to curb the spread of the novel coro…",
  "National Education Association president: Schools need more money to adapt to coronavirus era learning National Education Association President Lily Eskelsen Garcia said on “Bill Hemmer Reports” Tuesday that schools will require additional funding in order to reopen their doors this fall.",
  "Sports jumps on PPP bandwagon, but big leagues take a pass Rapper Ice Cube, Republican Ohio Gov. Mike DeWine and longtime boxing promoter Bob Arum led a cavalcade of sports leagues, federations, businesses and teams that navigated a federal loan program designed to help small firms cope with the economic impact of th…",
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "Mike Huckabee: Dems should not 'misjudge' Biden's polling lead over Trump Fox News contributor Mike Huckabee said on Tuesday that Democrats should not “misjudge” presumptive Democratic presidential nominee Joe Biden’s polling lead over President Trump.",
  "Georgia declares state of emergency following deadly shootings ",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "US envoy arrives in South Korea as North says it has 'no intention' to resume nuclear talks An American envoy has landed in South Korea Tuesday for discussions on stalled nuclear diplomacy hours after the North issued a statement vowing it has “no intention to sit face to face with the U.S.”",
  "Former Times reporter Alex Berenson backs GOP push to open schools after coronavirus closures: 'Leaders lead' Alex Berenson, the author and former New York Times reporter, is backing Republican calls to reopen schools as the country looks to rebound from the coronavirus pandemic.",
  "News Corp. CEO Robert Thomson says 'digital denouement is looming' News Corp CEO Robert Thomson discussed tech giants such as Amazon, Facebook and Google and their role in the journalism landscape.",
  "Ilhan Omar calls for dismantling America's 'system of oppression' The Minnesota Democrat said Tuesday that most conversations around police brutality and racial injustice do not go far enough in their call for change.",
  "Tucker Carlson: Can the left really lead a country it hates? Can you really lead a country that you hate?",
  "Trump administration submits notice of withdrawal from World Health Organization The Trump administration submitted a notice of withdrawal from the World Health Organization to the United Nations secretary-general, a senior administration official told Fox News on Tuesday, after President Trump for weeks had blasted the WHO’s handling of …"
]