[
  "Tom Del Beccaro, Steve Moore: Joe Biden's policies would push us into a deep depression Even with the good May job numbers, the economic recovery lies in the balance and with a historically high number of Americans unemployed, strong pro-growth policies are necessary",
  "Christian Whiton: Trump is right to withdraw 9,500 U.S. troops from Germany – he should pull out even more Germany and the larger European Union it dominates oppose U.S. interests frequently. They do not deserve U.S.-funded protection.",
  "Barr claims social media platforms 'censoring particular viewpoints and putting their own content in there' Attorney General William Barr told \"Special Report\" in the second part of an exclusive interview that aired Tuesday that he believes social media platforms are \"engaged in censorship\" and are acting more like \"publishers\".",
  "George P. Bush, Texas land commissioner and son of Jeb, will vote for Trump Texas land commissioner George P. Bush, son of Jeb, is the first prominent member of the Bush family to announce he will be voting for President Trump’s reelection.",
  "Taylor Swift calls out racial injustice and says 'changes must be made' to fight police brutality Taylor Swift is using her enormous social media platform to fight for racial justice.",
  "Cal Thomas: Trump and African-Americans – these are the actions he must take now In his Charlotte speech in 2016, Donald Trump said: \"Enough waiting. The time is now. There is nothing we cannot accomplish. There is no task or project too great. There is no dream outside of our reach.\"",
  "Police unions under fire from the left in aftermath of George Floyd's death as calls for reform grow louder ",
  "Sen. Martha McSally (R-AZ) On Buffalo Police Video: “It’s Not OK For Police To Be Pushing Down An Elderly Man” Arizona Senator Martha McSally Spoke with Fox News Radio's Guy Benson in a wide-ranging interview. Touching on the state of the race for the Senate in Arizona, Trump restarting his signature rallies and the killing of George Floyd. Benson asked Senator McSall…",
  "Republican AGs come out in force against defunding police Republican attorneys general across the country are pushing back on calls to defund law enforcement agencies in the wake of the protests over police brutality and racial injustice – arguing that cutting budgets to police departments would be “extremely danger…",
  "Hannity: You don't have to be a brain surgeon to see dangers of defunding, disbanding police One does not \"have to be a brain surgeon\" to see defunding police is an insane idea, \"Hannity\" host Sean Hannity stated Monday night."
]