[
  "Will Trump Tax Fight Take Its Toll on the Campaign? The Supreme Court ruled Thursday that President Trump cannot keep his financial records from prosecutors. Fox News Sunday anchor Chris Wallace discusses the political implications of that decision, the debate over kids going back to school amid a coronavirus …",
  "Brian Arbour: Trump's 'image is everything' coronavirus response has been a political failure Focusing on containing and eliminating the virus is the best strategy for not only returning the economy and the school system to normal, but also to boost the president’s chances of winning reelection.",
  "Trump threatens tax-exempt status, funding for universities and schools over 'radical left indoctrination' Republicans have long railed against alleged left-wing indoctrination in public schools and universities, citing \"free speech zones,\" cases of professors and administrators showing hostility toward conservative students.",
  "Kellyanne Conway: Biden's economic policy will be higher taxes, influenced by 'anti-capitalists' White House adviser Kellyanne Conway blasted Joe Biden’s economic policies, saying they will be nothing more than high taxes and influenced by anti-capitalists.",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday.",
  "Roman Catholic Church awarded at least $1.4B in federal coronavirus aid The U.S. Roman Catholic Church raked in between $1.4 billion and $3.5 billion in federal coronavirus aid, making it one of the top beneficiaries of the government's Paycheck Protection Program.",
  "Kayleigh McEnany: Subpoena for Trump's tax returns was 'partisan harassment' Democrat-issued subpoenas demanding President Trump's tax returns and financial records were nothing short of \"partisan harassment,\" White House Press Sec. Kayleigh McEnany said Thursday night.",
  "Trump accuses Biden of ‘plagiarizing’ him over 'buy American' push President Trump on Friday took a swipe at presumptive Democratic nominee Joe Biden over a set of “buy American” proposals he unveiled a day earlier, saying Biden “plagiarized” from him -- hinting at past accusations of plagiarism that have dogged the former v…",
  "Deroy Murdock: To be reelected, Trump must focus on broadening his base — not petty fights on Twitter President Trump likely finds the latest Gallup poll neither very special nor particularly beautiful. If it’s incredible, that’s because it’s incredibly alarming.",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "President Trump says Biden's been 'brainwashed' in 'Hannity' exclusive President Trump phoned in to \"Hannity\" Thursday where he covered a bevy of topics including the coronavirus and Democratic presidential frontrunner Joe Biden who he said appeared as if he had been \"brainwashed.\"",
  "Adriana Cohen: Reopening schools a must -- our tax dollars pay for our kids to get a proper education One of the greatest threats to America today is that everything has become politicized.",
  "Trump says ‘virtual learning has proven to be terrible,’ threatens cuts to federal funds President Trump on Friday slammed “virtual learning,” claiming it has “proven to be terrible.”",
  "Liz Peek says Trump campaign must get 'succinct and coherent campaign message' out to voters Fox News contributor Liz Peek told “Outnumbered Overtime” Friday that she found it “astonishing” that the Trump campaign does not have a short, coherent message prepared to appeal to voters.",
  "Brit Hume: Prospective Biden platform moves Democratic Party 'farther to the left than it's ever been' Fox News senior political analyst Brit Hume told \"Tucker Carlson Tonight\" Thursday that presumptive Democratic presidential nominee Joe Biden's prospective platform moves \"the Democratic Party farther to the left than it's ever been.\"",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Laura Ingraham calls out Biden for 'sleight of hand' economic plan: 'Just another act' Laura Igraham took issue Thursday with presumptive Democratic presidential nominee Joe Biden's \"Made in America\" economic plan, accusing the former vice president of copying President Trump to compensate for a \"weak spot\" in his campaign.",
  "Trump vs. states and schools: Political pressure despite local control Politics is the fine art of claiming credit for success and evading responsibility for failure.",
  "Wolf: Trump should've shown his tax returns already Fox News contributor Robert Wolf weighs in on Supreme Court ruling on Trump's financial records.",
  "Michael Dukakis bashes Trump, says voters must 'get this guy out of the White House before he destroys us' Former Massachusetts governor and 1988 Democratic presidential nominee Michael Dukakis told \"Your World\" Friday that while former Vice President Joe Biden \"should win\" the White House in November, \"anybody who thinks it's going to be easy is kidding himself.\""
]