[
  "Mnuchin says administration backs 'another round' of coronavirus stimulus checks Treasury Secretary Steven Mnuchin said Thursday that the Trump administration supports issuing another round of stimulus checks to Americans as part of a fourth coronavirus relief package, and vowed to enact legislation by the end of the month.",
  "Biden pushes 'made in America' plan to boost nation’s economy Joe Biden is proposing to spend $700 billion on American products and research that the presumptive Democratic nominee’s presidential campaign says will bring back millions of jobs lost by an economy flattened by the coronavirus pandemic..",
  "Biden pushes populist 'made in America' plan to pump up economy Presumptive Democratic presidential nominee Joe Biden returned to his childhoold home in Pennsylvania on Thursday during a trip where he also proposed spending $700 billion on American products and research - in the hopes of bringing back millions of jobs los…",
  "Bill Bennett warns Supreme Court ruling could let DAs 'go after presidents ... and tie them up in knots' Former Education Secretary Bill Bennett argued on \"Special Report\" Thursday that the 2020 election will be decided by \"things we already know about\" rather than President Trump's tax returns.",
  "High Court Punts on Trump Taxes, Rules Against Total Presidential Immunity Howie Kurtz on the Supreme Court ruling a Manhattan DA can get President Trump's tax returns, more record breaking cases of COVID-19 and the dilemma of reopening schools.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Supreme Court punts, denies Trump immunity but blocks House Dems from tax docs The Supreme Court rules Trump is not immune from state grand jury subpoena over financial records; Shannon Bream weighs in on the latest.",
  "Eric Trump: Joe Biden does not have the 'aptitude' to debate my father Eric Trump said on Thursday that presumptive Democratic presidential nominee Joe Biden does not have the \"aptitude\" to debate his father President Trump.",
  "Trump campaign official accuses Biden of 'rooting against Americans and their prosperity' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden Thursday of \"rooting against Americans and their prosperity\" as President Trump works to repair the economy ahead of the November election.",
  "Trump rips Supreme Court, claims ‘political prosecution’ after rulings on financial records President Trump on Thursday slammed the Supreme Court’s decision to deny him immunity from a subpoena over his financial and tax records to Manhattan District Attorney Cyrus Vance Jr., claiming he's the victim of “political prosecution.\"",
  "Jonathan Swan: Supreme Court ruling on Trump tax documents 'could have been worse' for president Axios national political reporter Jonathan Swan told \"Bill Hemmer Reports\" Thursday that President Trump should be \"fairly satisfied\" with the Supreme Court's ruling that blocks Congress from promptly obtaining his tax returns and financial records months bef…",
  "Juan Williams says Trump 'really came out on top' in Supreme Court ruling on tax documents \"The Five\" co-host Juan Williams declared Thursday's Supreme Court ruling blocking immediate congressional access to President Trump's tax returns to be a \"short-term\" victory for the president and his reelection efforts.",
  "Rep. Jim Jordan: SCOTUS 'punted' on Trump tax returns, opened door for audit by 'political hacks' The Supreme Court \"punted\" in its decision to block Congress from obtaining President Trump's tax records and send the case back to the district courts, Rep. Jim Jordan, R-Ohio, said Thursday.",
  "Gasparino explains why Trump tax returns could be 'embarrassing' for president if made public Fox Business Network senior correspondent Charlie Gasparino told \"Your World\" Thursday that President Trump's tax returns \"could be pretty embarrassing stuff\" if they don't match the real estate mogul's claims about his personal wealth.",
  "Pelosi says Supreme Court rulings on tax returns 'not good news' for Trump House Speaker Nancy Pelosi said Congress will continue to press for President Trump's financial records in lower courts.",
  "What’s in the Biden-Sanders unity platform? Halt on deportations, $15 minimum wage, reparations A task force set up by presumptive Democratic nominee Joe Biden and Sen. Bernie Sanders, I-Vt., this week released a broad array of policy recommendations for the party’s convention platform — part of an effort to find common ground between the party's center…",
  "Rep. McClintock knocks Dems for 'well-established pattern' of 'ostentatious investigation' against Trump Rep. Tom McClintock, R-Calif., told \"Your World\" Thursday that congressional Democrats have shown they will take any piece of information \"out of context\" to use against President Trump.",
  "President Trump slams Supreme Court decisions on tax returns Trump says he is the victim of a 'political witch hunt'; reaction and analysis on 'The Five.'",
  "Mexico's reported coronavirus cases hit 1-day high during president's visit to Washington Mexico set a new record for daily coronavirus cases reached in a single day with nearly 7,000 new cases reported Wednesday by the country’s Ministry of Health, along with 782 new deaths.",
  "Nunes blasts Dems for dropping 'narrative bombs' in media, says they 'have poisoned the American people' Rep. Devin Nunes, R-Calif., told \"Outnumbered Overtime\" Thursday that he “is getting sick” of congressional Democrats pushing “narrative bombs” in cooperation with the mainstream media.",
  "Rep Jim Banks: Reopen schools or risk losing this generation of American children In the competitive global economy, there will be serious consequences to allowing an entire generation of American kids to fall behind."
]