[
  "Justin Haskins: This Biden team member's multi-trillion-dollar jobs plan a bad deal for US A paper published in April called on lawmakers to use the COVID-19 crisis to implement the largest federal jobs program since the Roosevelt administration attempted (and failed) to use similar policies to alleviate the economic destruction of the Great Depres…",
  "Trump supporters pumping thousands into AOC's primary opponent's coffers: report Top donors to President Trump are also pumping thousands of dollars into the campaign kitty of the Democratic primary rival to Rep. Alexandria Ocasio-Cortez — Michelle Caruso-Cabrera, campaign records show.",
  "Steve Hilton: Trump's gains with African-Americans will be lost if he does not lead on police reform President Trump must make black America part of the great American comeback.",
  "Poll puts Trump down 14 points to Biden in general election showdown A new national poll indicates that President Trump’s approval rating is dropping and that he trails Democratic challenger Joe Biden by double digits if November’s presidential election were held today.",
  "Some 80 percent of Americans say country 'out of control,' poll finds While voters were divided among party lines on some issues, on a few key points they overwhelmingly agreed.",
  "Pro-Biden PAC aims to weaken Trump with seniors in key battlegrounds A leading pro-Democratic outside group that backs former Vice President Joe Biden’s campaign says it’s spending $20 million to run a 10-week ad-blitz in three key general election battleground states this summer to spotlight what they say is President Trump’s…",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Gen. Jack Keane says China's actions have Beijing closer to 'replace the United States as a global leader' Fox News senior strategic analyst Gen. Jack Keane told “America's Newsroom” on Monday that the United States must “break the ties” with China “that are clearly affecting the health and security of the American people.”"
]