[
  "GOPers on Capitol Hill aren't wavering in support of Trump despite criticism It’s about inertia. And with few exceptions, President Trump has inertia on his side when it comes to the support of Congressional Republicans.",
  "Peter Navarro: China has exploited coronavirus pandemic to advance its strategic interests – here’s how The Chinese Communist Party has a long history of exploiting crises to advance its strategic hegemony. It is doing so again with the coronavirus pandemic it created.",
  "Peter Navarro: 'I blame China' for a lot of the economic hardships plaguing the US White House trade adviser Peter Navarro told “Sunday Morning Futures” that he blames China for a lot of the economic problems currently plaguing the United States as a result of temporary business shutdowns due to the coronavirus pandemic followed by looting …",
  "Restaurant owners urge a second round PPP funding: 'It will go a long way' Among a panel of small business owners on “Fox & Friends Weekend,” a restaurant business owner said that restaurants are in a position to open back up.",
  "Newt Gingrich: Democrats want to steal November election – here’s how Make no mistake: Voter fraud is real. Democrats, the anti-Trump news media and the so-called public interest groups on the political left will tell you otherwise, but they are either lying or totally ignorant.",
  "Mike Huckabee encourages all Republicans to 'make the right move,' support Trump's reelection Former Arkansas Gov. Mike Huckabee encouraged all Republicans to “make the right move” and stand behind President Trump, following a New York Times report that claimed former President George W. Bush and Sen. Mitt Romney, R-Utah, won’t support Trump’s reelect…",
  "Victor Davis Hanson: US is in turmoil, Europe is weak and China is now on the move — without apologies China has insidiously pivoted from global friend to its new role as overt global villain.",
  "Adriana Cohen: Coronavirus 'shelter-in-place' orders -- Did they suddenly vanish? Did the virus that robbed us of our basic freedoms and livelihoods just vanish overnight?"
]