[
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump to sign order expanding immigration restrictions to include H-1B, other guest worker programs President Trump on Monday is expected to sign an executive order that significantly expands current immigration restrictions to include a number of guest worker programs including the H-1B visa -- an order the administration says will put Americans first for …",
  "Trump's steel tariffs stand after Supreme Court declines challenge The Supreme Court on Monday left in place President Trump’s 25 percent steel tariffs, declining to hear a challenge to the law that authorized it.",
  "KT McFarland: Trump and Bolton – this is when I knew it wasn't going to end well Bolton and Trump clashed from the beginning – not just over policy, but in style and temperament.",
  "Trump urges AOC to run against Schumer, says she’d win President Trump urged Rep. Alexandria Ocasio-Cortez, D-N.Y., to run against the state’s longtime Sen. Chuck Schumer in the 2022 primary in November, saying that she would be a “big improvement” and that she would likely win.",
  "Dreamer, Trump supporter defends White House's bid to end DACA in favor of broader reform Hilario Yanez, a Dreamer who was brought to the country illegally as a toddler, told “Fox & Friends Weekend” on Sunday that he supports President Trump’s bid to end the Deferred Action for Childhood Arrivals [DACA] program in favor of broader reform, after a …",
  "McEnany denies Trump ordered slowdown in coronavirus testing, says rally comment was made 'in jest' McEnany said the president’s remarks at his Tulsa rally about coronavirus testing was “a comment that he made in jest, a comment that he made in passing.”",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "John Sununu: Trump should focus campaign message on 'chaos' in Democrat-run cities and states Former New Hampshire Gov. John Sununu told “America’s Newsroom” that the Trump campaign needs to “have a message beyond the economic one” and can focus on “the fact that the Democrat-run cities and states are in chaos and that's what America will look like” i…",
  "Today on Fox News: June 22, 2020 ",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play.",
  "WHO sees record single-day increase in worldwide coronavirus cases The World Health Organization on Sunday reported a record daily increase in worldwide coronavirus cases, with more than 183,000 new infections in a period of just 24 hours.",
  "House Dems schedule depositions with top Pompeo aides in probe of State Department inspector general's firing Reps. Elliot Engel, D-N.Y., and Rep. Carolyn Maloney, D- N.Y. scheduled depositions with top aides to Secretary of State Mike Pompeo to probe the firing of State Department inspector general."
]