[
  "Supreme Court rumor: Hugh Hewitt claims Alito retirement being floated Conservative radio host Hugh Hewitt told listeners Wednesday morning that according to his sources, Supreme Court Justice Samuel Alito is considering retirement.",
  "Top conservative group launches ad blitz on push to rebuild economy A conservative nonprofit group allied with the leading outside super PAC backing President Trump’s re-election is launching a $4 million ad blitz starting this holiday weekend to urge Congress to work with the president to pass policies that will help the nat…",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "McConnell urges Trump to 'reconsider' defense bill veto threat over amendment to rename military bases Senate Majority Leader Mitch McConnell, R-Ky., told \"The Daily Briefing\" Wednesday that President Trump should \"reconsider\" his threat to veto a bill to fund the military for the 2021 fiscal year if it includes a provision to rename military bases named after…",
  "Feds seize products made from suspected human hair in crackdown on China forced labor Federal customs officers in Newark, N.J., seized a huge shipment of products that officials suspect were made with human hair as part of an effort to crack down on forced labor in China, Fox News has learned.",
  "Joy Behar confronts Mark Cuban over his vow to vote for Republicans other than Trump Entrepreneur Mark Cuban defended his decision to vote for Republicans in races other than the presidential election, telling \"The View\" co-host Joy Behar that he thought their policies were best suited for bringing economic recovery.",
  "Roberts drifts away from conservative bloc, angering Republicans and exciting the left Supreme Court Chief Justice John Roberts’ role as the court’s new swing vote has become abundantly apparent in recent weeks, as he has been the deciding justice in several high-profile 5-4 decisions in which he sided with the court’s liberal bloc -- providing…",
  "Freshman Dem 'squad' members join forces in new campaign fundraising effort The four freshman squad members have united in a new joint fundraising effort to help each other win another term and elect more like-minded progressives to disrupt Congress.",
  "Schumer: Trump won't veto defense bill over renaming military bases The White House has repeatedly said changing the names of military bases was a nonstarter",
  "House passes application extension for PPP business program to Aug. 8 The House of Representatives quickly passed a bill Wednesday night to extend the window for business owners to apply for coronavirus relief loans through the Paycheck Protection Program.",
  "Hannity, Cuban debate Trump tariffs: 'How did you become a billionaire? Do I need to buy you a calculator?' Fox News' Sean Hannity challenged billionaire Mark Cuban on \"Hannity\" Tuesday after the entrepreneur and Dallas Mavericks owner praised ObamaCare as Joe Biden's \"biggest accomplishment\" last week.",
  "Andrew McCarthy: China swallows Hong Kong The Chinese Communist Party, through what it portrays as its legislature (the “National People’s Congress”), has enacted a law crushing democracy in Hong Kong.",
  "Trump threatens veto of defense bill over amendment renaming bases that honor Confederates President Trump late Tuesday night threatened to veto the must-pass bill to fund the military for the 2021 fiscal year if it includes an amendment introduced by Sen. Elizabeth Warren, D-Mass., aimed at renaming military assets named after Confederate leaders …",
  "Newt Gingrich: Left-wing media using polls to hurt Trump and Republicans I have had long experience of the left’s efforts to depress, disorient and defeat Republican campaigns.",
  "Americans' coronavirus conduct prompts growing frustrations: poll Amid new spikes in coronavirus cases afflicting most states across the country, a national poll released on Wednesday indicates people are increasingly critical of the job fellow Americans are doing dealing with the pandemic.",
  "CNN accused of activism by former staffer after 'appalling' report on Facebook advertisers CNN was ridiculed and labeled \"activists\" Wednesday after publishing a story about brands continuing to advertise on Facebook amid a protest launched by a civil-rights group – and a former CNN reporter even blasted the network, saying the piece felt \"closer t…",
  "Voters in Oklahoma narrowly approve Medicaid expansion Oklahoma voters narrowly decided on Tuesday to expand Medicaid health insurance to tens of thousands low-income residents, becoming the first state to amend its Constitution to do so."
]