[
  "Daniel Turner: Carbon tax is a bad idea that would hurt our economy and destroy jobs The absolute last thing our country needs is a new tax that would slow our economic recovery and hiring. But environmental zealots have never let facts get in the way of their radical polices to restructure our entire economy to be “green.”",
  "James Baker, George Shultz, Ted Halstead: Carbon fee needed to combat climate change We support a revenue-neutral national carbon fee that cuts U.S. carbon dioxide emissions in half by 2035 and returns all the revenues raised directly to all Americans.",
  "Andrew McCarthy: Trump's Supreme Court list – 2016 battle plan may not work this year Fighting the last war could mean Joe Biden will make it to the Oval Office without ever having to leave his basement.",
  "Trump confirms new visa restrictions coming, sounds off on protesters in FNC interview In an interview with Fox News Chief White House Correspondent John Roberts ahead of his first campaign rally since March, President Trump said the White House will be announcing new guest worker visa restrictions in the coming days and sounded off about the r…",
  "Senior adviser for Trump campaign on empty seats at Tulsa rally: Protesters had 'an impact' Mercedes Schlapp, Senior Advisor for the Trump-Pence campaign, told “Fox News Sunday” that protesters had “an impact in terms of people coming\" to President Trump's campaign rally in Tulsa, Okla. on Saturday.",
  "Schiff suggests Bolton may testify – and that more impeachment proceedings may be on the table House Intelligence Committee Chairman Adam Schiff suggested on Sunday that former national security advisor John Bolton may soon testify before his panel -- and that a fresh new round of impeachment proceedings may result from the memoir.",
  "Newt Gingrich: China’s secret campaign to spy on US and buy influence is exposed For years, China has invested in American universities in various ways, donating millions of dollars, collaborating with academics, and setting up cultural centers. Each tactic is part of a broader strategy of the Chinese government to compete with the United…"
]