[
  "Members of Congress benefited from PPP loan program: report Several lawmakers have reportedly benefited from the Paycheck Protection Program—the nearly $500 billion package that provided relief for small businesses amid the coronavirus pandemic.",
  "Cruz rolls out bill to provide tax credits to businesses who test employees for coronavirus weekly Sen. Ted Cruz on Tuesday rolled out new legislation that would provide tax credits to businesses that plan to test employees for the novel coronavirus every week in states where the infection rates are above the national average.",
  "Turmoil on Three Fronts: Protests, Coronavirus & the Economy This week, Bret sits down with his panel to discuss how the 2020 campaign is shaping given the state of protests, the pandemic and the economy.",
  "Trump says he wants major troop reduction in Germany President Trump on Monday appeared to confirm earlier reports that he intends on reducing the number of U.S. troops in Germany, which some experts say could damage Washington’s relationship with Berlin.",
  "This Day in History: June 16 Ford Motor Co. is incorporated; Donald Trump launches his campaign to become president of the United States.",
  "Pence dismisses ‘grim predictions of a second wave’ of coronavirus Vice President Mike Pence argued Tuesday that “panic is overblown” surrounding the possibility of a second wave of COVID-19 despite fears of a resurgence of the virus that shuttered the economy and killed more than 100,000 Americans.",
  "Idaho paying people to return to work after lockdowns Idaho is preparing to offer cash bonuses to eligible residents who return to work after being forced to stay at home because of the coronavirus restrictions.",
  "Watters warns 'luckiest politician of all time' Biden 'is going to have to face the music' soon \"The Five\" co-host Jesse Watters said Tuesday that presumptive Democratic presidential nominee Joe Biden is \"going to have to face the music\" sooner or later as his party grapples with the \"defund the police\" movement and the economy continues to reopen.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "New ad by anti-Trump GOP group uses clip of president's slow walk at West Point EXCLUSIVE: A Republican group that opposes President Trump’s reelection is going up with a new ad that spotlights the president slowly walking down a ramp Saturday during his appearance at the U.S. Military Academy’s commencement ceremony at West Point.",
  "German intel report lays bare Iran's attempts to obtain nuclear proliferation technology Iran remains hell-bent on developing the deadliest weapons on the planet, according to a damning German intelligence service report released Monday.",
  "Five years ago today: Trump announces candidacy, media laughs Tuesday marks the five-year anniversary of Donald Trump’s historic elevator ride to announce his candidacy for the 2016 presidential election.",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Paul Whelan's brother calls for Russia to free him as Moscow floats prisoner swap for 'Merchant of Death' The brother of a Michigan man, who once served in the Marines, deployed twice to Iraq and was sentenced Monday by a Russian court to 16 years of hard labor, is pleading for his release, urging President Trump on Monday to get involved to negotiate his release…",
  "Mike Pence hits back at Joe Biden, rips 50 years of failed Dem leadership in black communities President Trump's administration has done more to help blacks access the \"American Dream\" over the last four years in office than over 50 years of failed Democratic leadership, Vice President Mike Pence asserted Tuesday.",
  "NYPD chief of patrol on disbanding anti-crime unit: 'It's based on building trust with the community' Fausto Pichardo appeared on “America’s Newsroom” Tuesday to explain New York City’s move to disband the anti-crime unit in the city's police force.",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "Police release 911 call before Rayshard Brooks confrontation, disciplinary histories of Atlanta officers ",
  "Newspapers ditching mugshot galleries amid concerns they advance negative stereotypes The Tampa Bay Times will no longer publish mugshot galleries of the recently arrested amid concerns they “disproportionately show black and brown faces,” the paper announced Monday."
]