[
  "Nebraska Gov. Ricketts: State economy has been least impacted from coronavirus Nebraska's state economy has been the least impacted by coronavirus in the country, Republican Gov. Pete Ricketts announced Saturday.",
  "NEA head issues warning over school reopening drive, says 'face masks alone' will cost 'millions of dollars' Nationa Education Association President Lily Eskelsen Garcia fired back at President Trump on \"The Story\" Friday after the president repeated his threat to withhold federal funds from districts that keep their doors closed to in-person instruction this fall.",
  "In Florida, over 40 hospitals max out ICU capacity amid coronavirus surge A surge of coronavirus cases in Florida has maxed out dozens of intensive care units (ICUs) at hospitals around the state, following an attempt by local officials to institute a phased reopening of the economy.",
  "Trump 2020 spokesman says Roger Stone commutation done to correct the 'partisanship of the past' Trump 2020 campaign national press secretary Hogan Gidley told \"Hannity\" Friday that the president's decision to commute former associate Roger Stone's prison sentence was \"a good move.\"",
  "Arnon Mishkin: Trump’s refusal to appeal to centrists could make Biden president and give Dems Senate majority Former Vice President Joe Biden is getting help in his presidential campaign from a surprising source — President Trump.",
  "Trump says he will sign order to provide road to citizenship for 'Dreamers' President Trump said Friday that he will be signing an executive order over the next few weeks which will include a “road to citizenship” for Deferred Action for Childhood Arrivals (DACA) recipients.",
  "Harmeet Dhillon: Roger Stone was victim of political prosecution — Trump right to commute his prison term President Trump’s Friday night commutation of the unjust 40-month prison sentence given to Roger Stone for convictions of lying to Congress and witness tampering was necessary to correct a grave injustice and abuse of power.",
  "Alfredo Ortiz: AOC & Dems launch absurd boycott of Goya Foods after CEO joins Trump pro-Hispanic initiative Democratic politicians and activists have launched a ridiculous boycott campaign against Goya Foods because its CEO is helping lead President Trump's Hispanic Prosperity Initiative.",
  "Texas Lt. Gov defends importance of 'in-classroom' learning as kids go back to school Texas Lt. Gov. Dan Patrick outlined on Saturday his state's plans for returning kids to school amid the coronavirus pandemic and defended the idea that students needed to experience learning in the classroom rather than online.",
  "David Limbaugh: Authoritarian left vs. conservatives — Dems fear a level playing field, seek to control debate The left, at its core, lacks confidence that its views could prevail in the marketplace of ideas.",
  "Laurie Cardoza-Moore, mother of 5, says US education system promoting anti-American 'propaganda' The greatest national security threat to the United States is coming from U.S. history textbooks and the Common Core curriculum, Proclaiming Justice to the Nations founder Laurie Cardoza-Moore said Saturday."
]