[
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Juan Williams says Ilhan Omar 'sounds a lot like' Trump with call to 'begin ... dismantling the whole system' \"The Five\" co-host Juan Williams compared Rep. Ilhan Omar, D-Minn., to President Trump Wednesday after the freshman legislator called Tuesday to \"begin the work of dismantling the whole system of oppression wherever we find it.\"",
  "Alexander Vindman, Trump impeachment witness, retires from military Lt. Col. Alexander Vindman, a key impeachment witness against President Trump, retired from the Army Wednesday, with his lawyer citing \"a campaign of bullying, intimidation and retaliation\" that limited his military career.",
  "UK nominates Liam Fox to lead World Trade Organization, amid calls for US to quit The British government on Wednesday announced that it was nominating former International Trade Secretary Liam Fox to head the World Trade Organization -- selecting a strongly pro-Washington candidate at a time when the U.S. is debating quitting the trade bod…",
  "Biden campaign commits to three socially distanced debates with President Trump New York Times columnist Tom Friedman urges Joe Biden not to debate Trump unless the president agrees to release recent tax returns and real-time fact checking; Peter Doocy reports.",
  "Leslie Marshall: Democrats aren’t fighting a civil war – they’re united in fight to defeat Trump Republicans are hoping that Democrats will once again be fragmented and divided, as we were in 2016. They are in for a disappointment.",
  "McEnany: Trump looking to 'significantly bump up' education funding in next coronavirus relief package White House press secretary Kayleigh McEnany said that President Trump was looking to “substantially bump up” funding for education in the next coronavirus relief bill, but “this money should go to the students,” she said.",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "Gianno Caldwell calls on National Guard to deploy to Chicago: 'We are not waiting any longer' Democratic leaders in Chicago need to recognize that they've failed their constituents and call on President Trump and the National Guard for help,\" Gianno Caldwell urged Wednesday.",
  "Supreme Court expected to issue rulings Thursday in Trump tax returns, financial records cases The Supreme Court is expected to release their final three opinions of current term on Thursday, two of them having to do with subpoenas for President Trump's financial records, including his tax returns.",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "New York Times columnist urges Biden not to debate Trump unless POTUS agrees to 'two conditions' New York Times columnist Thomas Friedman is urging Joe Biden not to participate in the three upcoming debates with President Trump unless the president agrees to \"two conditions\" Friedman has proposed.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "Newt Gingrich: Trump carves a place in history, picks up Reagan's patriotic dream To my surprise (and I suspect virtually everyone’s surprise) President Trump is carving a place in history as a teacher and statue builder.",
  "New Hampshire's GOP governor will greet president but not attend Trump’s rally Gov. Chris Sununu said he will welcome President Trump as he arrives in New Hampshire for his Saturday evening rally, but the Republican governor added that he won’t be attending the event.",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "China experts expect TikTok ban 'by end of this week' as pressure mounts on Trump administration Secretary of State Mike Pompeo expanded on his considerations to ban the mobile app TikTok, saying it was only one of a number of Chinese companies that need to be held accountable for threatening Americans' data.",
  "‘Emerging evidence’ of coronavirus airborne transmission indicated by WHO After 239 experts around the world urged WHO to greater acknowledge the risk of airborne transmission to COVID19, the agency is saying there is \"emerging evidence.\"",
  "Why the media raced to cover Trump, NASCAR and the Confederate flag With so many vital issues swirling across the political landscape, the press secretary’s briefing was dominated by one topic."
]