[
  "Biden's stimulus oversight questioned amid his attacks on Trump coronavirus spending Joe Biden is stepping up his attacks on the Trump administration's handling of coronavirus stimulus funds -- and as a result, the former vice president, whom Barack Obama once called the White House's \"sheriff\" of taxpayer funds, is now under renewed scrutiny…",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Trump warns ‘anarchists’ not to disrupt Tulsa rally, after threat prompts emergency order President Trump pointedly warned “anarchists” and other “agitators” not to disrupt his campaign rally in Tulsa, Okla., this weekend, after an apparent threat that outside groups may be planning to cause \"unrest\" at the scene prompted an emergency order from t…",
  "Charles Hurt bashes Bolton over claim Trump unfit for office: 'John Bolton has never been elected to anything' Washington Times opinion editor and Fox News contributor Charlie Hurt ripped former National Security Adviser John Bolton Thursday for making what he called \"preposterous\" claims about President Trump in Bolton's forthcoming memoir of his time in the administ…",
  "Pompeo: China waging disinformation campaign to drive wedge between US and Europe Secretary of State Mike Pompeo warned Friday that China is behind a \"fear in Europe\" as Beijing aggressively continues to spread its influence across the world through economic initiatives and cyber disinformation campaigns that are forcing Europeans to choos…",
  "Trump calls for 'new justices' after Supreme Court ruling on DACA as conservatives take aim at Roberts ",
  "Colin Kaepernick has shot to make NFL again with these two teams, Super Bowl-winning coach says NFL teams have been encouraged to give Colin Kaepernick another shot and at least two coaches and one owner have said that they would consider signing the quarterback if the time was right.",
  "Taylor Swift calls for Juneteenth to be a national holiday, promises to continue to educate herself on history Taylor Swift shared a video that explained the history of Juneteenth and revealed that she’s giving her staff the day off this year and every coming year.",
  "Sen. Josh Hawley’s Big Idea: Allow Americans to sue Big Tech for selective political censorship Sen. Josh Hawley, R-Mo., wants to give Americans the ability to sue major tech companies like Facebook, Google and Twitter if those companies are believed to engage in selective censorship of political speech."
]