[
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "Chamber of Commerce Demands U.S. Give F-1 Visas to Online Foreign Students The United States Chamber of Commerce is demanding the federal government provide visas to foreign students taking online courses at American colleges and universities.",
  "Trump Promises ‘Road to Citizenship’ for DACA Illegal Aliens President Trump says he will be signing \"a very major immigration bill\" within the next month that provides a \"road to citizenship\" to the roughly 800,000 illegal aliens who are enrolled in former President Obama's Deferred Action for Childhood Arrivals (DACA…",
  "Unmatched U.S. Doctors Urge Trump to Prioritize Americans Over Foreigners for Medical Residencies American doctors, unmatched for residencies, are urging President Trump to prioritize them for the limited medical residency spots, rather than allowing a continued inflow of foreign doctors to fill the program.",
  "Wikipedia Smears Candace Owens over George Floyd Criticism, Trump Support Conservative black activist Candace Owens has been subject to a prolonged smear campaign on Wikipedia since expressing her support for President Donald Trump. Many of the edits made to her page have selectively quoted or misrepresented Owens to portray her ne…",
  "Dead Cat Receives Voter Registration Form by Mail; Would Have Voted ‘DemoCAT,’ Owner Says Cody, a dead cat in Georgia, received a voter registration application by mail on Wednesday. His owner told Fox 5 that he would have voted \"DemoCAT.\"",
  "Ken Cuccinelli on the Fight over College Visas: ‘Follow the Money’ The universities' media-magnified hostility to a minor rule change for student visas is motivated by money, says Ken Cuccinelli, the acting deputy secretary of homeland defense."
]