[
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "Business Group Complains Trump's H-1B Reform Is Boosting U.S. Graduates If President Donald Trump can push his H-1B reforms into 2021, he will dramatically increase the marketplace power of U.S. college graduates, complains a top manager at the Fortune 500 business group the Conference Board.",
  "Trump-Appointed Judge Rules U.S. Must Allow Border Crossers to Asylum Shop A federal judge, appointed by President Trump, ruled this week to block the United States from ending the practice of asylum shopping by border crossers arriving at the U.S.-Mexico border.",
  "Out of Ideas, Leftist South Korean President Floats Another Trump-Kim Summit Leftist South Korean President Moon Jae-in is urging President Donald Trump to hold a third summit with North Korean President Kim Jong-un before the U.S. presidential election in November, South Korean media outlets reported on Thursday.",
  "USMCA Replaces NAFTA as Trump Delivers on One of Biggest Promises The U.S.-Mexico-Canada (USMCA) trade agreement formally replaced the North American Free Trade Agreement (NAFTA) on Wednesday, meaning that President Donald Trump has now officially completed one of the biggest promises of his insurgent 2016 campaign.",
  "Conservative Lauren Boebert Unseats Five-Term Republican Scott Tipton Five-term Rep. Scott Tipton (R-CO), who was backed by President Donald Trump, lost his primary to Lauren Boebert, the owner of Shooters Grill in Colorado.",
  "Stranded in Guyana, Harassed for Supporting Trump, Cuban Dissident Returns to Protest Daniel Llorente Miranda, a Cuban dissident forcibly removed from the island and stranded in Guyana for over a year, tells Breitbart News he has taken once again to protesting, this time against both the communist regime in his homeland and those he sees as en…",
  "Survey: 41 Percent of Voters See Biden as ‘More Liberal’ than Themselves A survey released on Wednesday indicates that 41 percent of registered voters see former Vice President Joe Biden as \"more liberal\" than themselves."
]