[
  "Lindsey Graham challenger reports massive $14M fundraising haul The Democrat running against Republican Sen. Lindsey Graham in the South Carolina Senate race this year reported raising almost $14 million in the second quarter of 2020, nearly double his record first quarter of the year.",
  "Mulvaney warns Trump will face ‘headwinds’ if election turns into ‘referendum’ on himself Former acting White House Chief of Staff Mick Mulvaney has a blunt assessment of President Trump's chances in November’s presidential election, saying the president should hope it doesn't turn into \"a referendum\" on himself.",
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "Biden 'of course' wants schools to reopen in the fall, campaign says it must be done 'safely' Joe Biden \"of course\" hopes students can return to school in the fall after the coronavirus closings, a campaign official said Tuesday.",
  "Hannity: Dems have 'zero credibility' on race issue after George Wallace, Robert Byrd, Al Gore Sr. In his Opening Monologue, Sean Hannity said Democrats want America to forget their decades-long history of being on the wrong side of racial justice issues, as recently as within the last decade with their praise of the late West Virginia Democratic Sen. Robe…",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "Trump, in push to reopen schools amid coronavirus outbreak, vows 'pressure' on governors President Trump, at a White House event Tuesday with first lady Melania Trump, said his administration would “very much put pressure” on governors to reopen their states’ schools in the fall amid the coronavirus outbreak.",
  "Nina Turner blasts Debra Messing for saying Kanye West 2020 bid would 'take Black voters from Biden' Former Sanders campaign co-chair Nina Turner slammed Debra Messing for suggesting a 2020 bid from Kanye West would \"take\" Black voters away from Joe Biden.",
  "New Jersey, Delaware hold primaries as congressional incumbents face challenges New Jersey holds its primary on Tuesday – a month late and almost entirely by mail due to the coronavirus pandemic. And House incumbents in 10 of the state's 12 congressional districts are facing challenges.",
  "Sen. Kennedy's advice to Americans: If Joe Biden wins, 'build a fallout shelter' Sen. John Kennedy on Monday advised Americans to “build a fallout shelter” if presumptive Democratic nominee Joe Biden is elected president.",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "Atlanta mayor faces criticism over early handling of protest site Bottoms was seen as a potential running mate for Joe Biden",
  "Mike Huckabee: Dems should not 'misjudge' Biden's polling lead over Trump Fox News contributor Mike Huckabee said on Tuesday that Democrats should not “misjudge” presumptive Democratic presidential nominee Joe Biden’s polling lead over President Trump.",
  "Georgia declares state of emergency following deadly shootings ",
  "GOP senator second to skip RNC convention this summer Sen. Lamar Alexander, R-Tenn., is the second known GOP senator who says he will skip the Republican National Convention this August.",
  "Ingraham: If lying was an Olympic sport, Democrats would be 'draped in gold medals' Laura Ingraham defended President Trump against withering criticism from liberals Monday night after a weekend of backlash over his July Fourth remarks.",
  "House Democrats include removal of Confederate statues in funding bill The bill, which provides over $4 billion to fund the legislative branch, is almost certain not to pass in its current form due to how Congress has run its appropriations process in recent years. But it could serve as a template for continuing resolutions that…",
  "Ilhan Omar calls for dismantling America's 'system of oppression' The Minnesota Democrat said Tuesday that most conversations around police brutality and racial injustice do not go far enough in their call for change.",
  "Pence fires back at criticism of withdrawal from WHO, says global health agency 'let the world down' Vice President Mike Pence responded Tuesday to bipartisan criticism of the Trump administration's decision to withdraw from the World Health Organization (WHO) next year, telling \"Special Report\" that the United Nations agency \"let the world down\" in the figh…",
  "Massive gap: Gallup measures historic partisan divide on Trump’s approval Gallup reports that there's an 89-point difference between Republicans' and Democrats' ratings of President Trump in their latest poll - the largest partisan gap they’ve ever measured for a presidential approval rating in a single survey."
]