[
  "Trump addresses Biden and Democrat-run cities President Trump sits down with Sean Hannity Thursday, June 25 at 9 p.m.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "Tim Scott hammers 'despicable' Democrats for blocking JUSTICE Act: 'They're not serious about police reform' Sens. Tim Scott, R-S.C., and Lindsey Graham, R-S.C., slammed Senate Democrats on \"Hannity\" Wednesday for blocking a police reform bill introduced by Scott, who called Democrats' actions \"despicable.\"",
  "Fiorina indicates she’ll vote for Biden, saying she 'can't support' Trump Former Republican presidential candidate Carly Fiorina says in a new interview that she’ll likely vote for presumptive Democratic nominee Joe Biden in November’s general election rather than President Trump.",
  "Fox News Poll: Texas tossup, Biden-Trump a one-point race Texas is a tossup, as Democrat Joe Biden tops President Donald Trump by a percentage point, 45-44 percent, in a new Fox News survey of Texas registered voters.",
  "Tammy Baldwin: 5 things to know about Biden's possible Democratic VP contender As many begin to speculate about who presumptive Democratic nominee Joe Biden will pick to be his running mate in the 2020 election, Wisconsin Senator Tammy Baldwin has reportedly made the shortlist in the vetting process.",
  "McEnany reacts to Flynn ruling: 'Justice was served in a very strong and powerful way' White House Press Secretary Kayleigh McEnany told \"The Story\" Wednesday that \"justice prevailed\" when a divided federal appeals panel ordered a lower court to dismiss the case against former National Security Adviser Michael Flynn, as requested by the Justice…",
  "Chargers' Justin Jackson takes swipes at Democrats over policies on social media Los Angeles Chargers running back Justin Jackson is one of the most outspoken NFL players on social media when it comes to politics and on Wednesday he took a few swipes at Democrats.",
  "Trump trailing Biden in 6 key battleground states: polls New polls released Thursday in six crucial general election battleground states that will help decide the winner of the presidential election indicate that as of right now, Democratic challenger Joe Biden is topping President Trump in each of them.",
  "Biden taking aim at Trump over health care during battleground state stop Former Vice President Joe Biden heads to Pennsylvania on Thursday to spotlight a new health care push to protect the Affordable Care Act.",
  "Former acting WH chief of staff Mulvaney rips Bolton over tell-all book: 'True betrayal of confidence' Former acting White House chief of staff Mick Mulvaney blasted former National Security Adviser John Bolton Thursday, telling \"Special Report\" that Bolton \"at some point ... forgot that he was a staffer\" in the Trump administration.",
  "Trump visits battleground Wisconsin amid troubling poll numbers President Trump heads to the crucial general election state of Wisconsin on Tuesday to tour and speak to workers at a major shipyard that recently won a contract to build up to 10 Navy frigates, and to sit down for a town hall with Fox News.",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Bret Baier says ‘Democrats are warming to Biden just staying in the basement’ as ex-VP holds poll lead \"Special Report\" anchor Bret Baier told “Bill Hemmer Reports” Thursday that \"I think more Democrats are warming\" to Joe Biden's low-profile campaign strategy as the former vice president holds a consistent lead over President Trump in the polls.",
  "Laura Ingraham on far-left violence: 'Democrats have created a monster that escaped the lab' Laura Ingraham blasted the leadership of the Democratic Party in her \"Angle\" monologue Wednesday night, saying they \"have created a monster.\"",
  "Trump blasts Bolton, Seattle, Democrats in 'Hannity' interview President Trump on Thursday blasted John Bolton ahead of the publication of his tell-all memoir “The Room Where It Happened,” calling his former national security adviser “crazy” and saying that “all he wants to do is bomb people.”",
  "As judges back DOJ on Flynn case, Trump decries ‘dirty cops’ President Trump got a much-needed win with a legal ruling Wednesday in the Mike Flynn case, one that echoes well beyond the fate of his former national security adviser.",
  "Biden cancer nonprofit paid its top execs millions. It spent little to eradicate cancer Nearly two-thirds of the money the Biden Cancer Initiative spent since its founding in 2017 went toward staff compensation and six-figure salaries for top executives. The group spent far less on efforts to eradicate cancer."
]