[
  "Former Bush, Trump administration officials form pro-Biden super PAC Matt Borges is teaming up with former officials from the Bush and Trump administrations to launch a super PAC to turn out disaffected Republican voters for the former vice president.",
  "McConnell to lead Trump campaign fundraising program encouraging GOP Senate volunteers Senate Majority Leader Mitch McConnell and other top Republican senators are leading a new program for the Trump campaign’s finance committee to encourage GOP members of the Senate to volunteer as fundraisers to “ensure” the campaign and the Republican Nation…",
  "Biden goes months without holding press conference, as Trump team accuses ex-VP of ‘hiding in his basement’ Presumptive Democratic presidential nominee Joe Biden has now gone well over two months without holding a press conference, fueling accusations from the Trump campaign that the former VP is spending the campaign “hiding in his basement.”",
  "Rep Kevin McCarthy: The Only Thing That Will Hold Up Passing Police Reform Will Be Chuck Schumer Congressman Kevin McCarthy (R-CA), House Minority Leader, spoke with Brian Kilmeade about the Senate Republicans' police reform bill led by Senator Tim Scott and President Trump's executive order on Police reform. McCarthy said that Senator Scott made a real …",
  "Biden remains strong in polls despite lack of in-person events Biden slowly resuming activity on campaign trail; Peter Doocy reports.",
  "NY Democrat warns against left's push to defund police: It's a 'catchy slogan' but it doesn't make sense Suffolk County, N.Y., Executive Steve Bellone, a Democrat, told “Fox & Friends” on Wednesday that defunding police departments “doesn’t make sense.”",
  "Populists left and right seek social media control This is one of the main proving grounds for the direction and durability of the bipolar populist movement.",
  "Bernie Sanders blasts Trump's planned rally: 'Literally incomprehensible' Sen. Bernie Sanders, I-Vt., the former presidential contender, blasted President Trump on Wednesday for hosting a large rally in Oklahoma this weekend amid the coronavirus outbreak simply “to hear cheers from his supporters.”",
  "Majority back removing Confederate statues, but voters split on renaming bases: poll A majority of voters support removing Confederate statues from public spaces around the country, according to a new national poll.",
  "Sean Hannity asks what Joe Biden has done 'to help improve the lives of you, we, the American people?' Sean Hannity began his TV program Tuesday by asking Americans to take a long look at Joe Biden's effectiveness over 36 years as a senator and eight years as Barack Obama's vice president as they prepare to go to the polls in November.",
  "Biden urges Trump to 'wake up' and stop waving 'the white flag' on coronavirus Joe Biden took aim at President Trump on Wednesday, charging that the president has “lost interest” in battling the coronavirus pandemic and accusing Trump of “surrendering the fight,\" urging him to \"wake up.\"",
  "Will protests against police brutality lead young black voters to the ballot box this fall? Political insiders are wondering whether the progress already achieved in changing the culture around officers' excessive use of force through proposed legislation can maintain momentum when voters enter the ballot box, especially young voters of color.",
  "Victor Davis Hanson says 'the left has used' George Floyd's death to stage cultural revolution Author and Hoover Institution senior fellow Victor Davis Hanson told “The Brian Kilmeade Show” on Wednesday that the left has “hijacked” the protests over the death of George Floyd in order to stage a cultural revolution.",
  "Oklahoma judge refuses to require social distancing at Trump’s Tulsa rally amid coronavirus concerns A Tulsa, Okla. Judge blocked an emergeny attempt to keep President Trump’s upcoming campaign rally from happening as planned, after plaintiffs claimed that it would be a coronavirus “super-spreader” that would engender the public.",
  "Laura Ingraham says Dems, left doing all they can to distract Americans from 'Wizard of Uhhs' Biden Laura Ingraham kicked off \"The Ingraham Angle\" Tuesday by comparing Joe Biden to the Wizard of Oz.",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "Bolton claims in book that Pompeo once called Trump 'full of s---' Former national security adviser John Bolton alleges in his upcoming 592-page memoir that during President Trump’s 2018 visit to North Korea, Secretary of State Mike Pompeo handed him a note saying of Trump: “He’s so full of sh--.”",
  "Lighthizer denies Bolton claim that Trump asked China’s Xi for 2020 help: ‘Never happened. I was there’ U.S. Trade Representative Robert Lighthizer said former national security adviser John Bolton’s claim that President Trump asked Chinese President Xi Jinping for help winning the 2020 election was “absolutely untrue.”",
  "Seattle CHOP organizer: 'I'm not here to peacefully protest' Documentary filmmaker Ami Horowitz went to Seattle's Capitol Hill Organized Protest area recently and shared with Fox News footage of his interaction with Jaiden Grayson and other leaders of the movement."
]