[
  "Some Democrats fear Biden's inner circle too white, report says Is former Vice President Joe Biden’s inner circle too white? Some Democrats are worried it is, according to a New York Times report -- even as his presidential campaign is actively adding a diverse group of high-level advisers.",
  "Trump holds major campaign meetings at White House, as polls show Biden ahead President Trump held two big campaign-related meetings in the Oval Office on Thursday to discuss messaging and the latest polling in battleground states, officials told Fox News -- amid a slew of polling that shows Trump behind presumptive Democratic rival Jo…",
  "Karl Rove knocks Biden for this 'real, real mistake' in response to George Floyd death Former White House deputy chief of staff and Fox News contributor Karl Rove told \"Hannity\" Thursday that presumptive Democratic presidential nominee Joe Biden \"muffed it bad\" when responding to the death of George Floyd.",
  "Karl Rove says Joe Biden muffed his response to protests over George Floyd's death Fox News contributor Karl Rove, former deputy chief of staff to President George W. Bush, joins Sean Hannity on 'Hannity.'",
  "MSNBC hires controversial ex-FBI lawyer Lisa Page as legal analyst MSNBC announced on Friday that it has hired former FBI lawyer Lisa Page as an NBC News & MSNBC national security & legal analyst.",
  "Ex-Acting AG Matthew Whitaker: Stand with Americans fighting injustice while upholding law and order President Trump has said, “We will stand with the family of George Floyd, with the peaceful protesters, and with every law-abiding citizen who wants decency, civility, safety and security.\"",
  "Mark Cuban says he hired pollster to help him consider White House run Dallas Mavericks owner Mark Cuban said he hired a pollster to see if he had a shot at The White House as an independent candidate against President Trump and presumptive Democratic nominee, former Vice President Joe Biden.",
  "Ari Fleischer: Joe Biden's new gaffe shows he's 'inherently divisive' Former White House Press Secretary Ari Fleischer on Friday called presumptive Democratic presidential nominee Joe Biden’s comments that 10-15 percent of Americans are “not very good people” the worst and most divisive statement to be made.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "Deroy Murdock: Mattis 'should have picked up a couple of his history books' before denouncing Trump Fox News contributor Deroy Murdock fired back Thursday at former Defense Secretary James Mattis after he ripped President Trump's response to protests following the death of George Floyd in Minneapolis.",
  "Rudy Giuliani: Believing 'police brutality' is systemic is 'propaganda'; slams Biden Former New York City Mayor Rudolph Giuliani slammed the rhetoric being spread across the country about law enforcement, pushing back on the left's narrative that alleged police brutality is a \"systemic\" issue.",
  "Sarah Sanders hits back at Biden: He shows every day that he's not the person to unite America Fox News contributor Sarah Sanders said on Friday that presumptive Democratic presidential nominee Joe Biden is not the person who can unite the country after Biden claimed that \"10 to 15 percent\" of Americans are \"just not very good people.\"",
  "Biden claims '10 to 15 percent' of Americans are 'just not very good people' Former Vice President Joe Biden claimed Thursday that \"10 to 15 percent\" of Americans are \"just not very good people.\"",
  "Trump touts letter from ex-attorney Dowd attacking Mattis: 'You need to bone up on your homework' President Trump continued his rhetorical offensive against former Secretary of Defense James Mattis Thursday, tweeting a letter purportedly written by his former attorney John Dowd that attacked Mattis for criticizing Trump's response to ongoing protests.",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "Trump taunts Biden on 1994 crime bill, black incarcerations President Trump took an opportunity Thursday night to remind voters of Joe Biden’s support for a controversial 1994 crime bill that many critics blame for high levels of incarceration among African-Americans.",
  "Chris Wallace: Biden is the 'favorite' right now after 'very tough week' for Trump, US \"Fox News Sunday\" host Chris Wallace told the \"Fox News Rundown\" podcast Friday that while President Trump is dealing with a \"tough time in this country,\" the ongoing unrest in U.S. cities following the death of George Floyd pales in comparison to the riots f…",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Trump to hold press conference on job numbers Economists had expected the May unemployment numbers to approach 20 percent, and the president seized on the unexpectedly good economic news in a flurry of tweets Friday morning."
]