[
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "Biden presser draws mix reactions: A 'pretty gentle session' for Dem candidate Joe Biden held his first formal press conference in nearly three months and it drew mixed reviews.",
  "Sarah Sanders pressed on 'Fox & Friends' on how Trump will widen his base, win over independents Former White House press secretary Sarah Sanders says that despite recent polling data  -- which appears less than ideal for the president against his Democratic challenger, former VP Joe Biden, especially with Independent voters -- the formula for success is…",
  "Kamala Harris will be Joe Biden's VP pick, Miranda Devine says New York Post Columnist Miranda Devine said on Tuesday that Sen. Kamala Harris will likely be presumptive Democratic presidential nominee Joe Biden’s vice president pick.",
  "Matt Schlapp: Trump's federal court legacy — how these judges will make a difference President Trump has now placed 200 federal judges on the bench — a legacy that will outlast his administration for generations to come.",
  "Biden says he’s eager to compare ‘cognitive ability’ against Trump’s Joe Biden, at his first press conference in three months, defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the general election matchup heats up.",
  "William McGurn: Joe Biden's silence – as statues fall, where does the Democratic candidate stand? Will he condemn those who indulge their rage by hijacking peaceful protests and directing criminal acts at America’s public memorials",
  "Biden announces he's 'putting together a list' of potential black female Supreme Court nominees Joe Biden, speaking at his first press conference in nearly 3 months on Tuesday, announced that his campaign is compiling a list of black women who could potentially serve on the Supreme Court.",
  "House Dems turn to 'environmental justice' with massive climate change blueprint House Democrats on Tuesday released a 547-page blueprint on how to combat climate change, in which they called for “environmental justice” to be put at the heart of environmental and climate change policy in the coming years.",
  "Sen. Manchin on a federal mask mandate, another stimulus and Trump's coronavirus handling Sen. Joe Manchin, D-W.V., of the Senate Appropriations Committee, joined \"Your World with Neil Cavuto\" and addressed a number of issues involving the coronavirus, including whether there should be a federal mandate for wearing a mask.",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Biden accuses Trump of ‘dereliction of duty' over Russia bounty reports in first press briefing in nearly 3 months Presumptive Democratic presidential nominee Joe Biden pulled no punches when going after President Trump during his first press conference in 89 days.",
  "Democrats pounce on Russia bounty controversy House Democrats, Joe Biden slam President Trump after White House briefing on Russia bounties report; reaction on 'The Five.'",
  "'Blood is on their hands': Rep. Banks says NYT revealed sensitive details on Russia bounty intel A top Republican lawmaker said Monday that The New York Times has \"blood\" on its hands, after the paper reported that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan.",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "Laura Ingraham wonders if George W. Bush is as disappointed in John Roberts as pro-life Americans Fox News host of “The Ingraham Angle” said on Tuesday that though President Trump picked two conservative judges for the Supreme Court, Americans are still “paying” for President Bush’s “big mistake” in choosing Justice John Roberts, who has a record of sidin…",
  "How Bill Barr threatens the 'deep state,' not the rule of law: Ian Prior Former Department of Justice Deputy Director of Public Affairs Ian Prior explained on “America’s Newsroom” on Tuesday how Attorney General William Barr is “a threat to the deep state, not the rule of law.”"
]