[
  "Senate Dems float ending filibuster ahead of possible Biden presidency Some Senate Democrats are floating a possible change in the body's rules that could do away with the legislative filibuster.",
  "White House spokesman rebuffs James Carville's claim that Biden would 'trounce' POTUS in debate The Trump campaign's press secretary, Hogan Gidley, argued on Thursday that former Vice President Joe Biden's gaffes would make him an easy match for President Trump in upcoming debates.",
  "Trump campaign official accuses Biden of 'rooting against Americans and their prosperity' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden Thursday of \"rooting against Americans and their prosperity\" as President Trump works to repair the economy ahead of the November election.",
  "Biden pushes 'made in America' plan to boost nation’s economy Joe Biden is proposing to spend $700 billion on American products and research that the presumptive Democratic nominee’s presidential campaign says will bring back millions of jobs lost by an economy flattened by the coronavirus pandemic..",
  "Trump campaign communications director says Joe Biden is rooting against an American economic recovery Tim Murtaugh, Trump campaign communications director, joins John Roberts with insight on 'Special Report.'",
  "Kirstie Alley sees ‘pretty sad’ irony regarding Trump-Biden debates Joe Biden’s campaign handlers aren’t making much sense to former “Cheers” star Kirstie Alley.",
  "Kevin McCarthy: Biden showing he'll 'surrender' to Bernie-led 'socialist wing' of the party Republican House Minority Leader Kevin McCarthy told “Fox & Friends” on Thursday that presumptive Democratic presidential nominee Joe Biden is “surrendering” to socialists after a task force set up by the former vice president and Vermont Sen. Bernie Sanders …",
  "Biden could be 'most progressive president since FDR,' Sanders predicts Vermont Sen. Bernie Sanders predicted Wednesday that Biden could become the \"most progressive president\" since Franklin D. Roosevelt.",
  "Joe Biden doesn’t inspire confidence in young Black voters: report Though older Black voters are more supportive of Joe Biden, young Black voters want to see the party move in a more progressive direction, one analyst said.",
  "Biden pushes populist 'made in America' plan to pump up economy Presumptive Democratic presidential nominee Joe Biden returned to his childhoold home in Pennsylvania on Thursday during a trip where he also proposed spending $700 billion on American products and research - in the hopes of bringing back millions of jobs los…",
  "SupCo pops Trump’s bubble Manhattan prosecutor can access the president's financial records.",
  "Chris Wallace: Trump has to turn 2020 election from a referendum on himself to a choice \"Fox News Sunday\" anchor Chris Wallace said on Thursday that the 2020 presidential election is a referendum on President Trump at the moment, and the president's re-election campaign should try to change that narrative.",
  "Obama admin shut down H1N1 testing, complicating Biden's attacks on Trump's coronavirus screening In recent weeks, Biden has demanded that Trump \"speed up the testing\" nationwide",
  "Trump signs executive order to expand school choice for Hispanic students President Trump on Thursday signed an executive order establishing the White House Hispanic Prosperity Initiative – a move the administration says will improve access Latinos have to educational and economic opportunities.",
  "Neil Young pens open letter to Trump, updates old song 'Looking For a Leader': 'We got to vote him out' Neil Young has penned a letter to President Trump and updated the lyrics to one of his famous songs just days after rebuffing the president's use of his music at a July Fourth event on the footsteps of Mount Rushmore in South Dakota.",
  "RNC pounces after Sanders says Biden could be 'most progressive' president since FDR ",
  "Durham, under pressure to wrap up investigation, could 'punt' to after Election Day: source U.S. Attorney​​​​​​​ John Durham is under pressure to wrap up his investigation into the origins of the Russia probe by the end of the summer, but if he doesn’t, he could wait to reveal his findings or initiate prosecutions until after the 2020 presidential e…",
  "CNN's Chris Cuomo called out for mocking rise of crime on Tuesday, taking it seriously Wednesday CNN anchor Chris Cuomo was called out for changing his tune about the rise in crime across the country, taking it seriously just one day after making light of the disturbing trend.",
  "Tucker warns idea Biden won't debate Trump sums up the far left: 'You criticize them ... they attack you' Tucker Carlson began Wednesday's edition of \"Tucker Carlson Tonight\" by drawing attention to the suggestion that presumptive Democratic nominee Joe Biden will refuse to debate President Trump this fall, an idea the host called \"the most cynical election strat…",
  "Donald Trump Jr.: 'The radical left entirely controls Joe Biden' and the Democratic Party Donald Trump Jr., called out the mainstream media on \"Hannity\" Wednesday and criticized calls by far-left activists to \"defund the police,\" saying \"they have lost their minds.\""
]