[
  "Non-profit watchdog files complaint against Hickenlooper's Senate campaign alleging illegal coordination A Washington, D.C. based nonprofit watchdog filed a complaint with the Federal Election Commission (FEC) against John Hickenlooper's U.S. Senate campaign this week, accusing the former Colorado governor of illegally coordinating with an outside group.",
  "Mark Levin slams Biden as an 'empty suit' and 'bigot', says Democratic Party 'as evil as it's ever been' Conservative radio host Mark Levin ripped Joe Biden as a puppet of the far left on \"Hannity\" Thursday before claiming the Democratic Party was \"as evil as it's ever been.\"",
  "Laura Ingraham calls out Biden for 'sleight of hand' economic plan: 'Just another act' Laura Igraham took issue Thursday with presumptive Democratic presidential nominee Joe Biden's \"Made in America\" economic plan, accusing the former vice president of copying President Trump to compensate for a \"weak spot\" in his campaign.",
  "Hannity accuses Biden of ripping off Bernie Sanders' campaign, says plagiarism 'nothing new' for ex-VP Sean Hannity opened Thursday's edition of \"Hannity\" by scrutinizing presumptive Democratic nominee Joe Biden's \"bizarre\" and \"painfully awkward\" trip to his hometown of Scranton, Pa., which included a campaign event in nearby Dunmore.",
  "Liz Peek says Trump campaign must get 'succinct and coherent campaign message' out to voters Fox News contributor Liz Peek told “Outnumbered Overtime” Friday that she found it “astonishing” that the Trump campaign does not have a short, coherent message prepared to appeal to voters.",
  "Michael Dukakis bashes Trump, says voters must 'get this guy out of the White House before he destroys us' Former Massachusetts governor and 1988 Democratic presidential nominee Michael Dukakis told \"Your World\" Friday that while former Vice President Joe Biden \"should win\" the White House in November, \"anybody who thinks it's going to be easy is kidding himself.\"",
  "Chris Wallace On 2020 Race: “Biden Is Doing Everything He Can To Make This A Referendum On Trump” Fox News Sunday Host, Chris Wallace joined the Guy Benson Show to decusees the 2020 race for the white house. Wallace said, \"Look, there's no question right now that Joe Biden is leading in the race for the presidency.\" Wallace also said \"I think that Biden i…",
  "Corey Lewandowski: “Radicals To The Biggest Extreme ” Have Taken Over Joe Biden On Fox Across America with Jimmy Failla, Senior Advisor to the Trump 2020 Campaign Corey Lewandowski responded to President Trump saying Joe Biden has been \"brainwashed\" by the left of the Democratic Party. \"The far left is a 100% controlling Joe Biden now. W…",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "Kellyanne Conway: Biden's economic policy will be higher taxes, influenced by 'anti-capitalists' White House adviser Kellyanne Conway blasted Joe Biden’s economic policies, saying they will be nothing more than high taxes and influenced by anti-capitalists.",
  "Lawrence Jones: We need media to challenge Biden on his policies The media needs to challenge presumptive 2020 Democratic presidential nominee Joe Biden on his progressive policies, Fox Nation host Lawrence Jones asserted Friday.",
  "President Trump says Biden's been 'brainwashed' in 'Hannity' exclusive President Trump phoned in to \"Hannity\" Thursday where he covered a bevy of topics including the coronavirus and Democratic presidential frontrunner Joe Biden who he said appeared as if he had been \"brainwashed.\"",
  "Deroy Murdock: To be reelected, Trump must focus on broadening his base — not petty fights on Twitter President Trump likely finds the latest Gallup poll neither very special nor particularly beautiful. If it’s incredible, that’s because it’s incredibly alarming.",
  "Tucker Carlson: Biden's plan for America is a promise to utterly remake the country The famously chatty Joe Biden has said almost nothing this year.",
  "Trump accuses Biden of ‘plagiarizing’ him over 'buy American' push President Trump on Friday took a swipe at presumptive Democratic nominee Joe Biden over a set of “buy American” proposals he unveiled a day earlier, saying Biden “plagiarized” from him -- hinting at past accusations of plagiarism that have dogged the former v…",
  "Donald Trump Jr. says American people 'deserve' Durham probe results before election Donald Trump Jr. on Friday said it would be a “disgrace, a disservice to the country, and a blight on the office” if U.S. Attorney John Durham should he wait to release his findings.",
  "Biden refuses to take questions from media during visit to old home in Scranton Joe Biden didn't take questions from the media during a brief visit to his old home in Scranton, Penn.",
  "McCarthy hits Pelosi for 'defending destruction,' says Speaker bolstering mob with 'appalling' statue comment House Minority Leader Kevin McCarthy, R-Calif. told \"Bill Hemmer Reports\" Friday that Speaker Nancy Pelosi, D-Calif., was encouraging mob behavior and supporting \"destruction\" with her recent comments about the removal of controversial statues.",
  "Brit Hume: Prospective Biden platform moves Democratic Party 'farther to the left than it's ever been' Fox News senior political analyst Brit Hume told \"Tucker Carlson Tonight\" Thursday that presumptive Democratic presidential nominee Joe Biden's prospective platform moves \"the Democratic Party farther to the left than it's ever been.\""
]