[
  "Mark Cuban: Donald Trump wants to run a campaign, Joe Biden wants to run a country Dallas Mavericks owner and 'Shark Tank' star Mark Cuban joins Sean Hannity to explain why he's supporting presumptive Democratic presidential nominee Joe Biden.",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Ari Fleischer challenges Biden, Democrats to condemn 'left-wing' statuary vandals: 'Where is Joe?' Former White House press secretary Ari Fleischer called on presumptive Democratic presidential nominee Joe Biden to condemn acts of mob violence and vandalism Wednesday, telling \"The Daily Briefing\" that demonstrators are \"motivated by rage.\"",
  "Michael Davis: Trump's 200th judge confirmed -- federal judiciary has been transformed, promises kept President Trump’s federal judges are some of the most qualified in our nation’s history.",
  "Donna Brazile: Police brutality and racism must end – GOP and Dems must compromise to pass bill in Congress Congressional Republicans and Democrats need to compromise to pass needed legislation to address the crisis of systemic racism and racist policing that has sparked protests around the nation.",
  "Tammy Duckworth: 5 things to know about Biden's possible Democratic VP contender As focus shifts to who presumptive Democratic nominee Joe Biden will choose as his running mate, Illinois Sen. Tammy Duckworth has reportedly made the shortlist of vice presidential choices.",
  "Who is Madison Cawthorn? Madison Cawthorn, a 24-year-old real estate investment CEO who beat out a Trump-backed U.S. House candidate in North Carolina’s Republican primary runoff election to replace former Rep. Mark Meadows Tuesday, said he believes he won because of a superior groun…",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Trump and Biden Pitch Their Economic Recovery Plans The presidential race appears to be gearing up. Last night, President Trump took his campaign to Arizona and presumptive Democratic nominee Joe Biden held his first campaign event with former President Obama. Liz Harrington, national spokesperson for the RNC,…",
  "Biden has boasted of ‘most diverse staff’ but presidential campaign won’t detail claim: report Joe Biden has boasted of having the “most diverse staff,” but his campaign has yet to divulge details on the claim.",
  "More polling headaches for Trump as new national survey suggests he trails Biden by 14 points With four and a half months to go until the November general election – which can be an eternity in campaign politics – a new national poll indicates that right now presumptive Democratic presidential nominee Joe Biden leads President Trump 50-36 percent amon…",
  "Biden opens up lead in Wisconsin, tied with Trump in Ohio: polls A new poll in the crucial general election battleground state of Wisconsin indicates Democratic challenger Joe Biden opening up a lead over President Trump. And a new survey in the swing state of Ohio shows the presumptive Democratic presidential nominee virt…",
  "Lara Ingraham warns voters that 'Biden equals chaos' and his win would bring 'division and distrust' Laura Ingraham claimed Tuesday Joe Biden's election as president would only serve to further divide America and \"embolden\" radical movements.",
  "Mark Cuban explains why he backs Biden in November: 'Joe Biden actually wants to run a country' Billionaire entrepreneur and Dallas Mavericks owner Mark Cuban told \"Hannity\" Tuesday that he prefers former Vice President Joe Biden over President Trump in the November election.",
  "Wray reveals FBI 'looking carefully' at foreign interference in protests following George Floyd's death The FBI is \"looking carefully\" at the possibility that foreign actors are influencing the sometimes-violent nationwide protests in the wake of George Floyd's in-custody death, FBI Director Christopher Wray exclusively told Fox News' Bret Baier on Wednesday.",
  "Sean Hannity accuses 'media mob' of 'protecting fragile Joe just like they did Hillary' Sean Hannity said Tuesday that the mainstream \"media mob\" Tuesday has been \"shielding\" Joe Biden for months as he conducts his campaign almost exclusively in the basement of his Delaware home.",
  "'View' co-hosts confront Bolton: You're part of the reason Trump is 'still in office' The liberal hosts of \"The View\" had some strong words for former National Security Adviser John Bolton whom they argued should have spoken out against President Trump while House Democrats tried impeaching him at the end of last year.",
  "Watters' message to GOP candidates amid summer of chaos: 'You run against this in the fall, it's a layup' \"The Five\" co-host Jesse Watters said Wednesday that Republican candidates for office should have a \"layup\" in November if they pressure Democrats over their apparent tacit support of destructive protests, looting and vandalism in recent weeks.",
  "Today on Fox News: June 24, 2020 "
]