[
  "Bolton says Trump turned 'a blind eye' to the coronavirus pandemic Former White House national security adviser John Bolton told CNN Wednesday that he does not have confidence in President Donald Trump's handling of the coronavirus pandemic and his former boss was \"turning a blind eye\" at the onset of the outbreak because he…",
  "Opinion: What if Trump rejects the election result? It's hard for Americans to imagine that a president who lost a bid for re-election would refuse to leave office. But in recent weeks some analysts have done more than imagine it: they've begun to explore what can be done if Donald Trump does just that. What, …",
  "Analysis: Breaking down Bolton's account of a White House in turmoil There's a lot to digest from former national security adviser John Bolton's explosive new book, which depicts a Trump White House in moral and political crisis. Bolton has also flooded the airwaves this week, including sitting down for an interview with CNN's…",
  "Trump's unhinged 'treason' accusation against Obama John Avlon writes that when Donald Trump accused Barack Obama of treason it was the first time an American President had made such a charge against a predecessor. But while Trump and his team use the word promiscuously, it's clear they seem to fundamentally m…",
  "5 things to know for June 24: Coronavirus, Justice Department, NASCAR, Mexico, Canada Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump administration says it won't carry out a nuclear weapons test 'at this time' The US told Russia that that there is no reason for the Trump administration to carry out a nuclear weapons test \"at this time,\" during nuclear negotiations in Vienna this week, but reserved the right to conduct one if they see a need to do so.",
  "A European ban on US travelers would send a humbling message David A. Andelman says new rules being drafted to bar travelers to Europe from nations with growing numbers of Covid-19 cases could affect people from the US, Brazil and Russia. They highlight the weak leadership those countries have exercised in fighting the…",
  "What you need to know about coronavirus on Wednesday, June 24 If the US doesn't get a handle on the pandemic by the fall, \"you're essentially chasing after a forest fire,\" Dr. Anthony Fauci says.",
  "Trump's first foreign visitor amid pandemic is Poland's nationalist president After months without a visitor from overseas, President Donald Trump welcomes Poland's President to the White House on Wednesday in another attempt to demonstrate his vision -- refuted by reality -- of a waning of coronavirus.",
  "DC National Guard to provide unarmed security for monuments in DC The DC National Guard will provide unarmed guard members to assist with additional security for monuments in Washington, DC, the National Guard Bureau said Wednesday.",
  "Prosecutors accuse Barr and Justice Department of politicizing investigations Two prosecutors in the Justice Department will ratchet up the criticism of Attorney General William Barr on Wednesday with remarkable congressional testimony accusing senior Justice Department officials of politicizing DOJ investigations and the sentencing of…",
  "Trump predicts 'most corrupt election' in US history while making false claims about mail-in voting President Donald Trump is predicting that the November election will be \"the most corrupt election in the history of our country,\" while spreading false claims and inaccurate statements about widespread voter fraud."
]