[
  "White House wanted 10,000 active duty troops to quell protesters The White House wanted to have 10,000 active duty troops on the streets of Washington and other cities earlier this week to quell protesters, but Secretary of Defense Mark Esper and Chairman of the Joint of Chiefs of Staff General Mark Milley pushed back at t…",
  "Exclusive: DC National Guard Commander says additional forces could leave capital as early as Monday Thousands of additional troops in the nation's capital could be leaving as early as Monday, according to the commander of the DC National Guard.",
  "Trump says he's ordering National Guard to begin process of withdrawing from Washington, DC President Donald Trump tweeted Sunday morning that he has ordered for the National Guard to start the process of withdrawing from Washington, DC, after days of peaceful protests.",
  "WATCH AND READ: Colin Powell criticizes Trump's response to protests in 'State of the Union' interview ",
  "If only Trump would say these words Dean Obeidallah writes that President Donald Trump has yet to praise or even utter \"Black Lives Matter\" in the wake of George Floyd's death at the hands of the police. Instead, the president has been tweeting \"Law & Order!\" and threatening to shut down protes…",
  "Trump is reading out of the Middle East autocrats' playbook President Donald Trump's reaction to the demands of American demonstrators in the wake of the killing of George Floyd is straight out of the playbook of Middle Eastern autocrats. And his actions over the last week have given a carte blanche to oppressive regi…",
  "DC mayor says federal response to protests led to larger groups participating peacefully DC Mayor Muriel Bowser said Sunday she believes the federal law enforcement response to protests after the police killing of George Floyd encouraged more people to participate and do so peacefully.",
  "Coronavirus pandemic: Updates from around the world The coronavirus has brought countries to a standstill. Follow here for the latest."
]