[
  "As the US rolls out new sanctions on Assad, Syria braces for economic devastation The United States has rolled out fresh sanctions that aim to drive Syrian President Bashar al-Assad back to a UN-led negotiating table and threaten to devastate Syria's already floundering economy.",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "Pompeo to meet with Chinese diplomat in Hawaii amid US-China tensions Secretary of State Mike Pompeo is slated to meet with Chinese diplomat Yang Jiechi in Hawaii Wednesday as tensions escalate between China and the US.",
  "Trump's first pandemic-era foreign visitor is Polish President looking for an electoral boost President Donald Trump will welcome his first foreign visitor in months next week when Poland's leader comes to the White House for talks. Four days afterward, Andrzej Duda will face reelection in a race that has tightened considerably in the past month.",
  "Anti-Trump Republican group launches new ad attacking President over China policies A group formed by anti-Trump Republicans is airing a new ad attacking President Donald Trump for getting \"rolled\" by China and its powerful President Xi Jinping.",
  "Trump signs Uyghur human rights bill on same day Bolton alleges he told Xi to proceed with detention camps President Donald Trump has signed a bill that aims to punish China for its human rights abuses against the Uyghur Muslim population on the same day his former national security adviser claimed Trump told Chinese President Xi Jinping he should proceed in build…",
  "NYT: Bolton book says impeachment probe should have investigated Trump's actions beyond Ukraine Former national security adviser John Bolton claims in his new book that the House impeachment inquiry should have investigated President Donald Trump for potentially dubious actions beyond those related to Ukraine, according to the New York Times, which obta…",
  "5 things to know for June 17: Coronavirus, police, White House, India-China, Apple Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Bolton says Dems committed 'impeachment malpractice' and faces a bipartisan rebuke Former national security adviser John Bolton accuses President Donald Trump in his forthcoming book of explicitly tying US security aid to Ukraine with an investigation of his presumptive 2020 opponent, the central allegation of Democrats' impeachment of the …",
  "As demand for police reform grows, military equipment program faces new scrutiny Cell phone videos from protests around the country in recent weeks have recorded scenes that seem like they're straight out of a warzone: Police officers decked out in body armor and gas masks, facing down protesters across tear gas-filled streets.",
  "Trump-appointed CEO absent as top Democrat warns of firings at the agency behind Voice of America The new chief executive of the US Agency for Global Media (USAGM) has yet to show up for his job, sources tell CNN, leaving work \"piling up\" as a top Democratic lawmaker warns of an impending rash of firings at the agency.",
  "Police reform efforts face highest hurdle: Bitter Washington inertia The Black Lives Matter movement has changed American life and custom more than most people thought possible, but it is increasingly doubtful whether fractured Washington, rocked by treacherous election-year politics, will be able to match its historic sweep."
]