[
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Analysis: What is Trump's agenda for a second term? He can't say President Donald Trump became waylaid Thursday when asked to name his goals for a second term, never ultimately stating what he hopes to do if reelected when given an opportunity to explain.",
  "Germany troop withdrawal highlights rising fortunes of two White House allies amid Esper's isolation The White House's plan to withdraw thousands of US troops from Germany is emerging as a new point of tension between the President and top Pentagon leaders, including Defense Secretary Mark Esper, who has avoided criticizing the move publicly but has signific…",
  "Trump administration finalizing plan to withdraw 4,000 troops from Afghanistan The Trump administration is close to finalizing a decision to withdraw more than 4,000 troops from Afghanistan by the fall, according to two administration officials.",
  "Witness in the Mueller investigation and informal Trump adviser gets 10 years in prison in child sex case George Nader, who was a key witness in the Russia investigation and informally advised President Donald Trump's team on foreign policy, was sentenced on Friday to 10 years in prison by a federal judge in Virginia, stemming from his convictions on child sex ch…",
  "China loves John Bolton's book for embarrassing Trump, but not the parts about Xi Jinping Limits on John Bolton's China revelations go beyond simply not covering the matter: there is evidence of discussion of the book being censored on two of the biggest platforms on the Chinese internet.",
  "Trump can't divert military funds for border wall, federal appeals court says The Trump administration doesn't have the authority to divert Pentagon funds to construct additional barriers on the US-Mexico border, a federal appeals court ruled Friday, days after President Donald Trump's visit to a section of the wall in Arizona.",
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "China is about to pass a controversial national security law in Hong Kong. Here's what you need to know China is about to pass a new national security law in Hong Kong, sparking widespread fear and controversy. What exactly is it, and why is it so worrying?",
  "Pressure mounts on DeSantis as coronavirus cases spike in Florida With coronavirus cases climbing in Florida, Gov. Ron DeSantis has dodged mounting pressure to pause the state's reopening, a position that reflects both the Republican leader's past defiance in the face of the pandemic and his political positioning."
]