[
  "Analysis: Trump's testing claim is the latest in a pattern of supposed jokes During his rally on Saturday night in Tulsa, Oklahoma, President Donald Trump made a shocking remark about the coronavirus: he claimed that he had told his administration to \"slow the testing down,\" in order to decrease the number of reported cases in the US.",
  "More House Republicans urge Trump against drawing down US troops in Germany Another group of House Republicans is urging President Donald Trump against drawing down the number of US troops in Germany, according to a letter obtained by CNN Monday, a request that comes one day after White House national security adviser Robert O'Brien …",
  "Trump moves quickly to calm worries over China trade deal after adviser's comments President Donald Trump moved quickly to try and calm stock market worries after top China trade adviser Peter Navarro cast doubt over the future of his hard-fought trade deal with Beijing.",
  "Presidential debates and Modi's China challenge Rudy Giuliani is up to his tricks again.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Democrats go on offense against Trump on trade and China The Democratic National Committee is going on offense against President Donald Trump's trade record, hoping that a new television ad campaign and a series of focused events headlined by top Democrats will persuade voters who backed Trump in 2016 to reject him…",
  "Trump takes his first 2020 trip to the US-Mexico border President Donald Trump is taking his first 2020 trip to the US-Mexico border Tuesday amid ongoing concerns about an uptick in coronavirus cases and on the heels of his foray back on the campaign trail in Tulsa, Oklahoma.",
  "Trump falsely accuses Obama of treason in latest unfounded attack on his predecessor President Donald Trump has falsely accused former President Barack Obama of committing \"treason\" in his latest unfounded accusation aimed at his predecessor.",
  "Trump's outrageous new vote-by-mail attack John Avlon writes that Trump added a new twist on an old voter fraud obsession: that foreign powers would commit fraud through fake mail-in ballots.",
  "White House adviser's comments on China send markets on a roller coaster Comments from White House trade adviser Peter Navarro regarding the China trade deal sent markets on a rollercoaster on Tuesday.",
  "Markets are very sensitive to what happens in Washington. Here's proof The White House maintains that the US-China trade deal reached late last year remains in place. But after comments from White House trade adviser Peter Navarro roiled markets, one thing is clear: Investors are still extremely sensitive to news and rhetoric fr…",
  "It's too early to conclude that Trump has lost his magic Donald Trump's face was as red as his \"Make America Great Again\" hat.",
  "Defense secretary raises concerns about the militarized appearance of police and law enforcement with attorney general Senior Pentagon officials have become so concerned about the militarized appearance of police and other civilian law enforcement officials responding to the recent protests roiling the country that Defense Secretary Mark Esper raised the issue with Attorney G…",
  "The hidden health cost of Trump's visa freeze Ushma S. Neill writes the visa freeze imposed by President Donald Trump's Monday proclamation could have a damaging effect on academic biomedical institutions, where a significant number of international researchers work in US university labs.",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "Four weeks after George Floyd's death, an embattled police union finally speaks out Nearly a month after the death of George Floyd at the hands of law enforcement, and after repeatedly refusing requests for comment on an incident that sparked nationwide calls for policing reform, officials from the Police Officers Federation of Minneapolis a…"
]