[
  "The long list of Trump administration officials turned critics Having overseen the highest turnover rate in presidential history, President Donald Trump was bound to have a few disgruntled ex-aides.",
  "White House deletes tweet that falsely identified synagogue anti-terrorism barrier as tool of terrorists The White House posted and then deleted a tweet on Wednesday that falsely suggested a synagogue's rock-filled anti-terrorism barrier had been placed on the street by domestic terrorists.",
  "Mattis' incredible excoriation of Trump, annotated President Donald Trump's first secretary of defense, retired Marine Gen. James Mattis, said in a remarkable 650-word statement to The Atlantic on Wednesday that the President is actively trying to divide the country and urged Americans to unite without him.",
  "Senate GOP to grant subpoena power to chairmen for probes into FBI Russia investigation Senate Republicans are significantly ramping up their investigations into the FBI's Russia probe with a pair of committee votes that will give the GOP committee chairmen broad subpoena power to haul in officials from the Obama administration.",
  "Some active duty troops in Washington, D.C., area returning to home base after being on standby in the region Several hundred members of an 82nd Airborne Division infantry battalion are scheduled to begin returning from the Washington, D.C., region to their base at Fort Bragg, North Carolina, starting Thursday evening, two defense officials with knowledge of the curr…",
  "'It feels like a betrayal.' US diplomats worry that crackdowns at home will undermine their mission abroad Less than 24 hours after law enforcement officials violently dispersed peaceful protesters outside the White House with pepper balls and rubber bullets, Secretary of State Mike Pompeo met with survivors of China's brutal 1989 crackdown on the pro-democracy pr…",
  "Why Trump wants the G7 to look more like a G11 What's the point of a party if you can't invite your friends?",
  "Why Mattis' verdict on Trump is devastating The legendary general President Trump picked as his defense secretary flamed the president in a statement Wedndesday, joining a growing number of retired military officers who accuse Trump of dividing the nation, writes Peter Bergen. Mattis' stature in the mi…",
  "The Top 10 women Joe Biden might pick as vice president Ambitious politicians spend years seeking to shape a career that allows them to wind up in the White House or on a major party's national ticket. But as the last week has reminded us, unforeseen events always seem to intervene -- and have the potential to fun…",
  "Warner calls for Barr to resign after protesters cleared from near White House Virginia Sen. Mark Warner called for Attorney General William Barr's resignation on Tuesday, saying Barr is \"unfit for office\" after the attorney general reportedly ordered peaceful protesters to be cleared from near the White House earlier this week.",
  "Republican senators shrug off Mattis' criticism of Trump: 'It's his opinion' Republican senators are dismissing the scathing criticism leveled against President Donald Trump by his former defense secretary, James Mattis, the latest sign that Republicans by and large are showing unwavering support for the leader of their party during t…",
  "Reimagining the world after Covid The challenge for those of us who understand that climate change threatens people for generations to come, is to remember that things can be different. It would be awful if a deadly pandemic is what we need to see it, writes John Sutter. But one hopeful outco…"
]