[
  "White House hosts a party in the midst of a pandemic The White House was always one of the busiest social hubs in Washington, accustomed to hosting at least three to five events per day, ranging from meetings with dignitaries and VIPs to smaller luncheons or private dinners. That is, until Covid-19.",
  "Dr. Gupta: If the United States were my patient: We aren't ready to celebrate yet Back in the middle of May, I wrote an essay titled \"If the United States were my patient,\" pondering what it would be like if the United States were a flesh-and-blood person who had gotten sick with an ongoing infection.",
  "Our country is in chaos. But it's a great time to be an American It's easy to be cynical this Fourth of July. Racial protests have rocked every major US city, and Americans can't even agree if they should wear face masks during a pandemic. But what some see as chaos, others see as an explosion of patriotism.",
  "As US cases rise, here are tips from afar on how to keep coronavirus in check this holiday weekend Fireworks, pool parties and drinking at bars with friends — that's how many Americans would liked to be celebrating the Fourth of July this weekend. But many local leaders and health officials hope things will be a lot less festive this year.",
  "Montana's Greg Gianforte suspends in-person campaign events after wife, running mate attended event with Kimberly Guilfoyle Republican Rep. Greg Gianforte of Montana has suspended in-person campaigning for his gubernatorial bid in the state after his wife and running mate attended an event with Kimberly Guilfoyle, the girlfriend of Donald Trump Jr. and a top fundraiser for the Tru…",
  "Trump has revealed his 2020 campaign strategy There's a reason Trump is focusing on the controversy surrounding monuments, writes Julian Zelizer. It's his latest effort to use the culture wars to overcome the huge gap that exists between his economic policies and the bread-and-butter needs of middle-clas…",
  "Trump seeks to 'appeal to the very best in the American character' in July 4 remarks, an aide says President Donald Trump on Saturday evening is expected to give \"patriotic remarks\" aimed at celebrating America's founding and the triumphs of American history while saluting the US military, according to an aide who has read the President's prepared remarks.",
  "Trump tries to drag America backward on a very different July 4th On a very different Fourth of July holiday, when many Americans are wrestling with the racist misdeeds of the country's heroes and confronting an unrelenting pandemic with surging cases, their commander-in-chief is attempting to drag America backward -- stirr…",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "Trump's powerful message of rage Breathe easy, America. President Donald Trump's got this. A deadly pandemic is tearing through the country, but the statues are going to be all right, writes Michael D'Antonio."
]