[
  "'On another planet': Tapper reacts to what Trump said today President Trump continues to falsely suggest that the coronavirus is under control in the United States. Health experts have repeatedly contradicted this false claim.",
  "Trump administration moves ahead with plan to open new pandemic office as coronavirus crisis intensifies The Trump administration disbanded the National Security Council's pandemic response office in 2018 -- and now, on the defensive after a failed response to the coronavirus pandemic, they are planning to launch a similar office at the State Department.",
  "The true cost of a new confrontation with China As American lawmakers eye a multi-billion-dollar defense buildup to counteract China's rise, Mark Hannah and William D. Hartung argue not only is this plan not worth its cost, but the strategy behind it is misguided.",
  "Fact-checking a mask meme shared by Trump Jr. on Facebook President Donald Trump has finally started to encourage people to wear masks, even while not wearing one himself. Meanwhile, his son Donald Trump Jr. is actively spreading doubt about the effectiveness of masks against the coronavirus.",
  "Trump struggles to say what he would do with another term for second time in a week It was a do-over of a softball question, but President Donald Trump still seemed to struggle to answer what he would do with a potential second term in an interview that aired Wednesday evening.",
  "Fact-checking Trump's references to the anti-police chant 'pigs in a blanket, fry 'em like bacon' As President Donald Trump criticizes \"Black Lives Matter,\" he and his team keep bringing up an eight-word protest chant that has been highlighted repeatedly by conservative Fox News personalities.",
  "Fact check: In jobs speech, Trump does more dishonest downplaying of the pandemic President Donald Trump took a victory lap in the White House press briefing room on Thursday morning on the expectations-beating June jobs report -- and, as he has since January, dishonestly downplayed the coronavirus crisis.",
  "White House's Independence Day party attendees will social distance The White House Fourth of July party will observe social distancing guidelines for guests, according to a spokesman. This marks a change from recent events hosted by President Donald Trump, including an upcoming July 3rd trip to Mount Rushmore and a political…",
  "Duckworth to halt military confirmations until she receives assurance Vindman promotion won't be blocked Democratic Sen. Tammy Duckworth of Illinois announced on Thursday that she is blocking Senate confirmation of 1,123 senior US Armed Forces promotions until she receives assurances that the promotion of Lt. Col. Alexander Vindman, a key witness in President Do…",
  "Trump's anti-mask crusade is coming back to bite him President Donald Trump's refusal to set an example by wearing a face covering, despite growing evidence that it may be one of the most effective ways to slow America's increasingly disastrous coronavirus pandemic, was always a political statement.",
  "4 things Congress can do right now to help working parents get through the pandemic The pandemic has been a nightmare for working parents, with schools and many camps closed. With coronavirus cases spiking again and guidance shifting, there's little clarity about what the fall will look like, even as some cities begin to announce plans."
]