[
  "Trump scorns science -- and wants his scientists to do the same President Donald Trump's fresh efforts to undermine medical and scientific experts and his failure to ask the country to make the sacrifices that could quell the coronavirus are consigning America to a constantly worsening pandemic with no clear route back to…",
  "Court's contraception ruling spotlights Trump administration's end goal The Supreme Court's ruling that the Trump administration could weaken Obamacare's contraceptive mandate was a stinging defeat for vulnerable women, says Ilyse Hogue, but a surprising concurrence in the 7-2 decision from liberal justices Elena Kagan and Stephe…",
  "Trump wants Americans to believe Biden is a radical leftist. It's a tough sell. Joe Biden ran a Democratic primary campaign pitting himself against the party's rising progressive wing. From health care to foreign policy, the former vice president rejected the left's most ambitious policies and successfully pitched voters on his more mode…",
  "Biden set to unveil economic agenda in speech outside Scranton Presumptive Democratic nominee Joe Biden will unveil the first major plank of his economic agenda Thursday, detailing a moderate proposal to use government purchasing to spur manufacturing in sectors such as clean energy, infrastructure and health care.",
  "5 things to know for July 9: Coronavirus, SCOTUS, schools, RNC, Brazil Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Targeting international students is a dangerously dumb move Anushay Hossain, responding to the Trump administration's new guidance barring foreign students from staying in the US if they are taking online-only courses, writes that her own experience as an international student from Bangladesh showed how international …",
  "What you need to know about coronavirus on Thursday, July 9 After President Donald Trump berated the CDC over its guidelines for safely reopening schools, the agency said it would issue new recommendations.",
  "What's behind Roberts' stinging rebuke of Trump Elie Honig writes that after John Roberts issued his latest decision in the case of Trump's financials, it's clear the chief justice is conscious of his legacy and does not want his tenure to go down in history as one in which the court became hopelessly divi…",
  "The last 4 months have brought an unprecedented crackdown on legal US immigration As the coronavirus spreads around the world, the Trump administration has steadily choked off most avenues for legal immigration to the United States -- effectively shutting down the system that brings in hundreds of thousands of immigrants annually.",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest.",
  "Fact check: No, more testing isn't the reason US coronavirus case numbers are getting worse No matter how high the daily number of new coronavirus cases has gotten, President Donald Trump has responded with the argument he repeated on Thursday: the big number is just more evidence of the country's success with testing.",
  "Health expert warns the US needs to get a handle on coronavirus before conditions return to spring levels With the summer months shaping up to be full of harrowing Covid-19 milestones, the fall could look a lot like March and April if the US doesn't \"get our arms\" around this pandemic, a top infectious disease expert warns.",
  "Jacksonville attorneys file lawsuit to block city from hosting Republican National Convention amid pandemic Several attorneys in Jacksonville, Florida, filed a lawsuit Wednesday against the city in an attempt to block the Republican National Convention from occurring there amid the coronavirus pandemic.",
  "Trump pointed to European nations in his call to reopen schools. These charts show US is nowhere near them President Donald Trump says schools in the United States should reopen, pointing to countries where kids are back in classrooms without causing major new coronavirus outbreaks. But most of the countries he mentioned waited until after their infection rates fe…",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "Fauci says partisanship is hurting US response to Covid-19 Dr. Anthony Fauci, the nation's top infectious disease expert, said Thursday that partisanship is hurting the US response to Covid-19 in his latest blunt assessment of the country's handling of the pandemic.",
  "Americans made 'tremendous sacrifices.' The great reopening of the pandemic summer still got derailed The big US reopening of the pandemic summer, it turns out, has gone way off track."
]