[
  "Mitch McConnell: 'We must have no stigma' about wearing masks in public Senate Majority Leader Mitch McConnell argued there should be no stigma about wearing a face mask amid the coronavirus pandemic, as President Donald Trump continues to be resistant to wearing one in public.",
  "2020 primaries: 4 things to watch in Tuesday's contests Last week's down-ballot primary action in Kentucky and New York still isn't settled, but it's time for three more states -- Colorado, Utah and Oklahoma -- to host primaries Tuesday, and there's at least one contest in each state that could help shape the bala…",
  "The US has 4% of the world's population but 25% of its coronavirus cases American life has been irrevocably altered by the worst pandemic in a century. Here, in dollars, percentages and — most tragically — lives, is the pandemic's devastating toll on the US.",
  "Opinion: How Roberts left the door open to more state limits on abortion Chief Justice John Roberts provided on Monday the decisive vote to preserve access to abortion in Louisiana, a ringing victory for the clinics and doctors who spent years fighting a law they claimed would effectively ban the procedure in the state.",
  "Trump is facing the thing he dreads most Declaring in 2016 that \"I alone can fix it,\" Donald Trump made the country's fate all about him. He promised so much \"winning\" we'd get sick of it, and asked \"What have you got to lose?\" As President he made everything into a fight between Team Trump (good) a…",
  "The white-collar revolt against Trump is peaking From his open defiance of public health officials when holding rallies to his increasingly explicit embrace of White racial backlash, President Donald Trump has set a course for his reelection campaign that could produce the GOP's largest deficit in the histo…",
  "Trump administration ends 'Project Airbridge' effort to get supplies to the US The last overseas flight to expedite shipment of supplies through the Trump administration's \"Project Airbridge\" initiative is scheduled to arrive in Ohio on Tuesday, according to the Federal Emergency Management Agency.",
  "Amy McGrath wins Kentucky Senate Democratic primary, CNN projects Amy McGrath won a closely-watched and surprisingly close Senate Democratic primary in Kentucky, CNN projected on Tuesday.",
  "5 things to know for June 30: Coronavirus, SCOTUS, White House, China, social media Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "House Democrats express concern as administration stymies request for oversight on women's security strategy House Democrats charged with national security oversight say the Trump administration is effectively refusing to testify before Congress about an initiative to reduce global conflict and improve women's security that was spearheaded by Ivanka Trump.",
  "Biden slams Trump on coronavirus: 'Our wartime president has surrendered' Presumptive Democratic presidential nominee Joe Biden lambasted President Donald Trump's handling of the coronavirus pandemic Tuesday, saying that Trump is \"in retreat\" with more 125,000 Americans dead and the virus worsening in many states.",
  "No social distancing planned for Trump's Mt. Rushmore fireworks event, governor says President Donald Trump and first lady Melania Trump will travel to Mt. Rushmore National Memorial in Keystone, South Dakota, on Friday for an early Fourth of July fireworks celebration and flyover, the first of its kind in more than a decade. The event will g…",
  "A delusional, dangerous Trump is harming America's security A staggering report from Carl Bernstein shows that President Donald Trump's bullying and egregious behavior with foreign leaders is putting American security at risk and Jill Filipovic argues that while most of us can hardly be surprised, it's up to voters an…",
  "This one graphic shows exactly why European countries are shutting Americans out US tourists will be excluded from visiting the European Union after the bloc finalized its list of 15 safe countries for travel to member states on Tuesday.",
  "A Dreamer hero whose life story tells us a lot Sen. Dick Durbin writes about  Dr. Manuel Bernal, a DACA recipient on the frontline of the Covid-19 pandemic and says that Dreamers like Manuel have lived in immigration purgatory due to Congressional inability to summon the courage to solve this problem.",
  "Colorado votes for Democrat to take on GOP Sen. Cory Gardner Colorado will vote on Tuesday to pick a Democrat to take on GOP Sen. Cory Gardner, a choice that will define one of the party's best opportunities to defeat an incumbent Republican on its quest to take back the Senate.",
  "Journalists like Maria Ressa face death threats and jail for doing their jobs. Facebook must take its share of the blame In September 2018, a group of academics, civil society organizations and journalists gathered at Facebook's headquarters in Menlo Park, California. The off-the-record event, designed to explore how social media content can lead to offline harm in vulnerable c…"
]