[
  "Fauci and CDC Director Redfield to testify at House coronavirus oversight hearing Dr. Anthony Fauci, the nation's top infectious disease expert, along with CDC Director Dr. Robert Redfield and other government officials will testify Tuesday at a House oversight hearing on the Trump administration's response to the coronavirus pandemic.",
  "Fauci, Redfield testiy on Trump's coronavirus response As some US states see a rise in Covid-19 cases, Dr. Anthony Fauci, National Institutes of Health, and Dr. Robert Redfield, US Centers for Disease Control and Prevention, testify before a House committee. Follow here for the latest.",
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "The hidden health cost of Trump's visa freeze Ushma S. Neill writes the visa freeze imposed by President Donald Trump's Monday proclamation could have a damaging effect on academic biomedical institutions, where a significant number of international researchers work in US university labs.",
  "What you need to know about coronavirus on Tuesday, June 23 The White House has started to relax coronavirus-related restrictions, despite a Trump campaign announcement that two aides who attended the President's rally in Oklahoma over the weekend had tested positive.",
  "Alexandria Ocasio-Cortez faces primary challenge from Michelle Caruso-Cabrera Freshman Democratic Rep. Alexandria Ocasio-Cortez, who has become a national progressive icon in her first-term in office, will defend her congressional seat in a New York Democratic primary election on Tuesday.",
  "Joe Biden frightens Donald Trump Much has been made of the spectacular flop that was President Trump's planned campaign re-launch in Tulsa over the weekend. But one of the most revealing moments got too little attention, writes David Axelrod.",
  "Kentucky votes on which Democrat will take on Mitch McConnell Democratic Senate candidate Amy McGrath is a former Marine fighter pilot and a fundraising phenomenon. But she enters primary day with an unexpected challenge for the party's nomination.",
  "Race is on to replenish supply stockpile amid concerns of a second coronavirus wave The Trump administration is in a race to outpace the coronavirus as it seeks to replenish the country's national supply stockpile, despite conflicting messaging from officials about the potential severity of a second wave of the virus.",
  "Second presidential debate moved to Miami after original host pulls out due to coronavirus concerns The Commission on Presidential Debates announced Tuesday that the second general election presidential debate will be hosted in Miami, Florida, after its original host University of Michigan backed out due to coronavirus concerns.",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "Washington becomes the latest state to mandate wearing masks in public Washington state Gov. Jay Inslee announced Tuesday that a new statewide mandate requiring residents to wear face masks will go into effect later this week in response to a new surge of coronavirus cases.",
  "It's too early to conclude that Trump has lost his magic Donald Trump's face was as red as his \"Make America Great Again\" hat.",
  "Institutional racism contributes to Covid-19's \"double whammy\" impact on the Black community, Fauci says Institutional racism in the United States contributes to the disproportional impact that the coronavirus pandemic has had on the Black community, the nation's top infectious disease expert, Dr. Anthony Fauci, said on Tuesday.",
  "'It's still deadly': Florida Republicans urge caution as state sees spike in coronavirus cases Republican officials in Florida are concerned about the recent spike in coronavirus cases in the state, just two months before Jacksonville is set to host part of the Republican National Convention.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…",
  "America's mask resistance is just the latest example of a perennial struggle If you live in a country where the balance between personal rights and collective well-being falls differently, you might consider the refusal to wear a mask to be pure selfishness.",
  "The old-school campaign tactic that's boosting Biden Staying home may be a winning move for Joe Biden, in contrast to Donald Trump's rallies, particularly after the Tulsa debacle, writes Thomas Balcerski. As the front porch campaigns of old once did for maladroit public speakers, the tactic limits Biden's liabi…",
  "As America reopens, I fear I'll be isolating for years David A. Andelman writes that as a 75-year-old with chronic asthma, he has reached the disturbing conclusion that it may be years before he can return to his New York City apartment or visit his family in Paris.",
  "Emergency small business loans helped, but they won't be enough Congress' $650 billion forgivable loan program helped small business owners keep millions of people on their payrolls as states imposed shutdowns, but some lawmakers and economists say more aid will be needed to make sure they recover in the long term."
]