[
  "Trudeau skips summit with Trump as Canada's case numbers fall CNN's Paula Newton reports on how Canada has been flattening the coronavirus curve while sharing a border with the US that is thousands of miles long. Canada had 399 new cases on July 6, according to its Public Health Agency, while the United States had just …",
  "Analysis: To save his presidency, Donald Trump may tear America apart To save his presidency, Donald Trump may tear America apart.",
  "Vindman, key impeachment witness, to retire from military - CNN <ol><li>Vindman, key impeachment witness, to retire from military  CNN\r\n</li><li>Alexander Vindman, Trump impeachment witness, retires from military  Fox News\r\n</li><li>Lt. Col. Alexander Vindman Retires  HuffPost\r\n</li><li>Duckworth blocks military promotion…",
  "Gravedigger takes Covid-19 more seriously than Brazil's President Brazilian President Jair Bolsonaro continues to downplay coronavirus even on the day he announces he has the disease but a veteran gravedigger and the country's former health minister have very different views.",
  "Ady Barkan, progressive activist with ALS, endorses Biden: 'He is everything Trump is not' Ady Barkan, a prominent progressive activist who is dying of ALS, endorsed Joe Biden on Wednesday, saying, \"He is everything Trump is not.\"",
  "Joint Biden-Sanders task forces unveil progressive platform after months of negotiations Presumptive Democratic nominee Joe Biden's campaign on Wednesday released a raft of policy recommendations crafted by allies of the former vice president and Sen. Bernie Sanders of Vermont, underscoring the party's unity less than four months from November's …",
  "Tusla 'inundated' with cases in wake of Trump's rally The city of Tulsa is experiencing a surge in coronavirus cases, a little over 2 weeks after President Donald Trump held a campaign rally in an indoor arena there.",
  "Supreme Court says Trump can weaken Obamacare contraceptive mandate The Supreme Court on Wednesday cleared the way for the Trump administration to expand exemptions for employers who have religious or moral objections to complying with the Affordable Care Act's contraceptive mandate.",
  "Trump warns stocks will 'disintegrate' if he loses. But stocks are climbing as Biden pulls ahead President Donald Trump is warning a blue wave in November will crash into Americans' investment portfolios. Wall Street, however, is hardly cowering at the prospects of a Democratic sweep.",
  "What you need to know about coronavirus on Wednesday, July 8 As the Trump administration officially withdraws from the World Health Organization, the agency is also being accused of dragging its feet on declaring coronavirus airborne.",
  "Trump now in open dispute with health officials as virus rages Five months into a still-raging pandemic that has killed more than 130,000 Americans, the long-simmering tensions between President Donald Trump and the health experts who staff his government have escalated from private griping to shrugging disagreement to n…",
  "Reopening American schools, and why Trudeau skipped a visit to the White House They might not admit it, but America's kids need to go back to school. As the pandemic spirals out of control, the longest summer vacation on record is now threatening to become a lost year.",
  "Prospect of chaos in November grows as coronavirus cases rise and Trump escalates attacks on voting The rickety, decentralized election system that has been a hallmark of American life is facing its most significant test yet under the combined pressure of a worsening coronavirus pandemic and President Donald Trump's determination to undermine faith in the v…",
  "Black lives matter in Washington. Does the Senate agree? It's time for DC to become a state. It's time for Black Washingtonians to have a voice at the federal level. It's time for Black lives in DC to matter, write Hakeem Jeffries and Sabeel Rahman.",
  "Here are the 5 Supreme Court cases the justices have yet to rule on The Supreme Court is taking an unusually long time to complete its term this year, with decisions in five cases still under wraps days after the justices would have typically cleared out its docket for the season.",
  "Covid-19 creates headaches for Republicans racing to stage Florida convention Florida, the site of next month's scaled-down GOP convention, is now one of the nation's hotspots for the virus, raising concerns about how many Republicans will travel to the state.",
  "Primary results: Takeaways from New Jersey and Delaware For voters who hadn't yet mailed in their ballots in New Jersey and Delaware, Tuesday was a hurry-up-and-wait kind of day.",
  "Alexander Vindman to retire from military. His lawyer blames White House 'campaign of bullying, intimidation and retaliation' Lt. Col. Alexander Vindman, a key witness in President Donald Trump's impeachment inquiry, is retiring from the US Army after more than 21 years of military service because he determined that his future in the armed forces \"will forever be limited\" due to pol…"
]