[
  "Sources: 8 Secret Service agents remain in Phoenix with coronavirus after Pence trip At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronavirus symptoms after coming down with the disease while preparing for a visit by Vice President Mike Pence, two people familiar with the matte…",
  "The US, Brazil and others lifted lockdowns early. These charts show just how deadly that decision was Patience in lifting coronavirus restrictions is paying off all over the world, but lifting lockdowns too early can have deadly consequences.",
  "The week in 30 photos Take a look at 30 photos of the week from June 26 through July 2.",
  "Indictment puts Epstein associate Ghislaine Maxwell in a tough spot Elie Honig writes that more than 10 months after the death of Jeffrey Epstein the next domino has fallen with the Southern District of New York's indictment of Epstein's alleged accomplice for operating a sprawling conspiracy to sexually abuse young girls.",
  "Trump set for another massive event during a pandemic President Donald Trump and first lady Melania Trump head to Mount Rushmore National Memorial on Friday to celebrate an early Fourth of July at a gathering of an estimated 7,500 people during a global pandemic.",
  "Trump is 'clearly flirting with disaster' by holding rallies and not wearing a mask, health expert warns Trump is 'clearly flirting with disaster' by holding rallies, attending events, health expert warns",
  "Fact check: Biden lambasts the President on coronavirus response Hours after the June jobs report -- which announced an increase of 4.8 million jobs -- was released Thursday morning, former Vice President Joe Biden gave a speech lambasting President Donald Trump over his response to the coronavirus.",
  "Of course Donald Trump wants fireworks over Mount Rushmore George Washington, Thomas Jefferson, Abraham Lincoln, Theodore Roosevelt ... Donald Trump?",
  "Coronavirus test used by White House has questionable accuracy President Donald Trump said part of the reason he doesn't regularly wear a mask is \"everyone's tested\" before they see him. But multiple studies have raised questions about the accuracy of a coronavirus test the White House has used, and the Food and Drug Adm…",
  "First half of 2020 year in review - CNN Every year typically has a few defining moments, but the past six months have contained many world-changing, paradigm-shifting developments.",
  "Mary Trump surfaces in written testimony as fight over publication of her book rages on Mary Trump's attorneys are pressing a judge to fully clear her path to publish a bombshell book about dealings with her family, including her uncle President Donald Trump, claiming the confidential settlement she signed decades ago was based on fraudulent fin…",
  "The real Russia hoax CNN's Peter Bergen says that the White House response to reports that Russia paid bounties to the Taliban for killing US soldiers is a cover up for Trump's incompetence as commander in chief who is responsible for the welfare of the US military.",
  "What you need to know about coronavirus on Friday, July 3 As America prepares to celebrate a Fourth of July unlike any other, another Covid-19 record has been set: 52,291 new cases were confirmed yesterday.",
  "White House hasn't approved requests for TV interviews with Fauci, official says Dr. Anthony Fauci is not appearing on any of the major US television networks at a brutal stage of the coronavirus pandemic."
]