[
  "Nursing homes receive defective equipment as part of Trump administration supply initiative Nursing homes with urgent needs for personal protective equipment say they're getting gowns that look more like large tarps -- with no holes for hands -- and surgical masks that are paper-thin as part of the administration's initiative to bolster supplies for…",
  "President Trump announces plans for rally in Tulsa next week President Donald Trump will host his first rally in months next week in Oklahoma, and he has plans to visit four other states in the coming weeks as his campaign prepares to relaunch in-person rallies, he said Wednesday.",
  "Primary results: Highlights from a messy election night in Georgia and 4 other states The lines on Election Day in Georgia were so long that state officials announced investigations before the polls even closed, raising fears of what's to come when the nation votes in November.",
  "5 things to know for June 10: Police reform, Trump, election, coronavirus, Nigeria Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump weighs executive action on police reform ahead of Dallas roundtable The White House has begun initial stages of preparing an executive order on police reform, though it remains unclear which specific provisions it may include as President Donald Trump continues to weigh his options amid national outcry over police brutality, …",
  "ACLU files lawsuit against border coronavirus restrictions The American Civil Liberties Union, along with two other immigrant advocacy organizations, filed the first lawsuit Tuesday against stringent border restrictions related to coronavirus that largely bar migrants from entering the United States.",
  "Trump tackles policing reform from administration still lacking diversity As President Donald Trump considers potential actions to take in the wake of protests demanding policing reforms and racial equality, the White House inner circle counseling him is exceedingly white and includes just one black Cabinet member and one black dom…",
  "The 75-year-old Buffalo man seriously injured by police 'had a good chuckle' over Trump's tweet Martin Gugino is still hospitalized in severe pain almost a week after Buffalo officers pushed him to the ground, causing the elderly man's head to bleed.",
  "Trump's VA is treating veterans with unproven drug Paul Rieckhoff writes that, as we recognize the 76th anniversary of D-Day this month, the President and the VA are using our veterans as guinea pigs to test Trump's disproven theory about a potentially dangerous drug.",
  "Brazil's big cities start to reopen, fueling fears of another deadly coronavirus wave With the death toll in Brazil now over 38,000 and rising, stores and shopping malls in Sao Paulo are cracking their doors open for the first time in three months.",
  "Hong Kong has only one real rival for businesses thinking about leaving American executives in Hong Kong are nervous about the city's future as a center for global business. For the minority already considering a Plan B, though, Singapore might be the only realistic option."
]