[
  "Opinion: Goya was a staple in Latino households. It likely won't be anymore Adios, Goya! That seemed to be the prevailing sentiment on social media after Goya Foods CEO Robert Unanue praised President Trump at a White House ceremony on Thursday afternoon. Speaking at a Rose Garden event, Unanue said, \"We're all truly blessed, at the …",
  "Trump chooses distraction politics over leadership President Donald Trump commuted the sentence of longtime friend Roger Stone on a day when he visited the hot zone of Florida, showing no remorse about the rushed reopening that has plunged the nation's health care system back into chaos and barely acknowledgi…",
  "New York Times: Internal CDC documents warn full reopening of schools is 'highest risk' for coronavirus spread Internal documents from the US Centers for Disease Control and Prevention warned that fully reopening K-12 schools and universities would be the \"highest risk\" for the spread of coronavirus, according to a New York Times report, as President Donald Trump and …",
  "The rage behind Trump's action on Roger Stone The White House's announcement Friday night of President Trump's decision to commute his longtime ally reflected the rage of an administration that is besieged, bewildered and back on its heels writes Errol Louis.",
  "Latinos will keep cooking...without Goya With his laudatory comments for President Trump, the Goya CEO turned the real world on its head, writes Ed Morales, damaging his brand to defend an increasingly unpopular president who has repeatedly targeted Latinos. They and others will look elsewhere for f…",
  "Jeff Sessions takes on former Auburn football coach in bid for old Senate seat Jeff Sessions has never lost a race in his life. For two decades, he served as an Alabama senator, pushing a populist agenda from the far right with a deep Southern drawl.",
  "Pediatrician: The truth about reopening schools during Covid The reopening of schools is the latest public health issue to be used in political talk, to the detriment of children, writes pediatrician Edith Bracho-Sanchez. The author says our collective goal should be to get children back in schools safely.",
  "Trump ally battles a liberal challenger. Poland's deep divisions on show in presidential run-off vote Poland is a country deeply divided over cultural issues, and the direction the former Soviet bloc nation should take next: does it want to be a European-style liberal democracy, or does it take a more authoritarian path?",
  "One in four teachers at greater risk from coronavirus Nearly 1.5 million teachers are at higher risk of serious illness if they contract coronavirus, according to an analysis released Friday evening."
]