[
  "As Trump gaslights America about coronavirus, Republicans face a critical choice The gulf between reality and President Donald Trump's delusional vision of a waning coronavirus threat was on full display this weekend, as cases soared in key hotspots while he delivered speeches at Mount Rushmore and at the White House, with little physical…",
  "US prescriptions for hydroxychloroquine skyrocketed from February to March, study finds Prescriptions for the anti-malarial drugs chloroquine and hydroxychloroquine skyrocketed in the US from February to March, a time when the drugs, though unproven, were touted as treatments for the coronavirus.",
  "Mary Trump book to be published early due to high demand - CNN <ol><li>Mary Trump book to be published early due to high demand  CNN\r\n</li><li>Release Date for Mary Trump's Book Moved Up to Next Week After 'Extraordinary Interest'  The Daily Beast\r\n</li><li>Release of Trump Niece's Book Pushed Up Due to 'Demand' amid Leg…",
  "White House chief of staff repeats Trump's baseless coronavirus claim White House chief of staff Mark Meadows on Monday reiterated President Donald Trump's baseless claim that 99% of coronavirus cases are \"totally harmless.\"",
  "Trump tweet bemoans NASCAR's removal of Confederate flag President Donald Trump on Monday bemoaned NASCAR's recent decision to ban the Confederate flag from all races and events.",
  "The GOP after Trump: a recipe for survival The GOP must rescue itself from the doom President Donald Trump is bringing down on it by returning to the politics of inclusion and addition, not exclusion and subtraction, says Charlie Dent.",
  "There's a long way to go before Congress agrees on another coronavirus stimulus package To put it simply, there is a long way to go before congressional lawmakers agree on another stimulus package to stem the effects of the coronavirus on the American people and the economy.",
  "The mask decision that will haunt Trump's reelection bid As coronavirus cases surge and governors begin agitating for a national mandate on wearing masks, President Donald Trump is showing few signs he'll budge on an issue that has come to epitomize a national pandemic response rooted in denial and which now threat…",
  "What you need to know about coronavirus on Monday, July 6 Coronavirus can float through the air. It's likely transmitting that way. That's why experts want you to wear face masks and stop going to crowded bars, churches and other indoor spaces.",
  "Tammy Duckworth, now in VP spotlight, won't say if Biden should select a Black running mate When Joe Biden pledged at the final Democratic primary debate to select a woman as his running mate, Illinois Sen. Tammy Duckworth was rarely mentioned as a contender.",
  "Oldest GOP senator says he will skip RNC due to coronavirus concerns The Senate's oldest Republican, Chuck Grassley of Iowa, told local reporters on Monday that he won't attend the 2020 Republican National Convention because of coronavirus concerns. Grassley is 86 years old.",
  "New Jersey Democrat faces primary challenge from a former volunteer Two years ago, Arati Kreibich volunteered to help reelect New Jersey Rep. Josh Gottheimer. In Tuesday's Democratic primary, she is running to replace him.",
  "July Fourth has fallen on some dark moments in American history John Adams, the second US President, would mostly approve of how Americans celebrate the Fourth of July."
]