[
  "Trump to travel to coronavirus hotspot to talk South America drug trafficking President Donald Trump is expected to travel to Doral, Florida, later this week, landing squarely in the center of a coronavirus hotspot and taxing the already limited local health resources.",
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "Trump administration informs Congress it is withdrawing from World Health Organization The Trump administration has notified Congress that it is formally withdrawing the United States from the World Health Organization amid the coronavirus pandemic, multiple officials tell CNN.",
  "Trump administration pushes for school reopenings as coronavirus cases surge The Trump administration on Tuesday will continue its push for schools across the US to reopen despite a recent surge in coronavirus cases that threaten President Donald Trump's desire to get the country back to normal.",
  "Republican National Convention will test Jacksonville attendees daily for coronavirus The Republican National Convention in Jacksonville, Florida, will feature daily coronavirus testing for those attending the event, which will be centered on President Donald Trump accepting the Republican nomination at a 15,000-person arena.",
  "New Hampshire's GOP governor defends Trump's rally -- but isn't attending New Hampshire Gov. Chris Sununu assured reporters Tuesday that President Donald Trump's upcoming rally in the state could be pulled off safely and without a mandatory mask order, even as he was unlikely to attend himself.",
  "What we learned from Mary Trump's damning portrait of her uncle Seeking to prevent nothing less than the \"end of American democracy,\" Donald Trump's niece Mary lays out a long and twisted saga of mind games and family drama in a new book her family attempted to block.",
  "Brazil opens itself up, to everything except masks In São Paulo, you can go to the market, hit a bar, attend Mass. All without wearing a mask, even though there have been more than 1.6 million cases of coronavirus in this country and deaths are continuing to rise.",
  "A list of people and things Donald Trump tried to get canceled before he railed against 'cancel culture' President Donald Trump is now campaigning as a warrior against what he says is a left-wing \"cancel culture\" that seeks to get people punished or banished for supposedly objectionable words or acts.",
  "Fauci doesn't expect a coronavirus vaccine federal mandate in the US Dr. Anthony Fauci, the nation's top infectious disease expert, said Tuesday he does not anticipate a federal coronavirus vaccine mandate in the US once one is made available.",
  "What to watch for in Tuesday's New Jersey primaries New Jersey is going to the polls on Tuesday, which in 2020 means most voters across the state are headed to the mailbox to send in their ballots in a series of Democratic and Republican congressional primaries.",
  "GOP governors in Florida and Texas split as coronavirus cases surge As coronavirus cases spike in Texas and Florida, the states' Republican governors have split on how seriously to take the surge in cases and whether to mandate masks."
]