[
  "Kamala Harris: The fight continues to protect Americans' health care from Trump Trump's Justice Department is working to overturn the ACA, and if Republicans have their way, millions of people will have the rug pulled out from under them in the middle of a deadly global health crisis, writes Sen. Kamala Harris.",
  "The psychologist in the Trump family speaks Mary L. Trump's forthcoming book about her uncle, President Trump, will likely reveal deep truths that will make the family's secret-keepers freak out, writes Michael D'Antonio.",
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "Donald Trump, the stock market cheerleader-in-chief is back President Donald Trump has cast himself as \"tariff man,\" a \"very stable genius,\" and even the \"Chosen One.\" Now improving economic numbers have him once again playing the role of stock market cheerleader-in-chief.",
  "Watchdogs warn government faces difficulties stopping fraud in coronavirus relief The committee of government watchdogs overseeing the federal government's response to the Covid-19 pandemic warned Wednesday that federal agencies face significant challenges rapidly doling out $2 trillion in relief money while stopping fraud and misuse of th…",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "As demand for police reform grows, military equipment program faces new scrutiny Cell phone videos from protests around the country in recent weeks have recorded scenes that seem like they're straight out of a warzone: Police officers decked out in body armor and gas masks, facing down protesters across tear gas-filled streets.",
  "'It's the adrenaline, you know' Donald Trump's famously raucous rallies are back. But don't blame him if attendees get sick. The President plans to be back on stage in Tulsa, Oklahoma on Saturday — and fans in the crowd are required to waive their right to sue his campaign if they catch the…",
  "How one school leader is winning the trust of parents Vicky Ward says a headmaster's honest and ample account of what one school is doing to deal with the coronavirus provides a lesson in how leadership can get us through this crisis."
]