[
  "Trump's birthday marks RNC, Trump campaign's single best online fundraising day ever EXCLUSIVE: The Republican National Committee (RNC) and Trump campaign posted their largest online fundraising day ever on Sunday, bringing in $14 million across three entities on the president's birthday -- smashing their previous online fundraising record of…",
  "Ronna McDaniel: Interest in Tulsa rally shows 'enthusiasm' for Trump 'underrepresented' in polls Republican National Committee (RNC) Chairwoman Ronna McDaniel told “America’s Newsroom” that the interest in Trump’s first campaign rally since large gatherings were stopped by the coronavirus, shows “enthusiasm” for the president is “being underrepresented i…",
  "CDC Head: Schools Will “Absolutely” Reopen In The Fall With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? CDC Director Dr. Robert Redfield discusses where we are as a country with …",
  "NBC News called out over tweets about Trump’s Tulsa event and a 'packed' rally in Brooklyn NBC News was called out late Sunday over a pair of tweets sent about an hour apart that critics said showed bias when reporting on President Trump rallies and the protests that have emerged in the wake of George Floyd’s death in police custody.",
  "Trump claims media trying to ‘Covid Shame’ over his upcoming rally President Trump on Monday slammed the media for trying to “Covid Shame” him and his campaign ahead of his first rally since the coronavirus shutdowns, arguing they didn't express the same health concerns about the mass protests against police brutality across…",
  "Trump campaign rips Planned Parenthood endorsement of Biden The Trump campaign on Monday went after presumptive Democratic presidential nominee Joe Biden after Planned Parenthood endorsed the former vice president’s White House bid.",
  "Trump campaign touts 1 million ticket requests for Tulsa rally Trump campaign manager Brad Parscale on Monday said they have received more than 1 million ticket requests for President Trump’s first campaign-style rally since the coronavirus lockdowns slated to take place Saturday.",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Biden and Warren join forces to haul in campaign cash Their mission: raise a lot of campaign cash.",
  "Michael Goodwin: Trump and Hillary – Finally, something in common and it's not good news for him With the nation deeply unsettled and polls headed south, the first shots are being fired in a Republican shootout in a lifeboat.",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race.",
  "Today on Fox News: June 15, 2020 ",
  "House Judiciary Republicans call for review of alleged Chinese abuse of EB-5 visa program Republicans on the House Judiciary Committee are calling for a review into the controversial EB-5 immigrant investor visa program -- warning that the Chinese Communist Party (CCP) may be abusing the program to get its members into the United States.",
  "Conway says Trump will sign police reform bill if it's 'reasonable and negotiated' Counselor to the President Kellyanne Conway told Fox News Monday that President Trump is listening to various perspectives on police reform following protests spurred by the death of George Floyd in Minneapolis police custody last month.",
  "Dash for campaign cash: Biden and DNC rake in more than $80 million in May Fueled by his rise in the polls and his presidential campaign’s enhanced online fundraising machine, presumptive Democratic nominee Joe Biden says his campaign, the Democratic National Committee (DNC), and their joint fundraising committee hauled in a combine…",
  "Trump campaign seeks apology from CNN after Stelter ‘sexist’ interview Brian Stelter, the media reporter at CNN, was “sexist and demeaning” during an interview Sunday with a senior legal adviser for President Trump and the president’s re-election campaign asked the reporter and network to apologize.",
  "Thomas says he 'doubts' qualified immunity precedent that protects police from lawsuits Supreme Court Justice Clarence Thomas on Monday said he disagreed with a decision by other justices to ignore a case about \"qualified immunity,\" the Supreme Court doctrine that often gives police officers accused of egregious misconduct a legal way to avoid p…",
  "President Trump set to announce police reform plan Trump's executive order will address the use of force and how to improve opportunity in communities across America; chief White House correspondent John Roberts reports.",
  "White House expected to take legal action to block publication of Bolton memoir The White House is expected to take legal action this week to block the publication of former national security adviser John Bolton’s forthcoming memoir, Fox News has learned.",
  "Biden called Confederate heritage group 'fine people' A recently resurfaced video clip shows Joe Biden calling members of a Confederate heritage group \"fine people\" in 1993 -- nearly mirroring President Trump's 2017 remarks that some protesters opposing the removal of Confederate statues in Charlottesville, Va. …"
]