[
  "Madison Cawthorn, 24-year-old who won GOP primary in NC, says Trump congratulated him on 'beautiful' win Madison Cawthorn, the 24-year-old Republican House candidate who beat a Trump-backed pick in the North Carolina primary on Tuesday, said Wednesday that the president called to congratulate him on a “beautiful” victory.",
  "24-year-old Republican beats Trump-backed candidate in North Carolina primary race for Meadows seat Madison Cawthorn, a 24-year-old real estate investment CEO, won a Republican primary runoff election Tuesday in western North Carolina in the race to fill the congressional seat of former Rep. Mark Meadows.",
  "Donna Brazile: Police brutality and racism must end – GOP and Dems must compromise to pass bill in Congress Congressional Republicans and Democrats need to compromise to pass needed legislation to address the crisis of systemic racism and racist policing that has sparked protests around the nation.",
  "Reporter's Notebook: On police reform, Congress may have missed its 'moment' It’s easy to score political points, but tougher to move the same bill through the House and Senate and deposit it on President Trump’s desk.",
  "Who is Madison Cawthorn? Madison Cawthorn, a 24-year-old real estate investment CEO who beat out a Trump-backed U.S. House candidate in North Carolina’s Republican primary runoff election to replace former Rep. Mark Meadows Tuesday, said he believes he won because of a superior groun…",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Engel falls behind insurgent left-wing challenger in preliminary results, as Ocasio-Cortez wins primary Longtime New York Rep. Eliot Engel, who was first elected in 1988 and rose to become one of the most powerful Democrats in the House, is substantially trailing middle school principal Jamaal Bowman in Tuesday's primary -- which could mark the second major ups…",
  "Ari Fleischer challenges Biden, Democrats to condemn 'left-wing' statuary vandals: 'Where is Joe?' Former White House press secretary Ari Fleischer called on presumptive Democratic presidential nominee Joe Biden to condemn acts of mob violence and vandalism Wednesday, telling \"The Daily Briefing\" that demonstrators are \"motivated by rage.\"",
  "Michael Davis: Trump's 200th judge confirmed -- federal judiciary has been transformed, promises kept President Trump’s federal judges are some of the most qualified in our nation’s history.",
  "Panic! at the Disco frontman Brendon Urie blasts Donald Trump campaign for using group's song at a rally Brendon Urie didn’t hold back on Twitter after he found out Panic! At The Disco’s song “High Hopes” was used at a Donald Trump rally in Phoenix, Arizona.",
  "McGrath and Booker fight for chance to face McConnell, as votes are still being tallied in Kentucky The battle to see who will face off against Senate Majority Leader Mitch McConnell, R-Ky., this fall is still undecided as votes tallied late into Tuesday evening in a Democratic primary between former U.S. Marine fighter pilot Amy McGrath and upstart progres…",
  "“Egregious” Bret Baier On Pelosi’s ‘George Floyd Murder’ Slander Of Senate Republicans Bret Baier Chief Political Anchor For Fox News & Anchor Of Special Report With Bret Baier spoke with Fox News Radio's Guy Benson about the showdown on Capitol Hill over police reform. Baier commented on remarks from House Speaker Nancy Pelosi saying Republica…",
  "Warren leads Senate Dem push to remove Confederate names, displays from military property within 1 year Sen. Elizabeth Warren, D-Mass., and 35 other Senate Democrats introduced new legislation Wednesday calling for the removal of Confederate names and displays from military bases, buildings, and other property controlled or owned by the Department of Defense.",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Mark Cuban: Donald Trump wants to run a campaign, Joe Biden wants to run a country Dallas Mavericks owner and 'Shark Tank' star Mark Cuban joins Sean Hannity to explain why he's supporting presumptive Democratic presidential nominee Joe Biden.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Tammy Duckworth: 5 things to know about Biden's possible Democratic VP contender As focus shifts to who presumptive Democratic nominee Joe Biden will choose as his running mate, Illinois Sen. Tammy Duckworth has reportedly made the shortlist of vice presidential choices.",
  "Barr to testify before House Judiciary Committee next month Attorney General Bill Barr will testify before the House Judiciary Committee next month, his spokeswoman said, as part of the Democratic-led investigation into the “unprecedented politicization” of the Justice Department under the Trump administration.",
  "More polling headaches for Trump as new national survey suggests he trails Biden by 14 points With four and a half months to go until the November general election – which can be an eternity in campaign politics – a new national poll indicates that right now presumptive Democratic presidential nominee Joe Biden leads President Trump 50-36 percent amon…",
  "Kentucky Rep. Thomas Massie wins primary despite Trump's call to boot him from GOP Rep. Thomas Massie was declared the winner in Kentucky’s fourth district GOP primary Tuesday, despite President Trump's past calls to \"throw\" Massie out of the Republican Party."
]