[
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Fiorina indicates she’ll vote for Biden, saying she 'can't support' Trump Former Republican presidential candidate Carly Fiorina says in a new interview that she’ll likely vote for presumptive Democratic nominee Joe Biden in November’s general election rather than President Trump.",
  "White House threatens to veto House Dems' DC statehood bill The Trump administration threatened to use veto powers Wednesday over legislation that would grant Washington D.C. statehood, which is set to be voted on the House floor this week.",
  "DC Mayor Muriel Bowser, in latest statehood push, says federal government 'encroaches' on autonomy D.C. Mayor Muriel Bowser joined congressional leadership in a press conference Thursday, one day ahead of the House of Representative’s vote on D.C. statehood.",
  "DC's 'shadow senator' says 'it's time' for statehood, as House prepares for vote Nearly 230 years after the establishment of Washington, D.C., the House of Representatives will be voting on a bill Friday to make the district a state -- and according to D.C.'s \"shadow senator\" Paul Strauss, the time is right for it to finally happen.",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Rep. Doug Collins: Nadler is obsessed with getting Trump, new DOJ whistleblower is a 'political hack' House Judiciary Chairman Jerrold Nadler, D-N.Y., is more concerned with the impeachment of Attorney General William Barr and \"getting at\" President Trump than he is with governing and helping the American people, Georgia Republican Congressman Doug Collins ac…",
  "Christian figures, symbols targeted amid ongoing protests Christian figures and symbols -- including Jesus Christ himself -- have become the target of hate and vandalism as the Black Lives Matter protests continue across the nation.",
  "Tim Scott hammers 'despicable' Democrats for blocking JUSTICE Act: 'They're not serious about police reform' Sens. Tim Scott, R-S.C., and Lindsey Graham, R-S.C., slammed Senate Democrats on \"Hannity\" Wednesday for blocking a police reform bill introduced by Scott, who called Democrats' actions \"despicable.\"",
  "Sen. Rick Scott (R-FL) On COVID-19 Spike In Florida Florida Senator Rick Scott spoke with Fox News Radio's Guy Benson about why Senate Democrats blocked the GOP Police reform Bill. Sen. Scott also commented on the recent spike in COVID-19 cases. Saying, \"Well, first off, look were clearly getting a lot of case…",
  "Former acting WH chief of staff Mulvaney rips Bolton over tell-all book: 'True betrayal of confidence' Former acting White House chief of staff Mick Mulvaney blasted former National Security Adviser John Bolton Thursday, telling \"Special Report\" that Bolton \"at some point ... forgot that he was a staffer\" in the Trump administration.",
  "Pelosi says DC statehood bill would right a 'grave injustice' House Speaker Nancy Pelosi joined with other Democrat leaders Thursday in pushing for D.C. statehood ahead of a Friday vote in the House, saying making the city the country's 51st state would right a “grave injustice.”",
  "Trump hits back at de Blasio plan for BLM mural outside Trump Tower The plan by New York City Mayor Bill de Blasio, which was previously reported by the New York Post and is one of several such murals set to go up in the city, appears to be copying a similar mural commissioned by Washington, D.C. Mayor Murial Bowser, who also…",
  "Bruce Springsteen criticizes Donald Trump, Republicans for being 'unchanged by history' Bruce Springsteen criticized Donald Trump and Republicans for being “unchanged by history” in the wake of the cultural movement sparked by the death of George Floyd.",
  "White House plan to cut federal funding for coronavirus testing sites sparks pushback The Trump administration announced it will be removing federal funding from 13 coronavirus testing sites spread across five states on June 30, and the move is now drawing pushback from both political parties.",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "McEnany reacts to Flynn ruling: 'Justice was served in a very strong and powerful way' White House Press Secretary Kayleigh McEnany told \"The Story\" Wednesday that \"justice prevailed\" when a divided federal appeals panel ordered a lower court to dismiss the case against former National Security Adviser Michael Flynn, as requested by the Justice…",
  "Trump trailing Biden in 6 key battleground states: polls New polls released Thursday in six crucial general election battleground states that will help decide the winner of the presidential election indicate that as of right now, Democratic challenger Joe Biden is topping President Trump in each of them.",
  "UFC launches investigation after cut man seen wearing QAnon symbols during fight UFC launched an investigation Wednesday after one of its cut men were spotted with QAnon symbols on their armband during a fight over the weekend."
]