[
  "This Day in History: June 14 Donald J. Trump is born; a man opens fire on a Republican congressional baseball practice, wounding four, including House Majority Whip Steve Scalise, R-La.",
  "Sen. Ron Johnson on Russia probe's biggest questions: 'Who knew what and when?' Senate Homeland Security Committee Chairman Ron Johnson, R-Wis., told “Sunday Morning Futures” that Senate Republicans’ investigation into the Russia probe “is going to be centered on” answering the “basic” questions, “Who knew what and when did they know it?”",
  "Trump campaign claims record number of ticket requests for rescheduled Tulsa rally President Trump’s rescheduled campaign rally next weekend has received the largest number of ticket requests for any of his events, his campaign team claimed on Sunday.",
  "Virginia GOP congressman who officiated same-sex wedding loses primary battle A first-term Republican congressman in Virginia who drew the ire of social conservatives in his district for officiating a same-sex wedding lost his party’s primary on Saturday.",
  "What will 2020 elections be about? Impeachment, pandemic, George Floyd death by June leaves door wide open It’s only mid-June. And we don’t really know what may define the November elections.",
  "Chris Wallace on Trump-Biden race being far from decided: 'Everything can change' Joe Biden's return to campaigning -- following weeks of home confinement to avoid the coronavirus -- may serve as a wild card in the 2020 race for the White House, \"Fox News Sunday\" anchor Chris Wallace said Saturday night.",
  "Kudlow says it's 'probably' good idea for Trump supporters to wear masks to Oklahoma rally Larry Kudlow, the director of the National Economic Council and one of President Trump’s closest allies, said on Sunday that people attending Trump’s rally in Tulsa, Ok, next weekend should “probably” wear a mask to prevent more coronavirus infections.",
  "GOP Sen. Tim Scott: Brooks shooting highlights need for better police training Sen. Tim Scott, R-S.C., said on Sunday that the shooting death earlier this week of Rayshard Brooks in Atlanta only reiterates the need for reform within the country’s police departments.",
  "Gates: Obama, GWB used military as a prop -- but Trump administration takes those efforts to 'a new level' Former Presidents Barack Obama and George W. Bush liked to \"use the military as a prop\" -- but the Trump administration has taken those efforts \"to a new level,\" former Defense Secretary Robert Gates said Sunday.",
  "Dem congresswoman pushes back on Trump's claim that he’s done more for black Americans than any president other than Lincoln Rep. Karen Bass, D-Calif., pushed back on Sunday on President Trump’s claims that he’s \"done more for the black community than any other president\" besides Abraham Lincoln.",
  "Spurs' Gregg Popovich calls out Jerry Jones, Robert Kraft for supporting President Trump The San Antonio Spurs’ legendary head coach Gregg Popovich has been outspoken against President Trump following the death of George Floyd in Minneapolis police custody last month -- and is now calling out some NFL team owners for their support of the presiden…",
  "Former Acting DNI Grenell on declassifying Russia probe docs: 'Transparency is never political' Former Acting Director of National Intelligence Richard Grenell told “Sunday Morning Futures” that “transparency is never political,” adding that “transparency is what the American people demand and it's what Washington, D.C. is very uncomfortable with.”",
  "First observant Sikh woman graduates from US Military Academy at West Point Anmol Narang made history at the U.S. Military Academy at West Point on Saturday, becoming the first observant Sikh woman to graduate in the academy’s 218-year existence.",
  "Cuomo threatens to shut down Manhattan, Hamptons again if coronavirus social-distancing rules broken Gov. Andrew Cuomo on Sunday reprimanded New Yorkers for breaking coronavirus social-distancing rules, threatening to shut down Manhattan and the Hamptons again.",
  "What is Juneteenth? The history behind the oldest commemoration of the abolishment of slavery in the US The history behind Juneteeth - or June 19 - is much celebrated across the country, particularly among the black community, to commemorate the end of slavery. 2020 marks the 155th anniversary.",
  "Trump warns NFL, US Soccer he'll tune them out over anthem protests: 'I won't be watching' President Trump made clear once again Saturday just where he stands regarding athletes' kneeling protests during the playing of the national anthem.",
  "Newt Gingrich: Testing won't help fight coronavirus unless we do this One of the biggest advancements we’ve seen during the coronavirus pandemic crisis is the development of rapid, on-site tests for COVID-19. Thanks to this innovation, the turnaround time for such tests has been reduced from one week to one hour or less."
]