[
  "Trump slams Murkowski, vows to go to Alaska to campaign against her President Trump said he would campaign against Republican Sen. Lisa Murkowski from Alaska in 2022 after she told reporters she was “struggling” to support the president in his reelection because of how he handled the George Floyd protests.",
  "Trump holds major campaign meetings at White House, as polls show Biden ahead President Trump held two big campaign-related meetings in the Oval Office on Thursday to discuss messaging and the latest polling in battleground states, officials told Fox News -- amid a slew of polling that shows Trump behind presumptive Democratic rival Jo…",
  "Sen. Ron Johnson on new Russia probe subpoenas: What are Democrats afraid to find out? As Democrats label Senate Republicans' authorization of subpoenas in their probe into the origin of the Russia investigation as politically motivated, Wisconsin Republican Sen. Ron Johnson wondered Friday what they were so afraid to uncover.",
  "Miller reunited with Trump as 2016 campaign adviser joins 2020 re-election team A top member of President Trump's 2016 presidential campaign is coming on board the 2020 re-election team. The re-election team on Friday confirmed to Fox News that Jason Miller is joining the campaign as a senior adviser.",
  "CBS News reporter slams Trump for trip to Maine amid George Floyd protests: 'One of the whitest states in America' CBS News White House correspondent Paula Reid had a bizarre criticism for President Trump over his trip to Maine amid racial tensions over the death of George Floyd.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "MSNBC hires controversial ex-FBI lawyer Lisa Page as legal analyst MSNBC announced on Friday that it has hired former FBI lawyer Lisa Page as an NBC News & MSNBC national security & legal analyst.",
  "Maloney challenger's campaign fundraising email: 'F&$# THE POLICE.' The primary challenger to longtime Democratic New York City Rep. Carolyn B. Maloney sent out a fundraising email Thursday that declared, “F&$# THE POLICE.”",
  "Some Democrats fear Biden's inner circle too white, report says Is former Vice President Joe Biden’s inner circle too white? Some Democrats are worried it is, according to a New York Times report -- even as his presidential campaign is actively adding a diverse group of high-level advisers.",
  "Trying To Unite After A Tough Week For America This week, Americans all across the country protested against police brutality following the death of George Floyd. Some protests became violent in areas like New York, Los Angeles and even Washington D.C. President Trump has been met with a lot of criticism …",
  "Karl Rove knocks Biden for this 'real, real mistake' in response to George Floyd death Former White House deputy chief of staff and Fox News contributor Karl Rove told \"Hannity\" Thursday that presumptive Democratic presidential nominee Joe Biden \"muffed it bad\" when responding to the death of George Floyd.",
  "RNC broadens search for city to host convention celebration Republican Party officials are in the process of scouting at least nine cities across at least six states as the party scrambles to find a new location to host portions of this summer's Republican National Convention.",
  "President Trump says America's economic recovery has begun Trump touts May's much stronger than expected jobs report; Kristin Fisher reports from the White House.",
  "Deroy Murdock: Mattis 'should have picked up a couple of his history books' before denouncing Trump Fox News contributor Deroy Murdock fired back Thursday at former Defense Secretary James Mattis after he ripped President Trump's response to protests following the death of George Floyd in Minneapolis.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "US soccer star Michael Bradley slams Trump in wake of protests: 'There isn't a moral bone in his body' Michael Bradley, a staple on the U.S. men’s soccer team and a member of Major League Soccer’s Toronto FC, slammed President Trump on Thursday over his leadership.",
  "Judge Pirro: 'Anarchy and chaos' will be the end result of defunding police Judge Jeanine Pirro on Friday blasted the agitators who caused disruption and rioting during the peaceful protests over George Floyd’s death.",
  "DC Mayor Bowser unveils 'Black Lives Matter Plaza' near White House Washington D.C. Mayor Muriel Bowser on Friday unveiled the newly minted \"Black Lives Matter Plaza\" near the White House in an apparent tribute to the protesters who have advocated against police brutality and racism in the city over the past several days in t…",
  "Tucker Carlson says calls to 'defund the police' leave him 'terrified': 'It means thugs are in charge' Tucker Carlson opened his show Thursday by reacting to the growing calls by many on the far left to defund police departments amid nationwide protests sparked by the death of George Floyd.",
  "900 active duty military police sent to DC area for protests are being sent home Friday All 900 active duty military police brought to bases around Washington, DC following civil unrest in the wake of George Floyd's death will be heading home today, Fox News has learned."
]