[
  "RNC chairwoman believes Trump will be holding 'full rallies' with safety precautions Republican National Committee (RNC) Chairwoman Ronna McDaniel told “Fox & Friends” on Tuesday that President Trump will be holding “full rallies” with safety precautions in place now that coronavirus restrictions across the country are being lifted.",
  "Showdown in Georgia: What to know about the June 9 primaries Here's what you need to know about Tuesday's primary races.",
  "President Trump, Senate Republicans to put forward proposals for possible police reform Sources say the reforms would be a combination of executive and legislative action; chief White House correspondent John Roberts reports.",
  "Donald Trump Jr. says Dems calling for police to be defunded should first call for security details to be cut Donald Trump Jr. on Monday called out Democrats looking to defund police departments in the wake of George Floyd protests should start by cutting their own security detail.",
  "Village People singer Victor Willis asks Trump to stop playing 'YMCA' and 'Macho Man' at rallies Village People singer Victor Willis wants President Donald Trump to stop using his music at rallies.",
  "Republican AGs come out in force against defunding police Republican attorneys general across the country are pushing back on calls to defund law enforcement agencies in the wake of the protests over police brutality and racial injustice – arguing that cutting budgets to police departments would be “extremely danger…",
  "NAACP president declines to endorse ‘defund police’ movement The president of the NAACP declined to endorse the “defund the police” movement that has gained momentum in recent days, after Minneapolis lawmakers announced they have the votes to do just that in their city -- where the death of George Floyd, a black man, i…",
  "Mourners flock to Floyd memorial While Americans across the political spectrum shift views on police and race",
  "Former FBI official on police reform bills: 'You can't really legislate' good police behavior Senate and House Democrats have introduced sweeping police reform proposals in the wake of George Floyd’s death while in the custody of a Minneapolis police officer.",
  "George Floyd's brother to testify on Capitol Hill: What to know Philonise Floyd, the brother of George Floyd, will testify at the House Judiciary Committee hearing on police brutality Wednesday.",
  "Big Majority Backs Protests as Trump, Biden Debate Police Role Howie Kurtz on recent polls showing support of protests, protests causing concerns of second wave of coronavirus and Joe Biden making his stance on the police funding debate.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "House Republicans object to pulling US troops out of Germany Republicans on the House Armed Services Committee (HASC) warned President Trump Tuesday that his reported plan to withdraw 9,500 troops from Germany would damage U.S. national security and benefit Russia.",
  "Terry McAuliffe recorded saying Dems prefer Biden stay 'in the basement' Top Joe Biden surrogate Terry McAuliffe told a videoconference meeting of Virginia Democrats over the weekend that the former vice president should remain in his basement -- where he has famously campaigned remotely during the coronavirus pandemic -- and that…",
  "Brit Hume on NYT's backlash to Cotton op-ed: This is journalism in the age of Trump Fox News senior political analyst Brit Hume told “Fox News @Night” on Monday that the backlash over Arkansas Republican Senator Tom Cotton’s op-ed published in The New York Times is “the latest manifestation” of journalists ignoring “the Donald Trump side of …",
  "Secret Service says White House fencing will start to be removed Some temporary fencing around the White House installed during the unrest following the death of George Floyd is set to be removed by Wednesday, a Secret Service spokesperson told Fox News.",
  "Barr says FBI was ‘spring-loaded’ to investigate Trump campaign, ignored ‘exculpatory evidence’ In an exclusive interview with Fox News’ Bret Baier, Attorney General Bill Barr faulted the FBI for taking a “very aggressive” approach to investigating suspected Trump campaign ties to Russia and continuing to push forward even when he says their evidence wa…",
  "Sen. Martha McSally (R-AZ) On Buffalo Police Video: “It’s Not OK For Police To Be Pushing Down An Elderly Man” Arizona Senator Martha McSally Spoke with Fox News Radio's Guy Benson in a wide-ranging interview. Touching on the state of the race for the Senate in Arizona, Trump restarting his signature rallies and the killing of George Floyd. Benson asked Senator McSall…",
  "Trump to announce executive, legislative actions on police reform: sources President Trump will soon have a list of police reform proposals that can be accomplished through a combination of executive and legislative action -- and that the effort could have some crossover with Democratic proposals -- multiple sources told Fox News on…",
  "Sanders says ‘I don’t agree’ with push to abolish police departments Sen. Bernie Sanders is making clear that he doesn’t support defunding or abolishing police departments – but instead wants more training and better pay for police officers as part of his push for criminal justice reform.",
  "Biden appeals to younger voters in new ad spotlighting systemic racism With an eye towards younger votes, Joe Biden’s presidential campaign is putting portions of the presumptive Democratic nominee’s speech last week on the death of George Floyd and the bigger issue of racial injustice into a new digital ad that it will run in k…"
]