[
  "Trump endorsements cause uproar in New Hampshire GOP primaries President Trump's re-election campaign and the RNC are being accused of \"rigging\" two competitive GOP primaries in New Hampshire",
  "Trump was 'energized' and not angry about empty Tulsa rally seats, says Kayleigh McEnany White House press secretary Kayleigh McEnany told “Fox & Friends” on Monday that President Trump “was not angry at all” that there were a number of empty seats inside the arena at his first campaign rally in months.",
  "Trump campaign slams media over Tulsa rally turnout White House press secretary Kayleigh McEnany denies that President Trump was upset over campaign rally crowd size in Oklahoma; Kristin Fisher reports.",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play.",
  "Trump campaign says fire marshal's count for Tulsa rally attendance was 'wrong' Trump 2020 communications director Tim Murtaugh told “Outnumbered Overtime” on Monday that the fire marshal ’s count for attendance at Trump’s campaign rally in Tulsa, Okla. was “wrong.”",
  "Newt Gingrich: If The Democrats Take the Presidency, The Senate and Keep The House, It Will Be The End of the American Dream Newt Gingrich, Former Speaker Of The House, joined Mary Walter on The Brian Kilmeade Show to talk about his new book \"Trump and the American Future: Solving the Great Problems of Our Time.\" Gingrich also discussed his worries about the end of the American dre…",
  "Joe Concha: Biden cannot withstand a press conference like Trump's with no ground rules Joe Concha, media reporter for The Hill, said on Monday that presumptive Democratic presidential nominee Joe Biden could not withstand the lengthy press conferences that President Trump deals with normally.",
  "Dr. Siegel on Trump rally backlash: No different than protests 'from a purely public health point of view' Fox News medical contributor Dr. Marc Siegel called out the double standard of President Trump's critics who cited coronavirus concerns following his campaign rally in Oklahoma on Saturday, while turning a blind eye to the thousands of protesters who have bee…",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Press Trashes Trump Rally, Campaign Blames Fake News Howie Kurtz on Trump blaming fake news for rally turnout, John Bolton being interviewed by ABC and Trump and Barr ousting US Attorney investigating Rudy Giuliani.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Thousands of boaters rally for Trump in North Carolina parade Boat owners took to the Bogue Sound near Beaufort, N.C. Saturday in a show of support for President Trump.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Georgia House passes bill to dissolve county police departments, legislature takes up hate crimes bill The Georgia House of Representatives passed a bill Friday that would allow voters to decide whether they want to abolish county police departments",
  "President Trump takes on opponents, courts controversy during Tulsa rally Trump campaign blames protests, negative media coverage for low attendance at campaign rally in Oklahoma; reaction and analysis on 'The Five.'",
  "Lewandowski takes swipe at Trump campaign over Tulsa rally crowd size A top outside political adviser to President Trump took a swipe at the Trump re-election campaign on Monday, in the wake of a smaller-than-expected crowd at the president’s weekend rally in Tulsa, Okla.",
  "Federal government offices should move if DC becomes state, Grenell says Richard Grenell, the former acting director of National Intelligence, weighed in late Sunday about this week's vote on a bill to admit Washington, D.C., as the country’s 51st state.",
  "Trump urges AOC to run against Schumer, says she’d win President Trump urged Rep. Alexandria Ocasio-Cortez, D-N.Y., to run against the state’s longtime Sen. Chuck Schumer in the 2022 primary in November, saying that she would be a “big improvement” and that she would likely win.",
  "Biden campaign agrees to 3 general election debates, slams Trump team for seeking more The Biden campaign has agreed to participate in three planned general election presidential debates in the fall, while slamming the Trump campaign’s push for more debates as an “effort to change the subject” and “create a distracting ‘debate about debates.’”",
  "Bolton says impeachment failed because Dems played into Trump's hands Former Trump National Security Adviser John Bolton said in an interview with NPR released Monday morning that Democrats' impeachment efforts failed in part because they tried to fit impeachment into their party's primary calendar.",
  "Dems seize on US attorney ouster to pursue new probes, hearings Top congressional Democrats are citing the ouster of the U.S. attorney for the Southern District of New York following a Friday-night standoff in calls for new probes and hearings concerning President Trump's Justice Department."
]