[
  "Biden campaign launches first general election ad blitz With four-and-a-half months to go until Election Day, Joe Biden’s going up with his first TV ad buy of the 2020 general election campaign.",
  "Curtis Hill: Crack down on bad cops but support good cops who keep us safe – Senate GOP bill shows the way Commonsense police reforms proposed by Senate Republicans Wednesday in their Justice Act would help reduce incidents of excessive use of force by police without reducing their ability to keep our neighborhoods safe and protect our lives and property.",
  "Trump claims he made Juneteenth 'famous,' in defiant interview: 'Nobody had ever heard of it' President Trump in an interview with the Wall Street Journal on Thursday defended his response to the coronavirus pandemic and the protests against racism -- while claiming he “made Juneteenth very famous” by initially scheduling a campaign rally on that day.",
  "McEnany slams John Bolton: He's taken over for James Comey as 'most disliked man in America' White House Press Secretary Kayleigh McEnany said on Thursday former National Security Adviser John Bolton has “discredited himself” after releasing critical information about the Trump administration in a newly released memoir.",
  "Trump responds to Bolton allegations, shares update on coronavirus vaccine on 'Hannity' President Donald Trump discusses police reform, the coronavirus pandemic, and his re-election campaign with Sean Hannity.",
  "Police Reform Gains Political Traction President Trump signed an executive order on police reform this week after weeks of protests following the death of George Floyd. While supporters say it's a good first step, critics say it doesn't do enough. Former NFL player and executive director of the Wh…",
  "Media ‘gushed over images of protesters’ while Trump rally sparks their coronavirus concerns: report The mainstream media has been accused of hypocrisy for celebrated coronavirus-era protests while vilifying President Trump’s upcoming rally in Tulsa, Okla. amid COVID-19 concerns.",
  "Pelosi: House will make a 'judgment' on whether to subpoena Bolton amid memoir claims House Speaker Nancy Pelosi said the House will make a “judgment” on whether to subpoena former National Security Adviser John Bolton, as excerpts from his forthcoming memoir surfaced revealing previously unreported claims about President Trump and members of …",
  "Fox News Poll: Biden widens lead over Trump; Republicans enthusiastic, but fear motivates Dems Democratic presidential candidate Joe Biden continues to lead President Donald Trump in the race for the White House, as majorities say racism, unemployment, and coronavirus pose a major threat to the stability of the country, according to the latest Fox News…",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "Facebook removes Trump campaign ad about ‘far-left groups,’ says it shows ‘hate group’s symbol’ Facebook on Thursday removed an ad run by President Trump’s reelection campaign for violating the social media platform’s policy on hate speech, but the Trump campaign pushed back hard by arguing they were showing a \"symbol used by Antifa\" to push back agains…",
  "Rep. Biggs: Police officers will consider retiring if Dems' bill becomes law Rep. Andy Biggs said on Thursday that the Democrats' push to “take away” qualified immunity for police officers is going to create disincentives for people to join the police force.",
  "Senate confirms controversial Trump pick Justin Walker to important appeals court The Senate on Thursday voted 51-42 to confirm Trump nominee Judge Justin Walker to the second-highest court in the country, marking the 199th Article III judge confirmed to this point in the president's term.",
  "Trump tells 'Hannity' coronavirus is 'fading away' ahead of controversial Tulsa rally President Trump declared during an exclusive interview with \"Hannity\" Wednesday that the coronavirus is \"fading away\" as states continue to reopen and the president prepares for his first reelection campaign rally in months.",
  "Trump taps Giuliani to help push for more presidential debates with Biden President Trump’s re-election campaign is pressing for more general election debates with Democratic challenger Joe Biden. And the president reached out to former New York City Mayor Rudy Giuliani to help the effort.",
  "Josh Kraushaar: Susan Collins Is “The key” To The Political Environment For Republicans Josh Kraushaar, Politics Editor at National Journal & Fox News Radio Political Analyst spoke to Fox News Radio's Guy Benson about the most competitive 2020 Senate Races are shaping up. Kraushaar called Susan Collins of Maine \"The Key\" to the political environ…",
  "Today on Fox News: June 18, 2020 ",
  "Biden to accept Democratic nomination in person at scaled-back convention in Milwaukee Joe Biden intends to formally accept the Democratic presidential nomination in-person at a scaled-back national party convention that will be held in Milwaukee, Wis., in August.",
  "Trey Gowdy slams Bolton book: 'For $29.95, he's going to save you from this existential threat' Fox News contributor Trey Gowdy reacted to John Bolton's allegations in his upcoming book regarding President Trump's fitness for office by asking the former national security adviser: \"If you really think he's unfit to be the leader of the free world, why di…"
]