[
  "Newt Gingrich: Reports of 'deep state Republicans' backing Biden raising questions Former Speaker of the House Newt Gingrich voiced his concern Friday after seeing reports that \"deep state Republicans\" would Joe Biden in November.",
  "Karl Rove: The Trump campaign needs to hit ‘reset’ ahead of Republican Convention President Trump needs to hit the \"reset\" button ahead of the Republican National Convention in August, former White House Deputy Chief of Staff Karl Rove advised Friday.",
  "Democrat Dick Durbin to face Senate challenge from Chicago businessman A Chicago businessman says he plans to challenge longtime U.S. Sen. Dick Durbin, D-Ill., who will be seeking a fifth term in November.",
  "2020’s still up in the air, but there’s already buzz about the 2024 GOP presidential field Whether President Trump wins or loses reelection in November, there will likely be a wide open race for the 2024 Republican presidential nomination.",
  "Biden holds poll position over Trump with four months to go to Election Day As of Friday, we are exactly four months away from Election Day on Nov. 3.",
  "Michael Dukakis warns Biden to ignore the polls: 'No guarantee of success' Michael Dukakis, the former Democratic Massachusetts governor who lost his 1988 White House bid to then-Vice President George H. W. Bush, is warning Joe Biden not to take polls showing him with a double-digit lead over President Trump too seriously.",
  "Dukakis warns Biden: Don't take polls seriously Michael Dukakis, the former Massachusetts governor who lost his 1988 White House bid, is warning Joe Biden not to take election polls too seriously, citing the evaporation of his double-digit lead over his presidential opponent, George H.W. Bush, before his e…",
  "McCarthy says he'll introduce bill blocking funds for states that don't protect statues House Minority Leader Kevin McCarthy said Thursday he will introduce legislation that will block federal funding for states that do no protect their historical monuments and statues.",
  "Biden campaign announces climate council to help mobilize voters, members include ex-rival Steyer Presumptive Democratic nominee Joe Biden’s campaign on Friday announced the formation of a Climate Engagement Advisory Council, which is designed to inform the campaign how to mobilize climate-focused voters to back Biden in November.",
  "Gen. Keane says his military sources could not 'corroborate' Russian bounties placed on US soldiers Retired Gen. Jack Keane said on Friday that his sources in the military could not corroborate the report that Russia placed bounties on U.S. soldiers in Afghanistan.",
  "Top Aides Battling Trump – And Each Other – Over Message, Paper Says Howie Kurtz on Jared Kushner and Ivanka Trump battling with campaign manager Brad Parscale, Herman Cain contracting COVID-19 and Texas making masks mandatory in most counties.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Hydroxychloroquine helped save coronavirus patients, study shows; Trump campaign hails 'fantastic news' Researchers at the Henry Ford Health System in Southeast Michigan have found that early administration of the drug hydroxychloroquine makes hospitalized patients substantially less likely to die -- a finding that conservatives say validates President Trump's …",
  "Trump campaign spokeswoman promises 'iconic address' from president at Mount Rushmore Trump 2020 campaign press communications director Erin Perrine teased on \"The Daily Briefing\" Friday that the president would deliver \"what will be an iconic address in front of Mount Rushmore\" to kick off the nation's Independence Day celebrations.",
  "Gasparino says White House hopeful for coronavirus vaccine 'before the November elections' Fox Business Network senior correspondent Charlie Gasparino told the \"Fox News Rundown\" podcast Friday that President Trump \"knows he has to get unemployment down below 10 percent\" if he is to have any hope of winning reelection in November.",
  "Does A Stellar Jobs Report Mask Future Problems? The June jobs report revealed 4.8 million jobs were added last month and the unemployment rate fell to 11.1 percent. President Trump touted the report during a White House press conference saying, \"our economy is roaring back.\" FOX Business Correspondent Char…",
  "Geraldo Rivera on President Trump's 'secret weapon': the 2020 debate stage America has \"no idea\" how November's presidential election will end up \"other than the fact that it's going to be close,\" Fox News correspondent-at-large Geraldo Rivera stated Friday.",
  "Trump plays up job gains while playing down virus President Trump, who loves to spar with the press, took no questions.",
  "Jim Banks on Russian bounty report: Nancy Pelosi is attacking ‘career intelligence officers’ Rep. Jim Banks pushed back on House Speaker Nancy Pelosi’s criticism of President Trump’s response to the Russian bounty report, saying that the call was made by “career intelligence officers.”",
  "Trump to accuse 'left-wing mob' of 'totalitarian behavior' in Mount Rushmore remarks President Trump will emphasize America's history as a \"great and virtuous country\" in remarks he plans to give at South Dakota's Mount Rushmore Friday to mark the beginning of Independence Day weekend, a person familiar with his remarks told Fox News.",
  "Rep. Brad Wenstrup says President Trump 'has done more' against Russia than past presidents Rep. Brad Wenstrup, R-Ohio, on Friday blasted the leaders who were calling President Trump weak on Russia."
]