[
  "Oklahoma gov on Trump rally, reopening during COVID-19: 'We are going to be very safe' Oklahoma has been safely reopening amidst the COVID-19 pandemic and is prepared to host President Trump's campaign rally in Tulsa on Saturday, Oklahoma Republican Gov. Kevin Stitt stated.",
  "Tulsa mayor implements strict curfew ahead of Trump rally, stragglers face arrest Tulsa Mayor G.T. Bynum, a Republican, declared a “civil emergency” overnight Thursday, and has implemented a curfew near the arena where President Trump plans to hold a campaign rally Saturday.",
  "Byron York raises concerns about Trump's Tulsa rally: 'It would be better if held outdoors' Fox News contributor and Washington Examiner chief political correspondent Byron York said Friday that President Trump's weekend campaign rally should be moved outdoors, if possible.",
  "AOC rival Michelle Caruso-Cabrera turns to Wall Street for huge fundraising windfall: report Some of Wall Street’s biggest titans are pumping big bucks into defeating first-term Democratic socialist Rep. Alexandria Ocasio-Cortez by bankrolling the campaign of her business-friendly Democratic primary opponent, Michelle Caruso-Cabrera, campaign records…",
  "Engel fights to hold onto seat against AOC-backed challenger: What to know about the June 23 primaries Even as electoral news has taken a back seat to the coronavirus pandemic and the unrest following the death of George Floyd, several important contests are coming to a vote on Tuesday — from dueling primary challenges among New York Democrats to competitions …",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Everyone Has An Opinion This Week: Calls for change continue following the death of George Floyd. President Trump signed an Executive Order on police reform this week as a first step. The Republican led Senate released its police reform legislation and the House Judiciary Committee …",
  "Biden campaign showcases new Arizona staffers amid criticism of hiring pace in battlegrounds Former Vice President Joe Biden’s campaign on Friday touted three senior staff hires in Arizona, coming as the campaign beefs up staffing in crucial general election battleground states. But the announcement triggered a counter-attack from the RNC.",
  "Susan Rice says Trump's supporters in Senate belong 'to the trash heap of history' Susan Rice, former Obama administration national security adviser and potential VP pick for Joe Biden, said on Friday that President Trump’s supporters in the Senate belong “to the trash heap of history.”",
  "Trump warns ‘anarchists’ not to disrupt Tulsa rally, after threat prompts emergency order President Trump pointedly warned “anarchists” and other “agitators” not to disrupt his campaign rally in Tulsa, Okla., this weekend, after an apparent threat that outside groups may be planning to cause \"unrest\" at the scene prompted an emergency order from t…",
  "NY Times goes there: Does Donald Trump want a second term? After Howard Dean’s campaign imploded in 2004, his closest advisers told me they had reached the stunning conclusion that he did not really want to be president.",
  "Biden's stimulus oversight questioned amid his attacks on Trump coronavirus spending Joe Biden is stepping up his attacks on the Trump administration's handling of coronavirus stimulus funds -- and as a result, the former vice president, whom Barack Obama once called the White House's \"sheriff\" of taxpayer funds, is now under renewed scrutiny…",
  "Tulsa arena asks Trump campaign for written COVID-19 mitigation plan ahead of rally The BOK Center, which can hold up to 20,000 people and had people lining up outside of it more than two days ahead of the Saturday rally, cited an uptick in coronavirus cases in Tulsa, Okla., as the reason why it requested the plan.",
  "Trump rally coincides with massive voter outreach push, as campaign season restarts President Trump says his re-election campaign effectively “starts” Saturday night at a heavily promoted rally in Oklahoma -- his first since the coronavirus pandemic largely shut down the country and the presidential race.",
  "Oklahoma judge allows Trump rally to proceed as planned, as president says Tulsa curfew being lifted The Oklahoma Supreme Court on Friday ruled that President Trump’s upcoming rally in Tulsa can go ahead as planned despite concerns about coronavirus -- just as Trump announced that a curfew in the city had been lifted for the rally.",
  "Deroy Murdock: Trump, GOP and Democrats should make Juneteenth a federal holiday by July 4 Enacting a Juneteenth federal holiday over the next fortnight would be a significant act of national unity at a time when the United States is being torn to pieces.",
  "Coronavirus infects Arizona sheriff who refused to enforce stay-at-home order The coronavirus has infected an Arizona sheriff who opposed his state's lockdown order as unconstitutional and said he wouldn’t enforce it.",
  "Bolton Book Rocks D.C. Everyone is talking about Former National Security Adviser John Bolton's new book about President Trump. Former Utah Governor Jon Huntsman Jr. served as ambassador to Russia under the Trump administration and he joins the 'Rundown' to react to some of the boo…",
  "Joe Concha says Biden campaign wants handpicked questions, no challenges from reporters The Hill media reporter Joe Concha said on Friday that the only time presumptive Democratic presidential nominee Joe Biden has been challenged by the media was when urban hip-hop host Charlamagne Tha God addressed matters on race relations.",
  "Missouri Sen. Roy Blunt blocks unanimous-consent bill that would remove Confederate statues from Capitol Sen. Roy Blunt, R-Mo., blocked a bill presented by Sen. Cory Booker, D-N.J., and Senate Minority Leader Chuck Schumer, D-N.Y.,   that moved to unanimously remove the confederate statues from the Capitol Thursday."
]