[
  "Tim Scott: 'Clear, Consistent Strategy' from Dems 'to Erase Me from the Conversation' On Friday’s broadcast of Fox News Radio’s “Guy Benson Show,” Sen. Tim Scott (R-SC) stated that there has been “a clear, consistent strategy” by Democratic leadership “to erase me from the conversation.” Scott said, “I want to be clear, and",
  "Joe Biden Rakes in $6 Million in Hollywood Fundraiser Led by Jeffrey Katzenberg Joe Biden's presidential campaign brought in a whopping $6 million during a virtual Hollywood fundraiser on Saturday, according to a report from Deadline.",
  "Pinkerton: Ten Things that Will Happen in a Biden Presidency If Trump campaigners are truly in it to win it, they will have to start defining Joe Biden—and doing it in a most tangible way, so that Americans can truly get a sense of what an actual Biden presidency would be like.",
  "Trump Takes Down Retweet of Clashing Protesters in Which Man Yells ‘White Power’ President Donald Trump retweeted, then took down his comment on a video Sunday of a clash between protesters at The Villages in Florida in which a man taunted pro-Trump demonstrators as Ku Klux Klan members, and another man shouted \"White Power!\" in reply.",
  "Four People Charged for Allegedly Trying to Topple Andrew Jackson Statue Four individuals who allegedly attempted to topple a statue of Andrew Jackson near the White House were charged Friday with the destruction of federal property, the U.S. Attorney's Office for the District of Columbia announced Saturday.",
  "Stacey Abrams: ‘Voter Fraud Is Not Real’ Failed Georgia gubernatorial candidate Stacey Abrams this week insisted that “voter fraud is not real” and “does not affect the outcome of elections” while accusing President Donald Trump of spreading “misinformation” about voting to suppress millions of vote…",
  "GOP Sen. Alexander: Trump Should Wear a Mask — ‘It Would Be a Sign of Strength’ Sunday on CNN's \"Inside Politics,\" Sen. Lamar Alexander (R- TN) called on President Donald Trump to wear a mask. | Clips",
  "Gov. Cuomo: Trump Administration ‘Failed’ to Stop Coronavirus — In ‘Denial’ Sunday on NBC's \"Meet the Press,\" Gov. Andrew Cuomo (D-NY) said the Trump administration is \"in denial\" about the coronavirus pandemic, which they failed to stop. | Clips",
  "Pirro: Democrats Don’t Want Reform, They Want Chaos — ‘We Must Put an End to This Anarchy’ Saturday, Fox News Channel's Jeanine Pirro made her show's \"Opening Statement\" a focus on the political motivations of the Democratic Party and their calls for police reform. | Clips",
  "Maxine Waters: Trump Wants Black People ‘to Live Under the Domination of White Power’ Sunday on MSNBC, Rep. Maxine Waters (D-CA) discussed President Donald Trump's retweeting of a video this morning of an apparent supporter shouting \"white power.\" | Clips",
  "Alexi Lalas Deletes Tweet Saying it Took ‘Courage’ to Stand for National Anthem Fox analyst and former Team USA soccer star Alexi Lalas has deleted and apologized for a tweet in which he said that, in the current climate, standing for the national anthem \"takes courage.\"",
  "Obama Soliciting Funding for Vote-by-Mail Effort Former President Barack Obama sent out an email blast yesterday soliciting individuals to donate money to fight “voter suppression” by advocating"
]