[
  "Dr. Birx Attributes Coronavirus Case Spike to Reopening Too Fast: 'We Know How to Stop Spread' Southern states are experiencing a surge in Chinese coronavirus cases because they opened too fast, Dr. Deborah Birx, a top White House health official, declared on Tuesday, noting that the U.S. has the \"capacity\" to stem the spread of the disease.",
  "Robert Redford Backs Biden: U.S. will 'Slide Toward Autocracy' if Trump Re-Elected Hollywood actor and filmmaker Robert Redford on Wednesday threw his support behind former Vice President Joe Biden for the White House, declaring that President Donald Trump's re-election would result in a \"slide toward autocracy\" in the United States.",
  "Neil Young Unleashes Song Ripping Trump: ‘We Got to Vote Him Out’ Rock musician Neil Young said he won't sue President Donald Trump for using his music during campaign rallies, saying that he would rather the president focus on saving lives amid the coronavirus pandemic. But Young also taunted the president by suggesting hi…",
  "Lt. Col. Vindman Retires from Military; Impeachment Witness Blames Trump Lt. Col. Alexander Vindman, a key witness in House Democrats' impeachment inquiry against President Donald Trump, announced his retirement from the U.S. military on Wednesday, blaming Trump for shortening his military career.",
  "Media Claim ‘Trump Rally’ Led to Tulsa Coronavirus Surge; Ignore Sharpton Rally, BLM Protests The media are claiming that public health officials blamed President Donald Trump's campaign rally last month in Tulsa, Oklahoma, for a local surge in coronavirus cases -- even though they never did so, and there were other events.",
  "Kanye West on Trump: ‘I Don’t Like That I Caught Wind That He Hid in the Bunker’ Rap superstar Kanye West said he has lost confidence in President Donald Trump after reports that the president was moved to an underground bunker during the Black Lives Matter protests outside the White House in May.",
  "Steve Schmidt: Trump ‘Has The Blood of Over 100,000 Americans on His Hands’ Wednesday on MSNBC's \"Deadline,\" Steve Schmidt, John McCain's 2008 presidential campaign manager, said President Donald Trump \"has the blood of over a hundred thousand Americans on his hands\" because of his administration's handling of the coronavirus pandemi…",
  "Joe Biden Pledges to Rejoin WHO on ‘First Day as President’ Joe Biden, the presumptive Democrat nominee, is pledging to rejoin the World Health Organization (WHO) on his first day in the White House in response to President Donald Trump's announcement that the United States would exit the body.",
  "Lamar Alexander: WHO Withdrawal Could Make It Harder to Prevent Future Viruses from U.S. Senate health committee chairman Lamar Alexander (R-TN) said in a statement on Tuesday that President Donald Trump's withdrawal from the WHO could make it harder to stop viruses from coming into the United States.",
  "Jim Jordan Demands Twitter Disclose ‘Extremely Alarming’ Censorship Practices House Judiciary Committee Ranking Member Jim Jordan demanded Twitter CEO Jack Dorsey disclose documents and information relating to the social media giants' censorship practices, the decision to fact-check President Donald Trump, and flagging the president's …",
  "Mexico’s ‘Socialist’ President Invites Nation’s Richest to Trump Dinner Mexican President Andres Manuel Lopez Obrador announced he would bring that country’s richest businessmen for a dinner with President Donald Trump. The delegation shows a stark contrast to Lopez Obrador’s (AMLO) own rhetoric and branding as far-left socialist.",
  "Joe Biden: Putin Carries Trump Around Like a Puppy Former Vice President Joe Biden on Tuesday accused President Donald Trump of  \"coddling\" Russian President Vladimir Putin, asserting that Putin carries around Trump akin to a caged dog.",
  "Stacey Abrams: GOP Suppressing Vote Because They Know ‘World Changes’ if Trump Loses Failed Georgia gubernatorial candidate Stacey Abrams warned on Tuesday evening that Republicans are working overdrive in 2020 to suppress the vote because they know that “the world changes” if former Vice President Joe Biden wins the White House. | Politics",
  "Kanye West Rips Biden Over ‘You Ain’t Black’: Democrats Are Threatening Black People into Their Party Rapper and fashion mogul Kanye West slammed Joe Biden and the Democratic Party establishment in an eye-popping interview with Forbes in which he held forth at length on his planned run for president, saying that he is \"taking the red hat off\" in a reference t…",
  "McCaul on Trump Executive Orders: ‘You’re Going to See Sanctions Against the Chinese Communist Party’ On Tuesday's broadcast of the Fox Business Network's \"Evening Edit,\" House Foreign Affairs Committee ranking member Rep. Michael McCaul (R-TX) predicted that President Trump's promised executive orders on China will include an executive order to implement the…",
  "Tammy Duckworth Attacks Trump over Dubious Russia Bounty Claims Sen. Tammy Duckworth (D-IL) attacked President Donald Trump Tuesday, saying he was not fit to be commander-in-chief because he allegedly overlooked intelligence reports of Russia paying bounties to kill U.S. troops in Afghanistan.",
  "Democrat Georgia State Representative: ‘Joe Biden Is the Full-Blooded Bigot’ Georgia state Rep. Vernon Jones (D), who has received hundreds of threats from members of his own party due to his public support of President Donald Trump, claimed Tuesday that former Vice President Joe Biden is a “full-blooded bigot.”",
  "IG Confirms Trump Administration Did Not Delay $20 Harriet Tubman Bill, Debunking False NYT Report The Office of Inspector General has confirmed that the Trump administration did not delay the release of the Harriet Tubman $20 bill, as was falsely speculated by the New York Times in June 2019.",
  "Watch: Joe Biden Can’t Bring Himself to Say ‘America First’ Presumptive Democrat nominee for president Joe Biden couldn't bring himself to say \"America First\" on Wednesday. | Politics",
  "MSNBC’s Hayes: Withdrawing from the W.H.O. Is ‘on the Side of the Virus’ On Tuesday’s broadcast of MSNBC’s “All In,” host Chris Hayes stated that President Trump’s withdrawal from the World Health Organization is an action “on the side of the virus.” Hayes began by talking about the handling of the virus in"
]