[
  "Top Biden Donors Bailed Out by Trump's Coronavirus Relief Program While Joe Biden has been criticizing President Donald Trump's response to the coronavirus pandemic, some of the presumptive Democrat nominee's top donors have been bailed out by the administration's Paycheck Protection Program (PPP).",
  "Human Rights Campaign Erases Biology in ‘Transgender Safer Sex’ Guide, Assigns ‘Vagina’ to Trans Women Exclusively The Human Rights Campaign (HRC) effectively erased biological facts in its latest \"Transgender Safer Sex\" guide, redefining basic body parts and assigning \"vagina\" as a term used to describe the genitals of biological males who \"have had bottom surgery.\"",
  "CNN: ‘Master Bedroom’ Carries Racist Connotations CNN has determined that \"master bedroom\" carries racist connotations, as do several other commonly used terms and phrases, including \"blacklist,\" \"cakewalk\" and the \"peanut gallery.\"",
  "Justin Timberlake: 'America Was Built by Men Who Believed in and Benefitted from Racism' Pop superstar Justin Timberlake declared to his 64 million Twitter followers on Monday that the men who \"believed in and benefitted from racism\" built America.",
  "Soros Doubles 2016 Election Spending, Sends $40 Million to Super PAC Left-wing billionaire George Soros is set to double his 2016 election spending in an effort to remove President Donald Trump from the White House, according to public records.",
  "Trump Campaign Announces Outdoor New Hampshire Rally President Trump will hold a rally at an outdoor venue in Portsmouth, New Hampshire, this weekend, his campaign announced on Sunday.",
  "Tuberville’s Past Plagues Campaign as Alabama U.S. Senate GOP Primary Runoff Approaches MOBILE, Alabama -- With eight days to go until Alabama Republicans head to the polls to cast a ballot for their choice for who will represent the GOP in the November general election, former Auburn head football coach Tommy Tuberville is being confronted with…",
  "Watch — Joni Ernst: ‘Saving America Starts with Made in America’ Sen. Joni Ernst (R-IA) unleashed her first Senate campaign ad of the 2020 cycle on Monday, charging that America needs to revitalize American manufacturing in the wake of the coronavirus outbreak.",
  "Democrat Jared Golden ‘Confident’ Congress Could Override Trump Veto on Confederate Military Bases Rep. Jared Golden (D-ME) said on Sunday that he is \"confident\" that Republicans and Democrats could override President Donald Trump's potential veto of a defense bill that would rename military bases named after Confederate generals.",
  "McEnany Calls on Local Dem Leadership to ‘Step Up’ in Stopping Violence In the wake of deadly violence seen across the weekend following protests against racial injustice that have called to defund police departments, White House press secretary Kayleigh McEnany on Monday called on Democratic local leaders to \"step up\" to help st…",
  "Washington Post: Trump Moved to Secure ‘Legacy of White Domination’ in Mount Rushmore Speech The Washington Post proclaimed that President Trump attempted to \"resuscitate his troubled reelection campaign by galvanizing white supporters\" during Friday's patriotic Mount Rushmore speech and asserted that he moved to secure the \"legacy of white dominatio…",
  "Kasich: Trump Has Damaged GOP Brand — ‘It’s a Party Meltdown Right Now’ Monday on CNN's \"Newsroom,\" the former Ohio Gov. John Kasich (R) said he believed President Donald Trump had damaged the brand of the Republican Party to the point of a \"meltdown.\" | Clips",
  "FNC’s Hilton: Trump’s Reelection Hinges on a ‘Positive Patriotism’ Message Fox News Channel \"The Next Revolution\" host Steve Hilton on Sunday reacted to reports of panic and pessimism about President Donald Trump's reelection chances within the White House by offering some advice on how the president can defeat presumptive Democrati…",
  "Hayward: Chinese Media Calls Fourth of July ‘Dark’ and ‘Confusing’ China’s state-run Global Times decided to phone its Fourth of July editorial in by cut-and-pasting a few insults tossed at President Donald Trump’s Mount Rushmore address by American media outlets.",
  "Patricia Arquette: ‘Donald Trump Is Not the Legitimate President of the Unites States’ Actress Patricia Arquette called President Donald Trump an illegitimate president while also accusing House Minority Leader Kevin McCarthy (R-CA) of turning the United States into a Russian colony in a recent series of unhinged social media salvos.",
  "Actor Bradley Whitford Calls Out NBA Hypocrisy for Doing Business with China While Silent on Concentration Camps \"West Wing\" star Bradley Whitford has done what few Hollywood or sports figures would: call out the National Basketball Association (NBA) for continuing to do business with China while they remain about the communist regime's campaign to crush those advocatin…",
  "Fitton: Judicial Watch Sues to Expose Full Truth Behind Obama Unmasking/Spy Abuses The term “unmasking” refers to the practice of political appointees obtaining the identities of American citizens referenced in intelligence surveillance of foreign nationals. Unmasking has a legitimate purpose, but in the final months of the Obama administra…",
  "Dem Rep. Moulton Calls on Trump to ‘Stop Acting Like a Traitor to Our Troops’; Accuses Him of ‘Treason’ with Russia Inaction In a Sunday interview on \"MSNBC Live,\" Rep. Seth Moulton (D-MA) shared his reaction to reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "Cotton: ‘Susan Rice Was the Typhoid Mary of the Obama-Era Foreign Policy’ During Monday's \"Fox & Friends\" on FNC, Sen. Tom Cotton (R-AR) sounded off on former Obama National Security Advisor Susan Rice claiming over the weekend that President Donald Trump picks Russia President Vladimir Putin \"over our troops.\" Rice's remarks came …",
  "Company Connected to Pelosi’s Husband Scored Coronavirus Bailout A company connected to Nancy Pelosi's husband received a loan from the Trump administration's $669 billion Paycheck Protection Program, an SBA-led fund designed to provide financial relief to businesses in the wake of the Chinese coronavirus pandemic."
]