[
  "Facebook Blacklists Laura Loomer's Campaign Ads Facebook has reportedly banned all ads on behalf of Laura Loomer, the frontrunner in the GOP primary race for House candidate in Florida's 21st district.",
  "House Committee Advances Bill to Rename Military Bases, Setting Up Fight with Senate, Trump The House Armed Services Committee passed a defense bill that requires the Pentagon strip Confederate names from military bases.",
  "Schumer: Trump Is the ‘Weakest’ President in American History Friday on MSNBC's \"Morning Joe,\" Senate Minority Leader Chuck Schumer (D-NY) called President Donald Trump the \"weakest\" president in American history. | Clips",
  "Activists Use Independence Day as Backdrop for Protests People who claim U.S. founders started a racist legacy that continues today will protest in D.C. on July 4.",
  "Blue State Blues: Donald Trump, the Battle of Cowpens, and the Art of the Comeback The Battle of Cowpens could also be a metaphor for the Trump campaign. His enemies, tasting victory, tear down statues. But ours is a history of comebacks.",
  "Joe Biden’s Claims of Cognitive Tests Unclear as Campaign Hides Results Joe Biden told reporters on Wednesday that he has taken a cognitive test, used to detect mental issues, but his campaign will not specify what exactly that means or if it will release the results of whatever test he took – if he actually took a test.",
  "Nancy Pelosi Frustrates Base by Avoiding Election-Year Abortion Battle Nancy Pelosi and other Democrat leaders have chosen to keep the Hyde Amendment while they make plans to abolish it if they win in November.",
  "Rove: Trump Campaign Needs to ‘Reset’ — He Has to Have Second-Term Agenda Friday on Fox News Channel's \"America's Newsroom,\" former George W. Bush adviser Karl Rove called on President Donald Trump's 2020 campaign to do a \"reset.\" | Clips",
  "Don, Jr. Applauds President Trump’s Hard Stance on Violent Protests, Vandalism — ‘Someone Has to Be Held Accountable’ President Donald Trump's eldest son, Donald Trump, Jr., on Friday lauded the president's efforts to prevent violent protests and vandalism that have stemmed from George Floyd's death while in Minneapolis police custody. | Clips",
  "Rob Reiner: ‘Nov 3 We Will Find Out How Many Racists Live in America’ Left-wing actor and Hollywood director Rob Reiner suggested that all Trump supporters are racist, claiming that \"we will find out how many racists live in America\" on Election Day.",
  "Exclusive–Alfredo Ortiz: Biden Is No Small Business Partner Democratic presidential nominee Joe \"You Ain't Black\" Biden seems to be trying to brand himself as a champion for small business.",
  "Liz Cheney Joins Democrats Opposing Trump’s Afghanistan Withdrawal Rep. Liz Cheney co-sponsored an amendment with Rep. Jason Crow to restrict Donald Trump's ability to withdraw troops from Afghanistan.",
  "Nolte: I Purchased Three of Those 2.4 Million Guns Sold in June There were nearly 2.4 million firearms sold in June, according to the Small Arms Analytics and Forecasting. Yours truly made three of those purchases.",
  "CNN Laments ‘Dark History of Mount Rushmore’s Sculpture’ Ahead of Independence Day Celebration CNN joined the establishment media effort to \"cancel\" Mount Rushmore, lamenting the \"dark history\" of the sculpture and criticizing President Trump — who is set to deliver a speech at the historic landmark Friday night —  for defending \"racist monuments.\"",
  "Boris Johnson to Introduce U.S. White House-Style Televised Daily Press Briefings Johnson says his govt will introduce White House-style televised media briefings, in a shake-up to the traditional system.",
  "Top Health Officials: Lockdowns Disrupt Vaccinations, Leaving U.S. Children at Risk for Other Diseases The Chinese coronavirus pandemic and the associated lockdowns disrupted pediatric outpatient visits and routine childhood vaccinations in the United States, leaving children and their communities vulnerable to potential outbreaks of preventable diseases such …",
  "Ann Coulter: Corrupt Democrat Prosecutors Let ‘Jeffrey Epstein and Harvey Weinstein Rape Girls’ Democrat prosecutors in Florida and New York enabled Jeffrey Epstein and Harvey Weinstein's sexual predation, determined Ann Coulter.",
  "FBI Notes About Joe Biden Contradict Susan Rice 'By the Book' Claim on Russia Hoax Former National Security Adviser Susan Rice's depiction of an early 2017 Oval Office meeting of top political and law-enforcement officials as being |",
  "After China's Hong Kong-Power Grab, Boris Makes Clearest Signal Yet over Huawei Johnson gave his clearest signal yet that he would reconsider allowing Huawei to build 5G after China's power grab on Hong Kong."
]