[
  "Former White House Physician: Joe Biden ‘Wouldn’t Do Well’ on Cognitive Test, Campaign Won’t Let Him Take One Former White House Physician Dr. Ronny Jackson told The Kyle Olson Show that former Vice President Joe Biden needs to take a cognitive assessment and release the results, but that his campaign won't let that happen.",
  "Carper: ‘Plain Cruel’ for Trump Admin to Try to Have ACA Struck Down During Friday’s Democratic Weekly Address, Sen. Tom Carper (D-DE) criticized the Trump administration’s efforts to have the Affordable Care Act struck down in court by stating that “there is never a good time to rip away health care from millions",
  "Kimberly Guilfoyle Tests Positive for the Novel Coronavirus Kimberly Guilfoyle, senior adviser to the Trump campaign and girlfriend of Donald Trump Jr., has tested positive for the novel coronavirus, according to several reports.",
  "Biggs: ‘Hypocrisy’ on Mount Rushmore Visits a Huge Problem for Dems During the Fox News Channel’s coverage of President Trump’s speech at Mount Rushmore on Friday, House Freedom Caucus Chair Andy Biggs (R-AZ) stated that the Democratic Party is most exposed on the “problem of hypocrisy that they have.” Biggs specifically",
  "CNN Praised Mt. Rushmore when Obama Visited; Attacks when Trump Visits CNN described Mount Rushmore as a \"monument of two slave owners\" on \"land wrestled [sic] away from Native Americans\" ahead of President Donald Trump's visit there on Friday. But in 2008, CNN marveled at the landmark when then-Sen. Barack Obama (D-IL) visited …",
  "Kristi Noem Defends America’s Founders Against Campaign to Eliminate Them from History South Dakota Gov. Kristi Noem (R), in a speech during the Mount Rushmore Independence Day celebration, defended America's founders against what she said was an \"organized, coordinated campaign\" to eliminate them from history.",
  "MSNBC’s Perry: Trump Made July 4th Event ‘All About Patriotism’ and History ‘With No Sense of Irony’ That It Was on Native Land During MSNBC’s coverage of President Trump’s speech at Mount Rushmore on Friday, MSNBC Correspondent Cal Perry stated that Trump “made this all about patriotism” and defending America’s history “with no sense of irony, in the Black Hills, a place that",
  "Swalwell: Trump ‘Makes Us Look Like Geniuses Every Day for Impeaching Him’ Rep. Eric Swalwell (D-CA) boasted that President Donald Trump made him and other House Democrats \"look like geniuses\" for impeaching him in light of reports that the Russians offered bounties on U.S. troops in Afghanistan to Taliban-linked fighters. | Clips",
  "Trump Kicks Off Independence Day with History Lesson at Mount Rushmore President Donald Trump invoked the history of the four presidents represented on Mount Rushmore on Friday while delivering an address to kick off the Independence Day weekend.",
  "WHO Quietly Admits Chinese Communist Party Never Reported Coronavirus Outbreak WHO quietly updated a timeline this week to reflect that the Chinese Communist Party never reported its discovery of the coronavirus to WHO.",
  "Neil Young Rips Trump for Using His Music at Mount Rushmore Event Left-wing rocker Neil Young is complaining about his music being played at Mount Rushmore on Friday ahead of President Donald Trump's speech. \"I stand in solidarity with the Lakota Sioux,\" said the singer, suggesting that the mountain is problematic.",
  "Trump: ‘Far-Left Fascism’ Seeks to ‘Overthrow the American Revolution’ Destruction of statues is part of a \"far-left fascism\" that seeks to \"overthrow the American Revolution,\" said Donald Trump at Mount Rushmore.",
  "Democrat Congressional Candidate Urges Twitter Followers to ‘Report’ Trump Supporters Nate McMurray, the Democrat candidate for New York’s 27th congressional district, urged Twitter followers Wednesday to \"report\" Trump supporters.",
  "***Live Updates*** Trump Holds Mount Rushmore Independence Day Celebration President Donald Trump will hold an Independence Day celebration at Mount Rushmore on Friday evening. Stay tuned to Breitbart News for live updates. All times eastern.  | 2020 Election",
  "Hillary Clinton: ‘I Don’t Know’ If Trump Will Leave Office if Defeated Hillary Clinton said she is unsure if President Trump would leave office without putting up a fight if defeated by Joe Biden (D) in November's presidential election, making the remarks in a Hollywood Reporter interview published on Friday.",
  "NPR Gives Platform to Former Neo-Nazi to Call Trump a ‘Megaphone’ for White Supremacy The left-wing media are making the case that President Donald Trump's tweets are supportive of white supremacists.",
  "Democrat Senator to Introduce Bill to ‘Ban the Sale of Middle Seats’ on Flights Through Pandemic Democrat Sen. Jeff Merkley (D-OR) announced his intention to introduce a bill to \"ban the sale of middle seats through this pandemic\" after posting a picture of his experience on a crowded flight this week.",
  "Franklin Graham Reminds Protesters the U.S. Flag Has Been ‘Defended by Americans of All Races’ Christian evangelist Franklin Graham reminded protesters in an Independence Day message posted on Saturday that the American flag has been defended by Americans of \"all races,\" emphasizing that it represents \"the UNITED States of America, not the divided stat…",
  "Pinkerton – On This Fourth, Let’s Remember: The United States Is a Great Country Every Fourth of July commemorates a great moment in American history, and yet not every Fourth of July comes at a happy time for the country.  And this Fourth is one of those unhappy ones."
]