[
  "John Bolton's Tell-All Memoir Sells 780,000 Copies in First Week John Bolton's new tell-all book about the Trump administration has sold more than 780,000 copies in its first week.",
  "Senate, House Republicans Back Trump on Russian Bounty Allegations After Briefings Republicans are backing Trump against allegations a Russian intelligence unit offered bounties to the Taliban for troops in Afghanistan.",
  "Trump Campaign, RNC Raise Record $266 Million in Second Quarter The Republican National Committee (RNC), Donald J. Trump for President, Inc., and other authorized joint fundraising committees announced Wednesday that they had raised a record $266 million in the second quarter of 2020.",
  "Supreme Court Emerges as Deciding Issue in 2020 Campaign as Several Potential Vacancies Loom President Donald Trump, the incumbent Republican seeking re-election, or presumptive Democrat nominee former Vice President Joe Biden could appoint as many as four Supreme Court Justices in the next four years, making the issue yet again a major deciding fact…",
  "Joel Pollak: Democrats Want a Second American Revolution — a Socialist One Democrats are advancing a social revolution to \"correct\" the American Revolution, said Breitbart News Senior Editor-at-Large Joel Pollak, offering his remarks on Ezra Levant's eponymous Rebel News show.",
  "Second Republican Loses Primary After Backing Big Tech’s Green Card Giveaway A second incumbent Republican has lost his primary race after backing a plan that would have allowed India to monopolize the nation's employment-based green card system while rewarding Big Tech for outsourcing American STEM jobs.",
  "Joe Biden Ad: Business Owner Attacks Trump’s Pandemic Response, Doesn’t Mention Her $27,000 PPP Loan A Joe Biden campaign ad features a business owner criticizing Donald Trump's coronavirus response who received a $27,000 forgivable PPP loan.",
  "Joe Biden Claims Trump’s ‘Weak’ Stance Empowered China’s Hong Kong Crackdown Joe Biden claimed Wednesday that President Donald Trump's \"weak\" stance on China empowered the communist nation to implement a crackdown on Hong Kong without fear of reprisal.",
  "Rand Paul: Who Benefits from Afghanistan ‘Bounty’ Leak? We need to ask who benefits from an intelligence official releasing classified information alleging that the Russians are paying bounties for the Taliban to kill American soldiers.",
  "Poll: Trump, McSally Lead Democrat Challengers in Arizona A poll from Gravis Marketing and One America News Network (OAN) found President Donald Trump and incumbent Sen. Martha McSally (R-AZ) both leading their Democrat challengers ahead of the November election.",
  "Duckworth to Block Promotions for 1,123 Military Officers Unless Esper Promotes Vindman Sen. Tammy Duckworth (D-IL) announced Thursday that she would block the promotions of 1,123 senior military officers until Defense Secretary Mark Esper promises that he will promote Army Lt. Col. Alexander Vindman, who is believed to have communicated with th…",
  "Protesters Place ‘Body Bags’ Outside Jacksonville Sheriff’s Office Protesters in Jacksonville, Florida -- home of the upcoming GOP convention -- placed body bags outside of the Jacksonville Sheriff's Office (JSO) on Thursday, following nationwide Black Lives Matter protests demanding police reform.",
  "Cotton: ‘Can’t Trust Anything’ the NY Times Reports About Russia, Trump — ‘A National Laughingstock’ Thursday on Fox News Channel's \"America's Newsroom,\" Sen. Tom Cotton (R-AR) ripped The New York Times over its \"false\" reporting that Russian intelligence offered Afghan militants bounties to kill U.S. troops, and the White House knew about it but did nothing…",
  "TBS Host Samantha Bee Rallies Hollywood Celebs in Push for Vote by Mail TBS late-night host Samantha Bee is rallying her fellow left-wing celebrities in an effort to bombard U.S. Treasury Secretary Steve Mnuchin to push vote by mail ahead of the November election.",
  "Kamala Harris: ‘In Many Ways’ Trump Is a National Security Threat Thursday on Washington Post Live's \"Cape Up Podcast,\" Sen. Kamala Harris (D-CA) called President Donald Trump a national security threat \"in many ways,\" during her interview with columnist Jonathan Capehart. | Clips",
  "Left Blasts Jared Kushner in Scathing Ad: #HeWentToJared The left set its sights on Trump senior adviser Jared Kushner in a scathing new ad -- describing him as \"clueless,\" \"corrupt,\" and \"incompetent\" -- and promoted the political slam with the hashtag, \"HeWentToJared.\"",
  "Samuel L. Jackson Joins Biden for July 4th Virtual Fundraiser: ‘Declare Independence from Disastrous Trump’ Actor Samuel L. Jackson is headlining a virtual July 4 fundraiser for Joe Biden that will feature appearances by a slew of California Democrat politicians including Rep. Adam Schiff, Rep. Ted Lieu, Sen. Kamala Harris, and Los Angeles Mayor Eric Garcetti.",
  "Twitter Censors Trump Tweet at Behest of New York Times Twitter censored President Donald Trump's account yet again yesterday, taking down a meme posted by the president that featured a rallying cry to his supporters, after the New York Times, which reportedly owns the rights to the original image, filed a copyrig…",
  "Emails Reveal Joe Biden Adviser Behind Michigan Partisan Contact Tracing Scheme A Michigan state employee and son of the Detroit mayor appears to be the person who first proposed hiring a partisan Democrat consulting firm to collect sensitive medical information from coronavirus patients.",
  "Biden, Democrats Assemble 600 Lawyers to Fight Election ‘Chicanery’ Joe Biden and the Democrat Party have assembled an army of election lawyers and volunteers to fight off any attempts at election \"chicanery\" this November, ahead of what is expected to be a close contest."
]