[
  "Swing District Democrat: 'Smart Person's Money' Would Bet I Lose to a Republican Candidate Rep. Elisa Slotkin (D-MI), a swing district representative, said during a Politico profile of her on Friday that the \"smart person's money\" would bet that she would lose to a Republican candidate in 2020.",
  "Ernst: Renaming Bases Honoring Confederates 'Right Thing to Do' Despite 'Crap' from GOP Voters Friday at a round table discussion with Black community leaders at Creative Visions in Des Moines, IA, Sen. Joni Ernst (R-IA), a member of the Senate Armed Forces Committee, said she supported renaming military bases that honor Confederate generals even thoug…",
  "Jim Banks: Democrat, GOP Proposal Tying Trump's Hands on Afghanistan Withdrawal ‘Egregious’ Rep. Jim Banks (R-IN) told Breitbart News Tonight that the Republican and Democrat proposal to tie President Donald Trump's hands from withdrawing from Afghanistan is \"egregious\" and \"exactly the opposite of what we should do.\"",
  "Blue State Blues: Trump, Lincoln, and the Election of 1864 Nervous supporters of President Donald Trump have been reminding themselves that the presidential election looked as tough at this point of the 2016 as it does today. An even better parallel might be the election of 1864, when President Abraham",
  "Schiff: Country Continues to Be 'at Jeopardy' Without Trump Financial Records Thursday on MSNBC’s “The Last Word,” House Intelligence Committee chairman Rep. Adam Schiff (D-CA) said if Congress was delayed in receiving the financial records of President Donald Trump because of court battles, “the country continues to be at jeopardy dur…",
  "Ohio Man Transforms Yard into Trump 2020 Banner Port Clinton, Ohio's J.R. Majewski painted his large, oddly-shaped yard in support of President Donald Trump's reelection.",
  "Venezuela's Maduro Hails 'Dainee Wets' Presidential Ambitions (It's Kanye West) Venezuelan dictator Nicolás Maduro hailed the supposed entry of rap superstar Kanye West into this year's presidential election as a challenger against President Donald Trump, wrongly pronouncing his name as \"Dainee Wets.\"",
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "Warren: Economy ‘Collapsing’ Because Trump’s Coronavirus Failure — Biden Will Win With a Mandate Thursday on MSNBC's \"All In,\" Sen. Elizabeth Warren (D-MA) declared President Donald Trump caused the economy to collapse with his response to the coronavirus pandemic, which will result in Democratic presidential nominee Joe Biden winning in November with a …",
  "President Trump to Commute Roger Stone’s Prison Sentence President Donald Trump will commute the 40-month prison sentence of seasoned Republican operative Roger Stone just days before his term was scheduled to commence, according to multiple sources with knowledge of the situation.",
  "White House Reporter Who Attended Briefings This Week Tests Positive for Coronavirus A reporter who recently attended White House press briefings has tested positive for the novel coronavirus, according to White House Correspondents’ Association president Jonathan Karl.",
  "Wikipedia Smears Candace Owens over George Floyd Criticism, Trump Support Conservative black activist Candace Owens has been subject to a prolonged smear campaign on Wikipedia since expressing her support for President Donald Trump. Many of the edits made to her page have selectively quoted or misrepresented Owens to portray her ne…",
  "President Trump’s New Hampshire Rally Postponed ‘a Week or Two’ Because of Impending Storm President Trump's highly anticipated rally in Portsmouth, New Hampshire, will not take place on Saturday as planned because of a storm coming into the area, the campaign confirmed on Friday.",
  "Nancy Pelosi Will Not Release Taxes Unless She Runs for President House Speaker Nancy Pelosi (D-CA) has no plans to release her tax returns to the public, unless the 80-year-old lawmaker opts to make a run for the White House.",
  "Conservatives Urge Goya ‘Buycott’ to Counter Hate for CEO Who Praised Trump Goya Foods President and CEO Bob Unanue is not backing down from supporting President Trump, and support for his stance in growing.",
  "Donald Trump: Joe Biden’s Buy American Plan ‘Plagiarized from Me’ President Donald Trump accused his presumptive general election rival, Joe Biden, on Friday of having plagiarized portions of his administration's economic agenda.",
  "Trump Plays Down Kanye West’s Presidential Run: ‘He Is Always Going To Be For Us’ President Donald Trump has played down Kanye West’s supposed presidential ambitions, describing him as a \"very good guy\" whose support he will eventually be able to count on.",
  "House Democrats Demand $305 Billion in Aid to Reopen Public Schools ‘Safely’ Democrats and teachers’ unions have demanded $305 billion in coronavirus aid, claiming the taxpayer funds are necessary to reopen public schools “safely.”",
  "Trump Promises ‘Road to Citizenship’ for DACA Illegal Aliens President Trump says he will be signing \"a very major immigration bill\" within the next month that provides a \"road to citizenship\" to the roughly 800,000 illegal aliens who are enrolled in former President Obama's Deferred Action for Childhood Arrivals (DACA…",
  "Trump on Possible Roger Stone Pardon: ‘His Prayer May Be Answered’ Thursday on WRKO's \"The Howie Carr Show,\" President Donald Trump said he was considering a commutation or pardon for his longtime friend Roger Stone. | Clips"
]