[
  "Nolte: Joe Biden's Rope-a-Dope Is Working Brilliantly Against Trump Right now, Trump is running the stupidest and most self-destructive re-election campaign in modern history. Instead of disqualifying Biden, he's disqualifying himself.",
  "CNN's Toobin: 'Roe vs. Wade May Need One More Justice from President Trump' CNN chief legal analyst Jeffrey Toobin opined Monday, after the Supreme Court struck down a Louisiana abortion law, that \"Roe v. Wade may need one more justice from President Trump.\"",
  "Thousands of Immigrants to Secure U.S. Citizenship to Vote in 2020 Election Potentially hundreds of thousands of immigrants may secure United States citizenship ahead of the 2020 presidential election, adding a bloc of new, first-time foreign-born voters to the electorate.",
  "China's Hong Kong 'National Security' Law Takes Effect, Ending Free Speech Chinese dictator Xi Jinping signed a decree on Tuesday enacting a \"national security\" law that allows the Communist Party to antagonize and prosecute dissidents in Hong Kong, triggering global condemnation and widespread concern among participants in the Hong…",
  "Biden Will Not Hold Campaign Rallies Due to COVID19 Threat Former Vice President Joe Biden announced on Tuesday that his campaign would not hold any public rallies ahead of the general election, citing the threat of the coronavirus.",
  "Wikipedia Pushes ‘Black Lives Matter’ Agenda Following Activist Campaign Throughout June, Wikipedia activists have been conducting an “edit-a-thon” started by a newly-established Black Lives Matter group on the site, creating large amounts of content on \"racial justice\" issues. Among their efforts, editors have got numerous articl…",
  "McCarthy: Schumer ‘Playing Politics with American Lives’ with Remarks on Alleged Russian Bounties Tuesday on Fox News, House Minority Leader Kevin McCarthy (R-CA) weighed in on reports that Russia had offered bounties to the Taliban for killing American soldiers in Afghanistan and subsequent comments made by Senate Minority Leader Chuck Schumer (D-NY) cri…",
  "Virginia Republican Nick Freitas Announces Huge Fundraising Numbers Ahead of Nominating Convention Virginia Republican Nick Freitas, a candidate for the state's seventh congressional district, announced Monday that he had raised over $1 million since declaring his candidacy last year.",
  "Trump: I Am ‘The Lone Warrior’ President Donald Trump tweeted Tuesday morning: \"THE LONE WARRIOR!\" He is under pressure from all sides, as the nation faces several crises.",
  "Scarborough: ‘Trump Is Parroting Vladimir Putin,’ Putin’s ‘Propaganda Chiefs’ Tuesday, MSNBC \"Morning Joe\" host Joe Scarborough continued to push the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. White House press secretary Kayleigh McEnany …",
  "Alyssa Milano: Conservatives Responsible for ‘Cancel Culture’ As she faces her own cancel mob for wearing cornows and possibly blackface, actress Alyssa Milano is blaming \"cancel culture\" on conservatives, arguing that the political right -- not the left -- is \"weaponizing\" cancel culture to take out critics of Presiden…",
  "Joe Biden Taps Early Endorser’s Son for High Profile Campaign Role Former Vice President Joe Biden is tapping the son of a key political ally to help run his general election campaign in Michigan.",
  "Adam Schiff: ‘We May All Be Moving to Canada Soon’ House Intelligence Chairman Adam Schiff (D-CA) quipped Monday that \"we may all be moving to Canada soon\" when addressing the subject of social media and election meddling.",
  "‘I Can Hardly Wait’: Biden Commits to Three Debates with Trump Joe Biden said on Tuesday he was eager to face off against President Donald Trump ahead of the general election, committing publicly to the customary three debates utilized in years prior.",
  "Carl Bernstein: Trump Was ‘Sadistic, Abusive’ to Female Heads of State Tuesday on CNN’s “The Lead,” journalist Carl Bernstein accused President Donald Trump of behaving in a “sadistic” manner when talking to female leaders while discussing his interviews with White House and intelligence officials on their impressions of highly …",
  "Jill Biden: ‘A Lot of Republicans Are Going to Vote for Joe’ — Trump’s Supporters ‘Disillusioned’ Tuesday on ABC's \"The View,\" former second lady Jill Biden predicted \"a lot of Republicans\" would vote for her husband, presumptive Democratic presidential nominee Joe Biden in November. | Clips",
  "Florida Gov. Ron DeSantis to Critics Demanding Mask Mandate: ‘We’re Not Going to Do that Statewide’ Florida Gov. Ron DeSantis (R) made it clear on Monday that he will not yield to critics demanding a statewide mask mandate.",
  "Joe Biden: Trump Not ‘Cognitively Aware of What’s Going On’ Former Vice President Joe Biden on Tuesday claimed President Donald Trump appears not to be \"cognitively aware of what's going on,\" an apparent response to his political opponent attacking his own mental agility.",
  "Joe Biden Claims He’s Taken Cognitive Functioning Test Despite No Record of One in December Exam Joe Biden told reporters on Wednesday that he's taken a cognitive functioning test which, if true, must have occurred sometime in the last 6 months.",
  "Biden Promises to Keep Fauci in Place if He Wins Presidency Former Vice President Joe Biden promised to keep Dr. Anthony Fauci on as head of the National Institute of Allergy and Infectious Diseases (NIAID) if he wins the presidential election in November."
]