[
  "Heilemann: Trump Is the 'Candidate of White Nationalist Grievance and Resentment' Tuesday on MSNBC's \"Deadline,\" network national affairs analyst John Heilemann said President Donald Trump's 2020 campaign message was for \"white nationalist grievance and resentment\" voters. | Clips",
  "Washington Post: Only 17 of 20 Most Violent Cities Are Run by Democrats, so Trump Is Wrong The Washington Post attempt to disprove President Donald Trump's claim that \"the 20 most dangerous cities are Democrat run\" inadvertently exposed the dangerous nature of Democrat-controlled cities, affirming that 17 of the 20 most violent have Democrat mayors.",
  "Amazon’s Twitch Platform Temporarily Bans Trump for ‘Hateful Conduct’ Amazon-owned streaming service Twitch has temporarily banned the official account of President Donald Trump over \"hateful conduct,\" cutting the campaign off from a major platform that it uses to stream rallies and other events.",
  "Biden Taunts Trump: More He Is out in Public ‘Worse He Does’ During a virtual appearance from his back porch on Saturday, \"Hidin' Joe\" Biden taunted President Trump over his sliding poll numbers and his rallies.",
  "WATCH: CNN’s Ryan Lizza to Kayleigh McEnany: ‘Does the President Believe It Was a Good Thing That the South Lost the Civil War?’ CNN's Ryan Lizza asked Kayleigh McEnany: \"Does President Trump believe that it was a good thing that the South lost the Civil War?\"",
  "Biden’s Enthusiasm Gap Among Democrats Poses Challenge Joe Biden has taken the lead away from President Donald Trump in national polls, but his campaign may have serious issues with a lack of enthusiasm among his party's core base.",
  "Nancy Pelosi: Does the Intel Community Fear Trump Will Leak to Putin? Appearing Monday on CNN's The Lead, House Speaker Nancy Pelosi (D-CA) wondered whether U.S. intelligence officials did not brief President Donald Trump on unconfirmed reports regarding Russia because they were afraid he would leak the information to Vladimir …",
  "Carville: There’s a ‘Case’ for ‘Treason’ if Trump Knew About Russia Bounty Sunday on MSNBC's \"Kasie DC,\" Democratic strategist James Carville reacted to the report that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers by demanding answers from the White House about what members of the administration knew.…",
  "Josh Hawley Calls to Revamp Supreme Court Nomination Process Sen. Josh Hawley (R-MO) said on Saturday that the Donald Trump administration needs to include grassroots conservatives more in the process to nominate Supreme Court justices after a series of losses at the Supreme Court.",
  "ABC’s Hostin: Trump ‘Traffics in Racism Regularly’ Monday on ABC's \"The View,\" co-host and network legal analyst Sunny Hostin said she did not believe President Donald Trump did not hear the \"white power\" chant on a video he shared on Twitter because \"he traffics in racism regularly.\" | Clips",
  "Pollak: John Roberts Shows Supreme Court at Stake Again in 2020 Election Many conservatives voted for President Donald Trump in 2016 solely because the fate of the Supreme Court was at stake. They will have to do so again in 2020, because the Court remains liberal, and Democrats want to pack it further.",
  "Senate Democrats in Talks to Scrap Filibuster if Joe Biden Wins A cadre of Senate Democrats are already in talks to abolish the filibuster provided former Vice President Joe Biden wins the November general election and their party secures a majority in the chamber.",
  "Bokhari: The Left Takes Revenge on Facebook for Not Censoring Enough Corporate elites, spurred on by far-left activists, are punishing Facebook for not doing enough to censor its platform, and have deployed a massive advertising boycott against the platform to force its cooperation.",
  "Kayleigh McEnany: No Intelligence ‘Consensus’ Russians Issued Bounties on U.S. Troops White House Press Secretary Kayleigh McEnany said during a press conference on Monday that there is no intelligence community \"consensus\" to confirm the allegations that the Russian government offered bounties to Taliban-linked militias.",
  "Donald Trump Defends Absentee Voting as More Secure than Universal Vote-by-Mail Where ‘Bad Things Happen’ President Trump on Sunday cautioned against universal vote-by-mail while defending absentee voting — which he said is safer due to the \"process\" — warning that \"bad things happen\" with mail-ins and pointing to the recent voter fraud scheme involving Democrats…",
  "McEnany on Pelosi ‘Playing Politics’ on Russia Bounty Story: ‘It’s Truly Despicable’ White House press secretary Kayleigh McEnany on Monday addressed reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "Victor Davis Hanson: Only Trump Win Can Stop ‘Cultural Revolution’ Victor Davis Hanson speculated that Donald Trump would be reelected due to popular rejection of an increasingly aggressive left-wing \"revolution.\"",
  "Pandemic Blues: Pennsylvania Democrat Gov. Wolf Suffers 43 Percent Swing Against Approval Rating Pennsylvania Gov. Tom Wolf, a Democrat, has suffered a significant drop in his approval rating during his continued slow-walking of the reopening of his state as the coronavirus pandemic recedes.",
  "WashPost: Mark Zuckerberg Rewrote Facebook’s Rules Around Donald Trump The Washington Post alleges that social media giant Facebook began to develop policies as early as 2015 that made exceptions for Donald Trump in the event that he posted content that could violate Facebook's guidelines.",
  "Jim Banks: New York Times Damaged National Security to Hurt Trump Rep. Jim Banks (R-IN) said in a statement on Monday that the New York Times is willing to do \"anything\" to hurt President Donald Trump, including compromising national security."
]