[
  "Rumors Swirl: Supreme Court Justices Samuel Alito, Clarence Thomas May Retire Supreme Court Justices Samuel Alito and Clarence Thomas may be planning to retire soon, according to rumors in the media Wednesday.",
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "MSNBC's Wallace: Trump Is ‘Running as a Plague-Spreading Racist' Monday on MSNBC's \"Deadline,\" host Nicolle Wallace said President Donald Trump was \"running as a plague-spreading racist.\" | Clips",
  "Business Group Complains Trump's H-1B Reform Is Boosting U.S. Graduates If President Donald Trump can push his H-1B reforms into 2021, he will dramatically increase the marketplace power of U.S. college graduates, complains a top manager at the Fortune 500 business group the Conference Board.",
  "Conservative Lauren Boebert Unseats Five-Term Republican Scott Tipton Five-term Rep. Scott Tipton (R-CO), who was backed by President Donald Trump, lost his primary to Lauren Boebert, the owner of Shooters Grill in Colorado.",
  "Joe Biden Demands Facebook Censor Trump: ‘The Time for Action Is Now’ Joe Biden's campaign wrote a letter to social media giant Facebook on Monday demanding the platform censor posts of his political rival, President Donald Trump.",
  "USMCA Replaces NAFTA as Trump Delivers on One of Biggest Promises The U.S.-Mexico-Canada (USMCA) trade agreement formally replaced the North American Free Trade Agreement (NAFTA) on Wednesday, meaning that President Donald Trump has now officially completed one of the biggest promises of his insurgent 2016 campaign.",
  "Charles Hurt: A Warning to Trump–and His Supporters–About Complacency President Trump’s reelection campaign issued a “memorandum on enthusiasm” Sunday outlining the very “real and wide” gap in enthusiasm between Mr. Trump’s campaign and that of Joe Biden.",
  "Joe Biden Pushes Back Timeline on Running Mate Announcement Former Vice President Joe Biden is pushing back his timeline for announcing a running mate, seeming to signal his campaign has yet to find an acceptable candidate.",
  "Grassley Calls on Trump to Show More ‘Empathy,’ Focus on the American People to Help Reelection Senate Finance Committee chairman Sen. Chuck Grassley (R-IA) on Wednesday said that despite polling, he thinks President Donald Trump was in a good position to get reelected in 2020. | Clips",
  "Trump Vows to Veto Defense Bill if It Renames U.S. Bases Named for Confederate Figures President Donald Trump tweeted Tuesday evening that he would veto the National Defense Authorization Act (NDAA) if it included an amendment to rename ten U.S. Army bases that had been named for Confederate generals.",
  "CNN’s Acosta on Trump Liking How He Looks in Mask: ‘This Isn’t About Looks — It Is About Saving Lives’ Wednesday on CNN's \"Situation Room,\" guest host Jim Acosta commented on President Donald Trump saying, \"I had a mask. I sort of liked the way I looked,\" during an interview with Fox Business' Blake Burman. | Clips",
  "GOP Rep. Stewart: Russian Bounty Reports Designed to ‘Embarrass’ Trump Wednesday on Fox News Channel's \"America's Newsroom,\" Rep. Chris Stewart (R-UT) responded to the reports that Russian intelligence offered Afghan militants bounties to kill U.S. soldiers, and the White House knew about it but did nothing. | Clips",
  "McConnell: I Hope Trump Doesn’t Veto NDAA over Base Name Issue On Wednesday’s broadcast of the Fox News Channel’s “Daily Briefing,” Senate Majority Leader Mitch McConnell (R-KY) said that he hopes President Trump will not veto the National Defense Authorization Act (NDAA), which the president has threatened to do, over t…",
  "CNN’s Cuomo: Protests and Mount Rushmore July 4 Celebration Not the Same — Would Be ‘Madness’ to Mandate Masks at Protests On Tuesday's broadcast of CNN's \"Cuomo Primetime,\" host Chris Cuomo argued that the planned early July 4 celebration at Mount Rushmore is not an \"apples to apples\" comparison to police brutality protests. Because the protests weren't organized by official gov…",
  "GOP Senators Move to Block Renaming of Confederate Military Bases After Trump Veto Threat Sen. Josh Hawley's proposal to remove an amendment to rename military bases named after Confederate generals gained steam on Wednesday.",
  "Biden Says He Will Reverse Trump’s Tax Cuts On a fundraising call with supoorters, Biden said he planned to undo the Trump tax cuts on businesses and families. | Economy",
  "Survey: 41 Percent of Voters See Biden as ‘More Liberal’ than Themselves A survey released on Wednesday indicates that 41 percent of registered voters see former Vice President Joe Biden as \"more liberal\" than themselves.",
  "Out of Ideas, Leftist South Korean President Floats Another Trump-Kim Summit Leftist South Korean President Moon Jae-in is urging President Donald Trump to hold a third summit with North Korean President Kim Jong-un before the U.S. presidential election in November, South Korean media outlets reported on Thursday.",
  "Poll: ‘Virtual Tie’ Between Trump and Biden in North Carolina President Donald Trump and presumptive Democratic nominee Joe Biden are in a \"virtual tie\" in North Carolina, according to a poll released by East Carolina University Center for Survey Research on Tuesday."
]