[
  "Come August and the Indonesian papers face the same difficulties as those in Britain: deciding what constitutes news when little is happening. The result is that every paper has been splashing with different stories, as demonstrated by yesterday's editions. <p>\"Golkar leaders fighting for crumbs\", was the lead in <b>Rakyat Merdeka</b>, after the largest party in parliament saw its candidate defeated in the first round of the country's first direct presidential election. </p> <p>\"Hundreds of legislators-elect have problems\", was <b>Koran Tempo</b>'s preference, in an article that discussed the legal difficulties facing members of provincial and district councils, and the national parliament. </p> <p>\"Government sees limited oil-hike impact\", was the duller choice of the English-language <b>Jakarta Post</b>'s newly appointed editor, although that was brightened by an unrelated photo underneath of a full washing line - the country's longest, at 2.4 miles. </p> <p><b>Republika</b>, a newspaper whose owner is the campaign manager of President Megawati Sukarnoputri's closest rival in the elections, used a quiet day to have another go at Ms Megawati, accusing her and her running mate of refusing to admit accepting illegal campaign contributions. </p> <p><b>Kompas</b>, the nation's most widely read broadsheet, told its readers: \"Bosses pay for processing of Indonesian workers' documents\". The story covered the impending crackdown by Malaysian authorities on illegal foreign workers. Malaysian plantation workers are hastily \"legalising\" their workers to escape sanction. </p> <p>Perhaps the only consistent newspaper was the capital's leading tabloid, <b>City Post</b>, which stuck to its usual fare with the following: \"After angering her foster mother, young orphan girl is burnt\". The strap underneath read: \"Enraged mob try to destroy the foster home\". </p> <p>The weeklies, however, were all on the same page, playing catch-up on the previous big story, the constitutional court's decision to deem as invalid the prosecutions of the perpetrators of the Bali bombing in 2002, because they were conducted under a piece of legislation enacted after the atrocity. \"Will they go free?\" was <b>Tempo</b>'s simple headline, above photos of four of the ringleaders. </p> <p>The inside pages of the papers, too, were concentrating on some of the same stories. One is the murder of Amanda Devina, a 22-year-old student at one of Jakarta's more prestigious private universities. What made this case unique for Indonesia was the double life the woman, who had committed what is - in the eyes of many Indonesians - the sin of becoming pregnant outside marriage. She paid for it with her life. </p> <p>In a leader headlined \"Amanda is a portrait of our society\", the conservative Republika blamed the tragedy on the fact that \"our society's lifestyle is changing\". It urged the government to reflect that \"political life should not just be about power ... We want our families to be protected. We want a different world where our children are not deviating. We are in a transitional phase and our destruction at this time is the result of the negligence of those in power. Save our soul.\" </p> <p>The Jakarta Post, meanwhile, was outraged that Indonesia will be the only country competing at the Athens Olympics not broadcasting the games. In an editorial headlined \"Indonesia's Greek Tragedy\", the newspaper complained: \"We believe there is a problem of scheduling, and commercial stations are simply reluctant to sacrifice their prime-time, money-spinning reality and quiz shows for the Olympic games.\" </p> <p>Guessing that Indonesia's declining sporting fortunes in recent years could be partly to blame for the lack of broadcast interest, the newspaper continued: \"Given Indonesia's low standing in international and regional sports, our failure to broadcast the event, live or otherwise, would further undermine our national interest in sports and in our capacity to understand the age-old Olympic traditions of honouring excellence, international friendship and solidarity.\" </p> <p>Indonesia's slow season is unlikely to last much longer, however. Yesterday the government carried out its first execution in three years, of an Indian drug smuggler, and, if the TV news is anything to go by, that should dominate today's front pages.</p>",
  "\"I think they intend to go to Chicago or some place and fly into a building - Don't worry, Dad - If it happens, it'll be very fast - My God, my God.\" Peter Hanson, a passenger on United Airlines Flight 175, is talking to his father, Lee Hanson, at 9am on Tuesday September 11 2001. He thinks that he's about to die. A son's instinctive compassion leads him to look beyond the grave and help a father's grieving: \"Don't worry, Dad - If it happens, it'll be very fast.\" Three minutes later, his plane strikes the World Trade Centre in New York and Peter Hanson is dead. <p>This phone transcript from the recently published 9/11 commission report reminds us why the United States is a country that still considers itself to be at war. As I write, Washington has just joined New York on the second highest level of alert against terrorist attack. President Bush has announced the creation of a new national intelligence director and counterterrorism centre, swiftly implementing key recommendations of the bipartisan 9/11 commission. According to a recent poll, the military is by far the most trusted institution in the United States. Four out of five Americans say they have confidence in the military, compared to just one in five who trust Congress. In the presidential election, warlike images prevail. It's as if Bush and Kerry are standing mainly for the office of commander in chief. </p> <p>John Kerry started his acceptance speech at last week's Democratic convention by giving a military salute and saying, \"I'm John Kerry, and I'm reporting for duty.\" He was introduced, very movingly, by a veteran who lost both legs and one arm fighting in Vietnam. On stage were other Vietnam veterans who served with Kerry on one of the so-called swift boats going up the Mekong river. That swift boat provided the metaphor for Kerry's whole speech. Evoking \"our band of brothers\" he said: \"We may be a little older, we may be a little greyer, but we still know how to fight for our country.\" Pointing to a giant stars and stripes flag, he recalled how \"Old Glory\" used to fly \"from the gun turret right behind my head and it was shot through and through and tattered, but it never ceased to wave in the wind.\" And he came back to the gunboat at the end, claiming that the men who served on it cared nothing for their differences of race and background. \"That is the kind of America that I will lead as president: an America where we are all in the same boat.\"</p> <p>This unabashed, emotional, militant patriotism is something unimaginable in contemporary Europe. Watching many hours of it, glued to the television screen here in California, I felt conflicting emotions: some envy of a nation that still has the confidence and optimism to evoke those simple, primary colours, \"freedom and faith and family\" as Bill Clinton put it, in a brilliant speech; some alarm at the way in which my own emotions could be manipulated, for this Democratic convention was directed like a Hollywood movie. (Steven Spielberg helped with the documentary film introducing Kerry.) Then a fit of old European irony at the patriotic kitsch. John Kerry served bravely in Vietnam, but only for four and a half months. We shall be hearing about his service for a lot longer. </p> <p>I was reminded of an old Czech joke about the much mythologised Slovak national rising against the Nazis: \"Which lasted longer, the Slovak rising or the film about the Slovak rising?\" And yet, through it all, I had an overwhelming sense that here, amid these enthusiastic men and women of every colour and background, was the other, better America, which has got lost from European view amid the Cheneys, Rumsfelds and Bushes. </p> <p>Of course we all understand what is behind this war show. Here are the Democrats defiantly occupying the high ground of patriotism and national security on which the Bush White House has chosen to fight this election. Swing voters should trust the seasoned Vietnam veteran Kerry to win the war on terrorism rather than the Vietnam draft-avoider Bush. Kerry's critique of the way the Iraq war has been prosecuted, alienating America's friends around the world and without any proper plan for winning the peace, is compelling. In fact, almost every point that critical Europeans have made against the Bush administration was made by Democrats at the convention. They spoke passionately about the environment. They pilloried America's dependence on \"foreign oil\". They talked again and again about how America cannot win this war on its own. </p> <p>Will this campaign strategy work? Although people say Kerry is a strong finisher, I have a nagging feeling that he may still prove too remote and wooden for the undecided swing voters, when contrasted with the folksy Bush. (A reporter who has followed Kerry as a senator in Boston pays him a deadly compliment. John Kerry, he says, is perfectly qualified to be the president - of France.) So much will depend on what happens in the last weeks of the campaign; in America, and in Iraq. If it were possible for this to happen without more American soldiers coming home in bodybags, and tens of ordinary Iraqis dying for every one American, I would express the Machiavellian hope that things should get visibly worse in Iraq until election day, then dramatically better from November 3 on. </p> <p>If Kerry does scrape home, Europe will find a president who leads a more congenial America in almost every respect. But we won't be back to business as usual before September 11 2001. The key difference is now clear. All American leaders think we are at war; most European leaders think we are still at peace. </p> <p>The Bush administration started out believing that the United States could, if need be, win this war on its own. A Kerry administration would start from the position that this war can only be won by working with America's friends and allies around the world. It will therefore ask us to step straight up to the plate. Kerry's carefully unspecific recipe for the future of Iraq is that bringing more allies on board should help to reduce the American troop presence there. </p> <p>If Europe has any wisdom at all, we should start thinking now about how we answer this Democratic challenge. Our answer should be, \"Yes, so long as _ \" Yes, so long as you rededicate yourself to a peace process between Israel and Palestine. So long as you recognise that Iraq has to be embedded into a much larger project of reform and development in the broader Middle East, which America and Europe can only achieve together. So long as you deliver on your promises to develop alternative energy technologies, address your own excessive carbon dioxide emissions, come back to the international treaties and institutions that the Bush administration abrogated and scorned. </p> <p>We're all in the same boat, too, and we want to be. However, before skipper Kerry pulls the throttle, we have to agree not just the rules of engagement but who exactly the enemy is and what creek we're up. </p> <p><b>· </b>Timothy Garton Ash's new book, Free World: Why a Crisis of the West Reveals the Opportunity of Our Time, was recently published by Penguin </p> <p><a href=\"http://www.freeworldweb.net\">www.freeworldweb.net</a></p>",
  "<p><strong> Has the internet come into its own in the presidential campaign or is it still playing a bit part?</strong><br>The internet is playing a bigger role in this election than newspapers, television, and the candidates ... combined. Wait, that's not true. But it's playing a big role. Campaigns use the internet to email damaging rumours about the candidates to newspaper and television reporters. </p> <p><strong> Is there a future for online voting in the United States?</strong><br> Online voting would be even worse than letting people vote by mail, something that also will never happen, if I have anything to do with it. My biggest objection would be the possibility of fraud - specifically, fraud by the other side. There's no way our fraud would be as good as their fraud. </p> <p><strong> How influential are websites such as MoveOn.org et al on public opinion in the US?</strong><br> MoveOn.org (<a href=\"http://moveon.org/front/\">http://moveon.org/front/</a>) is making a huge difference. I've never been to et al's site, but if it's anything like MoveOn, my hat's off to them. If you're asking if the net has seen an upsurge in activism then ... the answer is \"yes\". </p> <p><strong> Can the net be trusted for information more or less than conventional US news networks?</strong><br>It depends. Most conventional news sources are much more reliable than, for example, FoxNews.com. As for whether it's harder for government to keep things secret with the giant rumour mill that is the internet ... evidently not! </p> <p><strong> And internet radio allows The Al Franken Show a global audience?</strong><br>Yes, it's great. The best thing is that a lot of would-be terrorists listen to the show and think to themselves, \"Hey, America isn't so bad\". </p> <p><strong> Do you listen to any radio stations around the world?</strong><br>No, I try to steer clear of anything that might present information I don't already know or points of view I don't already agree with. That's how we do things in the States. </p> <p><strong> Are websites such as The Onion keeping satire's teeth sharp while television isn't matching them? </strong><br> The Onion (<a href=\"http://www.theonion.com\">www.theonion.com</a> ) is great. So is The Daily Show, which is on television. Those two take turns sharpening satire's teeth. The Onion sharpens the front, the Daily Show sharpens the back, and I sharpen the sides. Satire's teeth are incredibly pointy. </p> <p><strong> Any favourite gadgets? </strong><br>I love the idea of an electronic voting machine that creates a paper trail so you can verify your vote. </p> <p><strong> How important is a web presence? </strong><br>\"As far as I'm concerned, if you don't have a website, you don't exist.\" That's the kind of snotty thing I can't stand. </p> <p><strong> Any favourite tools for writing?</strong><br>PC, MS Word, Final Draft (<a href=\"http://www.finaldraft.com\">www.finaldraft.com</a>), LexisNexis (<a href=\"http://www.lexisnexis.com\">www.lexisnexis.com</a>), Google and lots of coffee. </p> <p><strong> Interviewed by Hamish Mackintosh</strong> </p> <p>Visit: <a href=\"http://www.al-franken.com\">www.al-franken.com</a> and <a href=\"http://www.ofrankenfactor.com\">www.ofrankenfactor.com</a> </p> <p><strong>Al Franken's bookmarks</strong></p> <p><a href=\"http://www.dailykos.com\"> www.dailykos.com</a> </p> <p><a href=\"http://atrios.blogspot.com\"> atrios.blogspot.com</a> </p> <p><a href=\"http://www.mediamatters.org\"> www.mediamatters.org</a> </p> <p><a href=\"http://www.factcheck.org\">www.factcheck.org</a> </p> <p><a href=\"http://www.talkingpointsmemo.com\"> www.talkingpointsmemo.com</a> </p> <p><a href=\"http://www.slate.com/Default.aspx\">www.slate.com/Default.aspx</a> </p> <p><a href=\"http://www.salon.com\"> www.salon.com</a></p>",
  "In a move seen as marking the end of more than a decade of civil war between Islamists and the military in Algeria, the country's army chief, General Mohammed Lamari, has stood down. <p>He blamed ill health for retiring at the age of 65, but many see political reasons for the retreat of a leading member of the group of generals who hijacked power to prevent Islamists taking charge after election victories in the early 90s. </p> <p>A guerrilla war in which 120,000 people were killed followed, with the army accused of being involved in atrocities as it fought Islamists who, in turn, massacred civilians. </p> <p>The portly Gen Lamari, his eyes hidden by sunglasses, had for the past decade been the leading figure among the so-called pouvoir or decideurs, the men who ran the country and, in effect, appointed its presidents. </p> <p>But he surprised many by insisting the army stand back at the presidential elections in April, despite his differences with the man who was re-elected and who looks to have taken control, Abdelaziz Bouteflika. Gen Lamari disagreed with President Bouteflika's attempt to persuade Islamists to give up armed struggle in exchange for a place in politics. \"The time has come for the military to ... go back to barracks,\" El Watan newspaper said yesterday.</p>"
]