[
  "Perhaps it was the apologies they printed for running stories on Iraqi WMD but the serious press in the US has taken a more sceptical attitude to the Bush administration's \"high alert\" than some of its British counterparts. <p>Where the<b> Times</b> leads on the \"<a href=\"http://www.timesonline.co.uk/article/0,,2-1200901,00.html\">terror threat to London</a>\" and the<b> Telegraph</b>, alongside a photograph of heavily-armed New York police, reports on <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/03/wterr03.xml&amp;sSheet=/news/2004/08/03/ixnewstop.html\">threats to the US and Britain</a>, the <b>New York Times</b> questions the intelligence the alert was based on.</p> <p>\"Much of the information that led the authorities to raise the terror alert at several large financial institutions in the New York City and Washington areas was three or four years old,\" begins its <a href=\"http://www.nytimes.com/2004/08/03/politics/03intel.html?hp\">front page story</a>.</p> <p>\"Intelligence and law enforcement officials [...] reported that they had not yet found concrete evidence that a terrorist plot or preparatory surveillance operations were still under way.\"</p> <p>The <b>Washington Post</b> goes with <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A35466-2004Aug2.html\">the same lead</a>: \"More than half a dozen government officials interviewed yesterday, who declined to be identified because classified information is involved, said that most, if not all, of the information about the buildings seized by authorities in a raid in Pakistan last week was about three years old, and possibly older.\"</p> <p>\"There is nothing right now that we're hearing that is new,\" one senior law enforcement official who was briefed on the alert tells the paper. \"Why did we go to this level? . . . I still don't know that.\"</p> <p>Alone among the major British titles, the <b>Independent</b> went straight to the heart of some of the confusion over the terror warnings. \"A nation in danger. Or a president in peril?\" asks its <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=547432\">headline</a>.</p> <p>But away from the discussion over the reality of the threat there is great concern at what another terrorist strike could mean. </p> <p>\"In New York, which has operated in a state of alert for almost three years, 11 police cars were parked on the street outside Citigroup's headquarters, a 50-story glass tower. Armed officers shooed trucks and vans away from streets next to the building,\" <a href=\"http://www.philly.com/mld/inquirer/9308656.htm\">reports</a> the <b>Philadelphia Inquirer</b>. </p> <p>The <b>Boston Globe</b> finds that employees of New York's financial institutions have taken the <a href=\"http://www.boston.com/news/nation/articles/2004/08/03/employees_take_security_steps_in_stride/\">security steps in their strides</a>.</p> <p>The <b>Los Angeles Times</b> considers the threat more real and current than the New York Times or Washington Post stories would suggest. </p> <p>\"Some of the surveillance files that triggered the nation's latest terrorism alert were reviewed and updated by al-Qaida just months ago and dovetail with other, fresh intelligence that indicates the terrorism network remains intent on launching a major US attack during the presidential election campaign,\" <a href=\" http://www.latimes.com/news/nationworld/nation/la-na-terror3aug03,1,1458227.story?coll=la-home-headlines\">it says</a>.</p> <p>\"Several senior US counterterrorism officials said that the surveillance, obtained in Pakistan and reviewed late last week by authorities in Washington, came amid a continuing stream of intelligence corroborating al-Qaida's determination to launch strikes in the US.\"</p> <p>Daniel Byman, a foreign policy expert, attempts to answer the question in <b>Slate</b> of why al-Qaida has <a href=\"http://slate.msn.com/id/2104641/\">not succeeded in striking US territory since September 11</a> when it so clearly wants to.</p> <p>\"The easy answer, and the wrong one, is that US officials exaggerated the al-Qaida threat.\" He also finds flaws in the argument that terrorists have migrated to Iraq, though is more persuaded by the idea that US defences are now better and popular vigilance is higher, making it more difficult for attackers to get through.</p> <p>\"But this is only a partial explanation, as FBI officials freely admit. The greatest blow to al-Qaida has come from the removal of its haven in Afghanistan and the disruption of the permissive environment it enjoyed in numerous countries in Europe and Asia [...] attacks that require meticulous planning and widespread coordination are far more difficult to carry out.\"</p>",
  "Six years ago, the American sociologist Alan Wolfe published a strikingly important book. Entitled One Nation, After All, and subtitled What Middle-Class Americans Really Think About, it is an essential text for understanding the pulse of modern America. What makes it both important and essential is that Wolfe painted a picture radically at odds with the exaggerated perception, both in the US and abroad, of America as a nation of entrenched and embattled ideological extremes. <p>In fact, Wolfe argued that middle America was not so much a land of culture wars as of cultural pragmatism. \"I have found little support for the notion that middle-class Americans\" - a category within which three quarters of all Americans define themselves - \"are engaged in bitter cultural conflict with each other over the proper way to live,\" he observed. </p> <p>\"Reluctant to pass judgment, [Americans] are tolerant to a fault,\" he concluded. \"Not about everything - they have not come to accept homosexuality as normal and they intensely dislike bilingualism - but about a surprising number of things, including rapid transformations in the family, legal immigration, multicultural education and the separation of church and state. Above all moderate in their outlook on the world, they believe in the importance of leading a virtuous life, but are reluctant to impose values they understand as virtuous for themselves on others; strong believers in morality, they do not want to be considered moralists.\" </p> <p>Wolfe's book came out at the height of the Clinton-Lewinsky scandal and his findings were vindicated by the response of public opinion to the president's misdemeanours. While Republican fanatics used the affair to try to drive the president from the White House, moderate middle America failed to rise to their bait. Instead they kept Clinton's wrongdoings in proportion and rallied behind him, just as a reading of Wolfe's book suggested they might. </p> <p>But that was then. Today, in election year, the talk is of a deeply divided nation, of a Disraelian Two Americas, to quote the title of a recent book by the pollster Stanley Greenberg. Six years on, in the wake of the split-down-the-middle presidential election of November 2000, in the light of the ideological drivings of the Bush administration and, above all, in the confrontational aftermath of Iraq, how does Wolfe's late-1990s vision of a tolerant consensual America stand up? </p> <p>When I put this question to him last week, Wolfe argued that the past four years have confirmed rather than destroyed the essential thesis of his book. By any standard, he reckons, Americans are less divided in their view of life, the nation and the world, than they were in the past. One nation, after all, again. </p> <p>The essence of Wolfe's case is that the great wedge issues of the late 20th-century culture wars have simply shrunk in significance. The most important of these, as always, is affirmative action on race, where the supreme court has managed to strike a sensible compromise. Nor, he argues, does abortion still have the divisive potential of the past, though if a re-elected Bush attempts to nominate a supreme court dedicated to overturning the landmark pro-abortion Roe vs Wade judgment of 1973, that could change. Having won the political argument over what it calls partial birth abortion, though, Wolfe reckons the right is less angry than it was. </p> <p>There's much about America in 2004 that bears this out. Over the past couple of months, the president has spent $50m on campaign ads designed to promote his opposition to gay marriage. As Wolfe's original research found, gay equality remains one of the issues on which middle America remains to be convinced; yet you would have to search long and hard to find many people who believe that gay marriage is the great dividing issue in America. At the margins, Bush's advertising may help to motivate some social conservatives to vote Republican, but mostly it has sunk without trace. </p> <p>Which brings us to the paradox. If Wolfe is right, even in 2004, and most Americans are indeed part of the shared values of One America, then how does this square with an electorate that, according to most of the current opinion polling, is now so sharply polarised into Two Americas? </p> <p>A possible explanation is that the polarisation of 2000 and 2004 is simply untypical - most US presidential elections are not nearly so close as the last one was and the next one promises to be. In that case, some special factor - the disabling effect of the Clinton scandals on the Democratic cause in 2000, perhaps, or the mistrust towards Bush's Iraq policy and his tax cuts this time around - may have made these two contests more impassioned than they might otherwise have been. </p> <p>A second is that the practices of modern campaigning and media - giving voters a relentlessly inaccurate picture of the choices they face, presenting their own candidate in an unbelievably favourable light and their opponent in an equally unbelievably negative light - conspire to create a polarised contest between core electorates and to drive down participation. As US journalist Jack Germond says in his new memoir, the Republicans do not have a monopoly on such tactics - they just seem better at it. </p> <p>There is, of course, a third possibility: that Wolfe's \"one nation\" theory is just wrong. In the end, though, a complete explanation surely also involves a critical assessment of the tactics of the Democrats, in particular the intellectual defensiveness that EJ Dionne, in another necessary new book, Stand Up Fight Back, dubs \"the politics of accommodation\" and which Garry Wills, in a brilliant essay in the New York Review of Books, describes as Clinton's legacy of \"omnidirectional proneness to pusillanimity and collapse\". </p> <p>Dionne's answer has lessons not just for the Democrats but for the Labour party. His argument is that progressive parties must not be so fearful about affirming the traditions from which they come, while simultaneously recognising that the tradition is \"pragmatic, experimental and open to new approaches\". In the US, writes Dionne, this means being more explicit about government's role to help the worse off, protecting the courts from rightwing judges, reforming the campaign finance laws, promoting \"tolerant traditionalism\" in social policy while, in international affairs, adopting a vigilant optimistic \"Lockean\" strategy based on alliances, democracy and justice. </p> <p>Reading Wolfe, there is little doubt that this meshes with the \"mature patriotism\" and \"tempered internationalism\" which characterise middle-class America's view of the world and that a campaign based on such approaches would make Bush's re-election much more difficult. Will it happen? There were signs in Boston last week that John Kerry has begun to embrace some of this. But the picture is incomplete, there is a long way to go and - as Germond reminds us - the Republicans are very good, and very ruthless, campaigners. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>"
]