[
  "In these uncertain years at the beginning of the 21st century and Washington's \"war on terror\", there are qualities middle America demands of a first lady, and Laura Bush seldom disappoints. <p>Poise. Grace. Good manners. Good looks. Those are the admiring comments that follow the presidential spouse on the campaign trail. This week brings her to five battleground states in three days. With polls suggesting that John Kerry is slowly eating away at Mr Bush's lead, Republican party officials joke that she is their stealth weapon. </p> <p>For a political wife who approved her husband's run for the presidency on the condition that she never be required to give a speech, Mrs Bush has become a crucial campaign asset. </p> <p>She has raised $10m (£5.5m) at political fundraisers, and a Gallup poll gave her a 74% approval rating - far ahead of the president. </p> <p>Mr Bush's stock campaign ad shows Laura by his side, nodding as he talks about the pain of the September 11 attacks. He frequently begins his speeches by saying that the strongest argument he can make for his re-election is that Laura would return to the White House. </p> <p>The signs distributed at Ms Bush's campaign events read: \"W stands for women.\" When she appears in a modest auditorium in this small town in northern Wisconsin, Mrs Bush does not stoop to the conventional posturing of political wives. </p> <p>There are no fake hugs or air kisses, no pointing into the crowd in phony delight at recognising a friend. She waves, but only a bit, and with her elbow pinned to her waist. Once she begins reading her speech, her hands remain fixed on the podium, and only occasionally does she look at the crowd. </p> <p>When she does, she encounters near-universal delight. This congregation, as is the rule for Mrs Bush's events, is a careful collection of local Republican grandees and their friends. </p> <p>\"Classy, she's got real class,\" says Marlene Peterson, from Marathon, Wisconsin. She presses through the crowd to shake hands with the first lady, and reports that Mrs Bush possesses an unusually firm grip. \"It was like a ray of sunshine.\" </p> <p>Americans are split on what kind of woman they are looking for in the White House. In these parts, the higher-income end of a town where mores are fairly conservative, the partnership of Bill and Hillary Clinton is a thing of horror. Teresa Heinz Kerry, the wife of the Democratic candidate, is also suspect as a bit of a wild woman. </p> <p>Laura Bush, they say, is eminently more suitable. </p> <p>\"I think she is the example of a real lady. The other lady running has a lot of disqualifications,\" says Sharon Kolbe. \"She just doesn't have the decorum that Laura Bush has.\" </p> <p>Life in the White House has not been kind to assertive women. Mrs Clinton got her comeuppance with her spectacular failure to reform healthcare policy. Mrs Bush has been far more circumspect in pursuing her policy interest - literacy - discreetly inviting her favourite writers to the White House. </p> <p>She is far too disciplined to do much more than hint at disagreement with her husband's policies - as she did in an interview in October's GQ, when she intimated she did not share his rigid stance on abortion. </p> <p>\"She doesn't put herself before her husband. She supports her husband fully,\" says Sue Becker, whose daughter, Ann Hunger, adds: \"That's the way it should be, because her husband is the president.\" </p> <p>There are a few brave souls who say they prefer a woman with definite opinions, but they admit to feeling a bit lonely in Wausau. </p> <p>\"I think the first lady should have a story behind herself; but I don't imagine the rest of the country does,\" says Rebecca Pilgrim-Tylinski, a lawyer. </p> <p>After growing up an only child in Midland, Texas, Laura Welch as a young woman was interested in culture and travel. She visited Europe after college and worked as a teacher and a librarian. </p> <p>She was 30 - and a Democrat - when she met and married Mr Bush. The couple were the only ones among their friends still single at the time. </p> <p>Marriage into America's pre-eminent dynasty had its trials. Until he became a Christian, Mr Bush was an alcoholic. In 1986 Mrs Bush is said to have offered him the choice: \"Jim Beam or me.\" Their twin daughters, Jenna and Barbara, 22, have a string of arrests for underage drinking. </p> <p>But none of those faults in the first family - not even Mrs Bush's surreptitious smoking habit - detract from her appeal on the campaign trail. </p> <p>During the past few weeks, opinion polls have detected a slide in Mr Kerry's popularity among women - generally one of the Democratic party's core areas of support. Al Gore took 54% of the women's vote in 2000 against 43% for Mr Bush. </p> <p>But the nervousness of so-called \"security moms\" - women who think that dangerous times demand a tough leader - and the personal appeal of the first lady are bringing female voters around to Mr Bush. </p> <p>So Mrs Bush is out on the road, delivering her 25-minute speech, working the lines, shaking hands and posing for photographs. </p> <p>Like many political speeches, hers rarely deviate from a standard text. </p> <p>She urges people not to be discouraged by the rising US death toll in Iraq. \"These acts are grim reminders of why our war to defeat terrorism and create free societies in the Middle East is so important,\" she says. Later, several members of the audience say this was their favourite line. </p> <p>This is Mrs Bush's most important task - to validate the choices of a man who often seems abrasive and uncaring. Once that is done, she returns her message to the personal, with her trademark line: \"George and I grew up in west Texas, where the sky seems endless and so do the possibilities.\" </p> <p><b>First wives' club</b></p> <p><b> Hillary Clinton</b> </p> <p>Highly political, Mrs Clinton was accused of being too involved in government, particularly over health reforms. Her support of her husband during the Monica Lewinsky scandal may have saved his presidency. She is now a New York senator </p> <p><b> Barbara Bush</b> </p> <p>The matriarch of the Bush clan, she was well-liked and fairly apolitical. She wrote Millie's Book in 1990, a view of White House life from the family dog's perspective </p> <p><b> Nancy Reagan</b> </p> <p>Came second last in a 1993 popularity poll judging 37 US first ladies. She was derided for soliciting $200,000 from donors for a new set of state china and for aligning her schedule to astrological forecasts. Partly redeemed herself with her \"Just say no\" crusade against drug abuse </p> <p><b> Rosalynn Carter</b> </p> <p>Remained in the background during the Carter presidency, though she was passionate about mental health issues. Nicknamed Steel Magnolia by White House staff because of her firm convictions </p> <p><b> Elizabeth \"Betty\" Ford</b> </p> <p>Noted for her candour: spoke of her breast cancer and battle with alcoholism while in the White House. Set up the Betty Ford Clinic, famed for treating high-profile addicts </p> <p> Katy Heslop</p>",
  "Afghan soldiers killed a senior Taliban commander and two fighters during an ambush in a central province where clashes with coalition forces are escalating. <p>Maulvi Abdul Ghafar, a former Guantánamo detainee, died after Afghan soldiers attacked a house in Uruzgan province on Saturday night, the governor, Jan Muhammad, said. </p> <p>The attack was the latest confrontation between the Taliban and coalition forces linked to the October 9 presidential election. </p> <p>The interior minister, Ali Ahmad Jalali, said Ghafar had been taken to Guantá-namo Bay in late 2001 and released eight months later. On his return he was made a regional commander. </p> <p>A Taliban spokesman told Reuters two fighters were killed in the attack, but said Ghafar had survived.</p>",
  "\"I am a full-time carer for my mentally handicapped brother, living on the Isle of Anglesey. I voted Labour (Albert Owen) at the last general election but previously I had voted Plaid Cymru - mainly to prevent a Tory getting in. <p>\"Ynys Mon has an interesting political history; solidly Labour as long as Lord Cledwyn of Penrhos stood, it surprisingly fell to the Tories after a vigorous campaign by Keith Best, who turned out to be an active and well thought of MP until his fall from grace. Ieuan Wyn Jones then took the seat for Plaid Cymru and held it until he decided to concentrate on his work as party president and leader in the Welsh assembly.</p> <p>\"His anointed successor was Eilian Williams, another local solicitor who was widely expected to be a shoo-in. It all went pear-shaped for a number of reasons, most importantly over-confidence. </p> <p>\"Ynys Mon will be one of the most interesting seats and one of the most difficult to predict. We had the highest turnout in Wales at the assembly elections, when Ieuan Wyn Jones held his seat. Albert Owen has a thin majority and the war in Iraq is even less popular in Wales than in Britain as a whole. Plaid's candidate is a relative heavyweight, Eurig Wyn, an ex-MEP whose chosen battleground is the lack of affordable housing for local people and, bafflingly, that more people are unemployed than the government stats say. The subtext is - English people are buying our houses and we don't like it.</p> <p>\"The Conservatives missed a trick in not selecting Peter Rogers (who was capable of winning) and at present have no candidate. The key for me is to stop Plaid Cymru winning. The party has taken an ugly turn towards language and cultural fundamentalism under Dafydd Iwan and Alun Ffred.\"</p> <p> <b>More about me</b></p> <p><b>Occupation:</b> I am a full-time carer for my mentally handicapped brother, Bret, and the main carer for my five-year-old daughter, Kezia. The complete New Man, sadly without the aptitude for the job</p> <p> <b>Family:</b> My partner, Gill, is the earner. She is the owner-manager of a climbing wall and manufacturing business. I have three grown up sons from my previous marriage </p> <p> <b>What was the last book you read?</b> Walking on Glass by Iain Banks</p> <p> <b>What are your hobbies and interests?</b> My main hobby is rock-climbing, although I should include gardening (or \"concreting things\" as I prefer to call it)</p> <p> <b>What are your five favourite websites?</b> I don't have five. <br> <a href=\"http://wwwStatistics.gov.uk\">Statistics.gov.uk</a> is the one I visit most often since I am obsessed with trying to find out if the statements of fact which I read in the news have foundation in reality. <br><a href=\"http://politics.theguardian.com/\">Guardian politics</a> (theguardian.com/politics) is good for background information. <br>I was riveted to the <a href=\"http://www.cnn.com\">CNN</a> website during the subversion of democracy in the US which was the last presidential election. </p> <p> <b>How do you follow political events?</b> I read three newspapers, the Guardian (Observer on Sundays), the Daily Post (north Wales) and the Western Mail. I follow several TV news programmes: Sky, BBC News 24, CNN, and Channel 4 News, which is by far the best. </p> <p> <b>Politics? </b> Despair during the Thatcher years, when I voted Plaid Cymru as the party most likely to win in Ynys Mon. I am a liberal socialist, I think, but since I voted New Labour at the last general election, I am clearly a foolishly optimistic pragmatist too. </p> <p> <b>What will be your most important issues at the election: </b> The national health service, education and fair taxation</p> <p> <b>Who would you sack from the cabinet if you could?</b> Geoff Hoon must go - neither likeable nor credible</p> <p> <b>And who would you appoint to the cabinet? (It needn't be a politician)</b> Ken Livingstone for the cabinet. Is there a politician of modern times who has succeeded as he has in the face of such universal opposition from every political party?</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Panorama needs a \"touchy-feely\" overhaul, according to a briefing document prepared for the BBC executive in charge of the series. P1-2<br>A leaked memo on the scheduling and content of Panorama has ignited the row over public service broadcasting. Media section P2-3<br>Tom and Jerry have been voted grown-ups' favourite cartoon characters. P3<br>Anti-terrorist police have been given permission to hold four men arrested over an alleged \"dirty bomb\" plot after acting on information from the News of the World. P5<br>No-win, no-fee deals which allow solicitors to claim up to 800 pounds an hour if they win libel or privacy cases are having a \"chilling effect\" on freedom of speech, 13 media groups will tell the government today. P6<br>The Blairs and their court: how Lord Hutton was selected to head the inquiry into David Kelly's death. P7<br>Whitehall PR chiefs hit out at Downing Street. P13<br>Labour in Brighton: Jackie Ashley meets culture secretary Tessa Jowell. P14<br>The Christians whose protests forced the BBC to drop its cartoon about the Vatican should lighten up, says Giles Fraser. P20<br>Mobile phone operator O2 is considering pulling out of the race to launch 3G services in time for Christmas fearing the technology is not ready. P26<br>The BBC said it is in talks with several US cable companies to distribute its BBC World news channel. P26<br>Virgin will today enter the online music market in the US, taking on Apple's iTunes. P26<br>The BBC's The Big Draw with Rolf Harris was a success. P28<br>Lawson on TV: Alan Titchmarsh's British Isles. G2 P17</p> <p>MEDIAGUARDIAN<br> A leaked memo on the scheduling and content of Panorama has ignited the row over public service broadcasting. P2-3<br>Dispatches: a word in the new Radio 4 chief's ear; the Yorkshire Post celebrates its 250th birthday celebrations by seeing its bright new editor clear her desk; why buying US television shows will be cheaper; Mark Law's sacking at the Sunday Telegraph. P4<br>Opinion: Emily Bell asks can we really tell the French anything about digital switchover? P5<br>MediaGuardian's guide to the hottest people, places and things this autumn. P6<br>Television: Kevin Lygo, director of television at Channel 4, gives his top 10 theories on future trends. P7<br>My best lunch: Dawn Airey, managing director of Sky Networks. P7<br>PR: Julian Henry, founder PR consultancy Henry's House, on how newspapers' desperation to compete for showbusiness news is leading to reliance on anonymous sources. P8<br>Maggie Brown on the latest natural history blockbuster Planet Earth. P8<br>Boris Johnson on how the media covered the Hutton affair; Tony Blair blaming the media for difficulties in Iraq; Polly Toynbee; and the pointlessness of royal security breaches. P9<br>New media: unseen clips of contestants from ITV's The X Factor could be sent to your mobile phone in a deal 3 is heralding as a landmark link-up. P10-11<br>Paul Carr on the perils of CBS' Dan Rather not checking his email. P11<br>Early adopter: Pace PVR2GO. P11<br>Marketing: Jim Hytner, group brand director and UK marketing director of Barclays, on the use of celebrities in marketing. P12<br>How did a Brit become the US advertising woman of the year? Cindy Callop tells Edward Helmore her secrets. P12<br>Go Figure: top 10 ads on terrestrial TV; what the over-50s watch on TV; Sky ratings. P13<br>Tim Dowling on how Coronation Street could end its affair with Mike Baldwin. P13<br>Media law: a libel action launched by David and Victoria Beckham over the News of the World's claims that their marriage is on the rocks, could backfire in the tabloid's favour. P14</p> <p><strong>THE TIMES </strong>(tabloid edition)</p> <p>Anti-terrorist police have been given permission to hold four men arrested over an alleged plot to buy material for a \"dirty bomb\" after acting on information from the News of the World. P22<br>No-win, no-fee deals that allow solicitors to claim up to 800 pounds an hour if they win libel or privacy cases are having a \"chilling effect\" on freedom of speech, 13 media groups will tell the government today. P26<br>US presidential candidate John Kerry pins his hopes on TV debates. P35<br>The \"Hispanic Oprah Winfrey\" Laura Bozzo fights corruption charges. P37<br>Nokia is launching handsets with an interactive visual radio service next year. P44<br>ESPN to launch a live European sports channel. P44<br>Former Freeserve heads Ajaz Ahmed and Robert Wilmot back new voiceover internet protocol technology. P44<br>Obituary: journalist Kate Carr. P55</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Anti-terrorist police have been given permission to hold four men arrested over an alleged \"dirty bomb\" plot after acting on information from the News of the World. P4<br>No-win, no-fee libel deals are having a \"chilling effect\" on freedom of speech, media groups will tell the government today. P4<br>US presidential candidate John Kerry pins his hopes on TV debate with George Bush. P14<br>Ofcom poised to step back from break-up of BT. P27<br>Google accused of aiding Chinese censors. P27<br>Sponsors give cold shoulder to Labour's conference. P34</p> <p><strong>FINANCIAL TIMES</strong></p> <p>PeopleSoft bid for oracle set to get EU go-ahead. P1<br>Richard Tomkins on why he became an own-label brand devotee. P12<br>Tony Elliott discusses how he is globalising his Time Out empire while fending off rivals to the original London guide. P12<br>Comment &amp; Analysis: how fragmented and partisan media are shaping the US election. P17<br>Troubled US networks lose viewers to cable. P17</p> <p>COMPANIES &amp; MARKETS<br> US media tycoon John Malone has abandoned hopes of controlling the UK cable industry. P22<br>Chrysalis has appointed an independent publishing specialist to value its books business. P22<br>Susan Murphy is the new finance director at Chorion as Jeremy Banks becomes commercial director. P25<br>Viacom is extending its reach into China in a partnership with Beijing television and expanding distribution of MTV in the Guangdong province. P28<br>News Corp has vowed to strengthen disclosures on corporate governance to help avert a shareholder revolt over switching the company's domicile and main stock listing from Australia to the US. P29</p> <p><strong>THE INDEPENDENT</strong></p> <p>The Daily Mail may not back the Tories at the next election, says Lord Rothermere. P2<br>Lord Rothermere, the chairman of Daily Mail &amp; General Trust, wants non-executives to make the senior appointment at the soon-to-be-merged Capital radio and GWR group. P36</p> <p>MEDIA SECTION<br>Interview with Lord Rothermere, the chairman of Daily Mail &amp; General Trust. P4-7<br>HIT Entertainment is preparing to going head-to-head with Disney. P8<br>Greg Dyke on television: has BSkyB unwittingly served its competitors a free lunch?; how Charles Allen has become the great survivor. P9<br>Fashion houses are extending their brands into other areas. P11<br>Bill Hagerty on the Mirror and the forthcoming election. P14<br>Kelvin MacKenzie on his beef with BBC Radio 5 Live. P15<br>Former BBC2 controller Jane Root is in tune with her US audience. P16-17<br>Why Google news signals the death of the online exclusive. P17<br>Does the navy's recruitment campaign help spin the offical line on Iraq? P18<br>A year in Vogue: the stories behind the front covers. P20-21</p> <p><strong>DAILY MAIL</strong></p> <p>Radio 2 presenter Jeremy Vine has to apologise to listeners after guest, artist Sebastian Horsley, said he'd spent 100,000 pounds on prostitutes. P15<br>Final details of the Capital-GWR merger are being hammered out. P56</p> <p><strong>DAILY EXPRESS</strong></p> <p>Anti-terrorist police have been given permission to hold four men arrested over an alleged plot to by material for a \"dirty bomb\" after acting on information from the News of the World. P2<br>Animal rights campaigners who have branded The Farm \"sick\" and made TV bosses nervous. P24-25<br>How Ronnie Corbett and Ronnie Barker met. P28-29<br>DFS plans an aggressive new marketing campaign starring former EastEnders' Martin Kemp. P72</p> <p><strong>DAILY MIRROR</strong></p> <p>Anti-terrorist police have been given permission to hold four men arrested over an alleged \"dirty bomb\" plot after acting on information from the News of the World. P14</p> <p><strong>THE SUN</strong></p> <p>Anti-terrorist police have been given permission to hold four men arrested over an alleged \"dirty bomb\" plot after acting on information from the News of the World. P4<br>Jonathan Ross and Terry Wogan battle it out for the Radio 2 breakfast show. P8<br>Tom and Jerry has topped a poll of adults' favourite cartoons. P17<br>NTL complainants were greeted with a recorded message telling them to f*** off. P19</p> <p><strong>DAILY STAR</strong></p> <p>Charlotte Chuch would like to be a radio presenter and DJ. P14-15<br>EastEnders writers have blamed the show's top stars for the ratings slump. P25</p> <p><strong>AND FINALLY...</strong></p> <p>Tom and Jerry is the cartoon most-loved by adults but a close second to the 64-year-old cat-and-mouse caper was none other than Scooby-Doo, which is still being made and is therefore the longest-running Tv cartoon series. Apparently the Great Dane was named after the \"scooby-dooby-doo\" chorus of Frank Sinatra's Strangers in the Night. Danger Mouse took third spot but Hong Kong Phooey - \"Is it Sarge? No! is it Rosemary the telephone operator? No! Is it Henry the mild-mannered janitor? Could be!\" - only made 10th. The Guardian. P3</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>"
]