[
  "Four western countries set the scene yesterday for a showdown with Iran by demanding that it freeze its uranium enrichment activities immediately. <p>The US, Britain, France and Germany agreed on a form of words at the International Atomic Energy Agency in Vienna, which threatened tough action in November if Iran remained defiant.</p> <p>The resolution, drafted by the three European countries, said Iran needed \"immediately to suspend all enrichment-related activities\", and asked the IAEA's director general, Mohamed El Baradei, for a full accounting of the Iranian programme before the next IAEA board meeting in November.</p> <p>Dr El Baradei will be asked for a definitive verdict on whether Iran has a covert project to build an atom bomb.</p> <p>The demand for a freeze was being contested last night in Vienna by countries from the non-aligned movement. While it was expected to be endorsed, the session was adjourned for the third time this week and the 35-member board is to meet this morning.</p> <p>Yesterday Dr El Baradei said the latest site to draw Washington's suspicion - at Parchin, south of Tehran - showed no signs of nuclear-related activities.</p> <p>The resolution said the November meeting, after the US presidential election, would \"decide whether or not further steps are appropriate\", meaning Iran could be reported to the UN security council for sanctions. This is the policy pursued by the US but resisted, for the moment, by the Europeans.</p> <p>The US immediately denounced as a ploy Iran's offer to extend its freeze on uranium enrichment, and Tehran accused Washington of manipulating the Vienna meeting for political reasons. Iran also threatened to take the IAEA to the international court of justice in The Hague.</p> <p>Yesterday's draft came after four previous attempts in Vienna this week, reflecting the acrimony involved in reaching a consensus.</p> <p>While all the signs are that the two-year-old crisis is coming to a head, the draft left open the possibility of it dragging on. The final document said the IAEA's board would \"remain seized of the matter\", meaning it could remain on the board's agenda beyond November.</p> <p>Earlier versions did not contain this clause.</p> <p>Although the Europeans have been reluctant to go to the security council, there is concern that Iran has been playing for time and the longer the crisis drags the closer they will be to an atomic bomb.</p> <p><b>·</b> Dr El Baradei will visit South Korea early next month to discuss Seoul's nuclear research after the country admitted it had enriched some uranium and separated plutonium.</p>",
  "The Natural is playing on the sound system when George Bush walks on to the stage at a rally in Minnesota, and the message is clear. <p>The baseball movie anthem is fitting not just because the president is meeting his followers at a ballpark. It is also a boast that this is what Mr Bush does best. </p> <p>Back in Washington - a capital the president derides at every opportunity - he is awkward and defensive with the press. </p> <p>Ad-libbing on complex policy issues is often a recipe for embarrassment. </p> <p>But out in the small towns of America, delivering speeches crafted in short, punchy sentences to suit his Texan twang, America's commander-in-chief is formidable. </p> <p>When he is waiting his turn to speak, Mr Bush stands on the podium like a gunfighter. His shoulders hunch slightly as he squints into the distance, and his hands hang a few inches away from his hips, as if his pectoral muscles were too big to let them fall to his side. </p> <p>When he acknowledges individuals in the crowd he gives them a wave or a thumbs-up from waist height, never raising his arms. </p> <p>The Bush stump speech is a variation on a standard text agreed months ago that has evolved on the road but never fundamentally altered. It is both script and game plan for the entire Bush re-election effort; a rhetorical tour de force that recasts his greatest disaster, Iraq, as a moral victory. In it, Mr Bush no longer claims to have been right about Saddam Hussein's weapons. He now tells America he was wrong for all the right reasons. </p> <p>\"Knowing what I know today, even though we haven't found the stockpiles of weapons we thought were there, I'd have still made the same decision,\" the president told supporters in the farming community of St Cloud. \"I would have made the same decision because he had the capability of making weapons and he could have passed that capability on to an enemy. I would have made that same decision because I'll never forget the lessons of September the 11th, 2001.\" </p> <p>Bush runs through a checklist of domestic themes, portraying even small remedial measures to the nation's woeful health insurance system as portents of visionary change. </p> <p>Ultimately, though, the script returns to the nub of his whole campaign: the comfort of decisive leadership in uncertain times, and the danger of electing someone who might see both sides of a problem and therefore send \"mixed signals\" to friends and enemies alike. </p> <p>\"It is critical that the president of the United States speaks clearly and consistently at this time of great threat in the world and not change positions because of expediency or pressure,\" Mr Bush said. </p> <p>\"The Natural\" was a title once bestowed on Bill Clinton, the consummate campaigner. Mr Bush cannot think on his feet like his predecessor, but he shares his ability to talk to a crowd as if he was \"one of them\". And he is far more disciplined than Mr Clinton ever was. </p> <p>On a bus tour through Minnesota on Thursday, he took his message to enthusiastic crowds in three modest towns. Two of the venues were baseball fields, the perfect setting for the president's optimistic view of America and its place in the world. Ballparks are cherished icons of American innocence, patriotism and \"family values\". </p> <p>In St Cloud, even the long-haired warm-up band from Nashville sang about moral redemption and the dangers of \"neglected responsibilities\". The song was called Shame on Me. </p> <p>It was probably one of the last hot days of Minnesota's short summer, and the sun lit up the outfield to a fluorescent green. Small boys perched on the crowd barriers and waved plastic flags in time to the music. </p> <p>The last time Minnesota voted for a Republican president, it was for Richard Nixon in 1972. This is a state carved out by German and Swedish immigrants who brought traces of social democracy from Europe. The lineage is illustrated by all the blond heads in the crowd, but the political traditions have faded faster, and the terrorist attacks of three years ago have jumbled the electoral arithmetic still further. </p> <p>Minnesota is now winnable for President Bush, as he rides the surge that followed the Republican convention. A statewide opinion poll published by a local paper on Thursday showed him ahead of Senator Kerry for the first time. </p> <p>The number of Minnesotans who ranked terrorism and homeland security as the most important campaign issue had doubled since July, a tangible success for the president's speechwriters. </p> <p>Mike Kittridge, a personnel manager from St Cloud who described himself as a former swing voter, said: \"I'm going to go Bush for sure this time. I feel more comfortable and safer with him now terrorism is such a big issue. He's not afraid to act on his own, and he's not going to ask other countries for permission to act.\" </p> <p>It was a line straight from Mr Bush's talking points, as was Mr Kittridge's assessment of the president's challenger: \"I think people right now don't know Kerry's positions on the issues. He waffles too much.\" </p> <p>The Bush bus tour itself is a show of strength. The presidential motorcade ploughs through the flat farmland, a blur of red white and blue buses, shiny black vans with dark windows and a dozen police cars full of state troopers, multicoloured lights flashing. Uniformed men with machine guns patrol rivers that the caravan crosses for a few seconds while black helicopters hang in the air on each side, defending an aerial exclusion zone which encases the entourage like a moving bubble. Minnesotans lined the road to wave, or just gawp at the sheer power an American president has at his disposal. </p> <p>Such are the advantages of incumbency. But its downside can be just as steep. For nearly four years, President Bush has been sheltered from the sort of hostile questioning he will face in his debates with Senator Kerry, starting at the end of this month, when he will almost certainly be forced off his script. </p> <p>The president is also a hostage to whatever happens in Iraq. Every death there threatens to make his much touted resolve seem more like folly, for which others are paying the price.</p>",
  "<b>ON GUARDIAN UNLIMITED THIS WEEK</b> <p>With memories of 2000's US election looming large, Democrats and Republicans are courting <a href=\"http://www.theguardian.com/uselections2004/story/0,,1305809,00.html\">a group of Americans they normally ignore: the country's expats, writes Sarah Left</a> ...</p> <p>Simon Jeffery explains how <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1305261,00.html\">the row over the authenticity of memos about George Bush's military service</a> is keeping Vietnam at the forefront of the presidential race ...</p> <p>Australia's coral cays teem with marine life, but there's only one creature for Oginia Tabisz. On the Capricorn coast, <a href=\"http://travel.theguardian.com/countries/story/0,7451,1301987,00.html\">she tracks turtles from egg to ocean</a> ... </p> <p><a href=\"http://film.theguardian.com/features/featurepages/0,4120,1304517,00.html\">Sony's acquisition of MGM</a> could alter the small screen, but will make little difference to filmgoers, says Sean Clarke ...</p> <p>This weekend offers a chance to explore 500 of the capital's most distinctive buildings. We give you a <a href=\"http://www.theguardian.com/arts/gallery/0,8542,1305188,00.html\">sneak preview</a> of some of the highlights of Open House London ...</p> <p>Steve Bell, the Guardian's award-winning cartoonist, discusses his new book, his thoughts on Bush, cartoon work generally and those pesky penguins in an <a href=\"http://www.theguardian.com/liveonline/0,6711,181170,00.html\">online chat</a>.</p> <p>________________________________</p> <p> <b>NEXT WEEK ... </b></p> <p>Talks between Tony Blair and Taoiseach Bertie Ahern aimed at restoring the Northern Ireland assembly will conclude tomorrow ... As the party conference season kicks off, gear up for the <a href=\"http://politics.theguardian.com/libdems2004\">Lib Dems' annual gathering</a> in Bournemouth, starting Sunday ... Rio Ferdinand's eight-month suspension for failing to attend a drugs test ends on Tuesday, when he is expected to return to the Manchester United team for a match against Liverpool ... US President George Bush will address the United Nations General Assembly on Wednesday. He is expected to face hostility following Kofi Annan's declaration that the war in Iraq was illegal ...</p> <p>________________________________</p> <p> <b>WE'RE GIVING THEM AWAY</b></p> <p>*You could win two silkscreen prints by Bob Crossley, chosen by our buyer Rupert Smith as the art he saw in Cornwall that he'd most like to own. <a href=\"http://www.theguardian.com/arts/cornwallartistofthemonth/competition/0,14613,1286700,00.html\">Click here to find out how</a> ...</p> <p>________________________________</p> <p> <b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>ITALY: Italy's Red Brigades could be <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1304395,00.html\">effectively dismantled</a> following a former member's decision to turn informant. Philip Willan explains ...</p> <p>MIDDLE EAST: As Frankfurt prepares <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1303600,00.html\">to celebrate Arab literature</a>, Brian Whitaker deconstructs US claims of a Middle East 'knowledge deficit' ...</p> <p>SYDNEY: <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1303559,00.html\">The uncertain future of the Queensland lungfish</a> is failing to attract widespread concern - probably because it isn't cuddly enough, says David Fickling ...</p> <p>________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>In Travel, Mark Honigsbaum and family enjoy some time out in Ecuador's Valley of Eternal Youth ... Graham Greene, whose centenary is next month, was a more ethically complex novelist than is usually remembered, argues Zadie Smith in Review ... Act of faith: Lynn Redgrave and daughter's cancer journal in Weekend</p> <p>________________________________</p> <p> <b> ... AND THE OBSERVER ON SUNDAY</b></p> <p>In the Observer this week: all the latest news and analysis from Iraq, with a special report on options for the future and the chances of peace. In Observer Review: Rachel Cooke goes on the trail of America's vast population of missing children. Plus, all the latest film, theatre and music reviews. This week, also, the free Observer Music Monthly magazine with an exclusive new interview with Elton John.</p> <p> ________________________________</p> <p> <b>READERS' LETTERS WILL RETURN NEXT WEEK</b></p> <p>________________________________</p> <p> Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "In the current US election season, Dickie Pilager's <a href=\"http://www.dickiepilager.com/\">website</a> stands out as a model of clarity and vision. Here is the candidate standing before a view of the mountains and lakes of his native Colorado, extolling the virtues of the outdoor life. Here is the family man, praising family life and the American way. And here is the nitty-gritty of his campaign: his views on healthcare, education, gun control, abortion and the environment. <p>Like many other candidates, Dickie Pilager has learned a lesson from Howard Dean and his army of Deaniacs; his website is about involvement, providing a virtual forum for supporters to meet likeminded souls. </p> <p>But there is one aspect in which Mr Pilager is different to most of the other candidates in this election season: he is a work of fiction. </p> <p>Dickie is the lead character in Silver City, a political drama made by the veteran film director John Sayles, which is due to be released in the US today. Made with a budget of just $5.5m (about £3m), the film boasts an ensemble cast of Sayles regulars, including Chris Cooper, Daryl Hannah, Richard Dreyfuss, Kris Kristofferson, Thora Birch and Tim Roth. </p> <p>While documentary makers, with Michael Moore at the forefront, have led cinema's response to the current political mood, narrative films have been slower off the mark. But Sayles has made up for lost time. The director, best known for Lone Star, Limbo and Sunshine State, was prompted to make Silver City by what he saw when filming in Florida during the 2000 presidential election. </p> <p>He told the website Comingsoon.net: \"Many people on our crew and in the community asked, what was the deal with the national media? They're not covering the real story down here, which is not these hanging chads, it's how many African-Americans did not get to vote. </p> <p>\"I've felt like our democracy was under attack from various sides, and it was important to get something out before the election.\"</p> <p>For a director renowned for the subtlety of his films, Sayles's chosen tool was decidedly blunt: satire. Silver City tells the story of the bumbling wayward son of a political dynasty, unable to think on his feet, let alone string a sentence together, who is anointed as the candidate by the business interests that run the state of Colorado. </p> <p>Played by Cooper, most recently seen in The Bourne Identity, Dickie is a dead ringer for George W Bush, from the hesitant bewilderment of his grin to his protean ability to mangle words. His campaign slogan is \"Honesty, integrity, articulacy\". </p> <p>\"We have to get our priorities straight,\" he tells an impromptu gathering of reporters in one scene. \"Education is a priority. Healthcare is a priority. Our economy is a priority. The environmental... the whole environmental arena, that's a priority, a big priority.\" </p> <p>Sayles has not denied the similarity to Bush, saying that Pilager was modelled on the political neophyte when he first ran for governor of Texas. </p> <p>But his target, he claims, is not so much Bush as the system, and his aim is to prompt voters to make the connection between the often incompetent politicians who lead them and the interests that got them elected and direct their energies. </p> <p>Sayles argues that the real villain of the piece is not the candidate but the big businessman, played by Kris Kristofferson. There is, he told National Public Radio in the US, \"a question for all of us, which is: Do we expect our candidates, do we expect our public officials... to actually be people who know anything, who can govern? Or do we expect them to just be mascots for the people who are really running things?\" </p> <p>While the film is unlikely to preach beyond its converted base - Sayles labours under the tag \"liberal film-maker\" - Fahrenheit 9/11 has shown that the impact of a film can be considerable in such a hard-fought election. Already Silver City has attracted the opprobrium of one bastion of conservatism, Rupert Murdoch's Fox News Network, which named it - along with Michael Moore's film and the environmental disaster movie The Day After Tomorrow - Hollywood's contribution to the John Kerry campaign.</p>",
  "<p>One of the presidential election campaign's stranger sights to date has been that of John Kerry sharing a podium with Blink-182's Tom DeLonge, the man behind such albums as Enema of the State. Californian punk-pop, usually concerned with cars and girls, has abruptly reconnected with punk's tradition of social outrage. Even so, it's surprising to hear Green Day, the trio whose pogoing skate-pop inadvertently invented Busted, warning us of the dangers of \"one nation controlled by the media\". Like, dude, what's up?</p> <p>If Joe Strummer's spirit stalks American Idiot, so too does Pete Townshend's. This is a fully-fledged rock opera - which is almost as chilling a concept as a second Bush term, although Green Day's muscular grasp of pop verities steers them safely away from conceptual meltdown. The album's opposing poles are its two, nine-minute, five-part song suites: Jesus of Suburbia boldly traverses snotty punk, arena rock and the Beach Boys, while Homecoming sounds like the finale of a calamitous Broadway musical. Between the two, American Idiot is a mess - but a vivid, splashy, even courageous mess.</p>",
  "President Bush's chief domestic security official yesterday apologised for the disruption of a big MI5 and police surveillance operation in Britain. <p>Tom Ridge, the homeland security secretary, said the leaking of intelligence in the US about alleged terrorist suspects here was \"regrettable\". </p> <p>Mr Ridge was speaking to journalists in London before meeting David Blunkett and Sir David Omand, the prime minister's security and intelligence coordinator. </p> <p>Whitehall was furious early last month when individuals were named and allegations about terrorist attacks were made public in the US. </p> <p>The claims, about putative attacks on buildings in the US and on British targets, including Heathrow, were based on information found on the computers of an alleged al-Qaida sympathiser in Pakistan.</p> <p>The disclosures forced the police to quickly arrest 12 suspects in raids across England. </p> <p>In Blackburn, Lancashire, armed officers pulled two men out of a Mercedes, and in Luton, Bedfordshire, neighbours told how dozens of police had halted a red Nissan in a residential street and pinned the driver against the door for almost three hours. </p> <p>Anti-terrorist officials here have been seriously concerned about the disclosure of infor mation in America which, they say, could prejudice the outcome of prosecutions. </p> <p>They are also unhappy about the frequency of public warnings in the US about possible attacks - something which, say Whitehall officials, could lead to the dangers of \"crying wolf\" or \"threat fatigue\". </p> <p>Mr Ridge said that the US had raised its threat level and placed extra armed guards around buildings because of \"credible\" and \"specific\" information coming from Pakistan. </p> <p>\"The volume of potential information was the largest we have ever seen,\" he said. </p> <p>He added that there was credible intelligence of terrorist plans to \"disrupt the democratic process\" in the US. </p> <p>The \"intent\" had been exposed but there was no specific intelligence, he said. </p> <p>Asked about the impact of a terrorist attack in the run-up to November's presidential election, Mr Ridge said it would unify the US \"more than ever\". </p> <p>A joint contact group has been set up in which the US and Britain share counter-terrorist information. </p> <p>One proposal being discussed is an international register whereby frequent travellers would voluntarily provide information to security agencies and airlines about their personal characteristics so that they can pass security controls more quickly.</p>"
]