[
  "The fattest factor in America's election year hasn't flamed, or even singed, yet. But another hot week of orange alerts, white knuckles and scarlet blushes begins to pose the inevitable awful problem. Who exactly will Osama bin Laden be voting for this November? Is he (whisper it gently) a closet Republican? <p>Take almost any current terror scenario and put it to public opinion. Suppose that the 9/11 commission is right. Suppose that the obvious risk of another al-Qaeda attack turns to bloody reality sometime over the next four months. Who gains? Why, the sitting President, the Commander in Chief. George W Bush declared this 'war' and took his country into battle. It would not desert him if true crisis suddenly returned. </p> <p>Suppose there are significant arrests which net more of Osama's operatives, perhaps even the thin man himself. Who gains? A no-brainer. </p> <p>Or suppose that nothing much happens except the usual blinkings as orange lights return to green, that the dear old Wall Street homeland remains inviolate. Who gains? The Bush boys, though not yet the President himself, are already talking openly about a broken, defeated al-Qaeda, two-thirds of its leadership dead or behind bars. No news for them is the best sort of news. After all, their boss retains most of his approval ratings for handling terrorism. The numbers may be slipping, but they're positive - better than for the economy, far better than Iraq. </p> <p>Anything that keeps in the public eye library pictures of masked Muslims training somewhere in the Hindu Kush, and so-called terrorism 'experts' peddling their TV wares, must be good politics for Bush. Come in Abu al-Hindi, this is your moment. Perhaps there wasn't much of a bounce for Kerry after Boston: the race is probably too frozen, too polarised for that. But the underlying figures in swing states are promising for Kerry and Edwards, their statistics for trust and recognition improving by 10 points or more. </p> <p>So Tom Ridge's amazing discovery of hoary, non-activated plans to blow up some big banks certainly came in useful. Kerry was forced to squirm through his macho saluting act all over again, lantern jaw jutting from here to Vietnam. Not the most fruitful tack. </p> <p>Like all presidential hopefuls, he wants to talk education, health and jobs - none of them a great Bush success story. The July unemployment figures are desperately disappointing for the administration. Kerry beats the President 53:43 there. </p> <p>But Osama keeps dragging Kerry back and nothing, at root, can be decided until the weeks to election day pass without incident. And the memory of the Madrid train bombings casts a miserable shadow. Did al-Qaeda, last March, aim to overthrow José María Aznar's government and set Spanish forces scurrying home from Iraq? Subsequent trial evidence doesn't wholly confirm that. The effect of those bombings may never have been precisely calculated - or slotted into any rational scenario. Osama runs a diffuse agglomeration of an organisation, not the tight-knit hit squads of American imaginings. </p> <p>Nevertheless, if al-Qaeda didn't realise that random carnage can equal precise political power before Madrid, it surely realises it now. Opportunity knocks in America this autumn, just as it will knock in Britain next spring. Knock-knock, who's there? </p> <p>While Mr Bush, like Mr Blair, remains in charge, he has a practical advantage that can't be brushed aside. He is the C-in-C, the main man, the flag-waver supreme. Attack my country and you attack me - which (haplessly, narrowly, deplorably) redounds to my advantage. </p> <p>Stumping round in the wake of Bush and Kerry last week, I was struck by how strained the President looks, and how thin his message sounds. Does the tale of a million jobs created bring crowds to their feet? No: especially after July, it shuffles into silence. Tax cuts? You've had them. Add in health and education spiels which might have been lifted entire from his 2000 election manifesto and the rest is tired rhetoric. 'Four more years, four more years...' </p> <p>Bush's warm-up act, a toxic Texan country and western star, Larry Gatlin, sang what he might have called the Ballad of Abu Graib - shout out that chorus: 'We are the good guys' - but the great leader doesn't even try to be as complicated as that. Between complexity ('flip-flop' in the Bush lexicon) and simple assertion, he picks assertion every time. Saddam was a bad man. The world is safer for his toppling. Other bad men are out there somewhere. He will confront them. God bless America, its veterans, honest folk and happy families; God rot trial lawyers, meddling judges and weapons of mass destruction. He deals with little local difficulties in downtown Najaf by ignoring them completely. What the President chooses to ignore doesn't exist. Four bore years 'moving America forward' (as opposed to down the drain). </p> <p>It is not much of a pitch, and he seems to know it. There's an anxiety about his campaign you can cut with a Bowie knife. But plentiful cash and basic mantras may be enough if terror remains on the front-burner. War cries are potent for George. War brings out the worst in Kerry. </p> <p>Back, then, to the imponderable Osama. Is he still alive? Is his network quite as ropey as the CIA would have us believe? Can he make his electoral mark, a November surprise? And how many voters salute when Howard Dean hints that the Wall Street scare was all got up by the President? </p> <p>A slur too far. America's secret services are too demoralised and leaky to launch a neat conspiracy. They'd fracture when the heat came on. But that, in turn, doesn't mean that assorted agencies from Washington to London aren't working hectically to bring in every suspect or sleeper through the final stages of the election. </p> <p>More activity, more arrests, more bloodcurdling claims, more headlines. The frenzy called Fox News grows almost of its own volition. Timbers shiver by sheer habit. </p> <p>Not all of this should be taken at face value, of course. George Tenet, when he was a revered director of the CIA last year (as opposed to this year's departed stumble bum), cheerfully admitted to Bob Woodward that the agency would make a big noise about tiny scraps of information because it made al-Qaeda think that they knew more than they did. Disinformation was the name of the essential gain - and still is. Feeding four pages of quivering detail to the New York Times last week went far beyond reverence for a free press. Nothing is quite as it seems. The harder the claims, the frailer the handle on truth. </p> <p>Is al-Qaeda quite as fearsome an adversary as both Bush and Kerry now paints it? Does it really take four years of supposedly 'intense surveillance' to mount a truck bombing in Newark, New Jersey? Whatever became of the grand old Duke of York? </p> <p>The peril for Bush is too much continuing strife in Iraq, too many body bags - and too much empty hysteria about terror alerts at home. He could grossly mishandle it. Tom Ridge - anxious to quit at the end of the year to make some money - is a bumbler. Scepticism and cynicism will stalk him through the coming months. But Osama bin Laden, where is he? </p> <p>The Clinton Democrats were sourer on Saudi Arabia than Bush, and Kerry makes jibes at the House of Saud which Osama so despises. You can see a malign logic in sitting this one out. But you can also see an empty stage and a curtain rising. It's an almost operatic challenge - and it beggars certainties till the last hanging chads drop.</p>",
  "The Home Secretary has warned that American-style openness over the al-Qaeda threat risked exposing politicians to 'ridicule', and dismissed calls for him to supply more details to the British public as 'arrant nonsense'. <p>In a startling sideswipe at the White House - which put troops around what it said were new targets in New York last week, only for it to emerge that the intelligence underpinning the supposed threat was years old - David Blunkett says he is not prepared to discuss security operations simply to 'feed the news frenzy' in a slow summer. The Home Secretary, writing in The Observer today, is understood to be furious with David Davis, his Tory shadow, whom he had offered a confidential briefing about the arrests of 13 terror suspects in Britain last week.</p> <p>Davis declined, but then went on to criticise the Home Office publicly for not being open enough, a move interpreted within the Blunkett camp as rank hypocrisy.</p> <p>However, there has also been dismay in Whitehall at the willingness of American sources to comment openly on the British cases, amid concerns that the extradition to the US of one of those arrested could be jeopardised.</p> <p>Blunkett makes clear that he will not 'do or say anything that would prejudice any trial', adding that to comment on claims of a terror plot would only have fuelled wild speculation: 'Is that really the job of a senior cabinet minister in charge of counter-terrorism? To feed the media? To increase concern? To have something to say, whatever it is, in order to satisfy the insatiable desire to hear somebody saying something?'</p> <p>His intervention will however be seen as the clearest signal yet that last week's reports of a new plot to bomb Heathrow - following the arrest of an al-Qaeda expert in Pakistan, and the subsequent arrests in Britain - were wrong. The reports followed the discovery of computer files and documents in Pakistan from an alleged al-Qaeda suspect. It later emerged that the documents had been compiled before 2001, although they had been examined as recently as January.</p> <p>While terrorists are known to have reconnoitred 'picture postcard' targets - from Heathrow to the Houses of Parliament - senior Whitehall sources said there was no specific new threat last week.</p> <p>Blunkett's words reflect a growing row over political handling of intelligence, with accusations in Washington that George Bush may be overemphasising the threat in order to boost his chances in November's presidential election - and in London, a new willingness by the Tories to make political capital out of the terror issue.</p> <p>Last night, Mark Oaten, the Liberal Democrat home affairs spokesman, rose to Blunkett's defence, warning of a 'Faustian bargain' between the media and politicians over terrorism. 'I am acutely aware that there is a Faustian bargain on offer for those who want it: airtime, in exchange for ratcheting the fear factor one notch higher,' he told The Observer . </p> <p>He said the Bush administration's naming of potential targets in New York was 'of dubious worth', and that information should be published 'only if it would prove useful in preventing injury and loss of life'.</p> <p>However Oaten said that while he backed a more low-key approach to the threat, it would have been less severe in the first place had the government not invaded Iraq.</p> <p>His words reflect fears in Whitehall that high-profile American terror warnings have backfired. In his article, Blunkett argues that speculating in the same way about British targets would only cause panic: 'There has been column inch after column inch devoted to the fact that in the United States there is often high-profile commentary, followed - as in the most current case - by detailed scrutiny with the potential risk of inviting ridicule.</p> <p>'In Britain the accusation is the opposite. It is that we don't say enough... we don't sufficiently raise the profile, and therefore the concern about terrorism.'</p> <p>Last week's arrests came at a sensitive time, coinciding with a highly critical report from a joint parliamentary committee on human rights which attacked the detention without trial of al-Qaeda suspects. Blunkett is currently consulting on new anti-terrorism laws to replace the emergency powers.</p> <p>A specialist Islamic unit set up by the Foreign and Commonwealth Office has been receiving reports of young Muslims in the north of England becoming increasingly hostile to the authorities, with some starting to glamourise suicide bombers. </p> <p>Home Office research into the Bangladeshi community has also revealed young people are largely cut off from mainstream British culture. A spokesperson said surveys had shown many young Bangladeshis did not see British newspapers or TV news, preferring homegrown newspapers and satellite TV.</p> <p>The Commission for Racial Equality is now calling for the police to record the race and faith of people stopped and searched under new anti-terrorism legislation, to check whether Muslims are specifically targeted.</p>",
  "<p>As crude prices reached record levels in London and New York last week, the spectre of an oil shock derailing global economic recovery began to rise. </p> <p>Prices spiked to $44.77 in New York in response to Opec president Purnomo Yusgiantoro's assertion that there was 'no more supply' to meet spiralling demand. They did not cool in response to a statement later in the week that, thanks largely to Saudi Arabia, the cartel could find another 1million to 1.5 million barrels a day (mb/d) after all. </p> <p>Analysts are agreed that supply is struggling to keep up with demand, and that it is unlikely to do so until next year. </p> <p>David Fyfe of the Paris-based International Energy Agency, says: 'We do see spare capacity within the system as being very tight.' Leo Drollas, chief economist at the London-based Centre for Global Energy Studies (CGES) agrees: 'The worrying thing is spare capacity. We were running at the end of July with 2 per cent spare capacity in the world. There is none outside Opec.' That is why Yusgiantoro's remarks sparked such a reaction last week. </p> <p>There are wider concerns feeding the price. Fears over disruption of supply have been present for months - an attack on an oil installation in Saudi Arabia, political instability in Venezuela or Nigeria, or, more recently, disruption in supply from Russia because of problems at producer Yukos. </p> <p>The 'Problem', says Drollas, is that while previously it would have taken a combination of these to bring serious supply/demand difficulties, now, with things so tight, one alone could do it. </p> <p>The key difficulty is continued strong demand, par ticularly in China, the Far East generally and India. </p> <p>The most visible hot-spot, however, is America, where shortage of oil is ratcheting up gasoline prices during the 'driving season' at a time when suppliers need to start stockpiling heating oil for the winter. In addition, US refineries are already at historically high levels of production - running rates are in the high 90 per cent range. It makes for a potentially inflammatory combination leading up to November's presidential election. </p> <p>Drollas says that America has 18.5 days of supply when it would expect to have 20. The US consumes some 20mb/d. This means it is short of something like 25 million barrels of stocks. 'That is an awful lot short of what they should have in their tanks,' he says. </p> <p>But there is a mystery in the figures. Global oil demand is approximately 81mb/d. With non-Opec crude production at 49.92mb/d and Opec's at 29.36mb/d, plus 3.51mb/d extra for gas and other liquids, total production is 82.8. This suggests that stocks should be building by 1.8mb/d globally, which would normally be enough to see prices fall. </p> <p>So the question is, where is that oil going? Some believe it may be going undisclosed to China or India. Drollas believes that there is stock-building, but because of the tightness in immediately available capacity and the wide range of credible threats to supply, nerves are keeping the price up. </p> <p>So when will there be a fundamental shift? </p> <p>Fyfe points to investment in Saudi Arabia, Kuwait, Algeria, Libya and Nigeria within Opec that will see increased production. Outside, he points to investment in Russia, Africa and elsewhere in Latin America that will see non-Opec capacity rise from 50.1mb/d this year to 51.3 next. CGES estimates Opec growth at 1.5m barrels in 2005, so the total figure should be about 2.6mb/d. </p> <p>With predictions for a moderation of growth in the US and elsewhere, there should be a cooling at some point. </p> <p>But Drollas says: 'You will have to wait until there is a decline in demand growth [rather] than extra supplies coming on, and that will not be until next year.' </p> <p>The question economists will be puzzling over in the meantime is, will that be soon enough to avoid a shock?</p>",
  "<b> Palestine leaders offer to quit</b> <br> <p>Two cabinet ministers offered to resign yesterday in a fresh blow to the Palestinian government. The move by justice minister Nahed al-Reyes and planning minister Nabil Qasis comes after weeks of protests and violence, including kidnappings, street protests and gun battles, from militants demanding reform in the West Bank and Gaza Strip. </p> <p><b> Darfur rebels 'surrender'</b><br> </p> <p>The governor of Northern Darfur, Sudan, claimed 210 rebels had surrendered yesterday. But the Justice and Equality Movement denied the claim, saying the government staged the surrender using refugees from Chad. </p> <p><b> Bomb hits Spanish port</b><br> </p> <p>A bomb exploded in the port of San Vicente de la Barquera, in northern Spain, yesterday. Nobody was injured in the attack, for which Basque separatists Eta claimed responsibility. </p> <p><b> Two killed in Afghan election</b><br> </p> <p>Gunmen fired on a convoy taking election workers into a Taliban stronghold yesterday, killing two. Twelve have now died preparing for Afghanistan's presidential election on 9 October. </p> <p><b> Hilton home 'ransacked' </b><br> </p> <p>The Hollywood home of celebrity sisters Paris and Nicky Hilton has been ransacked during a break-in. The Hilton hotel heiresses are thought to have lost valuable possessions.</p> <p><b> Zoo deaths </b><br> </p> <p>Thai police were yesterday looking into the reported deaths of 41 orangutans at a private zoo. The Safari World zoo has been under investigation since 2003 for allegedly keeping protected species without a permit.</p>",
  "<p>Hollywood has always been an acutely political place but with rare exceptions it has generally shied away from projecting its allegiances on to the screen. But with politics as the single most energising - and polarising - subject in a presidential election year, the film business is no longer so squeamish about divisive material. </p> <p>In the wake of Fahrenheit 9/11, Michael Moore's polemical anti-Bush documentary that has taken more than $100 million at the box office, making it the most successful documentary of all time, the business is preparing to release more films with overt political messages than at any time since the collapse of the Nixon administration. </p> <p>At the very least, says Bob Thomson, media studies professor at Syracuse University, Hollywood is less afraid than it was immediately after 11 September: 'People were wondering if anyone would ever tell a joke about the President again, or if there would ever be another explosion in the movies.' </p> <p>Last week Paramount Pictures released director Jonathan Demme's remake of a 1962 classic of paranoia and global misgivings, The Manchurian Candidate. With a sinister multinational conglomerate in place of the original's communist power, and Denzel Washington standing in for Frank Sinatra, the $80m film took $20m in its first three days. </p> <p>While it is not overtly partisan, it is hard not to view it through the lens of current events. </p> <p>It is a very, very angry movie, says producer Scott Rudin, identifying the central emotion of the electoral season. The film-makers acknowledge that the global corporation at the centre of the plot is a virtual stand-in for Halliburton, and Republicans who have seen the film tend to view the candidate - a decorated war hero from a good family - as a stand-in for Senator Kerry. </p> <p>With the nation so bitterly divided in the run-up to the November election, Paramount studio head Sherry Lansing says the film is a Rorschach test. 'With the nation's eye focused on a presidential election this year, I couldn't think of a better time to address darker themes about the political process and the forces that try to undermine it,' says Demme. </p> <p>According to Thomson, the political allusions are less significant than Hollywood's realisation that national politics can make for successful programming. 'Like The West Wing, The Manchurian candidate is cashing in on the fact that the news cycle has turned national politics into a rich mine of entertainment,' he says. But he cautions that political entertainment should not be read as necessarily political. 'Regardless of the politics of the executive or the star, the one thing they want to do is to make everybody lots of money. It's still showbusiness.' </p> <p>Not all the politically oriented films out between now and November are drenched in paranoia. Trey Parker and Matt Stone, makers of South Park, are soon to release their own look at runaway US imperialism, Team America: World Police . With the tagline 'Putting the \"F\" back in freedom', and a plot described as 'Superheroes fight to end terrorism and put tired celebrities out of their misery', the film's satire is likely to be as offensive as South Park. </p> <p>Film-makers look back to the last time Hollywood had its finger on a political pulse - to the mid-Seventies and films like Chinatown, The conversation and All the president's Men. 'People felt galvanised then just as we do now - it galvanises you to be living through a nightmare,' says producer John Calley, who was head of Warner Bros when the studio released All the President's Men. </p> <p>'There was a terrible sense of discontent about our society, though I have to say that Watergate was nothing compared with what we have now.' </p> <p>Emerging from a long period in which Hollywood has produced little more than comic-book fantasies and teen comedies, films with social and political import are finally fashionable again. And not all of them are sub tle. Next month, John Sayles releases Silver City, a thriller about an Enron-style energy company that selects a born-again son of a powerful senator to run for high public office with the backing of the oil industry. </p> <p>She Hate Me, Spike Lee's take on our current condition, is about a corporate whistleblower who supports himself by being a sperm donor for lesbian couples. 'Most mass entertainment is an opiate - it puts you in a stupor,' Lee told the Los Angeles Times. 'When I look at great films like On the waterfront, A Face in the Crowd or The Battle of Algiers, those are movies about people trying to make something happen. They make you want to do something when you get out of the theatre.' </p> <p>Exactly what, Lee does not say, but there's no shortage of stimulation and all of it - with the exception of Walt Disney Pictures' patriotic America's Heart and Soul - anti-Bush or anti all those perceived to do the administration's bidding. </p> <p>Already out or soon forthcoming are the documentaries Outfoxed: Rupert Murdoch's War on Journalism, The Hunting of the President, Uncovered: the Whole Truth about the Iraq War, Bush's Brain, profiling Bush's political mastermind Karl Rove, and Persons of Interest, a provocative look at the detention of Arab and Muslim immigrants in the US. And coming this autumn are two pro-John Kerry documentaries, Inside the Bubble and Tour of Duty. </p> <p>According to Thomson, the political documentary has the potential to be for the left what talk radio is for the right. 'The left has finally found a medium,' he says. </p> <p>Of the entertainment industry's most famous political sons, Ronald Reagan was Republican, as is Arnold Schwarzenegger, but Hollywood is unlikely to let up with the anti-Bush drumbeat between now and November. With the sense that the administration is weak, those that might otherwise keep their affiliations to themselves are becoming vocal. Last week, Bruce Springsteen announced he would take part in a 'Vote for change' tour that sets off in early October. </p> <p>'Our goal is to change the direction of the government and change the current administration come November,' he said, and accused Bush of undertaking an 'unnecessary war in Iraq', running record budget deficits, cutting spending on social programmes and giving tax cuts to the richest Americans - himself included. </p> <p>Anger and paranoia is only so entertaining, and Hollywood is getting set to indulge the romantic idealism of the revolutionary again with at least three films completed or in production about Che Guevara. </p> <p>Still, as Joel Achenbach of the Washington Post pointed out last week, paranoia, a permanent element of American politics, is adaptive. 'The question you have to ask yourself is: Who am I worried about now? If it weren't for fear, loathing, paranoia and anxiety, the American electorate would have almost no feelings whatsoever,' he wrote. </p> <p>How long the entertainment industry can remain so politicised is an open question. Thomson predicts that the success of Fahrenheit 9/11 will ensure that the political documentary is here to stay. 'The fact that it can bring in $100m and people are going to see it by choice is tempting to so many people who'd love to get overt ideological stuff out and have people pay for it. My guess is that this is just the beginning.'</p>"
]