[
  "Afghan militants agreed to negotiate the release of three UN workers taken hostage last week, but warned they were ready to kill them if any rescue attempt was made. <p>Annetta Flanigan from Northern Ireland and two UN colleagues, shown in a video released on Sunday, had since been separated, said a spokesman for Jaish-e-Muslimeen (Army of Muslims). \"We keeping them far from each other so that in case one is discovered by the authorities we have the chance to kill the other two,\" said Ishaq Manzoor. </p> <p>But the kidnappers' demands were shrouded in confusion over whether a demand deadline of noon (7.30 GMT) tomorrow had been extended until Friday. </p> <p>The UN officials - Ms Flanigan, Angelito Nayan of the Philippines and Shqipe Hebibi from Kosovo - were snatched in a Kabul street last Thursday. Four days later Jaish-e-Muslimeen, a previously obscure Taliban offshoot, released a video in which they appeared frightened but unhurt. </p> <p>The militants have issued a list of demands, including the release of Muslim prisoners from Guantánamo Bay, the withdrawal of British and US forces from Afghanistan, and the immediate closure of local UN offices. Their leader, Mullah Akbar Aghaw, warned that failure to comply, would see the hostages killed \"in such a way by which Muslims will be happy\". </p> <p>The kidnapping has dealt a blow to reconstruction hopes for Afghanistan just weeks after a largely peaceful presidential election.</p>",
  "<b> Orlando Sentinel</b> <br> Editorial, Florida, November 1 <p> \"Millions of Floridians head to the polls [today] - each one in the fervent belief that his or her ballot will count this time around. That's not an unreasonable expectation, especially in the excruciating aftermath of the botched 2000 presidential elections. Since then, legislators have substantially revised state election laws, counties bought thousands of new voting machines and millions were spent to shore up the state's pocked balloting system ... </p> <p>\"The humiliating spotlight that illuminated the state's flawed balloting system in 2000 is once again focused with laser-like intensity on Florida. The state's new balloting system isn't perfect ... And voters may be confused by all the changes. But remember. Many of the problems in 2000 were attributed to voter error.\" </p> <p><b> Philadelphia Inquirer</b><br> Editorial, Pennsylvania, November 1 </p> <p> \"Americans love to brag about their rights, their constitution, their way of life ... [Yet] voter turnout in presidential elections hovers around an abysmal 50% ... How many Americans would risk their lives to vote for George Bush or John Kerry, as some Afghans did to support Hamid Karzai in October? ... </p> <p>\"Even now, devious operatives in both major parties are accused of intimidating and confusing tactics to hurt the opposition on election day. No one should be scared away from the polls, or denied their legitimate vote ... You've endured the debates, the ads, the pundits, the begging and the bellowing. Now, it's your turn. Don't pass ... Make history. Vote.\" </p> <p><b> St Petersburg Times</b><br> Editorial, Florida, October 31 </p> <p> \"The major political parties and various public interest groups are sending an estimated 5,000 official observers to the polls [in Florida], observers who could by law challenge the right of anyone who tries to vote. Those numbers may be dwarfed by those who will stand outside the polling places ... and attempt to size up or influence or frighten voters ... </p> <p>\"Observers are welcome at the polls, but intimidation tactics are not. Unfortunately, voters this year may have to endure long waits, but they should not have to deal with people who want to bully away their constitutional right. This election, voters will need to bring to the polls something in addition to their registration card and ID card. They will need patience, resolve and the mettle to reject the advances of anyone who tries to get in their way.\" </p> <p><b> Columbus Dispatch</b><br> Editorial, Ohio, October 30 </p> <p> \"The huge increase in political interest - up to 1 million newly registered Ohioans - is a positive sign ... But both major parties in Ohio need to accept recent federal court rulings and encourage their activists to play by the rules ... </p> <p>\"Provisional ballots are given to voters whose names don't show up in the poll books because of address or name changes or whose names might be missing because of a clerical error. The ballots aren't counted for at least 10 days ... Nearly 100,000 such votes were cast in Ohio in 2000 ... and more are expected this year. If the margin of victory in Ohio for Mr Bush or Mr Kerry is less than the total of provisional ballots cast, the nation won't know the result in Ohio for 10 to 14 days after the election. During that time, Ohio doesn't want to become the next Florida.\" </p> <p><b> Enquirer</b><br> Editorial, Ohio, November 1 </p> <p> \"Lawyers have been flooding the courts in recent weeks, particularly in Ohio, arguing over everything from the eligibility of newly registered voters to the placement of challengers in the polling places to procedures for casting provisional ballots _ </p> <p>\"We hope you exercise your right to vote. And be prepared. [These] elections will likely require that everyone involved bring some extra patience, perseverance and civility.\" </p> <p><b> Denver Post</b> Editorial, Colorado, November 1<br> </p> <p> \"Massive voter fraud? Voter intimidation? Long lines? Widespread computer glitches? Fist fights between partisan poll-watchers? After what the country went through in 2000 ... the paranoia is palpable ... Many signs have pointed to this being the most contentious election day in memory, but we are optimistic that reason, civility and good sportsmanship will prevail. We urge voters, poll watchers and poll workers to be on their best behaviour.\" </p> <p><b> Chris Christoff</b><br> Detroit Free Press, Michigan, November 1 </p> <p> \"Since 2000, 14 million people turned 18 in the US. There are now 41 million people aged 18-29 ... The big voter registration drives have occurred in battleground states - like Michigan ... So in those states, young voters are a potentially potent force. </p> <p>\"But young voters also are a smaller percentage of all voters than in 1992 ... If there's a surge of young voters ... there'll probably be a big turnout among voters of all ages. That would dilute the impact of young voters. It wouldn't dilute the importance of their showing up ... This may or may not be the most important election of their lifetimes. But they can take the advice of my history teacher: you'll remember this one the rest of your lives.\"</p>",
  "Criticisms of Americans for being insular, while often valid, usually fail to grasp the sheer scale of the place. Texas, the country's second largest state, is the size of Germany, Italy and Denmark combined; its population would fill Switzerland, Portugal and Ireland. Those who accuse Americans of being parochial must first concede that America is a huge parish. <p>New England, where I started my journey, and west Texas, where I ended it five weeks later, could be in two entirely different nations. Not only had the topography, climate and architecture radically altered, but so had the people and their attitudes towards everything from religion and government to taxes and guns. </p> <p>In that time the political landscape had changed too. I left the Democratic challenger's home town of Boston with John Kerry fighting to defend his purple hearts and stay in the race as he languished eight points behind Bush in the polls. I left Mr Bush's home town of Midland with the contest tied and Mr Bush explaining a looted weapons cache in Iraq. </p> <p>One of the few things that has remained constant while on the road has been the ubiquity of the stars and stripes. The national flag billows everywhere. It flies from porches, hangs from store fronts and decorates the bumpers of many cars ahead of me. The interstate highway, network television and chain stores aside, the ever-present national flag has been the one constant indicator that I have remained in the same country all along. </p> <p>But these demonstrations of patriotism offer little or no suggestion of which side of the political divide people are on. You are as likely to find them among Republicans as Democrats. In normal times this strong sense of national identity is the thread that keeps this diverse patchwork of states, cultures and ethnicities together. </p> <p><b>Frayed</b><br> </p> <p>But these are no normal times. Indeed, over the last month it has occasionally felt as though these threads may be becoming perilously frayed. For at its heart this election has highlighted the thorny, divisive issue of what that flag stands for. For many, at stake is not just who will run the country, but who owns it and what core values should underpin it. </p> <p>On the left are those who believe the nation is being transformed by a corporate theocracy. Trekking through the suburbs of Derry, New Hampshire, Pam and Patrick Devaney overcame their shyness to go knocking on doors in search of progressive voters. \"I'm not comfortable doing this but it has to be done,\" said Pam. \"Our democracy is at stake. This is the most important election in my lifetime.\" </p> <p>\"I always thought someone else was out there doing the job for us,\" said Patrick. \"Now I wonder what we're doing in New Jersey.\" </p> <p>On the right are those who fear the encroachment of secular liberalism. \"I fear for this country if Kerry wins,\" said Burton Kephart, from Franklin, Pennsylvania, whose son Jonathan was killed in Iraq. \"God has a plan for the ages. Bush will hold back the evil a little bit. He is a God-fearing man. He believes in praying to a God who hears his prayers. He's a leader.\" </p> <p>Many Americans, of course, lie in between these two extremes. Like the hotel worker in Dearborn, Michigan, weighing her opposition to abortion with her opposition to the war who was rooting for Mr Kerry with reservations, they do not fit easily into either camp. </p> <p>But when the nation goes to the polls today they will only have two camps to choose from and what little common ground there may have been between them has effectively been torched. </p> <p>Watching the third presidential debate with about 40 students in Iowa City, the Republicans sat on one side and the Democrats on the other. At moments the Republicans would break into cheers or laughter at a phrase or facial expression of one of the two candidates, to the bewilderment of the Democrats. A few minutes later the Democrats would do the same, leaving the Republicans similarly confused. </p> <p>They were not just watching the candidates on a split screen. They were viewing the entire event as though from a split screen, each side hermetically sealed from the other as though they were witnessing two completely different events in a parallel universe. </p> <p>On these rare occasions when people are presented with the same raw data, the two camps have managed to fashion conclusions that are not just different but almost entirely contradictory. So rather than partisan arguments adjusting to take account of reality, reality is altered to suit the argument. </p> <p>So it has been throughout the trip, with both sides rejecting negative polling results as rigged and denouncing the media for being biased in favour of the other side, leaving few basic facts that anyone can agree on. </p> <p>A recent poll, released by the Programme on International Policy Attitudes, showed that the overwhelming majority of Bush supporters still believe that Iraq had ties to al-Qaida or the September 11 terrorist attacks and had weapons of mass destruction or a programme to develop them. They also believe that the world favours a Bush victory. In each case only a minority of Democrats shared those views. </p> <p>It follows that from this different understanding of the problems come entirely polarised conclusions about the solutions. </p> <p>Rick Sapareto in New Hampshire supports Mr Bush and the war in Iraq. \"I'm very concerned that my boys may end up fighting a war in 15 years because we failed to take action,\" he said. </p> <p>Lisa O'Neill, who lives just a few minutes away, supports Mr Kerry and opposes the war for almost entirely the same reason. \"I have an 11- and 13-year-old who could be drafted if this carries on,\" she said. When I called them both the day after the first debate each one thought their side had won. </p> <p>The Democrats that I have met seem much more aware than Republicans that the world will be watching nervously today. Indeed Republicans seem quite bullish in their indifference. But while the rest of the world has been watching the US these past few months, the US has not been particularly interested in the rest of the world. </p> <p>In his classic book, Democracy in America, the 19th century French intellectual Alexis de Tocqueville wrote: \"All the domestic controversies of the Americans at first appear to a stranger to be incomprehensible or puerile, and he is at a loss whether to pity a people who take such arrant trifles in good earnest or to envy that happiness which enables a community to discuss them.\" </p> <p>This is an election about America and its obsessions, old and new, and many of them are indeed incomprehensible. Guns, gays, God, abortion, stem cells, jobs, health care, social security and the shortage of the flu vaccine have all been raised at one time or another. </p> <p>\"You'd think with everything else going on in the world they'd have something better to worry about than gays getting married,\" said Ann Fuhrman, a lesbian living in Springfield, Missouri. </p> <p>But the United Nations, global warming have not come up once; the Middle East is a big issue for Arab-Americans and Jews everywhere, but nobody else has mentioned it. </p> <p><b>Invasion</b><br> </p> <p>So, when they discuss Iraq and the war on terror they do so in terms of the human and financial costs to America. If the occupation were going well you do not get the impression that the invasion of a sovereign country and the lack of weapons of mass destruction would be a major issue. </p> <p>\"I know we're making an attempt to help the Iraqi people,\" said Yvonne Shostack, in Derry. \"But I thought things would be more resolved than they are. People are still getting killed and we're still out there.\" </p> <p>But what is most bizarre about this polarisation is that all the emotional energy appears to be concentrated around one pole. </p> <p>Over the past five weeks I have not met one person who had a passionate word to say about Mr Kerry one way or the other. Though I don't doubt that some exist, the Democrats I have encountered are primarily motivated by their hatred of Mr Bush. \"If they put up a vacuum cleaner against Bush we'd vote for it and just ask them to change the bag every now and then,\" quipped Gene Lyons, a columnist for the Arkansas Democrat-Gazette. </p> <p>Republicans are adversely galvanised by their love of Bush. \"He stepped up to the plate and showed the world what we can do,\" said Chris Paxos, at a job centre in Canton, Ohio. </p> <p>This is not an election about platforms or ideas. It has brought the issue of who owns America and what its values should be into stark relief. But it cannot answer them. </p> <p>Today will be a referendum on one man - George Bush - and his record. Whoever wins will do so by a narrow margin and inherit a deeply divided nation. But, legal challenges notwithstanding, that will be tomorrow's story. And nobody is looking that far ahead.</p>",
  "<p>Whatever else happens in this bitterly contested election, it will at least be remembered for energising the US electorate and getting them out to vote in enormous numbers.</p> <p>A few hours before the <a href=\"http://www.thegreenpapers.com/G04/closing.phtml?format=mc\"> first polls closed</a>, observers <a href=\"http://newsobserver.com/news/story/1789778p-8083719c.html\"> predicted</a> up to 120 million people would cast votes - about 60% of eligible voters. </p> <p><strong>George Wright</strong></p> <p>That would rival the 65% turnout of the 1960 presidential election, when JFK won the White House over Richard Nixon, and which Curtis Gans, director of the non-partisan <a href=\"http://www.gspm.org/csae/\">Committee for the Study of the American Electorate</a>, regards as the modern benchmark for high turnout.</p> <p>Today's turnout was on track to be significantly higher than in 2000, when George W Bush defeated Al Gore. Slightly more than 51% of voters, or 105 million people, went to the polls that year.</p> <p>President Bill Clinton's 1996 re-election bid drew only 49% of eligible voters, about 96.3 million people. But his 1992 race for the White House against George Bush the elder brought out 55.2%, about 104 million.</p> <p>For more information on voter turnout modern presidential elections, <a href=\"http://www.infoplease.com/ipa/A0781453.html\"> look here</a>.<br><strong>George Wright</strong></p>",
  "<p>Election day has arrived and, unsurprisingly, none of the US papers are prepared to nail their colours to the mast and predict a winner. The Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A17135-2004Nov1.html?sub=new\">reports</a> that both sides are \"braced for all election eventualities\" and mentions that even foreign observers will be descending on polling stations \"in what promises to be the most heavily monitored presidential election in US history\".</p> <p><strong>Adam Jay</strong></p> <p>The New York Times <a href=\" http://www.nytimes.com/2004/11/02/politics/campaign/02ohio.html?hp&amp;ex=1099458000&amp;en=19fed453a7e009ac&amp;ei=5094&amp;partner=homepage\"> concentrates</a> also on observers, leading on the Ohio federal appeals court ruling early today allowing Republicans to place thousands of people inside polling stations to challenge voters' eligibility.</p> <p>In Ohio, the Cincinnati Post <a href=\" http://www.cincypost.com/2004/11/01/bcrowd110104.html\">describes</a> a visit by Mr Bush on Sunday to the Great American Ball Park. Since it was Halloween, \"the Ghostbusters theme song and Monster Mash played\" just before the president's arrival, but \"for some, the rally trumped Halloween\" itself.</p> <p>On the other side of the continent, the Los Angeles Times leads on the Ohio court ruling but, LA being mediaville, there is space for <a href=\" battle http://www.latimes.com/news/politics/2004/la-na-ads2nov02,0,3060616.story?coll=la-home-headlines\">another story</a> about election advertising. Over the year, the paper writes, viewers in battleground states had been barraged with more than 675,000 showings of political commercials. In total, the Kerry camp has spent more than $357m (£194m) on ads since his campaign began in March, while Bush and his allies have spent around $229m.</p> <p>The Miami Herald <a href=\" http://www.miami.com/mld/miamiherald/\"> indulges</a> in a touch of vanity, writing that the \"nation's eye is on Florida\". The nation's other eye may well be on the candidates, so it is just as well that \"on this most gruelling day, the incumbent 'feels great'.\" And with one-fifth of registered voters in the state having already voted, the paper even believes there is a chance that \"today's election will run smoothly\".</p> <p>USA Today provides election-stressed Americans with <a href=\" http://www.usatoday.com/news/politicselections/nation/2004-11-01-election-qanda_x.htm\">a handy Q&amp;A</a> on how to vote. \"Where do I go to vote?\" is one of the questions it helpfully answers. \"Just follow the legions of lawyers, foreign observers and thousands of Republican supporters itching to check your credentials\" is not the answer, by the way.</p> <p><strong>Adam Jay</strong></p>",
  "The Downing Street switchboard staff will be hoping for a clear winner in the US presidential election today, so they will know who to place the prime minister's congratulation call with tomorrow. Four years ago No 10 had to wait until Al Gore finally conceded defeat, amid the chaos that surrounded Florida's contested election, before Tony Blair could speak to George Bush. <p>\"Getting on with the US president whatever his party\" is at the top of Mr Blair's own job specification, according to his former press secretary, Alastair Campbell. Downing Street went to great lengths to establishment a close relationship with the Bush administration in early 2001. Mr Blair's chief of staff, Jonathan Powell, and foreign affairs advisor, John Sawers, were dispatched to meet the new president's team. </p> <p>So as not to alienate the eventual winner - as John Major did when he sanctioned a trail through Bill Clinton's security service records in 1992 - the government has gone to great pains to stay out of the presidential race. Mr Blair has resisted every effort to get him to state a preference, while Peter Hain was the only cabinet minister to drop in on John Kerry's campaign when he visited the States in the summer.</p> <p>Links with the Democrats have, however, been built up by John Casson, political first secretary at the British embassy in Washington. He has been following the Kerry and Bush campaigns as they have criss-crossed America. It is the job done by Mr Powell in 1992, before he was poached from the diplomatic corps by Mr Blair when he became Labour leader.</p> <p>Mr Casson's reports have contributed to the Foreign Office's assessment of what a Kerry administration, or a second Bush term, will mean for the \"special relationship\". This will inform the \"PS-to-PS\" letter that the Foreign Office's permanent under secretary, Sir Michael Jay, will send to the cabinet secretary, Sir Andrew Turnbull, tomorrow morning ahead of Mr Blair's call to the winner.</p> <p>Inevitably a Kerry victory will spark the most activity in Whitehall, as the government scrabbles to work out exactly where his administration will stand on Iraq and the other key issues. The task will be made easier, though, by the fact that many of the leading candidates for Beltway jobs, such as James Rubin and Richard Holbrooke, have already served under Mr Clinton, and are therefore known to ministers and civil servants. The government will also have until the January inauguration to get things straight. </p> <p>Though Senator Kerry's criticism of the war in Iraq has embarrassed Mr Blair - leading to reports that the prime minister is secretly hoping for a Bush win - Downing Street is enthusiastic about a Democratic victory. No 10 advisers think that he shares the prime minister's \"muscular multilateral\" approach to foreign affairs. They also believe that a change in Washington will allow progress on such deadlocked issues as the Middle East peace process and climate change.</p> <p>The Tory opposition will, meanwhile, take heart from the defeat of another pro-war world leader if Mr Bush follows Spain's José María Aznar into the political wilderness. A Kerry victory would inevitably identify Mr Blair as the likeliest next political casualty of the war. No 10, however, hopes that Bush's departure would help drain some of the poison from the Iraq debate.</p>",
  "<p>Welcome to Higher Noon, academic news and opinion, twice weekly from EducationGuardian.co.uk</p> <p>******************************</p> <p><strong>Latest news</strong></p> <p><strong>Universities 'given false admission aim' </strong></p> <p> The government today comes under more pressure to rethink its benchmarks for top universities, which aim to bring in more youngsters from state schools and poor backgrounds. There are new claims that the targets \"lack credibility\" and could undermine progress already made in widening access. <br> Click<a href=\" http://education.theguardian.com/higher/news/story/0,9830,1341192,00.html\"> here</a> for more.</p> <p><strong> Three-quarters of 2003 graduates already in work</strong></p> <p> Nearly three quarters of last year's graduates have already found employment, with just 6.2% unemployed six months after leaving university, according to figures published today.<br> Click<a href=\" http://education.theguardian.com/higher/news/story/0,9830,1341078,00.html\"> here</a> for more.</p> <p>For more higher education news, click <a href=\"http://education.theguardian.com/higher\">here</a></p> <p>******************************</p> <p><strong>Advert</strong></p> <p><strong>Guardian Jobmatch</strong></p> <p> Our unique Higher Education Jobmatch service is designed to find jobs tailored to your individual skills and experience. Once you've signed up and entered your CV details, Guardian Jobmatch will find suitable vacancies and send them to you by email. Register now and let us do the work for you.<br> Click<a href=\"http://www.guardianjobmatch.co.uk/higher-education/\"> here</a>.</p> <p>******************************</p> <p><strong>Features</strong></p> <p><strong>Raking it in</strong></p> <p>With the arrival of top-up fees, a new era of plenty seems to have dawned at universities across the UK ... according to some. Donald MacLeod reports.</p> <p>Click <a href=\"http://education.theguardian.com/higher/news/story/0,9830,1340986,00.html\">here</a> for more.</p> <p><strong>Race to improve</strong></p> <p>To stamp out harassment and discrimination on campus, universities are offering diversity training to students. Joseph Bindloss reports.</p> <p>Click <a href=\"http://education.theguardian.com/racism/story/0,10795,1340990,00.html\">here</a> for more.</p> <p>******************************</p> <p><strong>Worldwide</strong></p> <p><strong> Kerry could bring peace at a price</strong></p> <p> In our final article on the ramifications of a win for George Bush or John Kerry in today's US presidential election, <strong>Donald MacLeod</strong> looks at the potential impact of victory for either on the worldwide economy.<br> Click<a href=\" http://education.theguardian.com/higher/worldwide/story/0,9959,1340936,00.html\"> here</a> for more.</p> <p>For more worldwide news, click <a href=\"http://education.theguardian.com/higher/worldwide\">here</a></p> <p>******************************</p> <p><strong>Science</strong></p> <p><strong> Critics attack landmark decision on gene screening </strong></p> <p> A momentous decision that could lead in time to wholesale screening of embryos for diseases they may develop as adults was made in an undemocratic manner by an unelected authority behind closed doors, it was alleged yesterday.<br> Click<a href=\" http://education.theguardian.com/higher/sciences/story/0,12243,1341303,00.html\"> here</a> for more.</p> <p>For more on science, click <a href=\"http://education.theguardian.com/higher/sciences\">here</a></p> <p>******************************</p> <p><strong>Careers</strong></p> <p><strong>What do you want in a science job?</strong></p> <p> Confused by your career options? Contemplating biochemistry or physics? But what about the important things like earning lots of money or saving the developing world? We can help with our guide to the best way to get what you really want out of your studies.<br> Click<a href=\"http://education.theguardian.com/higher/careers/story/0,9856,1337339,00.html\"> here</a> for more.</p> <p>For more on careers, click <a href=\"http://education.theguardian.com/higher/careers\">here</a></p> <p>******************************</p> <p><strong>Courses</strong></p> <p>Find yourself a postgraduate or MBA course with our courses database, powered by Studylink. Click <a href=\"http://education.theguardian.com/courses\">here</a> for more</p> <p> ******************************</p> <p>And don't forget:<br> <a href=\"http://education.theguardian.com/universityguide\">Our university guides</a><br> <a href=\" http://education.theguardian.com/jobs/ \">Jobs</a><br> <a href=\"http://education.theguardian.com/further\">Further education news</a><br></p> <p>******************************</p> <p><strong>Sign up for more</strong></p> <p>Higher Noon is pretty much all you need if you want to keep up with the UK news. But some of you will need a bit more. Something a bit specialist. So for those of you working in the public sector, SocietyGuardian.co.uk has come up with just that. A new family of weekly emails has been launched to bring you news from the key public sectors. Sign up and receive weekly news, analysis and features direct to your inbox from the best writers in the housing, health, local government, social care and voluntary sectors.<br> Click <a href=\"http://society.theguardian.com/emailservices  \">here</a> for more</p> <p>******************************</p> <p>Stories? Gossip? Contact donald.macleod@theguardian.com</p>",
  "The two leading candidates in Ukraine's presidential elections agreed yesterday to hold a second round vote, despite both claiming they had won the most votes in Sunday's first round. <p>The decision was made as observers from the EU and the Organisation for Security and Cooperation in Europe said the elections did not meet international norms.</p> <p>With 94% of votes counted, the pro-Russian prime minister, Viktor Yanukovich, had 40.12% of the vote, and the pro-western Viktor Yushchenko had 39.16%, both less than the 50% needed to avoid a second round. The run-off will be held on November 21.</p> <p>Irina Gerashenko, a spokeswoman for Mr Yushchenko, said there would be a second round despite the \"government having stolen a significant number of votes in the first round\".</p> <p>She said Ukrainians did not expect honest elections from their government but that in the second round \"there will be results of this falsification and a new government in Ukraine\".</p> <p>The Yushchenko campaign chief, Oleksandr Zinchenko, said the candidate would soon address his supporters with a \"mobilisation plan\" so they did not have \"to yield to any threats\".</p> <p>Fears of unrest abated yesterday as the opposition appeared to step back from confrontation. Thousands of Yushchenko supporters reportedly took to the streets of the western town of Lvov, but Kiev remained peaceful. At least 800 special forces troops with water canon continued to guard the central election commission.</p>",
  "<p>Michael Moore got yet another chance to raise temperatures in the already heated US presidential election campaign, when he secured last-minute deals to bring his anti-Bush film Fahrenheit 9/11 to pay-per-view television and the internet - the night before Americans went to the polls.</p> <p>The documentary, which slams Bush's response to the September 11 attacks and his decision to invade Iraq, was last night offered to the over 10 million subscribers of the Dish Network, and made available for online streaming to more than 30 million households through the internet video provider CinemaNow.</p> <p>Moore made no secret that he wished his film to influence the election when it was released in US theatres in June. </p> <p>Fahrenheit 9/11 has so far grossed nearly $120m (£65.4m) at the US box office. Americans vote today in an election that pollsters say is too close to call.</p>",
  "<b> Dead voters could swing poll</b> <br> <p>A handful of voters in this year's US election belong to a constituency that neither George Bush nor John Kerry have made much effort to reach: the dead. What sounds like a textbook case of voter fraud is in fact a completely legal result of the early voting procedures introduced in many states, though laws about counting dead voters vary across the country. </p> <p>In Florida, government analysts estimated that, based on mortality rates and early voting figures, at least 20 people would have died since casting a vote. The number is likely to be relatively high in Florida, with its sizeable population of elderly people, and will probably be magnified by the popularity of early voting among senior citizens. With the election so finely balanced, deceased early voters could yet swing the election, without the arduous duty of having to stick around for the legal disputes.<br>Oliver Burkeman in Miami </p> <p><b> Parties for US expatriates</b><br> </p> <p>Expatriate Americans in Britain can watch tonight's results at a number of parties. In London, Democrats Abroad will be at The Montagu Pyke on Charing Cross Road, the Finborough pub in Chelsea, and the Ibis hotel in Stratford. The English Speaking Union will have an all-nighter in the West End with food and wine for a £50 entry fee, and the Oxford Union party is co-sponsored by the US embassy. Democrats Abroad are also running events in Bath and Cambridge.<br> Duncan Campbell </p> <p><b> Kerry landslide in internet vote</b><br> </p> <p>John Kerry has won a landslide victory over George Bush in a global internet sample of the world's opinion. More than 113,000 people from 119 countries voting on the Globalvote website gave Mr Kerry 77% of the vote, although majority of virtual votes submitted from Iraq went to Mr Bush.<br>Reuters </p> <p><b> Chinese attack on 'arrogance'</b><br> </p> <p>A senior Chinese foreign policy figure has launched a stinging attack on the \"Bush doctrine\". Writing in The China Daily - the state-owned English newspaper - Qian Qichen, a former vice-premier and foreign minister, said the war in Iraq had destroyed the hard-won global anti-terror coalition. \"The troubles and disasters the United States has met do not stem from threats by others, but from its own cocksureness and arrogance,\" Qian said.<br> Jonathan Watts, Beijing </p> <p><b> Jumping the gun</b><br> </p> <p>A Sri Lankan businessman confident of George Bush's re-election took out full page advertisements in all the island's leading newspapers yesterday to congratulate him. ASP Liyanage spent 1m rupees (£5,200) on the ads, around 10 years' salary for the average Sri Lankan.<br>Reuters </p> <p><b> Harry's Bar names its man</b><br> </p> <p>A straw poll of Americans who drop in at the bar once frequented by Ernest Hemingway and Scott Fitzgerald in Paris has put John Kerry far ahead, on 345 votes to Bush's 233. Harry's Bar says it has predicted the outcome of every presidential race correctly since 1924, with the exception of Jimmy Carter's defeat of Gerald Ford in 1976.<br> Reuters</p>",
  "<i>All times GMT. Follow Guardian Unlimited for news reports and analysis through the night</i> <p>One of the many quirks of the presidential election is that a candidate who spends tens or hundreds of millions to persuade the voters relies on the say-so of the television stations to know if he has won.</p> <p>Until 2000 this worked well. A combination of exit polls and early counting meant networks could call the states and proclaim a president by bedtime. But then Florida was called for Al Gore. Then for George Bush. Then no one knew the result until December.</p> <p>Will it happen again? There may be more hesitation this time around, and a greater emphasis on being right than being first - but the statistical models and polling methods have been overhauled, and you should not be too surprised if states are being called for either candidate relatively soon after the polls close.</p> <p>If they are, this is how to read the results.</p> <p><b>Midnight</b></p> <p>It is 7pm in the US eastern time zone and polls are closed in <b>Georgia</b>, <b>Kentucky</b>, <b>Indiana</b>, <b>South Carolina</b>, <b>Virginia</b> and <b>Vermont</b>.</p> <p>This is an easy start. The first five are Bush states and Vermont is for Kerry. If either of these go the other way (Georgia was going 52%-42% for Bush in the most recent poll) it will be a major upset for the other side and the television pundits will start talking in terms of landslides. This is extremely unlikely.</p> <p>Turnout figures should now be emerging. The conventional wisdom is that a high turnout favours the Democrats, but Republican efforts to mobilise their supporters mean this cannot be taken for granted.</p> <p><b>12.30am</b></p> <p>Polls close in <b>Ohio</b> and <b>West Virginia</b> - now we are in the interesting part. The Democrats did some last-minute campaigning in West Virginia - a shaky Republican state - and a Kerry victory, even a strong showing, bodes well for his nationwide result. A clear Bush win would suggest he is holding his ground against the challenger.</p> <p>Ohio may take a while to come through. The polls are on a knife-edge and both sides have fought hard: Kerry visited it close to 30 times in the campaign and Bush almost 20. No Republican has won the White House without it, and if Kerry loses he needs to go on to take Florida and Pennsylvania to be in with a decent chance.</p> <p><b>1am</b></p> <p>Polls close in <b>Alabama</b>, <b>Tennessee</b>, <b>Kansas</b>, <b>Mississippi</b>, <b>Missouri</b> and <b>Oklahoma</b> and should go to Bush. <b>Connecticut</b>, <b>Delaware</b>, the <b>District of Columbia</b>, <b>Illinois</b>, <b>Maine</b>, <b>Maryland</b>, <b>Massachusetts</b> and <b>New Jersey</b> are expected to vote Kerry. If any of these votes the other way, it looks bad for the losing side. The most likely is for New Jersey to switch to Bush. If it does, Kerry is having a bad night.</p> <p>Three more swing states could now be called, though it may take a while for results to filter out. Kerry can expect to win <b>New Hampshire</b> and, according to the final polls, be feeling confident about <b>Pennsylvania</b>. A lot now depends on Ohio, which closed half an hour ago. If Bush has won it, and then wins <b>Florida</b> another term in the White House is looking likely. If Kerry loses Ohio, the Sunshine State starts to look like a necessity. If he wins all three he can start planning his first trip on Air Force One.</p> <p><b>1.30am</b></p> <p>Both <b>Arkansas</b> and <b>North Carolina</b>, where the polls are now closing are Bush states. Neither are likely to swap but a strong Kerry vote on the back of Bill Clinton's campaigning in Arkansas over the last week would point to a strong showing nationwide. If Bush loses it, he is having a bad night.</p> <p><b>2am</b></p> <p>You could now be getting an idea of who the winner is. Of the polls closing now <b>Louisiana</b>, <b>Nebraska</b>, <b>South Dakota</b>, <b>Texas</b> and <b>Wyoming</b> will go to Bush and <b>Rhode Island</b> and <b>New York</b> to Kerry.</p> <p>If the Ohio-Florida-Pennsylvania axis has not yet been called - or all you can see on the television are lawyers - the swing states of <b>Colorado</b>, <b>New Mexico</b> and <b>Wisconsin</b> will start to look crucial.</p> <p><b>Michigan</b> and <b>Minnesota</b> are historically solid Democrat states but could be vulnerable to Bush. The worst case scenario for Kerry would be if Michigan (which only carries three less electoral college votes than mighty Ohio) fell to the incumbent. He can win without it, but it starts to look like a less credible challenge. The same is true for Bush in <b>Arizona</b>. If he loses in the south-west he is starting to look weak on his home turf.</p> <p><b>3am</b></p> <p><b>Monatana</b> and <b>Utah</b> are Bush states. <b>Iowa</b> and <b>Nevada</b> are two swingers edging towards Bush. If Ohio has still not been called and Kerry wins Iowa (plus Michigan and Wisconsin) it points to a Democrat sweep of the Midwest that points to the White House. </p> <p><b>4am</b></p> <p>One candidate should really look in the lead now. <b>California</b>, <b>Oregon</b> and <b>Washington</b> should go to Kerry and <b>Idaho</b> and <b>North Dakota</b>. A toss-up state is normally Democrat <b>Hawaii</b>. Polls put it in the balance and in a very close election its three votes could be decisive.</p> <p><b>5am-6am</b></p> <p><b>Alaska</b>, the last state to close its polls, will go to Bush. If Bush has a lead but Kerry is three votes short, do not sit up expecting the result to hinge on Alaska. Go to bed.</p>",
  "It's actually happening. <p>It was barely two years ago that a band of obsessive political bloggers set their sights on the nascent presidential campaign, positioning themselves for a front-row seat to the big show. It's hard to believe that the end is near.</p> <p>Bush's approval ratings were in the <a href=\"http://www.pollkatz.homestead.com/files/pollkatzmainGRAPHICS_8911_image001.gif\">70% range</a> when many of us wrote our first words of dissent. Bush seemed invincible, riding his Afghanistan victory and a terror-induced, panic-stricken nation to stratospheric approval ratings. Bush had all the political capital he needed to drive his political agenda and sail smoothly to a second term. Except his agenda consisted of a single item: Iraq. </p> <p>Veterans like myself saw Bush's rush to war as an inevitable mistake, wilfully ignoring the lessons of our past - lessons that Bush's father himself heeded when he refused to march on Baghdad in 1991. Bush's fate was now intertwined with that of Iraq: if his war was a success, nothing would stop him in 2004. If he failed, well ...</p> <p>Bush's post-war bounce lasted no more than two months as the war's costs, in both blood and treasure, started taking a toll on his approval ratings. Meanwhile, the Iraq disaster gave rise to a new face in national Democratic party circles: Howard Dean.</p> <p>While originally planning a healthcare-based campaign, the Democratic party's feeble response to Bush's war lust gave Dean an issue that resonated with the party faithful, and a new movement - fuelled by the blogs - was born. </p> <p>Dean ultimately faltered in the Iowa cornfields, but not before the good doctor had fused a new backbone into the Democratic party. Opposing the president - once viewed as political suicide - was suddenly en vogue. The strategy of \"Republican lite\", wielded by Democrats to disastrous consequences in the 2002 midterm election, was finally dead.</p> <p>The odds were still long. Bush had amassed a $180m war chest during the primary. No Democrat could be expected to keep pace with that kind of money, it seemed. Gore <a href=\"http://www.opensecrets.org/2000elect/index/AllCands.htm\">had raised</a> just $50m in 2000 (before federal funds kicked in).</p> <p>But Republicans underestimated the fundraising machine pioneered by the Dean campaign. Donors also flooded the Kerry campaign with unprecedented amounts of money, forcing Bush to far surpass his original $180m goal. Bush still <a href=\"http://www.opensecrets.org/presidential/index.asp?sort=R\">outraised Kerry</a> $360m to $317m including federal funds, but the Republicans wouldn't be able to blow Kerry out with cash alone. Not that they didn't try ...</p> <p>The Bush campaign had little to run on. The economy was bleeding jobs while Iraq had become a political liability. So Republicans placed the spotlight on Kerry instead, hoping to \"define\" him to the electorate before Kerry could fight back. Tens of millions of dollars in attack ads claimed Kerry was a \"flip flopper\", while the <a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1314558,00.html\">Rightwing Noise Machine</a> pushed the unrelenting attacks. </p> <p>A Washington Post report in May spoke of the <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A3222-2004May30.html\">unprecedented negativity</a> of the Bush effort: \"Scholars and political strategists say the ferocious Bush assault on Kerry this spring has been extraordinary, both for the volume of attacks and for the liberties the president and his campaign have taken with the facts. Though stretching the truth is hardly new in a political campaign, they say the volume of negative charges is unprecedented - both in speeches and in advertising. </p> <p>\"Three-quarters of the ads aired by Bush's campaign have been attacks on Kerry. Bush so far has aired 49,050 negative ads in the top 100 markets, or 75% of his advertising. Kerry has run 13,336 negative ads - or 27% of his total.\"</p> <p>The lowest blow came from the Swift Boat Veterans for Truth, who spread unsupported charges that Kerry had faked his medals to any media outlet who would listen - and just about all of them gave these attack dogs a forum. The nerve of these Bush-affiliated surrogates was breathtaking: they slandered Kerry for his well-documented Vietnam heroics, even though not one of them had served with Kerry. Meanwhile, Bush used his family connections to avoid Vietnam, and even then <a href=\"http://www.truthout.org/docs_04/102804L.shtml\">failed to complete</a> his national guard duties. There was no hypocrisy big enough, no slander slimy enough, to keep the Swift Boat liars and their gleeful allies from attempting to take down a genuine American hero.</p> <p>In 2000, the right might have gotten away with it. But the blogs, new progressive thinktanks, Comedy Central's The Daily Show, media watchdog groups and allied organisations helped Kerry beat back the Swift Boat liars and put a spotlight on a clueless-to-hostile mainstream media obsessed with trumpeting Bush's electoral advantages. One small but telling <a href=\"http://www.dailykos.com/story/2004/10/21/144623/93\"> example</a>: on October 21, an AP poll gave Kerry a 49-46 lead. The headline: \"AP Poll: Bush, Kerry in Dead Heat.\" The same day, a Reuters poll gave Bush a 46-45 lead. The headline? \"Reuters Poll: Bush Grabs One-Point Lead on Kerry.\" </p> <p>The mainstream press didn't want to believe that the \"wartime president\", he of the unprecedented approval ratings, could actually be vulnerable.</p> <p>Kerry faced $200m in negative attack ads, a hostile mainstream media, an administration that uses \"terror\" as a political tool and the combined might of the Rightwing Noise Machine. Yet Kerry entered election day in a strong position to win, both in the final round of polls and in early voting results in battlegrounds like Iowa and Florida. That alone is a major accomplishment, and one that hopefully bodes well for Kerry tonight. </p> <p><b>·</b> Markos Moulitsas runs the <a href=\"http://www.dailykos.com/\">dailykos.com</a> US political blog, and <a href=\"http://www.ourcongress.org/\">Our Congress</a>, a blog tracking the hottest congressional races</p> <p>Comment on this article <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/11/the_good_doctors_medicine.html\">here</a>.</p>",
  "<p>Could analysts at Merrill Lynch be in hot water with the Financial Services Authority again? </p> <p>That was the view among some traders in the Square Mile yesterday as they learnt the US investment bank had cut its rating on <strong>Merchant Retail</strong>, owner of the Perfume Shop chain. The downgrade followed a conversation with the company and centred on concerns about the implementation of new warehouse and point of sales systems. </p> <p>\"We understand from the company that The Perfume Shop has experienced teething problems with its new systems, although progress is being made. However, in our view, if these problems are not corrected before the Christmas peak, there is a risk that TPS may not be able to process all of the expected increase in volume, which could have serious implications for this year's profit forecast,\" analyst Nick Hawkins said in a note to clients. </p> <p>\"TPS is a less complicated retailer than most, and presumably the systems items will be rectified shortly. In the meantime the uncertainty is such that we have decided to move from buy to neutral, he continued. Merchant Retail is due to report interim results on November 22. </p> <p>Merrill Lynch is currently embroiled in a FSA investigation into alleged selective briefing by supermarket group <strong>J Sainsbury</strong>, up 9.5p to 267.15p. Last month, the bank placed two of its analysts on \"administrative leave\" after they revealed in a research report that Sainsbury's had \"helpfully pointed out\" that their profit forecast was \"too high\". </p> <p>A spokeswoman for Merrill Lynch said there was no indication that the FSA was interested in the Merchant Retail report and pointed out that there were a number of factors behind the downgrade. These included concerns about increased competition from <strong>Boots</strong>, 9p stronger at 667p. </p> <p>Merchant Retail said it was aware of its obligations with regard to briefings and the publication of price sensitive information. Unsettled by the downgrade, its shares ended 5.5p lower at 143.5p. </p> <p>In the wider market there were no signs of nerves ahead of the US presidential election. Leading shares bolted higher as the price of Brent crude fell by $2 a barrel. The final scores showed the <strong>FTSE 100</strong> up 49.6 points at 4673.8, its best one-day performance in a month. Only one blue chip stock finished in negative territory: <strong>InterContinental Hotels Group</strong> - down 1p at 665.5p. Traders said yesterday's strong performance lacked conviction. Indeed, total market turnover struggled to reach 1.7bn. </p> <p>The <strong>FTSE 250</strong> index climbed 39.4 points to 6361.2, while the <strong>FTSE Small Cap</strong> index added 3.3 points to 2604.4. In the bond market, gilts eased on the back of weaker-than-forecast US factory data. The benchmark 10-year gilt closed at 102.030, yielding 4.739%. </p> <p> <strong>Hays</strong>, up 3p to 119.5p, was among the best performers as it started trading as a pure recruitment company following the demerger of its mail division, <strong>DX Services</strong>, and issued an upbeat trading statement. Meanwhile, shares in DX closed at 287.75p, excited by talk that it could be a takeover target for rival <strong>Business Post</strong>, steady at 533p. </p> <p> <strong>Smith &amp; Nephew</strong>, the artificial hip and knee specialist, was in demand ahead of Thursday's third-quarter results. Its shares gained 13.5p to 476p after Morgan Stanley started coverage with an overweight recommendation. The broker believes clients should use recent share price weakness and any poor performance following Thursday's figures to build positions. </p> <p>Analyst Daniel Mahony believes demographics and new product cycles should drive sales growth over the next couple of years at S&amp;N. </p> <p>Away from the blue chips, inter-dealer broker <strong>ICAP</strong> was top performer in the FTSE 250 after revealing volumes at its electronic broking division had increased by 63% in the third quarter to a record $45.9 trillion. </p> <p>The shares rose 13.5p, or 5.8%, to 247.5p. </p> <p>Elsewhere, pubs operator <strong>JD Wetherspoon</strong> eased 1.25p to 231.75p after reporting a deterioration in first-quarter sales, while takeover speculation continued to support the <strong>London Stock Exchange</strong>, up 3.75p to 368.75p. </p> <p>Jeweller <strong>Signet</strong>, up 0.75p to 107p, flying in the face of a warning from Numis Securities that Thursday's third-quarter sales update might disappoint. </p> <p>\"With Q3 likely to show signs of softening relative to Q2, we fear the market may take a negative read through to Q4 where most of the businesses profit is made,\" analyst Iain McDonald said. </p> <p>Among the smaller companies, <strong>Chemring</strong> improved 9.5p to 400p after the company revealed its US operation Kilgore had won an $18.4m order to supply the US air force with 700,000 anti-missile decoy flares. Analysts said this was the biggest contract Kilgore had ever won and noted that the USAF also has an option to buy further flares over a four-year period from 2005 that could bring the total value of the contract to $104m. </p> <p> <strong>Uniq</strong>, the chilled foods group, marked time at 199p despite news that rumoured bidder Duke Street Capital had raised its holding by 250,000 shares to 5.76m, or 5% of the company. </p> <p>On Aim, <strong>Ofex</strong>, the company that runs London's third tier stock market, rallied 1.25p, or 22%, to 7p on news that shareholders had voted in favour of its £3.15m rescue plan. </p> <p> <strong>GW Pharmaceuticals</strong>, the medicines-from-cannabis company, advanced 5p to 151.5p excited by rumours that Canada might be about to approve its lead product, an oral spray called Sativex.</p> <p><strong>BA fails to soar</strong></p> <p>0.75p. That was the meagre gain British Airways managed to record yesterday despite a $2 fall in the oil price. </p> <p>Given BA's reputation as the FTSE 100 stock most closely correlated to the movement of the oil price, that performance left traders scratching their heads. </p> <p>One possible explanation for the underperformance was talk that the outlook statement with next Monday's half-year figures will disappoint and that BA could launch a rights issue to shore up its balance sheet ahead of further consolidation in the airline industry and the introduction of new reporting standards. BA, which recently sold its 18.25% stake in Qantas, has net debt of around £3.5bn. </p> <p>In a note issued yesterday, CSFB said it was possible that BA might attempt to resolve its balance sheet problems next week. As for the trading outlook, it believes BA is unlikely to be able to raise its sales forecasts heading into a tough winter. </p> <p>\"We believe BA's results are unlikely to contain any positive newsflow on revenues and could also focus investors more closely on the risks of BA's current capital structure,\" it said. </p> <p>BA rose 0.75p to 216p.</p>",
  "John Kerry's quest for the White House, a journey he began 45 years ago as an earnest teenage debate champion, entered its longest day yesterday, with the Democrat racing through six rallies in four states in a last appeal to America. <p>By yesterday afternoon, on a miserable day in Milwaukee, a lifetime of striving was distilled into an instant of clarity. \"This is kind of a magical moment,\" Mr Kerry told an outdoor rally in the centre of town. \"The hopes of the whole nation, and the whole world are on the line.\"</p> <p>The fatigue was evident on Mr Kerry's face and in his voice. He has slept at a different location for each of the last 19 nights and his schedule yesterday, as on many days, stretched to 17 hours. But as he hugged his daughters Alexandra and Vanessa, he looked happy and genuinely touched as a sodden crowd in fluorescent campaign rain ponchos chanted: \"One more day.\"</p> <p>With the clock running down towards today's vote, Mr Kerry's was a day of perpetual motion: from Florida, today's biggest battleground prize, to Wisconsin, Michigan, Ohio, another large state within the Democrats' reach, and back to Wisconsin.</p> <p>Democratic aides say that Mr Kerry has maintained an inner calm during the last hours of the campaign, occasionally tossing around a football on airport tarmacs, or doing stretching exercises in his seat. By the time he got to Milwaukee, he seemed almost nostalgic about the gruelling itineraries of recent days. \"You guys look so wonderful, wet and bundled and huddled up,\" he told the crowd, promising to remember Milwaukee no matter what happened.</p> <p>Although the latest opinion polls gave the Democrats no cause for confidence - demonstrating yet again that today's contest is a virtual tie - Mr Kerry, they say, betrays little sign of tension. But they also admit that he has taken to switching off the television when new poll numbers pop up.</p> <p>However, they say that this is a man who is focused on the completion of a mission that has consumed his entire life. Mr Kerry's presidential ambitions took root with his teenage infatuation with the late John F Kennedy, and was never extinguished even after losing his first election for Congress in the 1970s, and a disastrous early start in the Democratic primaries.</p> <p>A year ago, he was forced to mortgage his home in Boston to continue what then seemed a doomed campaign for the Democratic leadership. By last night, he had burned through an election season that was the most gruelling and expensive in history. But he seemed, at last, resigned to his fate - as did his supporters. \"All I can do is go out and vote. The rest is out of my control,\" said David Ollinger, a bass player and hunting enthusiast.</p> <p>While Mr Kerry's strategy has focused on wresting Florida and Ohio from Mr Bush, he has also had to protect his own turf, warding off Republican designs on Michigan and Wisconsin. He has his work cut out for him in Wisconsin, a fact he acknowledged by returning to the state to spend the night there last night. Al Gore eked out a bare bones victory in the 2000 elections, taking it by just 5,700 votes, and Mr Kerry is struggling against increasing conservatism in rural parts of the state.</p> <p>His supporters were there for him in Milwaukee yesterday. \"We earnestly want to see George Bush displaced. He has just been so bad,\" said Jeri Waldman, who dragged her family out in the rain. Now, Mr Kerry needs them to be out for him again today.</p>",
  "The independent candidate, Ralph Nader, limped into the home stretch of his presidential campaign yesterday, with barely 1% of voters behind him. <p>Despite a huge collapse in support compared to 2000 and little organisation on the ground, Mr Nader's meagre showing could still prove a decisive factor in a tight race. </p> <p>\"The reality is the Nader factor is arguably still there,\" Chris Kofinis, senior adviser to the anti-Nader group TheNaderFactor.com told the Associated Press. \"But we've been incredibly successful at minimising it in part because of Nader's own failings and in part because people don't buy his message anymore.\" </p> <p>Democrats accuse Mr Nader, an anti-corporate crusader, of handing the election to George Bush in 2000 by siphoning votes that would have gone to Al Gore. Mr Nader, who gained 2.7% of the vote nationwide, won more than the margin between Mr Gore and Mr Bush in New Hampshire and Florida. </p> <p>Exit polls from 2000 show that two thirds of those who voted for Mr Nader would not have voted otherwise and Mr Nader replies that he took more votes from Republicans in New Hampshire and Mr Gore was defeated because he could not win his own state, Tennessee. </p> <p>But many prominent left wingers who backed Mr Nader in 2000, including Noam Chomsky and Michael Moore, have abandoned him this year, arguing that his candidacy will be counterproductive. </p> <p>Democrats have successfully sought to keep Mr Nader off the ballot around the country by challenging the signatures he has submitted. Mr Nader has condemned \"dirty tricks, harassment and intimidation\" by Democrats. </p> <p>\"If you're not willing to lose in politics, and fight and lose again, and fight and lose again, your agenda will never prevail,\" he said last week. </p> <p>He will still be running in many battleground states, including Florida, Minnesota, Iowa and New Hampshire where the race between Mr Bush and Mr Kerry is effectively tied. </p> <p>But in many of the areas where he performed best last time, such as Minnesota and Colorado where he attracted 5% of the vote, his support has effectively collapsed, bumping along between 1% and the asterisk of an also ran. </p> <p>Polls vary on whom Mr Nader hurts most. A recent Gallup poll suggested 52% of those backing him would otherwise vote Republican, as opposed to 48% who would go to the Democrats. Others have shown his voters favouring Mr Kerry to Mr Bush by three to one.</p>",
  "The election is so near, and the polls so close, that it's now a mug's game to predict the outcome with anything approaching confidence, let alone certainty. <p>A few months ago, I was certain President George Bush would be re-elected, after he easily won the battle to frame the central question of the campaign around security and leadership. It was like taking the first three rounds in a 15-round bout. And while I understand why Senator John Kerry had to establish his war leadership credentials, I felt that he should have used his own Democrat convention to get a sharper focus on the economy, where the administration has nothing like the success story that our Labour government can tell. That was like giving away two rounds. </p> <p>Little by little, however, the Kerry campaign has improved. While his attacks on Bush's Iraq policy were high-risk, they energised his campaign and the election as a whole. He started to rebut the Bush attacks with greater skill after the woefully slow response to the attacks on his Vietnam record (how the Republicans turned the Democratic challenger's genuine war heroism into a Kerry weakness at a key stage of the campaign is one of its more compelling issues). Above all, perhaps, he did well in the TV debates, probably winning all three on points, which gave him momentum and confidence. </p> <p>Yet say \"confidence\" and I swing back to Bush. As a campaigner, to use a well-known Bushism, he has always been \"misunderestimated\" - particularly in Europe, where people judge him according to our own politics, not the politics of mainstream America. </p> <p>Both sides have worked hard to register more people to vote. Higher turnout should benefit the Democrats. Historically, a bigger share of those last-minute undecideds tends to go to the challenger. Another round for Kerry maybe. As for the Osama bin Laden video, it plays both ways, but on balance probably helped Bush. </p> <p>But if it is too close to call, there is another question arousing debate in Britain: who would Tony Blair want to win? I saw a television discussion involving two pundits recently. Both were said to know the prime minister's mind. One said with certainty he would prefer Bush; the other said Kerry. The truth is neither knows. </p> <p>Is it really four years since the pundits said Blair was praying for a Gore win because he would not get on with a rightwing Bush administration, while American pundits were saying Bush would not get on with someone so close to Clinton? Now the charge is that Bush and Blair are too close. </p> <p>They built that relationship in part because Blair so studiously stayed out of the Bush-Gore race. But he was surely right to stay neutral then, as he is right to stay neutral now, despite Labour's natural closeness to the Democrats. If Blair drew up his own job spec, \"getting on with the US president whatever their party\" would be high up the list of requirements. He worked at his relationship with Clinton, and with Bush. It will be the same if Kerry wins. </p> <p>There is no doubt the Bush relationship has given him enormous political difficulties. But Blair believes they are worth bearing for the benefits a strong relationship brings to Britain, economically and diplomatically. The political hit has been taken on this, and won't necessarily get worse if Bush wins again. </p> <p>If Kerry wins, we will hear lots of media blather about how this isolates Blair on Iraq. But one of the first foreign policy meetings a new president would want would be with Blair, to go over plans, not just on democratising Iraq, but the Middle East peace process, the threat posed by nuclear proliferation, global terrorism and relations between Europe and America. Blair's statecraft so far tells you such a meeting would go well, that both men would make sure they got along and reached decisions that took account of each other's political realities. </p> <p>In many ways it feels like only yesterday that I was part of the Downing Street team, meticulously planning Bill Clinton's visit in May 1997. A lot has happened since then - including the fact that Blair is now one of the most experienced and respected leaders on the world stage. He will be as interested as anyone to know the outcome as soon as it is clear. But of this I am certain: he will have worked out a plan for both outcomes, and the minute the result comes through, he will begin to put the relevant plan into action. </p> <p>There are not many areas in politics where sitting on the fence is the right approach. But a US presidential election, for a British prime minister, is one of them. </p> <p><b>·</b> Alastair Campbell was Tony Blair's press secretary from 1997 to 2003 </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Almost four decades ago, during the Vietnam war, the great liberal, Senator J William Fulbright, captured more eloquently than any recent commentary what is a stake in today's US presidential election. There were, he said, two Americas: \"One is generous and humane, the other narrowly egotistical; one is self-critical, the other self-righteous; one is sensible, the other romantic; one is good humoured, the other solemn; one is inquiring, the other pontificating; one is moderate, the other filled with passionate intensity; one is judicious and the other arrogant in the use of great power.\" <p>Which of these two Americas prevails today is a question of huge significance for us all. It can be seen in the intensity of interest across the globe and in the large numbers of Americans who say this is the most important election of their lifetime. The outcome will determine whether America reaches out to the world in a spirit of partnership or continues with its posture of sullen rejectionism. It will determine whether this misdirected war on terror continues to escalate into a clash of civilisations that puts us all in greater danger, or can be turned into an effective campaign to address the political causes of terrorism. </p> <p>It will also determine the course of American politics for a generation. With up to four supreme court judges likely to be replaced in the next four years, the occupant of the White House will be in a unique position to influence the direction of American constitutional law. A Bush victory would enable him to entrench his harsh, moralistic conservatism in ways that would be impossible to reverse for many years. A Kerry presidency would have less room for manoeuvre, but might at least stop the rot that has seen American liberalism in almost continuous retreat since the 1960s. This is a battle for America's political soul. </p> <p>For most of the democratic world, there are good reasons for wanting a Kerry victory. His promise to create a much broader international coalition against terrorism carries with it an implicit acceptance that the views of countries other than America must once again be made to count for something. To lead, he will have to generate consent. Even so, it is important not to exaggerate the extent to which a change of president would lead to a change in American foreign policy. </p> <p>In order to mount a credible challenge to Bush, Kerry has felt the need to pander to Republican prejudices across a wide range of issues. Don't, for example, hold your breath for ratification of the Kyoto treaty or a tough line against Israel's land grab in the West Bank. The limits of the possible will be determined by, among other things, a Congress that looks set to remain firmly in Republican hands. Whoever occupies the White House, conservatism will remain America's governing ideology for the foreseeable future. </p> <p>The reasons for this need to be analysed and understood if there is to be any hope of bringing America back into the community of responsible nations on anything more than an occasional basis. This is about much more than one administration and the policies it pursues. It is fundamentally a question of global power relations and the distorting impact of American primacy. As Fulbright argued: \"Power tends to confuse itself with virtue and a great nation is particularly susceptible to the idea that its power is a sign of God's favour.\" Along with the preponderance of American power comes an unshakeable faith in the superiority of American ideas and an irresistible urge to act on them. The folly is to imagine that it could be otherwise. </p> <p>For Britain, this poses some uncomfortable choices. We could continue to pursue our \"special relationship\" in the hope that America behaves with enough self-restraint to avoid compromising other relationships that matter to us, most notably in Europe. This would certainly be easier with Kerry in the White House, but it would do nothing to address structural causes of America's lurch to the right. By putting fidelity to the \"special relationship\" first, we can only weaken Europe's collective voice and encourage America's unilateralist impulse, further souring transatlantic relations and leaving us exposed - the choice we have always attempted to avoid. </p> <p>The truth is that if we want a durable transatlantic partnership that works in the common interests of Europe and America, it will only become possible if Britain is prepared to abandon the illusion of \"specialness\" in its relations with America and give priority to the objective of forging a common European approach. This is not primarily a matter of treaties and institutions; it is much more a question of mindset. One of the most remarkable features of the Iraq war was the extent to which several European governments were willing to ignore the opposition of their own voters in order to support Bush. Like the native administrators of some colonised land, there is the tendency in parts of Europe, and Britain in particular, for the political classes to identify more with the \"colonial power\" than with the people they are supposed to represent. </p> <p>Tony Blair represents such an extreme example of this condition that it is difficult to imagine how a Europe that includes him among its leaders can ever hope to restore to the transatlantic relationship a necessary measure of balance. </p> <p>Yet what is the alternative? Michael Howard's adoption of a more critical position on the war and the Bush-Blair relationship is utterly unconvincing, and the Liberal Democrats, though sincere, are not yet ready for government. The only other potential prime minister, Gordon Brown, is still mired in third-way ambiguity, positioning Britain as equidistant from Washington and Brussels. Few doubt that he, like Blair, would have followed Bush into Iraq; yet even so, there is one important difference between them that at least raises the possibility that a change of leader might enable Britain to loosen the suffocating embrace of the \"special relationship\". It comes down to an issue of pride. </p> <p>It is entirely likely that Blair, in moments of private reflection, understands that he made an enormous mistake in selling his support to George Bush so cheaply. But even if this were the case, any public admission that he got it wrong would, at this late stage, destroy the little authority he retains. Consequently, he is obliged to plough ahead without any room for manoeuvre. Brown carries none of this baggage. The only limitations he has are the ones he chooses for himself by failing to signal a change of direction. Were he to do so, it would send a powerful signal to sections of the Labour party that remain far from convinced that a leadership challenge would be worth the trouble. </p> <p>Whether today's vote goes for Bush or Kerry, Britain and Europe need a fresh start in their relations with America. This will only be possible if we are prepared to take tough decisions and weather the inevitable storm of protest from Washington. The prize of a stronger and more balanced partnership between Europe and America is considerable. What it requires is an act of real leadership. </p> <p><b>·</b> David Clark is a former Labour government adviser </p> <p><a href=\"mailto:Dkclark@aol.com\">Dkclark@aol.com</a></p>",
  "<p>While the rest of the world is focused on the US presidential election today, the people running Britain's biggest quango will have one eye on another poll, later this week.</p> <p>Thursday is the deadline for the referendum that should establish whether the north-east of England is to get a regional assembly, and whether the whole issue of elected regional bodies becomes a dead duck. The result could have significant implications for the future role of the Learning and Skills Council (LSC).</p> <p>A resounding yes, which looks unlikely, could set in motion changes that would eventually slash the LSC to a fraction of its current operations and put a question mark over its survival.</p> <p>The more ardent campaigners for elected regional assemblies have made no secret of wanting to get their hands on the LSC's adult skills budget. This amounts to £2.5bn nationally. \"It would be very, very difficult for a college to have two funding masters,\" said Rob Wye, director of the chief executive's division at the LSC.</p> <p>In addition, an elected regional assembly would be entitled to nominate five members to each of the local LSCs on its patch. A local LSC needs a minimum of 12 members, with a maximum of 16. Five-strong caucuses could wield a hefty influence.</p> <p>A no vote, indicated as likely by a Mori poll on the day 1.9m postal ballot papers went out, would remove these threats.</p> <p>No one at the LSC will admit that there is a preference, beyond admitting that Friday's announcement of the result is keenly awaited. The official view is that the quango is neutral on the referendum result.</p> <p>\"It is encouraging that suddenly skills are becoming an issue,\" said Wye. \"People are fighting over it. A few years ago this wouldn't have happened, but now they do see skills as crucial for economic regeneration in the region.\"</p> <p>The official line is that if the north- east does plump for an assembly, a modus operandi would be thrashed out in the same way that the quango has reached agreement with the regional development agencies (RDAs).</p> <p>The tussle between LSCs and RDAs was settled in July in a \"concordat\" signed by the education secretary, Charles Clarke; the trade and industry secretary, Patricia Hewitt; Mark Haysom, the LSC chief executive; and Bryan Gray, chair of the North West Regional Development Agency, on behalf of all nine RDAs.</p> <p>The myth that RDAs and the LSCs were jogging along happily was shattered this time last year when it emerged that the north-west RDA had launched a bid to take over planning and funding from its five local LSCs, a move furiously opposed by Haysom.</p> <p>In the concordat, LSCs and RDAs agreed to identify the public funds each holds for adult training and skills and, subject to meeting the national targets each has been set, to \"discuss how ... these funds can best be deployed\".</p> <p>In practice, for every pound the RDA brings to the party, the LSC puts in £15.</p> <p>If the voters do confound expectations with a resounding yes vote and the elected regional assembly that emerges gets its hands on the LSC's adult skills budget for the north-east, the result will be an odd hybrid. Most of the country would presumably continue to see adult skills funded by the LSC.</p> <p>A firm yes vote might revive the campaigns for elected regional assemblies for the north-west and Yorkshire and the Humber. Referendums in these regions were postponed, the official reason was concerns about postal voting.</p> <p>If, further down the line, the LSC were thus to lose its adult-training budget across a third of the country, the case for handing over this cash and the planning function to regional government would snowball.</p> <p>The quango could end up with just a funding and planning remit for 16- to 19-year-olds, an outcome that would cast serious doubts over its future.</p>"
]