[
  "Three United Nations workers, held hostage and pictured in a video released yesterday, will be executed on Wednesday unless British forces leave Afghanistan and Muslim prisoners are released from Guantánamo Bay, their Taliban kidnappers demanded yesterday. <p>In a video released to al-Jazeera, Annetta Flanigan, from Northern Ireland, Angelito Nayan, a Filipino diplomat, and Shqipe Habibi, a Kosovan election worker, appear frightened but are apparently unharmed. </p> <p>The officials, who helped organise last month's presidential election, were snatched from their vehicle in daylight on Thursday. </p> <p>They plead for their release during the 15-minute tape, during which an off-camera hostage taker - a member of the Taliban splinter group Jaish-e-Muslimeen (Army of Islam) - tries to reassure them in broken English. </p> <p>\"Don't cry. Why you cry?\" he asks a visibly upset Ms Flanigan. But the questioner mostly asks sharp questions about American and Nato involvement in Afghanistan. \"We have nothing to do with America,\" Mr Nayan replies. \"We are here for the Afghan people\". </p> <p>All Muslim prisoners in Afghanistan and Guantánamo Bay must be released \"be they Taliban or al-Qaida\", said militant leader Mullah Sayed Akbar Agha. The UN must close its offices in Afghanistan and condemn \"illegal\" military operations by \"meddling\" British and American forces. </p> <p>And countries offering non-military assistance, such as the Philippines, must also leave. </p> <p>Failure to start releasing the prisoners by noon on Wednesday would result in the three being executed \"in such a way by which Muslims will be happy\", he told Reuters. </p> <p>UN spokesman Manoel de Almeida e Silva confirmed the identity of his three colleagues. </p> <p>\"We are relieved that they appear to be unharmed,\" he said. \"We call for their safe and immediate release.\" </p> <p>The kidnapping, the first in Kabul, has stoked fears that Islamic militants are copying Iraqi tactics to derail Afghanistan's fragile democratic transition. </p> <p>The Nato-led hunt for the kidnappers has focused on Paghman, a scenic but bandit-ridden district north-west of Kabul. The area is also associated with the Hizb-e-Islami faction of former prime minister Gulbuddin Hekmatyar. </p> <p>Jaish-e-Muslimeen emerged last August after a rift in the Taliban leadership between the leader, Mullah Mohammed Omar, and some lieutenants. The dissidents broke away after a two-week meeting of Taliban military commanders in southern Afghanistan. </p> <p>\"Our aim is jihad. There will be no let-up in our jihadi activities while American forces remain in Afghanistan,\" a spokesman said at the time. </p> <p>The leader, Mullah Agha, is reportedly 45 years old and from Kandahar, which was also home to Mullah Omar. </p> <p>Although the dissidents claimed they had attracted one third of the Taliban's leadership, military sources put their number at just a few dozen. </p> <p>A month later, the group claimed responsibility for the beheading of three Afghan soldiers abducted from a taxi in Zabul province. </p> <p>The US military seized on the split - and the Taliban's failure to disrupt the October 9 election - as a sign that the insurgents' strength was waning. </p> <p>But this abduction, a week after a suicide bomber killed two on a busy Kabul shopping street, suggests that the militants are adopting new and increasingly ruthless tactics. </p> <p>Fundamentalist propaganda calling on Afghans to follow the example of Islamic militants in Iraq, some specifying the beheading of hostages, has been circulating in the country for some months. </p> <p>Ms Flanigan's value as a hostage could be higher because her husband, José María Aranaz, a Spanish lawyer, is one of five UN appointees on the national election board. </p> <p>Foreign aid workers evacuated for the election had begun to return when the kidnapping occurred, said Nick Downie of the aid agency security body Anso. </p> <p>Its outcome will have a major impact on future aid operations, he predicted. </p> <p>\"If the worst happens, you're going to see a significant number of people getting the hell out of here,\" he said.</p>",
  "The Ukrainian opposition claimed victory last night in the country's fourth presidential elections, despite exit polls which showed that no candidate had received the 50% needed to avoid a run-off. <p>While the polls showed widely varying results, most showed that the opposition candidate, Viktor Yushchenko, had won more votes than the prime minister, Viktor Yanukovich. A poll funded by western embassies said Mr Yushchenko won 45% of the vote and Mr Yanukovich 37%. Another poll put them at 41% and 40%. A Russian-backed poll gave Mr Yanukovich 43% of the vote against 40% for Mr Yushchenko.</p> <p>Oleksandr Zinchenko, the election campaign chief for Mr Yushchenko, said: \"We are sure we got a figure that way exceeds the announcements.\" He said they had gained more than the 50% required to win the first round and may have got up to 60% but claimed there had been a \"total, comprehensive and overall\" falsification of the result by the government.</p> <p>However, the opposition urged the public not to protest against the alleged irregularities for fear of unrest. Large groups milled around the capital's pedestrianised streets waiting for news of the exit polls.</p> <p>The Central Election Commission reportedly asked the prosecutor to investigate claims of irregularities as speculation grew that the government might declare the vote void and introduce a state of emergency.</p> <p>Irina Gerashenko, the press secretary for Mr Yushchenko, said: \"We are absolutely sure that we have won the election in the first round. But there may be a second round.</p> <p>\"A lot depends on the moods and the actions of the people. We want everything to proceed in a legal fashion.\"</p> <p>Any run-off election would be held next month.</p>",
  "I live in Washington, DC now, after nearly 30 years of living in New York City. Washington is built on swampland, literally, an origin that signals its character. It was designed to look like Paris. There are boulevards, monuments, museums, along with a dangerous, desolate, and impoverished inner city, still not rebuilt from the 1968 riots triggered by the assassination of Martin Luther King Jr. Citizens of Washington, DC do not have any voting representatives in Congress. There was and is no state entity as such. Washington is a district, not quite a city, sleepy and southern in its habits, not fully enfranchised. We are not so much citizens as members of a colony, like Guam or Puerto Rico. <p>Yet this is a swamp devoted to politics. The players in this company town live on political barter, while amassing personal fortunes for themselves. I am not a player. I experience instead an adumbrated form of democracy, articulated most eloquently by the invitation every four years to vote for a president and vice-president. </p> <p>I accept the vote as a primitive expression of democracy out of respect for my suffragist foremothers. They fought so hard for women's civil and economic equality and ended up settling for the vote. I measure this up against a rape or an honour killing and I don't think it counts for much. </p> <p>Anyway, I am supposed to vote for one or the other of two men who are differentiated by style, not by policies. They have more in common with each other than either has with me. They also both lie. </p> <p>I'm voting for John Kerry, and I'm not happy. In 1972, during the Vietnam war, I refused to vote for anti-war candidate George McGovern, even though I had spent most of my young adult life in opposition to the war, because he was anti-abortion. I refused to vote for über-liberal, pro-civil rights, all-around good guy Hubert Humphrey because he did nothing while demonstrators were being beaten up by police in Chicago at the 1968 Democratic Convention. In 1976, while my feminist colleagues organised for Jimmy Carter, I refused to sign petitions or vote for him because he was anti-abortion. The first thing Carter did when elected was to have his health secretary end all federally funded abortions, which was the only access poor women had. (Yes, my sisters learned something. Now the legality of abortion, not access, is the feminist litmus test - too little, too late). </p> <p>In 1984, I couldn't bear Geraldine Ferraro as the first woman vice-presidential candidate because her husband, John Zaccaro, owned a warehouse filled with pornography. The Washington Post reported that year that Zaccaro refused to comply with requests for full income and tax disclosures. I voted the first time (in 1992) for Bill Clinton because, on a lecture tour in Texas, I heard George HW Bush - known fondly in retrospect as 41 (George W being 43) - accuse Clinton of un-American activities, which he inferred from a trip Clinton had made to Moscow when he was at Oxford as a student. In 2000, I voted for Ralph Nader. I don't recommend myself as a model for citizenship, except to say that I have always abhorred the lesser-of-two-evils philosophy, and Al Gore let himself be dressed by Naomi Wolf. </p> <p>I couldn't be bothered to vote most of the time because it was almost always a choice between the corrupt and the more corrupt. There is the primordial sludge and then the more pristine amoeba. My guy's the amoeba; the other guy's the sludge. This is a recipe for madness, otherwise known as the American president. </p> <p>Of course, who could have imagined September 11, 2001, and Bush, the war president? And if one were to strike out against state sponsors of terrorism, who could imagine mistaking Iraq for Iran, even though in English they appear nearly the same? This is a George W kind of error. </p> <p>Let me tell you about my amoeba, Kerry. He voted for the Iraq war. Asked if he, knowing then what he knows now (no weapons of mass destruction, no nuclear arsenal), would have voted differently, he said no. He is vaguely committed to putting more soldiers on the ground. He showed up for his political convention as a Vietnam war combatant, not as an anti-war protester, which he was, with honour. He is a multi-millionaire married to a multi-billionaire. His running mate, John Edwards, is more pro-war than he is, less ambivalent and less ambiguous. Edwards is also a multi-millionaire. </p> <p>My amoeba talks about the middle-class; he has conveniently forgotten about the poor. (Edwards used to talk about poverty before he was absorbed into Kerry's attempted seduction of the middle class.) </p> <p>My amoeba calls prostitution a \"nuisance\" instead of a crime against women. Some 25 years ago my amoeba was a prosecutor. He prosecuted at least one rape case, which he won. He was responsible for setting up counselling for rape victims. This was precocious and superb. </p> <p>Fast forward: two weeks before the election, my amoeba recognised that American women make 76 cents against every male dollar and decided to draw attention to this fact. Such is the gratitude of women that my amoeba beats the primordial sludge by as much as 10 percentage points among women in the subsequent polls. He is especially popular with single women who, needless to say, have to support themselves. </p> <p>My amoeba promises improvement. He will support pay-equity legislation. (Have I been in a deep sleep? Is this 1970?) In the parlance of his campaign, he has a plan. He keeps the specifics to himself. He will also raise the minimum wage over several years from $5.15 an hour to $7 an hour which, his campaign reckons, will give 9.2 million women another $3,800 a year. How pathetic is that? He has a plan for health insurance and another plan to produce jobs and a plan to protect social security, that tiny safety net that older Americans, especially women, have against utter poverty. In any other year, this wouldn't be enough to differentiate him from the primordial sludge, because mostly it is not true. It's either the Iraq war or health care, not both. </p> <p>Now look at what George W offers me. First, he gives me his middle initial: \"W is for Women\". I don't want his initial inscribed on me. I find the idea repugnant. He does not recognise the pay differential between men and women. On the other hand, he is against sex trafficking and has said so when addressing the UN. He has strong evangelical support for this position. He is for bringing equality to women in the Arab and Islamic world. I may want it and work for it in the US, but he and his most anti-feminist rightwing advisors, including David Frum and Richard Perle, want women's liberation in the Gulf region, and I do not mean the Gulf of Mexico. Anywhere but here seems to be the general plan. </p> <p>And what is the price for these women's rights? It's a small one. Many bombs must fall and many innocents must die. </p> <p>The Bush/Cheney argument for reelection comes down to this: in Iraq we have created a new site for terrorists and they are so busy there that they won't come here. Vote for us and you'll be safe. Vote for Kerry/Edwards and you'll likely die. One has a choice between massacres there or here. Vote Bush/Cheney. Choose there. </p> <p>Despite the American disdain for irony, electoral politics in the US is nothing if not a lesson in irony. Richard Nixon the anti-communist went to China and ended the Vietnam war. Clinton, prince of Democratic post-liberals, joined with Republicans - in fact, led them - to get African-American single mothers kicked off welfare and to create political cover for those politicians abandoning the poor. He then had the honour of being proclaimed, by Toni Morrison no less, the first black president. And, in this land of political hallucination, maybe he was. He also may be the only black president. </p> <p>What Kerry will do is this: he will get European and even Arab allies to pony up in Iraq; he will intensify the war there; he will bring in more troops. This policy will make it impossible for the Democratic candidate who follows him, or he himself if he runs again, to have anything but a pro-war policy. A rightwing Republican, maybe even a woman, plain-spoken and Reaganesque (or Thatcheresque), will triumph by promising an end to the Iraq war either four or eight years from now. He or she will deliver because the war will be over and the US and its many allies will have lost. This will be another generation's Vietnam with the blame having a certain global quality. As at his convention, Kerry the combatant will have trumped Kerry the anti-war protester. </p> <p>So why is it that I'm voting for Kerry? Oh, right, it's because my Massachusetts amoeba is better than Texas primordial sludge. Make no mistake: I have regional emotions. When someone from Massachusetts, the centre of abolitionist activism, and someone from Texas, in our day and age a symbol of the Confederacy, mix it up, our civil war is being refought. Kerry represents those brilliant abolitionists - and he does it badly. Shame on him. </p> <p>The thing is that I'm scared to death that Bush will win. If Bush wins, we get more terror, charmingly diverted to countries not the United States. I call that a plan. I admire its simplicity. Who said that boy is stupid? Oh, I did, a few paragraphs up: the whole Iraq/Iran confusion. Of course, being dyslexic is not the same as being stupid. </p> <p>The Bush/Cheney plan is the equivalent of a moral sewer. I don't want to roll in that dirt. It's someone else's blood and it doesn't wash off (cf the Scottish play). </p> <p>We dream, some of us, of being able to be good in a better world. The morally reprehensible - the Bush/ Cheney strategy - smacks us between the eyes; and then, and only then, do we vote for the lesser of two evils. But don't forget that they are two evils. Sick to my stomach because he will stay in Iraq, I'm voting for John Kerry. </p> <p><b>·</b> Andrea Dworkin's most recent book is Heartbreak: The Political Memoir of a Feminist Militant.</p>",
  "The final, frenetic phase of campaigning in the US presidential election ends today with the race balanced on a razor's edge, and no certainty the winner will be clear by Wednesday. <p>The eleventh-hour intervention of Osama bin Laden did little to break the deadlock between George Bush and John Kerry: one of the three most recent polls showed Mr Bush moving towards a clear lead, but two had the race tied. </p> <p>With the chances of altering that picture diminishing ever more rapidly, the campaigns reached near-hysterical levels of activity. The candidates, or their surrogates, were scheduled to make more than 30 appearances in 11 states during yesterday, each hammering the issue of terrorism while insisting that the Bin Laden tape would not influence Americans. </p> <p>In the battlegrounds of Florida, Pennsylvania and Ohio, the campaigns deluged television stations with so much political advertising that some announced they had no more space left to sell. </p> <p>In Miami, one pro-Bush ad claimed that \"there really is nothing John Kerry won't say\". A Florida TV station was flooded with complaints after airing a half-hour portion of Stolen Honor, a documentary attacking Mr Kerry's war record, after a private company paid for the airtime. </p> <p>\"It's just unbelievably close. People need to understand that anybody who's being blunt and bold about the outcome of this election now is probably wrong, and if they're right, it's pure luck,\" said Larry Sabato, director of the centre for politics at the University of Virginia. </p> <p>The Bush campaign seized on a Newsweek poll released at the weekend showing the president with a 50% to 44% lead, based partly on responses recorded in the first hours after the release of the bin Laden tape. </p> <p>But in the states most likely to matter, things were looking better for Mr Kerry. In the latest state-by-state tracker poll, compiled by the Los Angeles Times, he was leading by 50% to 45% in Pennsylvania and 50% to 44% in Ohio. Florida was closer, with Mr Kerry leading 48% to 47%. </p> <p>The conventional wisdom is that Mr Kerry needs to win two of the three to have any serious hope of victory. That seems clearly within his grasp and he is also clinging to a lead in Michigan, a traditionally Democratic state, whose loss to the Republicans may well spell disaster. </p> <p>But states which Mr Kerry was confident of winning are looking shaky - above all Hawaii, where he is locked in a dead heat, and where Dick Cheney, the vice-president, was due to fly last night for a rally to help pull off what would be a coup for the Republicans. </p> <p>Both sides know their fates rest not so much with the pronouncements of their candidates as with the paid and volunteer workers charged with getting out the vote. </p> <p>Opinion polls are bad at predicting the influence of the millions of newly-registered voters, among whom Mr Kerry has a 10-point lead, according to a Reuters/Zogby poll released yesterday. </p> <p>Only a small proportion of newly-registered voters make it to a polling booth. But whatever happens tomorrow, history will almost certainly prove to have been a poor guide. </p> <p>\"For once, that old axiom, that it's all in the ground game, is true,\" said Dr Sabato. The get-out-the-vote efforts of each side would cancel each other out, he predicted. </p> <p>\"But there's one exception,\" he said. \"If turnout goes through the roof, Kerry is going to win. There's no way an incumbent can get re-elected in those circumstances. </p> <p>Under the electoral college system, each state has a number of votes approximately proportional to its population, which are awarded on a winner-takes-all basis in most cases. </p> <p>A candidate needs 270 votes, but on the basis of the current polls, neither has anywhere near that number in the bag. And with thousands of lawyers reported to be standing by to challenge results, a close result may lead to the process being dragged out days or even weeks beyond Wednesday. </p> <p>Consequently, as the campaigns focussed their resources, one refrain rang out from analysts and party consultants alike: anyone who claimed to be able to predict the race was either an idiot, a liar, or clairvoyant. </p> <p>\"It's stunning,\" John Zogby, the pollster, said. \"What will happen is that one of the candidates will have a little bit of momentum for two days, and then just when I expect to see the third day continue that momentum, the momentum stops and it goes in the other direction for the other candidate.\"</p>",
  "<b> Chicago Tribune </b> <br> Editorial, October 30 <p> \"Speaking to the camera in a videotape aired [on] Friday, Osama bin Laden ... offered his thoughts on America's presidential election. No, he didn't endorse either of the two major-party candidates. Instead, he tried to intimidate US citizens into changing their government's policy of relentlessly pursuing al-Qaida ... </p> <p>\"The overarching reaction will be fury. How that fury informs voters' decision-making is for each of them to decide. Spanish voters reacted to a terrorist bombing in Madrid by voting out of office a government that had deployed troops to Iraq.\" </p> <p><b> Washington Post </b><br> Editorial, October 31  </p> <p> \"His appeal to Americans was remarkably weak ... The tirade against George Bush and his family was even clunkier. Maybe it was meant to shift voters away from the president on Tuesday; more likely it will do the opposite. </p> <p>\"Both Mr Bush and John Kerry were quick to reject Bin Laden's words and to promise unrelenting war against him. After a brief pause, each then sought to turn the moment against the other. With hours left in their tight race, this was inevitable.\" </p> <p><b> New York Post </b> <br> Editorial, October 30  </p> <p> \"Bin Laden might as well have endorsed Mr Kerry in his 18-minute taped rant ... Clearly Bin Laden's little lecture ... was meant to dampen Mr Bush's electoral prospects; in that sense, it betrayed a truly fundamental misunderstanding of the United States. If 9/11 didn't make Americans flinch, it's not likely that an appearance by Bin Laden ... will do anything more than stiffen the nation's spine ... </p> <p>\"If Bin Laden could have carried out an act of terror, he would have carried out an act of terror. He can't - and that speaks to the fundamental success of the war on terror.\" </p> <p><b> Maureen Dowd </b><br> New York Times, October 31  </p> <p> \"Republicans postulated that the evildoer's campaign intrusion would help the president. Bin Laden, they said, might re-elect Mr Bush. They follow the Bush strategists' reasoning that since Mr Bush rates higher than Mr Kerry on fighting terror, anytime Americans get rattled about Iraq and al-Qaida, it's a plus for the president ... </p> <p>\"It's absurd that we're mired in Iraq ... while the 9/11 mastermind nonchalantly pops up anytime he wants ... Maybe Mr Bush should get off the trail and get on Bin Laden's tail.\" </p> <p><b> Los Angeles Times</b><br> Editorial, October 30  </p> <p> \"The tape is ... evidence that the man Mr Bush vowed to capture 'dead or alive' is still able to professionally communicate his message. The US failure to capture Bin Laden has been a strong point for Mr Kerry, one that Mr Bush has tried to undercut by scoffing at Mr Kerry's 'law enforcement' approach to fighting terrorism ... But the longer the US is mired in Iraq, the clearer it becomes that the law enforcement approach Mr Bush ridicules is an essential part of the battle against terrorists.\" </p> <p><b> Miami Herald </b><br> Editorial, October 30  </p> <p> \"The videotape shows how powerless and isolated Bin Laden is, apparently incapable of doing anything more harmful than tossing words at the world's most powerful nation. That both Mr Kerry and Mr Bush made clear that the country would be unified in the terror war should be a comfort to the country. The country will be just as resolved with either at the helm ... The best course for Americans is simply to ignore the tape completely.\"</p>",
  "As the US election campaign today entered its final hours, the president, George Bush, and his Democratic party challenger, John Kerry, were criss-crossing several states in a final push to secure every available vote. <p>With the polls predicting an extremely tight race, Mr Bush launched himself on a six-state, seven-stop tour stretching from early morning into late night, mostly in the Midwest. Mr Kerry was also working his way across the country, making six stops in four states. </p> <p>The candidates' hectic schedules were expected to bring them within three blocks and one hour of each other at noon (1800 GMT) in Milwaukee, Wisconsin - a battleground state in which support for each man is roughly even.</p> <p>As the sun rose in Wilmington, Ohio, this morning, governor Bob Taft warmed up Mr Bush's crowd of several thousand supporters in an aeroplane hangar. \"He's been everywhere,\" he said of the president. \"He's putting his heart and his soul on the line for us, for our families, for our future. We have got to do the same.\" </p> <p>Both sides had grass roots campaigners primed for action to get the vote out. They also had teams of lawyers deployed across the country, braced for legal action at the first sign of polling irregularities.</p> <p>\"I expect this election is going to be decided Tuesday night,\" Mr Kerry told the Associated Press, \"but, given experience, I would be irresponsible if I wasn't prepared to be able to protect every person's right to vote.\" </p> <p>In an interview broadcast today on ABC's \"Good Morning America,\" Mr Kerry predicted \"a record turnout\" and said he believed Americans were \"determined not to see a repeat of 2000\", when Mr Bush won the presidency after a post-election tussle over the Florida count, which was finally resolved by the supreme court. </p> <p>The president said it was vital to see a clear winner emerge on election night, especially considering how closely the process would be watched around the world. </p> <p>\"We'll see how it goes Tuesday night, but I really think it's important not to have a world of lawsuits that stop the will of the people from going forward,\" Mr Bush told the Dateline NBC television programme. </p> <p>Whichever way the contest goes, the end of the long, bruising campaign is likely to be welcomed - at least privately - by both men, who have begun to appear physically tired in recent days. </p> <p>Mr Kerry showed signs of hoarseness during his speech at a rally in Tampa, Florida, last night. Meanwhile, Mr Bush has stocked up on lozenges and cut down on caffeine, which constricts the vocal cords, according to the presidential adviser Karl Rove. Mr Bush was stumping in Ohio, Pennsylvania, Wisconsin, Iowa and New Mexico today, before a crowning home-state rally in Dallas and a night at his Crawford ranch. The vice-president, Dick Cheney, flew to Hawaii for a late-night rally before heading back to the mainland early today. </p> <p>Mr Kerry spent last night in Florida, with two stops in Ohio, two in Wisconsin and one in Michigan lined up for today. Aides said the Massachusetts senator would then fly home to Boston to vote and carry forward his election day tradition - lunch at the Union Oyster House.</p> <p>His running mate, the North Carolina senator John Edwards, was campaigning in the Midwest and Florida.</p> <p>The final scramble caps the most expensive political advertising campaign in history, with more than $600m (£330m) having been spent by the Bush and Kerry camps.</p>",
  "When George Bush makes his last speech at his last rally today, there will be nothing left for him to do but go home to Texas and hand over the final task in the effort to get him re-elected to a brigade of passionate enthusiasts like Dorothy Niklos. <p>Ms Niklos is a Bush lieutenant in the campaign's ground war - the election-day struggle to turn out the vote. And in an evenly-split state like Pennsylvania, where just about everyone has seen all the political advertising they can stand, and all but the pathologically indecisive have made up their minds long ago, turning out the vote is all that matters. </p> <p>\"I'm a broken-glass Republican, I'll crawl over broken glass to go vote,\" says Ms Niklos, who runs the Republican get-out-the-vote effort in Northampton County, in Pennsylvania's Lehigh Valley - a swing region in a swing state. \"Other people may support us on the ideas, but they may need a nudge with follow-up calls and maybe get a visit.\" </p> <p>Ms Niklos's job is to make sure such nudges are felt wherever they can make a difference. She is the sort of person every party wants on their side. A chatty partisan of boundless energy, she is girding herself for her role in tomorrow's climactic test of strength in her \"victory centre\", a modest single-storey building, painted duck-egg blue, in the small town of Nazareth. </p> <p>The place hums with political commitment. Next door to Ms Niklos's office there is a narrow room lined with desks and telephones where a dozen determined activists spend monotonous hours dialling hundreds of numbers and talking, mostly, to answering machines. </p> <p>The fact that anyone picks up the phone at all in Northampton county is testament to the patience and good manners of the local population; a mix of farmers, office workers and commuters who travel each day across to Newark and New York. In these last stages of the campaign, many are getting up to eight political calls a day. </p> <p>Sharon Retos, a volunteer, has a party loyalist on the line who is having trouble persuading his wife. </p> <p>\"Oh dear, oh dear. Remind her of 9/11. Remind her of partial-birth abortion,\" Ms Retos counsels. A ban on late-term abortions, a staple of the Christian conservative agenda, was signed into law by Mr Bush in the teeth of concerted Democratic resistance. </p> <p>\"You know her sensitivities. You hit her on partial-birth abortion. You just keep talking to her. We'll win with or without her vote, but we sure would appreciate it.\" </p> <p>Half a dozen sales pitches are underway at any one time. Meanwhile, a steady flow of volunteers wanders in and out with an offer to drive voters to the polls, or to ask for posters and yard signs. Ms Niklos claims 1,500 Republican signs have been stolen or defaced by the opposition, and the Democrats have made similar claims. The yard sign \"dirty war\" is a regular part of the election ritual, but this year both sides agree it is - like most things about this campaign - nastier, more organised and bigger. </p> <p><b> Tough slog</b><br> </p> <p> The ground war is a tough, glamour-free slog, and it's the phase of the battle the Democrats are traditionally best at. Karl Rove, the president's electoral Svengali, was reportedly traumatised by the experience of the 2000 election. His candidate glided into polling day with an opinion poll edge over Al Gore of several percentage points, a comfier cushion than he enjoys now over John Kerry. </p> <p>But that lead evaporated on the day, as the Democrats and their union allies showed their superior muscle when it came to translating support into votes. In the end, half a million more people voted for Mr Gore than Mr Bush, who was saved only by the quirks of the electoral system. </p> <p>Mr Rove and the national Republican chairman, Ken Mehlman, have spent much of the past four years trying to make sure that does not happen again. Between them they have built a new model army for the ground war, along the lines of an American corporate sales model, known as multi-level marketing. It sounds intricate, but is basically a pyramid scheme in which every recruit is set not only production goals but quotas for finding new recruits. Discipline and commitment produce an ever-expanding self-perpetuating network. </p> <p>Thus far it has worked. In four years, the Republicans have built a get-out-the-vote machine to rival the apparatus built by the Democrats over generations. </p> <p>\"This is the biggest thing I've ever worked on,\" Ms Niklos said. In 2000, the Republicans in Pennsylvania, as elsewhere, relied more on television advertising and direct mail, personally targeted letters. There were a few dozen volunteers mobilised to go door-to-door in September, but almost as an afterthought. </p> <p>This year Ms Niklos had activists working in all Northampton County's 145 precincts from April, and now has a force of 1,500, as well as out-of-towners driving in from Virginia and New York where the presidential contest is more one-sided. </p> <p>\"The first phone banks were set up in March,\" she says. \" In 2000, they weren't up until July. Then there was voter ID, we called people and asked them how they felt about abortion and stem cells and guns. And then in May we began calling back again targeting each group. Then there was voter registration in summer, and now we are getting the vote out.\" </p> <p>It is without doubt an impressive apparatus, rapidly built, but largely untested. The unanswered question is whether it can match the proven efficiency of the Democratic machine, which is also swollen with new recruits. </p> <p>\"I've never seen anything like it,\" said Joe Long, the county Democratic leader. \"The 2000 election was nothing compared to this.\" Mr Bush lost Northampton County by 5,701 votes four years ago. Mr Long believes the margin will be bigger this time. </p> <p>He has won the first round against Ms Niklos, signing up thousands more voters. There are now 84,000 registered Democrats in the county, compared with 67,500 Republicans. Across Pennsylvania, the number of Democrats has risen by 267,000 since 2000, the number of registered Republicans has risen by only 155,000. </p> <p>But until tomorrow, those are just numbers on paper. Ms Niklos believes that in their rush to boost their registration figures, the Democrats have signed up thousands of residents who have little intention of actually voting. Her voters, she believes, will turn up. </p> <p>Tomorrow will tell. Until then, the power of the new Republican machine is one of the great remaining unknowns of the presidential race.</p>",
  "<p>US presidential rivals George Bush and John Kerry have spent more than $600m on TV and radio ads in the run-up to tomorrow's election, making it the most expensive campaign in American political history.</p> <p>The two candidates and their supporters have spent three times as much as in 2000 when Senator Al Gore narrowly lost the presidency to Mr Bush.</p> <p>And the rise of multimillion pound campaigns from pressure groups such as the Swift Boat Veterans For Truth alongside the ad blitz by the Democrats and Republicans has taken the total spending on political and so-called issue advertising to over $1bn since the start of the year, according to US tracking group TNS Media Intelligence.</p> <p>\"The story this whole year has been the sheer volume of ads,\" said Evan Tracey, president of TNS Media Intelligence/Campaign Media Analysis Group. \"This is an election that I think changes politics.\"</p> <p>Though the result of the election is widely being described as too close to call, Mr Kerry's campaign is marginally ahead of his Republican rival.</p> <p>The Democrats spent about $250m on TV and radio commercials between March and September, $10m more than Mr Bush's campaign spend.</p> <p>And spending by left-leaning pressure groups such as The Media Fund stretches the Democrat spending lead still further.</p> <p>Liberal groups have poured around $70m into adverts backing Mr Kerry, while Republican groups spent just $40m.</p> <p>The Media Fund, set up by a former aide to Bill Clinton, emerged as the highest spending liberal group, pumping $55m into political ads. Its main Conservative rival, Progress for America Voter Fund, spent just $20m.</p> <p>While the 2004 presidential campaign has been one of the longest on record - the Republican party started its TV campaign against Senator Kerry in the spring - it has concentrated on around a dozen swing states where the outcome of Tuesday's election is expected to be decided.</p> <p>Residents of Toledo, Ohio for example were blitzed with just under 15,000 TV and radio ads between March and September, according to TNS Media Intelligence research. </p> <p>Tampa residents could have watched 200 ads in a single day on the penultimate Saturday before the election, while on the same day people living in other swing cities such as Las Vegas, Cleveland and Milwaukee had between 100-150 ads to contemplate.</p> <p>But in around two-thirds of the country the volume of campaign ads has been much more subdued.</p> <p>Most television spending has been on national and local cable channels, with the Democrats favouring the news channels and the Republicans targeting male voters and buying into sports and outdoor shows, TNS reports.</p> <p>The Democrats have been the cannier media buyers, snapping up spots at lower prices even if this meant opting for slots showing at different times than they would have wanted.</p> <p>Records from a TV station in Cleveland quoted by TNS, reveal that Kerry's campaign spent $250 for a single spot between 9 am and 10 am on October 5, compared with the $375 paid by the Republicans in the same period. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>It was a hell of an ad. Republican Joel Trella, described as \"Sheriff Moonbeam\" because of his publicly funded interest in astrology, was depicted as being supposedly busy consulting the alignment of the stars while a series of inmates escape from the Bergen County jail. It began with an alarm bell and sirens, while a Homer Simpson soundalike sang that line in Aquarius from the musical Hair: \"When the moon is in the seventh house...\"</p> <p>In New York, the world's media and advertising capital, this bizarre spot, paid for by Democrat challenger for Bergen County sheriff, Leo McGuire, was the first political ad I had seen in weeks - that is, during the commercial breaks and not on the news.</p> <p>I know you can't possibly believe me. Haven't Kerry and Bush spent $1bn on their campaigns? Haven't they blitzed the airwaves with blanket tit-for-tat vitriol for months? Surely this is just about me being a typical British TV snob in the Big Apple watching only re-runs of the Office on BBC America, Sunday nights on the commercial-free HBO and Fox Sports World for the Premier League.</p> <p>Well I do, but I am also addicted to the radical ABC smash hit Desperate Housewives, not to mention the ratings champion CBS franchise CSI Miami, CSI New York, and CSI Las Vegas, or wherever the original is set. I tune in to the old favourite Will and Grace and the new creeper Boston Legal. I was totally engrossed by the high-rating Major League Baseball play-offs. And, my guilty pleasure is a morbid addiction to Fox's obscenely tasteless \"reality\" makeover saga The Swan.</p> <p>This is mainstream stuff, but you don't see any Bush-Kerry ads lurking in the breaks. The most expensive, vitriolic, media savvy and just plain long advertising battle in US presidential history has largely passed the Big Apple's paid media airtime by. Democrat New York is not a swing state. If you care to, you will still have seen the ugly stuff - on David Letterman's talk show or 20/20's old-style documentary analysis - but in a context with talking heads or comedians judging them.</p> <p>Of course ad junkies are also able to go to adcritic.com or adage.com or even the bizarre new force in this election the \"527\" pressure groups websites. The 527s are the political groups that were formed from a loophole in the Internal Revenue Code, the act that sought to restrict the amounts individuals ($1,000) and corporate political action committees ($5,000) could donate to candidates. The 527 can raise unlimited amounts of soft money.</p> <p>The most notable of these is the Swift Boat Veterans and PoWs for Truth, the anti-Kerry pressure group - supposedly not aligned to the Republicans - that has spent an astonishing $20m since the beginning of August on ads slamming Kerry's Vietnam war record, mostly in swing states. It was created by the relatively unknown Saatchi &amp; Saatchi of US political advertising, the Alexandria, Virginia-based Stevens Reed Curcio &amp; Potholm (which also created John McCain's campaign in 2000 and George Bush Snr's in 1988).</p> <p>If you had to pick a winner in the ad war, you would have to go for their remarkably left field campaign. Going into this endless campaign (and don't think it will conclude tomorrow) Kerry's medal-winning Vietnam service record as a Swift Boat captain seemed to be his trump card, especially in contrast to President Bush's did he/didn't he? National Guard service.</p> <p>But the endless harping by some of his Vietnam vet peers on about whether Kerry did actually deserve his medals, and then his subsequent record as a war protester upon his return, really damaged the Democrat candidate's campaign through the summer and the party convention periods. The phrase \"flip-flop\" also stuck to denote Kerry's allegedly contradictory record on voting and policies.</p> <p>It was the only serious blow landed in the avalanche of ads, many of them shamelessly exploiting the events of 9/11 or vicious character assassinations. Although Kerry's campaign became professional enough to be able to respond to specific attack ads within an astonishing four hours, it never struck a single killer blow.</p> <p>We'll soon find out whether he really has come back to the deadheat situation that so many polls are predicting. And if so, he has done it by other means, most notably a strong showing in the televised debates - which are essentially glorified long commercials for both sides, and realising belatedly that he can score points on the continuing chaos and still rising death toll in Iraq.</p> <p>And, as with the wider ad industry today, the televised commercial is but part of the marketer's arsenal of weapons. Tens of millions of dollars went into direct mail door-drops and face to face marketing on the ground in those swing states. The Republicans had just 22 full-time workers on the ground in Florida last time around, this year they have 500. The Democrats reported an increase in activists nationwide from 90,000 to 250,000 in 2004. The lucky people of Ohio have seen Kerry 26 times in this race. Pennsylvania has become Bush's second home.</p> <p>Both sides spend unknown last-minute millions on what is euphemistically termed \"walkaround\" money: the 200-year-old tradition of giving voters cash to allow them to travel to the polling station. And, if they don't spend all the money on travelling to vote? Well, bribery is a contentious term.</p> <p>As a consequence the great unknown of this election is what the real effect of the hordes of newly registered voters for 2004 will be. From African-Americans still seething about alleged injustices in Florida four years ago to thousands of young people sparked into political activity by their views on the war in Iraq.</p> <p>The other great advertising winners of this election then are the various \"Rock the Vote\" and \"Vote or Die\" campaigns championed by any and everyone from Jennifer Aniston to Puff Daddy, Michael Douglas to Eminem. These ads have been on TV even in Democrat shoo-in New York and other non-swing states. Their success has resulted in a projected increase in the total number of voters from 106 million in 200 to 121 million this year. We'll see if they actually vote.</p> <p>So, it has been an ad battle unlike anything seen in the UK, or indeed in American history. It has been extraordinarily targeted, and of course, vicious. Perhaps the Bush team - and its allies - have shaded the ad battle. Whether this means anything on the day we can only wait and see. But the sheer interest in the outcome and number of voters anticipated is testimony to the power of political marketing.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "The militants holding three foreign hostages in Afghanistan today extended the deadline by which they have threatened to kill them from Wednesday to Friday. <p>The group - called Jaish-e-Muslimeen (Army of Islam) - is threatening to kill the UN election workers unless British forces and the UN withdraw from Afghanistan and the US releases Muslim prisoners from Guantánamo Bay in Cuba.</p> <p>Today, Jaish-e-Muslimeen - a Taliban splinter group that emerged after a rift in the Taliban leadership last August - said it had moved the deadline and split the hostages up to try and stop any rescue attempt. </p> <p>\"That's our strategy,\" Ishaq Manzoor, a spokesman for the group, told the Associated Press in a satellite telephone call. \"If the government and coalition forces find one of them, we will kill the other two.\" </p> <p>The hostages - Annetta Flanigan, of Northern Ireland, Filipino diplomat Angelito Nayan, and Shqipe Habibi, of Kosovo, were seized at gunpoint in Kabul on Thursday. Yesterday, the three were shown pleading for freedom in a video that bore similarities to recent kidnapping videos from Iraq.</p> <p>Afghan security officials say they have had no contact with the kidnappers. However, Manzoor insisted that a businessman was carrying messages between the militants and the Afghan government and UN. He declined to elaborate. </p> <p>Yesterday, the spokesman had suggested that the group would start killing the hostages on Wednesday if its demands were not met. Today, he told AP that \"we will wait until Friday for the response of the government and the UN. After that, we will do what we have said we will do\". </p> <p>A UN spokesman, Manoel de Almeida e Silva, declined to comment on whether contact had been established. </p> <p>In the video, the hostages are shown sitting hunched together against the bare wall of a room in an undisclosed location. Both women are crying, but all three look unharmed. The three were in Afghanistan to help oversee the October 9 presidential election. </p> <p>An unseen questioner repeatedly asks them in English why they have come to Afghanistan, then why the US and Nato have sent troops to Afghanistan and Iraq. \"We have nothing to do with America,\" Mr Nayan says. \"We are here for the Afghan people.\" </p> <p>Ms Habibi explains that she is from Kosovo - the mainly Muslim autonomous region of Serbia - but her abductor seems unsure where that is. </p> <p>\"It is a Muslim country,\" she says. \"I thought I could help a Muslim country, and I just want to go home and see my brother.\" </p> <p>Towards the end of the 15-minute video, which was obtained by Associated Press television news in neighbouring Pakistan, the interviewer appears to ask Ms Flanigan to cry for the camera, to which she replies: \"I have cried and cried, and I can't cry any more.\" Mr Nayan asks: \"Are we going to be released?\" The tape then ends. </p> <p>Hamid Karzai, the interim leader of Afghanistan, released a statement saying he had spoken to the prime minister, Tony Blair, on Saturday, and that both men \"strongly condemned the hostage situation\". </p> <p>\"This war is against the Afghan nation, and we know who will win,\" Mr Karzai said, without indicating how the governments would respond. </p> <p>The UN expressed relief that the hostages appeared unharmed, and appealed for their immediate release. It said there are no plans to pull staff out of Afghanistan, but its foreign workers have been ordered to avoid shops and restaurants and keep to a 9pm curfew. </p> <p>Intelligence officials say Jaish-e-Muslimeen has been behind minor attacks in southern Afghanistan, including ambushes on fuel trucks supplying US bases. </p> <p>Officials have expressed scepticism that the group could execute such a daring kidnapping, fuelling speculation that militia commanders threatened by Mr Karzai's likely election victory were involved. </p> <p>Nato and US troops have helped to mount extra patrols and roadblocks, and a senior police official said investigators had detained people for questioning. \"I think they [the hostages] could still be in Kabul,\" the official said. </p> <p>The abduction could deter relief groups and investors, setting back Afghanistan's emergence from more than two decades of impoverishment and strife. It could also overshadow Mr Karzai's expected victory in the UN-sponsored election when officials announce final results, believed likely to take place some time this week.</p>",
  "<p>A victory for John Kerry in tomorrow's US presidential election might be seen as a heralding a more peaceful foreign policy by many in the UK - but it would stoke international trade disputes, believe British economists.</p> <p>Both George W Bush and Kerry are calling for free and fair trade but the Democrats are traditionally more assertive about protecting American jobs, notes Dr Heidi Ullrich, of the London School of Economics. \"Kerry is saying we need to keep jobs in the US,\" she says, adding that there would be much more emphasis on \"buying American\" by companies and government procurement agencies.</p> <p>\"There would be no radical changes but with Kerry we would see more of an assertive American trade policy to help US workers,\" notes Ms Ullrich. But she points out that the president will have to work closely with a Republican Congress, limiting a Democrat's freedom of manoeuvre. Kerry's promise to halve the US deficit will also have an impact, though it will be heavily dependent on what happens in world trade over the next four years.</p> <p>Kerry is also more likely to precipitate arguments with China and other developing nations by promoting environmental standards, labour rights, and tackling child labour abuses through the World Trade Organisation (WTO). China argues that these are in effect protectionism by the developed nations.</p> <p>Wyn Grant, professor of politics at Warwick University, believes existing trade disputes will be exacerbated and become harder to resolve with a more assertive Democratic policy in place. Issues like genetic modification of crops, where the US is trying to break down European resistance, will continue under either President Bush or President Kerry - \"Big companies donate to both parties. I don't think we are going to see a very different line from a Democrat administration.\"</p> <p>Bush backed down over his attempts to protect the American steel industry and, while steel is buoyant there isn't a problem. \"But if demand for steel falls, we could get all these disputes flaring up again,\" says Prof Grant.</p> <p>Like so much else these days international trade is dependent on what happens in China. India and Brazil are also growing big enough to challenge the dominance of the present G8 countries but China is the leader of this pack and expected to become the world's largest economy between 2030 and 2040.</p> <p>Prof Grant adds: \"The whole western economy is dependent on growth in China. At the moment they are trying to cool their economy and if China is importing less from the west this could have a serious deflationary impact.\"</p> <p>The dollar, says Prof Grant, has been having a \"torrid time\" because of the size of the US deficit which has ballooned under Bush. Kerry intends to half it, but not all the levers are in the hands of the president and he would be dependent on a Republican Congress. If successful this would have beneficial effects, believes Prof Grant, but there must be grave doubts about whether he could.</p> <p>Worse from an economic point of view would be prolonged uncertainty about the result and legal battles in a number of states, he adds. \"A decision either one way or the other would be better for the world and American democracy. A contested close finish in as many as five states would be very damaging in terms of American leadership and the economy.\"</p> <p>A second Bush term would raise questions about the competence of his administration with several of the most able members like Condoleeza Rice expected to leave. Prof Grant adds wryly that with the gravity of the international problems in the four years ahead for the US president, there are Republicans who feel that four years of Kerry might be better than eight years of Hilary Clinton starting in 2008.</p>",
  "Hudson, Ohio is instantly recognisable, even to people who have never heard of it. Clapboard-sided buildings surround a village green, the bandstand sports red, white and blue bunting and the leafy streets are lined with tidy sidewalks. Right away visitors know they are in small town America. <p>\"It's just like Disney World's Main Street USA!\" exclaimed a recent visitor and, indeed, Hudson's 150-year-old shop fronts look very much like the amusement park's evocation of hometown America circa 1900. Hudson appears so gently familiar that it has been used as a set for movies.</p> <p>I know this town intimately. I was born and raised here across from a cornfield. I rode my first bicycle on its sidewalks and enjoyed ice cream cones at the marble soda fountain at Saywell's drugstore. I cast my first vote here and I got my first job in journalism as the editor of the weekly Hudson Times, circulation 3,200.</p> <p>Coming back today, I find my hometown is polarised by the presidential elections. I have not seen neighbours and friends so bitterly divided and dismissive of each other since 1970, when Richard Nixon was president and people argued about the Vietnam war. Animosity was so thick then you could cut it with a knife. Just 10 miles away, at Kent State University, four students were shot dead by government troops and people in Hudson had raging rows over whether or not those killings were justified.</p> <p>George W Bush and the Iraq war have reopened Hudson's political fault lines and rekindled simmering antipathies. The stakes are high here as Ohio is rated as a key swing state. It is a populous midwestern state that boasts 20 electoral college votes, one of the largest in the country. It has big industrial cities like Cleveland and Akron, agricultural areas and plenty of small towns like Hudson. This cross section of urban and rural makes Ohio a bellwether state which picks the winner in almost every election. No Republican has ever won the White House without taking Ohio; Democrats have only done so twice.</p> <p>Hudson's residents know Ohio's strategic importance of Ohio and the political campaigning is at a fever pitch. \"I invited my neighbour over for dinner and once we started talking about politics and the war in Iraq, we had a blazing argument. I became so angry, I couldn't believe it,\" said Linda Crotteau, 61, who supports John Kerry. \"I had to go over to her house the next day and apologise for being so angry. But now she no longer waves when we see each other.\"</p> <p>Mrs Crotteau, a speech pathologist, finds she cannot do campaign work in Hudson because she loses her temper with the many Bush supporters. Instead she is canvassing for Kerry door to door in the nearby city of Akron. \"The main issue here in Hudson is the war on terror and the war in Iraq. For people in Akron, particularly the African-American community, the issue is the economy. People are struggling. One woman told me, 'If Bush wins again, we will probably lose our house.' Bush is making us a country of the rich and the poor. The middle class is being squeezed out.\"</p> <p>Mrs Crotteau's mission to convince undecided voters to vote for Kerry starts at home. Her husband is not sure who he will vote for. \"I don't really talk to him about it, because I know that a hard pitch from me will turn him off. But I think the news about Iraq will do it. When we watch the news, we just look at each other and he knows what I'm thinking.\"</p> <p>One neighbour asked a member of her bridge group not to park in front of her house because she had a Kerry sticker on her car.</p> <p>Hudson has traditionally been a conservative town that is solidly Republican. The Republican headquarters on Main Street are decked out in bright red, white and blue elephants and staffed with cheerful volunteers. But when they are questioned about the issues, their message is serious. \"I don't feel sorry for poor people,\" said one woman. \"They had choices.\" When the Observer's photographer, Gary Calton, says that he is working with me, the Republican sniffs, \"Oh, the Meldrums, they are a very liberal family.\" Liberal is said with a sneer as if it is a dirty word. </p> <p>But there are signs that Hudson's longtime reputation as a Republican centre is changing. \"The joke has always been that you could fit all Hudson's Democrats into the phone booth at Saywell's drugstore,\" says Susan Terkel, a leader of the Kerry campaign in Hudson. \"But now lots of Democrats have come out of the closet. The former mayor is campaigning for Kerry and lots of others. We had a gathering of 400 people which was exciting. But now some Republicans are boycotting the restaurant where we had the meeting. Isn't that terrible?\"</p> <p>Hudson is now having \"the war of the signs\". \"At night people take down signs they don't like. Last week someone went to a house that had a Kerry sign and burned a big W in their lawn,\" said Mrs Terkel. \"It's getting ugly.\" An 84-year-old widow had two Kerry signs taken from her front yard, but when she put up two small American flags next to her third Kerry placard, it was left alone. Alex Arshinkoff has a 32ft sign for Bush on his front yard on one of Hudson's busiest streets. The sign is so big that it violates city codes and Mr Arshinkoff has been fined $75 per day. Mr Arshinkoff, who is chairman of Summit County's Republican party, is taking the matter to court in order to keep the sign up.</p> <p>Everyone in town goes to the Hudson high school football games on Friday nights. The football is a draw but so are the performances by the marching band. With 320 students in snappy blue and white uniforms playing shiny trumpets, trombones and tubas as they march in briskly changing formations, the band's numbers are full of razzmatazz. It's not surprising to learn that the band frequently appears on national television.</p> <p>Flag waving patriotism is also on display at the football match and several people sport Bush buttons. \"OH4W\" is worn by many. \"You can talk about the election campaign here at the football game, as long as you support Bush,\" grumbled one mother. \"But if you support Kerry, everybody jumps on you and questions your patriotism, so I just keep my mouth shut. But I am voting for Kerry.\"</p> <p>From all appearances, Hudson, Ohio looks like a typical American small town, with unified, cohesive population. But I can see that the current presidential election campaign has highlighted divisions that will be evident long after voting day.</p>",
  "The prospect of a second round run-off ballot in the Ukrainian presidential election was looming today as the two main candidates were less than a percentage point apart with almost all votes counted, officials said. <p>After yesterday's poll the prime minister, Viktor Yanukovych, with 40.1% of the vote, had a slender lead over his reformist challenger, Viktor Yushchenko, who had 39.2%, the central elections commission said. </p> <p>The commission described the tally as unofficial preliminary results and did not say when a 100% count would be announced. But the figures made it mathematically impossible for either candidate to reach the 50% majority needed for a first-round victory. A run-off poll would be held on November 21. </p> <p>The outcome in a run-off could depend on which of the two men the other candidates in the field of 24 decide to support in the country's fourth presidential election.</p> <p>Mr Yanukovich is the establishment's candidate in the former Soviet republic and is backed by Moscow, with his power base centred around the industrialised east. </p> <p>His main rival, who is popular in the nationalist west, is more favourable to western countries and is reformist in outlook. Mr Yushchenko, himself a former prime minister, has accused the outgoing president, Leonid Kuchma, of being corrupt.</p> <p>There have also been claims and counter-claims about irregularities in the presidential poll. The election commission reportedly asked the public prosecutor to investigate claims of irregularities as speculation grew that the government might declare the vote void and introduce a state of emergency.</p> <p>Last night the Ukrainian opposition had claimed victory despite various exit polls indicating no candidate would get the necessary 50% of the vote.</p> <p>The opposition had also urged the public not to protest against the alleged irregularities for fear of unrest, the Guardian's Nick Paton Walsh reported from Kiev. </p> <p>He said large groups of people had milled around the capital's pedestrianised streets waiting for news of the exit polls.</p> <p>The EU and the US have expressed concern at some aspects of the campaign and called for a clean vote. However, western observers praised the turnout, which was almost 75% of the electorate.</p>",
  "<p>The International Federation of Journalists has backed a decision by more than 200 Ukrainian journalists to refuse to work on politically \"censored\" broadcasts in the run-up to the country's presidential elections.</p> <p>The IFJ said it supported the \"courage and defiance\" of the journalists who stood firm despite widespread intimidation by management and the authorities.</p> <p>In the run-up to the elections, journalists had accused television stations of deliberately favouring the pro-Russia candidate, Viktor Yanukovych, and denying airtime to his pro-West rival, Viktor Yushenko.</p> <p>Mr Yanukovych, who has the support of Ukraine's business and security elite, has dominated the country's airtime.</p> <p>Staff at independent TV station Channel 5 went on hunger strike last week after its bank accounts were frozen and its licence to broadcast revoked. Channel 5 was one of the few stations that backed Mr Yushenko.</p> <p>On Friday seven journalists at 1+1, the country's second largest channel, walked out saying they were quitting \"after all of our attempts to stop censorship\".</p> <p>\"Our colleagues stand tall despite life-threatening pressures from management and their political masters,\" said Aidan White, IFJ general secretary. </p> <p>\"Journalists are showing great courage to defend their rights. We support them every step of the way.\"</p> <p>The elections have been marked by heavy-handed censorship by many TV stations and have been criticised as undemocratic by the Organisation for Security and Cooperation in Europe (OSCE).</p> <p>\"It is with a heavy heart that on the basis of our findings we have to conclude that the 2004 presidential elections did not meet OSCE, Council of Europe and a number of other standards for democratic elections, said Geer Ahrens, head of the OSCE mission in Ukraine.</p> <p>At a protest meeting on Friday 181 journalists from six central channels agreed a number of measures targeted at limiting censorship.</p> <p>They agreed to picket any TV station trying to fire journalists and to take action over unreported incidents such as mass demonstrations.</p> <p>As a result, the state run channel UT-1 broadcast its first interview with Mr Yushenko.</p> <p>\"Where there are changes it is thanks to the commitment and determination of journalists fighting for free speech \"but it is intolerable that at the same time pressure continues to be put on our colleagues to toe the line,\" said Mr White.</p> <p>He also warned that vigilance would be needed to guard against further censorship, after both candidates failed to poll the 50% of the electorate needed for an outright first round victory.</p> <p>\"We must ensure that independent and professional coverage now becomes the norm in the run-up to the second-round of the elections due on November 21,\" Mr White said. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Canadians believe the US presidential election will have a greater impact on them than their own recent general election did, a new poll has shown. <p>Matters have gone far beyond dislike or disapproval - many Canadians loathe the US president, George Bush, and are fervently hoping that John Kerry will be victorious in tomorrow's election.</p> <p>Poll after poll has shown that a majority of Canadians want the Democrat to win Tuesday's vote, but a new survey, published in the Canadian edition of Time magazine this week, revealed just how visceral anti-Bush sentiment has become.</p> <p>\"Canadians see him as a sorcerer's apprentice leading the US and the world over a cliff. It is a somewhat irrational demonisation,\" says Frank Graves, one of Canada's leading pollsters. </p> <p>In an interview, Mr Graves said the new survey showed Canadians were \"apoplectic\" about the possibility that Mr Bush would win again, believing that a victory for him would be a blow to world peace and stability.</p> <p>Not all Canadians feel this way, but a strong majority do. The survey found that 64% want to see Mr Kerry triumph, while only 19% would prefer to see Mr Bush remaining in office. </p> <p>The strong opposition to the US president appears to be due to his swaggering, sometimes sneering, style, and the \"ham-fisted way\" in which he has handled the conflict in Iraq. Canadians opposed the US-led invasion, and supported their own government's decision not to join US-led forces - a stance that has grown stronger as time has gone on.</p> <p>The public's strong emotional reaction to Mr Bush is shared by some elected politicians. As US-led forces prepared to invade Iraq last year, the Liberal MP Carolyn Parrish said: \"Damn Americans. I hate those bastards.\" She later apologised. </p> <p>Her remarks were extreme, and not a reflection - according to the polls - of how Canadians feel about ordinary Americans. It is President Bush and his administration they dislike.</p> <p>Even senior members of Paul Martin's Liberal government have publicly expressed a clear preference for Mr Kerry, saying they feel more comfortable with his style and agenda.</p> <p>The new poll showed Canadians are hopeful that, if Mr Kerry wins, he will improve US performance on environmental issues and trade. </p> <p>Mr Kerry appears to be more committed to progressive environmental policies than President Bush, but there is little sign that the Democratic challenger - who has the support of organised labour - would be a particular friend to Canada and reverse the protectionist trade measures adopted by Mr Bush and the Republicans.</p> <p>It is, says Mr Graves, \"frankly naive\" to believe that Mr Kerry would be any more sympathetic to - or even more interested in - long-standing disputes with Canada over soft wood lumber or beef imports than Mr Bush. </p> <p>The US is Canada's closest ally and trading partner. Canada sends 85% of its exports to the US, but is used to being ignored or bullied on the trade front by its enormously powerful southern neighbour. </p> <p>Now Canadians have deep and growing concerns that the US has lost its way. \"It is like sleeping with an elephant who is an insomniac,\" says Mr Graves.</p>",
  "<p>A California man is providing free downloads of Fahrenheit 9/11 ahead of tomorrow's US presidential election, in a homespun effort to mobilise the anti-Bush vote. </p> <p>Marc Perkel, of San Bruno, California, spent $2,000 (£1,090) on a high-speed internet connection that allows visitors to his <a href=\"http://marc.perkel.com\">website</a> easy access to Michael Moore's award-winning documentary. </p> <p>To date, it is estimated that the film has been downloaded some 338,000 times. \"But I don't count downloads, I count votes,\" Perkel has explained to the Independent newspaper. </p> <p>\"How many voters are converted or how many are motivated to vote ... I am trying to prevent world war three and possibly the end of civilisation as we know it.\"</p> <p>Perkel insists that Moore would have no objection to the illegal downloads, although he admits that he not personally asked the film-maker's permission.</p> <p>Earlier this year, Moore argued that the most important thing was for Fahrenheit 9/11 to be seen. \"I don't agree with the copyright laws and I don't have a problem with downloading the movie and sharing it with people,\" he said.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the bets of the day's papers. <p><b>WILL BIN LADEN HELP BUSH?</b></p> <p>The polls open tomorrow. And as Donald Rumsfeld might put it, there are plenty of known unknowns washing around in today's papers - chief among them the question: \"Will Osama help Bush?\"</p> <p>\"The Bushies' campaign pitch follows their usual backward logic,\" writes Maureen Dowd in the Herald Tribune. \"Because we have failed to make you safer, you should re-elect us to make you safer. Because we haven't caught Osama in three years, you need us to catch Osama in the next four years. Because we didn't bother to secure explosives in Iraq, you can count on us to make sure those explosives aren't used against you ... It's absurd that America is mired in Iraq ... while the 9/11 mastermind nonchalantly pops up any time he wants.\"</p> <p>In the Bush corner, David Brooks: \"One felt all the old emotions. Who does he think he is, and who does he think we are? One of the crucial issues of this election is: which candidate fundamentally gets the evil represented by this man? Which of these two guys understands it deep in his gut? ... It's quite clear from the polls that most Americans fundamentally think Bush does get this ... We are revealed by what we hate. When it comes to Osama bin Laden, Kerry hasn't revealed whatever it is that lies inside.\"</p> <p>The Bin Laden tape was \"kryptonite for both sides\", the Guardian quotes a White House aide as saying.</p> <p>No one is sure, either, what Bin Laden wanted to achieve with his intervention. \"Some were convinced that he wanted four more years of Mr Bush, others that he wanted Mr Kerry to be elected,\" reports the paper.</p> <p>But no one can do more than speculate about the effect on the election. Karl Rove, George Bush's aide, feels \"very good\" - but then he would, wouldn't he? (The Independent reports theories that he engineered the release of the Bin Laden tape.) The Telegraph tells readers that the president \"must be allowed to finish the war on terror\". William Rees-Mogg assures Times readers that he will win - but the next four years will not be easy. Meanwhile, Mr Bush himself appeared to identify a new addition to the axis of evil, telling Floridians that Cuba should be freed from the ailing Fidel Castro's grip, and 63 people were killed over the weekend in Iraq.</p> <p>The Times calls in Bill Bryson to leaven the mood. \"The most unnerving fact of all is that some 5% of voters make their minds up on election day itself,\" he writes. \"They just see how they feel when they get out of bed in the morning. It is these decisive souls who will determine who leads the free world for the next four years.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1340697,00.html\">Who speaks for America?</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1340616,00.html\">Result remains poised on a razor's edge</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/opinion/eddowd.html\">IHT: Maureen Dowd</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/opinion/edbrooks.html\">IHT: David Brooks</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,482-1338819,00.html\">Times: William Rees-Mogg</a><br> * <a href=\"http://www.timesonline.co.uk/section/0,,7,00.html\">Times: Bill Bryson</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=578096\">Independent: Cubans should be freed, Bush tells Florida</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=578090\">Independent: Bin Laden video inspires Rove conspiracy theories</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/11/01/dl0101.xml&amp;sSheet=/opinion/2004/11/01/ixopinion.html\">Telegraph: Bush must be allowed to finish the war on terror</a></p> <p><b>NO CLEAR WINNER IN UKRAINE ELECTION</b></p> <p>And so to Ukraine - where yesterday \"there appeared to be no clear winner in the contentious presidential election\", reports the Herald Tribune. The exit polls gave \"mixed signals\", says the Independent. Both the leading candidates have complained of \"flagrant violations\" at polling stations, including a \"violent assault\" on election observers. A 50% majority is needed if the candidates are to avoid a run-off on November 21.</p> <p>* <a href=\"http://www.theguardian.com/russia/article/0,2763,1340603,00.html\">Ukrainian PM's foe claims poll win</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/news/kiev.html\">IHT: Uncertainty swirls as Ukraine decides its future</a><br> * <a href=\"http://news.independent.co.uk/europe/story.jsp?story=578081\">Independent: Exit polls give mixed signals</a></p> <p><b>ANTI-GAMBLING MAIL CHAMPIONS LABOUR VALUES</b></p> <p>The Daily Mail sinks its teeth deeper into the gambling bill. \"Tessa wavers now the chips are down\", headlines the paper triumphantly. It says more than 100,000 readers have written to oppose the legislation.</p> <p>In an open letter to Labour MPs, the paper urges them to \"have the integrity to amend this bill\". \"The very idea of super-casinos would have horrified the founders of the Labour party who believed passionately that the poor, the weak and the vulnerable deserved something better than the illusory promise of easy money and the lure of the gambling sharks,\" it says.</p> <p>The Mail says there is \"ABSOLUTELY NO DEMAND\" for more casinos, but the Telegraph demurs: Britons are \"deeply divided\" over the bill, it says. \"People ... want to be allowed to choose what they do in their leisure time.\"</p> <p>* <a href=\"http://www.theguardian.com/gambling/story/0,15248,1340647,00.html\">Jowell may delay super casinos</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=EIPCITNL2XX25QFIQMFSM54AVCBQ0JVC?xml=/news/2004/11/01/ngamb01.xml&amp;sSheet=/portal/2004/11/01/ixportaltop.html\">Telegraph: Britain divided on casinos</a></p> <p><b>MILBURN SCOTCHES FEBRUARY ELECTION RUMOURS</b></p> <p>Rumours of an election in February are squashed by Labour's election coordinator, Alan Milburn, in a Guardian interview. \"What we cannot allow is for this next election to turn into some form of referendum purely on the government's performance,\" Mr Milburn tells the paper, somewhat bafflingly.</p> <p>\"The British voters do not like being taken for granted,\" warns Bruce Anderson in the Independent. \"They expect parliaments to last for around four years, especially when the government has an impregnable majority. February, a month of dark evenings frequently accompanied by filthy weather, is also an unsatisfactory season for general elections.\"</p> <p>Meanwhile, the Times splashes with the news that people with inherited forms of cancer will soon be able to avoid passing it to their offspring by selecting embryos without the offending genes.</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1340698,00.html\">Milburn denies February poll date</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1339197,00.html\">Times: Cancer-free babies approved</a></p> <p><b>'THE LAST GREAT EDWARDIAN LADY'</b></p> <p>The death of the \"oldest member of the royal family in history\", Princess Alice, is marked by lengthy obituaries in the broadsheets. She was 102.</p> <p>Very shy, she was \"perhaps the last great Edwardian lady; the final echo of a world and social order now long gone\", says the Guardian - and, although we learn that she once smuggled herself into Afghanistan \"by a secret overland route\" and hid from two rhinoceroses under a camp bed in Africa, much of her character remains elusive and the obituaries deferential.</p> <p>* <a href=\"http://www.theguardian.com/obituaries/story/0,3604,1340444,00.html\">Obituary</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,60-1338534,00.html\">Times: Obituary</a></p> <p><b>DENNIS THE MENACE</b></p> <p>Relations between Arsenal and Manchester United are sourer than ever. \"Alex Ferguson has added Dennis Bergkamp to his dossier of Arsenal shame,\" reports the Sun. \"Fergie sent the FA a video of all the Gunners' unpunished fouls from last Sunday.\"</p> <p>Meanwhile, the Times says that Tim Henman has turned against the British press. \"Our media is possibly the worst in the world,\" he told a Swiss newspaper last week. \"When you speak to them you notice how little they understand.\" Too true, Tiger.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,5205-1338949,00.html\">Times: Angry Henman aims volley at critics</a></p> <p><b>SIGHS OF THE TIMES</b></p> <p>For the past year or so the Times has been published in two formats, according to taste, but today the paper goes wholly tabloid. The word tabloid, however, is studiously avoided; the Times is a \"compact\" newspaper, the masthead declares.</p> <p>\"The Times has been the beacon of fine journalism in this country and around the world,\" says the paper. \"Our new format ensures that The Times will continue to prosper and to perform its unique and crucial role in British society.\" And to those readers unhappy with the change, the paper has a rejoinder: when it was first published in 1785 as the Daily Universal Register, \"it was a sixpenny compact ... not much larger than the new version\".</p> <p>A Mr Francis Bennion writes to the letters page. \"Sir, Never again will I feel a surge of pride at seeing my humble missive perched in the top left hand corner alongside some majestic editorial. As one who has been published over a hundred times on your letters page, I feel sad at a change which robs The Times of its civilised spaciousness.\" In a sop to Mr Bennion, his letter has been placed next to the leader column.</p> <p>\"Good God! I shall never get over this,\" writes John Walker of Norwich.</p> <p>Readers may have noticed that the Wrap still refers to the Times, the FT, the Guardian, the Telegraph and the Independent as broadsheets - even though two of them have completely abandoned the format. That's because no one seems to have come up with a satisfactory alternative to describe the more serious-minded papers, except the rather snobbish \"quality press\". Any suggestions?</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1339168,00.html\">Times: Another extraordinary day for a newspaper with an extraordinary history</a></p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The deputy governor of Baghdad has reportedly been assassinated.</p> <p>&gt;&gt;&gt; A suicide bombing in a crowded Tel Aviv market this morning has killed at least four people.</p> <p>&gt;&gt;&gt; Ministers face a potential backbench rebellion over the government's plans for \"super-casinos\". A vote is expected late this evening.</p>",
  "Osama bin Laden's features, courtesy of al-Jazeera, came as an unwelcome and eery surprise when they burst into the final, cliff-hanging days of the US election campaign last Friday. The al-Qaida leader's message to Americans was that the \"best way to avoid another Manhattan\" was to stop threatening the security of Muslims. Happily, he did not advise them which of the presidential candidates was likely to do that. And, bizarrely, he taunted George Bush for not acting quickly enough to save the thousands trapped in New York's twin towers on September 11 2001. Some nerve, as he also took clear responsibility for this act of mass murder. Overall, though, the style was more elder statesman than military commander: flowing robe, no camouflage gear or Kalashnikov rifle. And the backdrop was a studio, not an Afghan hillside. The world's most wanted man, sitting behind a desk, looked alarmingly healthy and calm, almost presidential. <p>The main impact of the 14-minute videotape was indeed to prove that he is still alive, or was until recently. It could either remind voters of Mr Bush's leadership in the \"war on terror\", or of his failure to capture the man synonymous with that war. Perhaps, some speculate, Bin Laden has managed to see - and be inspired by - Michael Moore's film, Fahrenheit 9/11, with its footage of Mr Bush's slow performance on the day. The president argued recently that it was of little importance whether Bin Laden was alive or dead. It may be that al-Qaida is now, and perhaps always was, more a state of mind than an organisation. Killing or capturing its leader would not end Jihadist terrorism, fuelled by causes from Chechnya to Indonesia. But you can be sure Mr Bush would flaunt such a great triumph if he could pull it off. </p> <p>The candidates only managed briefly to refrain from squabbling about the tape. But Richard Holbrooke, tipped as secretary of state in a Kerry administration, was justified in asking: \"How can this grotesque mass murderer be out there on worldwide television more than three years after 9/11?\" Mr Kerry protested that the president had \"outsourced\" the attack on Bin Laden's hideout at Tora Bora to Afghan warlords. </p> <p>Whoever wins tomorrow's election, the shadow of Bin Laden will hang heavily over the next US administration. Defeating terrorism will require a far deeper understanding of its root causes, reaching out to Muslims, focused, thoughtful action, better intelligence and the support of other countries alarmed by the abuses at Guantanamo Bay and Abu Ghraib - and who think that the Iraqi quagmire is a dangerous distraction from the real business at hand. </p> <p>Bin Laden's sinister reappearance contains lessons too for America's estranged European allies, who may be running the risk of exaggerated expectations of Mr Kerry's ability to heal transatlantic wounds. Many will have noticed Bin Laden's comment - surely no casual aside - that the idea of attacking tall buildings was inspired by Israeli air raids on Lebanon in 1982 - when a previous US administration gave the green light for another disastrous war. All remember the renegade Saudi's cynical offer of a \"ceasefire\" after the Madrid atrocity in March, when Spanish voters threw out the pro-war prime minister Jose Maria Aznar straight after the cruel mass bombings of the city's commuter trains. </p> <p>Perhaps there is a danger of reading too much into these manipulative messages: some suggest this one was a coded signal for terrorist action - though the US authorities insisted there was no intelligence about any immediate threat. Let there be no mistake: Bin Laden and his followers are a danger to us all, not just Americans. Murderous fanaticism does not become any more acceptable just because it is expressed in a twisted parody of an Oval Office address.</p>",
  "The videotape that was to prove Osama bin Laden was alive, apparently well and in combative mood, first surfaced on a doorstep in the plush neighbourhood under the Margalla hills, on the edge of Pakistan's capital, it was claimed yesterday. <p>A few streets away from the house in Islamabad of the disgraced nuclear scientist Abdul Qadeer Khan, an unknown hand dropped the al-Qaida leader's latest message at the door of the television network al-Jazeera. </p> <p>\"When I opened it, I knew it was a great scoop,\" said Ahmad Muaffaq Zaidan, the Pakistan bureau chief of al-Jazeera. </p> <p>Yesterday, Newsweek magazine was also reporting on the Bin Laden trail, quoting US officials saying that \"just a few weeks ago\" the net had been closing on an al-Qaida operative in Pakistan who might lead them to Bin Laden. \"It looked like we were really close, maybe one or two people away. There was a lot of optimism around here,\" one official said. </p> <p>Mr Zaidan had met Bin Laden twice before September 11 and had also received an audiotape from him in 2002. But such drop-offs are now a touchy subject, reflecting Pakistani sensitivity over reports that Bin Laden is hiding in the country's lawless border areas. </p> <p>The information minister, Sheikh Rashid Ahmed, told the Guardian yesterday that the tape drop story was a \"joke\". He said: \"It's garbage to suggest that someone could have just dropped the tape there. These days it's not possible for a guard to just take a package without knowing what it is.\" </p> <p>Confirmation that Bin Laden, despite some speculation, is alive, and still gunning for US targets, has set alarm bells ringing in Islamabad as well as in Washington. Pakistan has gradually displaced Afghanistan as the focus of the war on al-Qaida. Two assassination attempts in December on Pakistan's president, Pervez Musharraf, confirmed that Islamic militants had turned their sights on his US-allied government. Since then President Musharraf has taken the war back to them, offering generous bounties for al-Qaida related militants and ordering police searches in parts of cities such as Karachi and Lahore. </p> <p>His security forces scored coups such as the arrest of the al-Qaida computer expert Muhammad Naeem Noor Khan, and the gunning down of Amjad Hussain Farooqi, a key al-Qaida suspect. </p> <p>But the greatest activity has focused on the lawless northern borders where Bin Laden could still be hiding out. Thousands of Pakistani troops have been deployed to the tribal areas where they have carried out bloody assaults on suspected al-Qaida hideouts. More than 270 militants - many of them Uzbek, Chechen or Arab - have been killed. A high price has been paid: more than 170 deaths among the police and army, civilians caught in cross fire, and a dangerous escalation in local tribal tensions. And still, the biggest catch of all remains on the run. </p> <p>\"We are looking desperately [for Bin Laden]. We want him. There are so many people and so many agencies searching,\" said Mr Rashid. </p> <p>British special forces and MI6 have joined the hunt on the Afghan side of the border just as, more recently, they have been trying to locate in Iraq the Jordanian militant Abu Musab al-Zarqawi, a professed al-Qaida disciple. </p> <p>But there is little proof that any of the armies tracking Bin Laden are even looking in the right place for him. Ever since his trail evaporated in the caves of Tora Bora in late 2001 there have been few specific leads. </p> <p>A flurry of Pakistani offensives in restive South Waziristan, on the Afghan border, were mounted against foreign fighters but not specifically for the hunt for Bin Laden. \"He could even be in Iran for all we know,\" said one observer in Islamabad. </p> <p>Friday's tape offers some of the strongest clues for months. The Islamabad drop suggests that he may be in the region, and a senior British anti- terrorist official described the tape itself as a \"vital piece of evidence\". </p> <p>In common with the CIA, British intelligence and security agencies are closely studying the full video for any clues it may give - not so much about Bin Laden's whereabouts but about his intentions. </p> <p>British officials are struck by Bin Laden's reference to the Israeli bombing of tower blocks in Lebanon in 1982. He claimed, almost certainly wrongly since it is believed the plan was only put to him in the mid-1990s, that the Israeli bombing inspired the attacks on the World Trade Centre in New York. </p> <p>However, the reference is assumed to be an attempt by Bin Laden to garner support among Palestinians and Shias. British intelligence and anti-terrorist officials have in the past made much of Bin Laden's apparent lack of interest in the Palestinian cause as well as the Palestinians' resistance to his message. </p> <p>And if anything, the latest video has scotched months of conspiratorial rumours that the US forces would pull off the capture of Bin Laden just before this week's presidential election in the US. </p> <p>\"If we knew exactly where he was,\" Major Scott Nelson, a US army spokesman, told reporters recently, \"we would have a very happy day and a happy election.\"</p>",
  "The full scale of the human cost already paid for the war on Iraq is only now becoming clear. Last week's estimate by investigators, using credible methodology, that more than 100,000 Iraqi civilians - most of them women and children - have died since the US-led invasion is a profound moral indictment of our countries. The US and British governments quickly moved to cast doubt on the Lancet medical journal findings, citing other studies. These mainly media-based reports put the number of Iraqi civilian deaths at about 15,000 - although the basis for such an endorsement is unclear, since neither the US nor the UK admits to collecting data on Iraqi civilian casualties. <p>Civilian deaths have always been a tragic reality of modern war. But the conflict in Iraq was supposed to be different - US and British forces were dispatched to liberate the Iraqi people, not impose their own tyranny of violence. </p> <p>Reading accounts of the US-led invasion, one is struck by the constant, almost casual, reference to civilian deaths. Soldiers and marines speak of destroying hundreds, if not thousands, of vehicles that turned out to be crammed with civilians. US marines acknowledged in the aftermath of the early, bloody battle for Nassiriya that their artillery and air power had pounded civilian areas in a blind effort to suppress insurgents thought to be holed up in the city. The infamous \"shock and awe\" bombing of Baghdad produced hundreds of deaths, as did the 3rd Infantry Division's \"Thunder Run\", an armoured thrust in Baghdad that slaughtered everyone in its path. </p> <p>It is true that, with only a few exceptions, civilians who died as a result of ground combat were not deliberately targeted, but were caught up in the machinery of modern warfare. But when the same claim is made about civilians killed in aerial attacks (the Lancet study estimates that most of civilian deaths were the result of air attacks), the comparison quickly falls apart. Helicopter engagements apart, most aerial bombardment is deliberate and pre-planned. US and British military officials like to brag about the accuracy of the \"precision\" munitions used in these strikes, claiming this makes the kind of modern warfare practised by the coalition in Iraq the most humanitarian in history. </p> <p>But there is nothing humanitarian about explosives once they detonate near civilians, or about a bomb guided to the wrong target. Dozens of civilians were killed during the vain effort to eliminate Saddam Hussein with \"pinpoint\" air strikes, and hundreds have perished in the campaign to eliminate alleged terrorist targets in Falluja. A \"smart bomb\" is only as good as the data used to direct it. And the abysmal quality of the intelligence used has made the smartest of bombs just as dumb and indiscriminate as those, for example, dropped during the second world war. </p> <p>The fact that most bombing missions in Iraq today are pre-planned, with targets allegedly carefully vetted, further indicts those who wage this war in the name of freedom. If these targets are so precise, then those selecting them cannot escape the fact that they are deliberately targeting innocent civilians at the same time as they seek to destroy their intended foe. Some would dismiss these civilians as \"collateral damage\". But we must keep in mind that the British and US governments made a deliberate decision to enter into a conflict of their choosing, not one that was thrust upon them. We invaded Iraq to free Iraqis from a dictator who, by some accounts, oversaw the killing of about 300,000 of his subjects - although no one has been able to verify more than a small fraction of the figure. If it is correct, it took Saddam decades to reach such a horrific statistic. The US and UK have, it seems, reached a third of that total in just 18 months. </p> <p>Meanwhile, the latest scandal over missing nuclear-related high explosives in Iraq (traced and controlled under the UN inspections regime) only underscores the utter deceitfulness of the Bush-Blair argument for the war. Having claimed the uncertainty surrounding Iraq's WMD capability constituted a threat that could not go unchallenged in a post-9/11 world, one would have expected the two leaders to insist on a military course of action that brought under immediate coalition control any aspect of potential WMD capability, especially relating to any possible nuclear threat. That the US military did not have a dedicated force to locate and neutralise these explosives underscores the fact that both Bush and Blair knew that there was no threat from Iraq, nuclear or otherwise. </p> <p> Of course, the US and Britain have a history of turning a blind eye to Iraqi suffering when it suits their political purposes. During the 1990s, hundreds of thousands are estimated by the UN to have died as a result of sanctions. Throughout that time, the US and the UK maintained the fiction that this was the fault of Saddam Hussein, who refused to give up his WMD. We now know that Saddam had disarmed and those deaths were the responsibility of the US and Britain, which refused to lift sanctions. </p> <p>There are many culpable individuals and organisations history will hold to account for the war - from deceitful politicians and journalists to acquiescent military professionals and silent citizens of the world's democracies. As the evidence has piled up confirming what I and others had reported - that Iraq was already disarmed by the late 1990s - my personal vote for one of the most culpable individuals would go to Hans Blix, who headed the UN weapons inspection team in the run-up to war. He had the power if not to prevent, at least to forestall a war with Iraq. Blix knew that Iraq was disarmed, but in his mealy-mouthed testimony to the UN security council helped provide fodder for war. His failure to stand up to the lies used by Bush and Blair to sell the Iraq war must brand him a moral and intellectual coward. </p> <p>But we all are moral cowards when it comes to Iraq. Our collective inability to summon the requisite shame and rage when confronted by an estimate of 100,000 dead Iraqi civilians in the prosecution of an illegal and unjust war not only condemns us, but adds credibility to those who oppose us. The fact that a criminal such as Osama bin Laden can broadcast a videotape on the eve of the US presidential election in which his message is viewed by many around the world as a sober argument in support of his cause is the harshest indictment of the failure of the US and Britain to implement sound policy in the aftermath of 9/11. The death of 3,000 civilians on that horrible day represented a tragedy of huge proportions. Our continued indifference to a war that has slaughtered so many Iraqi civilians, and will continue to kill more, is in many ways an even greater tragedy: not only in terms of scale, but also because these deaths were inflicted by our own hand in the course of an action that has no defence. </p> <p><b>·</b> Scott Ritter was a senior UN weapons inspector in Iraq between 1991 and 1998 and is the author of Frontier Justice: Weapons of Mass Destruction and the Bushwhacking of America </p> <p><a href=\"mailto:wsritter@aol.com\">WSRitter@aol.com</a></p>",
  "<p>The Slash U ranch near Tucson, Arizona, 4am on a grim Wednesday. It's dark, there's a 30mph wind and cold, heavy rain. The yard outside the ranch house is filled with barking dogs and horses watch over fences as a TV news crew assemble their gear. Having rejected a windswept field as a possible site for their report, the five-man team from Sky have settled on a barn. This is partly to protect their kit from the rain but also because the tackroom is straight out of Bonanza, loaded with cowboy saddles, reins, crops and horse feed and the rancher is wearing a stetson. </p> <p>The team are exhausted. They've been up since 2.30am, having got to bed at 11pm the night before. Now they're about to go live into London's lunchtime news bulletin. Stumbling through the gloom and biting rain, they've somehow managed to rig a bank of glaring lights that penetrate the pre-dawn shadows. Behind it they've set up a futuristic wi-fi base unit to handle a feed from a digi-cam. Outside, in the satellite van, Dan Williams, Sky's Washington news editor, is watching anxiously on a monitor as US correspondent Andrew Wilson mounts one of the rancher's horses ready to deliver his piece to camera. The disembodied voice from London says they'll be coming to Dan in five minutes, at which point there's a tiny flicker and all the power in the barn snaps off leaving everything in pitch black. </p> <p>Williams would be forgiven if he started to cry. Instead, with an almost chillingly inhuman calm, he sets about fixing the power as the seconds tick away. Engineers and cameramen blunder through the wet, re-rigging and e-plugging as the feed from London counts down remorselessly. Finally, with less than 60 seconds to go, the lights flash back on, Wilson tugs on the horse's reins and they're live to London just as if they'd been cued up for an hour. </p> <p>Here's why the crew are huddled in the Arizona downpour. The US presidential election is the biggest news story in the world. It comes at a time when news is more instantly available and minutely examined than at any other time in human history. Every news channel, every national broadcaster with a reasonable news operation and every big newspaper in the world needs to cover Bush v Kerry, as well as the bloggers like Daily Kos who are now getting accreditation. This leads to some incredible numbers. </p> <p>The BBC has 200 people dedicated to covering the election, including engineering and technical staff, Sky News has about 50, with a similar presence from ITN's ITV, Channel 4 and Channel Five news teams, plus radio news and the national dailies, which brings the total UK media presence to almost 400 people. Spreading out across Europe, these numbers are replicated. There are four Russian television news operations with teams in the US; German, Spanish, Italian and French news channels, state and independent broadcasters as well as their print compatriots. Even Croatian state television has a presence. Then there's North Africa, Asia, Oceania - indeed, latest estimates put the number of foreign journalists covering the story at almost 8,000 people - roughly the equivalent of the UK's military presence in Iraq and probably better equipped. </p> <p>And yet it's not an easy gig. For one thing, the candidates treat the foreign media with contempt. During the 2000 election, a reporter from a German newspaper asked Karen Hughes, Bush's senior adviser, a question. Half way through her answer, something struck her. \"Who do you work for?\" she asked. \"A German newspaper,\" he began. \"Then what am I wasting my time talking to you for?\" she asked, somewhat rhetorically, and turned on her heel. One Kerry aide was equally specific. \"To us,\" he told the Washington Post last week, \"foreign media are about as useful as lice.\" </p> <p>As a result, when it comes to media access, rationing is extremely harsh. There are ten media places on Air Force One and Kerry's campaign plane and these go to the four US television networks - Fox, CBS, NBC, ABC - as well as CNN and the big daily newspapers (whose journalists are charmingly known as \"scribblers\"). These people form the \"gaggle\", the small group of hacks who get daily briefings from the campaign team, outlining the theme for the day at the various speeches the candidate plans to give. On October 27, for instance, the Kerry gaggle travelled with the senator as he visited Iowa, then Minnesota, back to Iowa and on to Ohio. They were pre-briefed that Kerry planned to pick up on the New York Times story about missing explosives in Iraq, managing to feed reports into every bulletin - even those that went out before a speech had been made. </p> <p>Following close behind each campaign jet are the press charters, two planes booked by the White House Press Club, who have to keep close tabs on what the plane in front is doing just in case a tight poll forces everyone to veer off to Florida. Foreign media can apply for a place on one of these charters, but it costs a couple of thousand dollars a day and that's a lot of money to pay to have the candidates ignore you. </p> <p>What's more galling to international superstar anchors is how important tiny local cable stations and newspapers suddenly become. The decision is going to be made in the handful of states that aren't already cast-iron Republican or Democrat loyalists. At the start of the final week, that meant ten states; Florida, Ohio and Pennsylvania plus Colorado, Nevada, New Hampshire, Iowa, Minnesota, New Mexico and Wisconsin - although by Wednesday, previously pro-Gore Michigan started to look like a Bush target. The local media in those states suddenly achieve a status commensurate with that of CNN or NBC. Last week, for instance, some overseas broadcasters began talks to gain access to Carl Rove, the mastermind behind the Bush campaign. He blew them off for lunch with the chief reporter of the Ohio Sentinel. </p> <p> Newspapers can respond in different ways to this news drought. They could, for instance, propose a letter-writing campaign to an obscure county in Ohio. That might generate one or two column inches. For 24-hour news channels - whose viewers expect something on the election in every bulletin - this is a nightmare. Sky has decided to try something different. As well as two reporters leapfrogging the campaign trail, they've hired a private jet for Williams' team and sent them out into America to tap the mood of the population. Wilson will file three live reports a day from three different areas in five different states where election issues are felt at the sharp end in a series of packages known as Sky Across America. </p> <p>\"It's partly to sidestep the anti-foreign media bias and partly a bid to explain the campaign to the Brits,\" Williams explains. \"So far, we've been to logging camps and the wilderness in Oregon to look at environmental issues as well as a marine base and a vets' barbecue in South Carolina to cover the military vote. Arizona is right on the border with Mexico and they're turning back 600,000 illegal immigrants a year - with estimates that two out of three get through. Locals have reported Iranians coming over and fear al-Qaeda may smuggle themselves over the border.\" </p> <p>With 8,000 hacks roaming the nation looking for a story, of course, there's always the possibility of a crossover. Moving on from the border ranch, the team hooked up with a gang of Tombstone vigilantes who head out to well-known immigrant routes, armed to the teeth. These people seem unlikely media stars. For one thing, their activities are very close to illegal. For another, they show up in a 4x4 sporting the bumper sticker \"CNN Lies!\" Nonetheless, these citizens have already featured on two other news channels, one of them Russian. \"They had awfully heavy cameras,\" one vigilante recalls. \"We saw a bunch of illegals and chased 'em for four miles and those poor Russians were pretty tired out.\" </p> <p>Meanwhile on the stump, Sky's other US correspondents are covering the swing states, with Ian Woods tracking the candidates and, this week, Keith Graves focusing on Florida. On Monday, Woods was at Love Park in Pennsylvania for Bill Clinton's appearance alongside Kerry - a bizarre spectacle in a long, thin park packed with 80-90,000 ecstatic Democrats who only had a sideways view of their idol as the stage had been rotated 90 degrees to face the media. By Wednesday, as Williams and co pushed through the Arizona scrub with the gun totin' vigilantes, Woods was covering Bush in Youngstown, Ohio. \"We usually have a rough idea as to where the candidates are going about 72 hours in advance,\" he explains on the way to the commuter airport where the Bush team have booked a hangar for the rally. \"Then they give you the address with 24 hours' notice.\" </p> <p>He arrived at the airport at the same time as the Observer, a Dutch and a Belgian journalist. As they pulled up, the last of the Ohio media were trickling into the press entrance, at which point it was shut by the secret service, who told the Europeans to hoof it round the airport to the public entrance, a journey of four miles through gridlocked traffic. After two miles, they abandoned their cars and finished the journey on foot, Woods arriving in situ two minutes before going live. \"To be fair, even the local media thought the event was badly organised,\" he says wryly. </p> <p>The following day, Williams and Wilson are filming in a TV evangelist's studio, asking Dr Richard Roberts about the Christian vote. \"I have been preaching that we need to support a man of God who governs well,\" Roberts intones, whilst cynical London cameramen struggle to avoid blaspheming as they wire up their kit and drop things on their feet. \"And that man is Bush.\" The crew are slightly suspicious of Roberts when the studio manager takes them round the studio, showing off the digital editing suites. \"That set up would cost several million dollars,\" cameraman Martin whispers. \"Where's he getting the money?\" </p> <p>As the Sky jet lands in New York for the final day, filming NYPD commissioner Raymond Kelly at Ground Zero, Woods is covering the Kerry/Springsteen rally. This is a big one for the non-English speaking media, because they don't need to translate Springsteen's songs. Woods is swamped by Japanese camera crews, but the Yanks are late, allowing him to nick some transponder times from CBS and do a live set-up for the first time this week. </p> <p>The teams chat on Friday morning to plan the next few days. Monday sees Kerry and Bush both making seven separate visits, and New Jersey and Hawaii - previously Democrat safe states - suddenly look vulnerable. That could mean covering more than 6,000 miles in 24 hours. \"We're going to need another plane,\" says Williams, wistfully.</p>",
  "With just two days to the US presidential election, the jockeying for the 2008 Republican nomination stepped up a gear yesterday with an unexpected admission by Arnold Schwarzenegger that he would be interested in running. <p>On previous occasions the governor of California has sidestepped the question, but asked last night on the CBS programme 60 Minutes if he would support an amendment to allow a foreign-born national to be president, Mr Schwarzenegger said: \"Yes, absolutely.\" </p> <p>\"I think, you know, because why not? I mean, you know, anyone with my way of thinking, you always shoot for the top,\" he said. \"But it's not something that I am preoccupied with. I am not thinking one single minute about that because there's so many things I have to do in California, and my promise was to straighten out the mess in California.\" </p> <p>The Austrian-born former action hero's ambitions are not possible at present: under the constitution, a president has to have been born in the US. An amendment would allow anyone who has been a US citizen for 20 years to run. Mr Schwarzenegger became a citizen in 1983. </p> <p>His words come just two days after he appeared alongside George Bush in Columbus, Ohio. </p> <p>Mr Schwarzenegger's relations with the president are known to be cool, as was evident during the rally on Friday. The governor failed to attack John Kerry during his speech, and then sat with his hands folded during Mr Bush's speech, failing to applaud many of the more conservative, crowd-pleasing lines. </p> <p>The differences between the two stem in part from political ambitions, but also from genuine policy differences. Mr Schwarzenegger is mindful that he owes much of popularity to his ability to talk to both Republican and Democrat voters. His aides are concerned that if he is too closely aligned with Mr Bush, much of the governor's liberal support will be scared away. </p> <p>The two have very different priorities. Mr Schwarzenegger is married to Maria Shriver, a member of the Kennedy clan and active Democrat. Her influence is credited with moving Mr Schwarzenegger to more liberal positions than the president on issues such as gun control, abortion and stem cell research. That issue, brought to prominence by the recent death of Christopher Reeve, also flared up at the weekend as the actor and director Mel Gibson opposed Mr Schwarzenegger's endorsement of a Californian ballot proposition to authorise $3bn (£1.63bn) into stem cell research. </p> <p>Gibson, one of the most powerful men in Hollywood after the success of his Christian traditionalist-inspired film The Passion of the Christ, said he had tried to call Mr Schwarzenegger to discuss the issue with him. \"He said, 'Well, I'm very busy now. I'll call you back. I've got to make a speech, you know. I'll call you right back.' Well, Arnold, I'm still waiting for your call,\" Gibson told ABC news. </p> <p>But Mr Schwarzenegger disputed Gibson's version of the conversation, saying that it was Gibson who had failed to return his call. \"I don't know what this was all about,\" Mr Schwarzenegger said. \"I did talk to him for several minutes and explained to him what my position was. I called back at 9 o'clock and left a message. He hasn't returned my call.\" </p> <p>Gibson, who has also recorded a radio commercial opposing the proposition to fund stem cell research, said: \"I was never in a petri dish, but at one stage I was that little cluster of cells myself, as were you, as was the doctor, as is everybody. </p> <p>\"Tell me anybody who was not that at some point in their development, and I'll give you a cigar,\" he added, in reference to Mr Schwarzenegger's custom of presenting visitors and admirers with his own brand of cigar.</p>",
  "<p>In his last speech the governor of the Bank of England urged us not to read his lips, but rather to read the economic data in our attempts to judge the future course of monetary policy. </p> <p>I have. Even a glance at the economic numbers illustrates that there is no need to tighten policy further. So much so that at the October monetary policy committee meeting there was no discussion of whether the repo rate should be raised from its level of 4.75%. There is a consensus that interest rates will be left unchanged again at Thursday's meeting. Can it really be the case that the peak in the UK's rate cycle is taking place at less than 5%? </p> <p>We should first examine some of that data, showing that the economy shifted down a gear in the third quarter but there is significant uncertainty as to the causes of this. The growth rate in Q3 was less than half that recorded in Q2, and, at 0.4%, clearly below the trend rate. </p> <p>This sluggishness arguably exaggerates the underlying weakness, because economic growth was dragged lower by a sharp decline in industrial production which is unlikely to be repeated in the current quarter. Nonetheless, with the housing market slowing and business surveys losing some of their lustre, the economy has shed momentum. I believe that growth will recover from the subdued rate seen in Q3, but only modestly so. </p> <p>The MPC started tightening policy in November last year. Six months ago, in the run-up to the May meeting, the repo rate had been raised only twice and stood at 4%. Given that monetary policy is supposed to operate with a lag of 12-24 months, it is slightly surprising that the economy appears to be slowing already. </p> <p>Several factors could be playing a role in increasing the efficacy of the recent policy tightening. The first is the oil price (and that of commodities in general). Producer price inflation is running at its highest rate in more than eight years. At the same time, retail inflation is benign with many goods continuing to fall in price. This situation is providing a (small) squeeze on corporate profitability, which could be depressing confidence and activity. Moreover, petrol prices at the pump have been rising: we estimate by 2% in October to their highest level since mid-2000, which will be acting as a mild drag on households' spending power. </p> <p>A second possible explanation is the catch-all phrase \"geopolitical uncertainty\", possibly enhanced by the impending US presidential election. While not denying that economic agents - in the UK and elsewhere - could be inhibited by the current geopolitical climate, I do not find it a convincing explanation of the recent economic slowdown. </p> <p>The third aspect to consider is that the labour market is no longer clearly strengthening. While the unemployment rate remains low (under 5% on the internationally recognised ILO basis), overall employment has not increased since the end of last year. </p> <p>There has been a modest shift from self-employment to employees (partly reversing the impact of the past few years), which could be interpreted as evidence of robust corporate hiring. Nevertheless, the labour market data slipped enough for MPC member Richard Lambert to comment on it in his recent speech. </p> <p>The fourth potential driving force is our old friend, the housing market. House prices have stopped rising over the last three months, for the first time in about four years. At the same time, mortgage approvals have declined to the lowest level in four years. </p> <p>Like most analysts, I also focus on the Royal Institute of Chartered Surveyors' survey, which recorded a decline in its prices balance to the lowest point in nine years. Its ratio of house sales to the current stock for sale (akin to a crude demand-supply measure) also suggests a slowing market. </p> <p>The feed-through from higher mortgage rates to a weaker housing market does appear to be more rapid than in previous episodes. There are probably several factors involved, including the higher levels of household debt, worry that rates could rise further and awareness by the public that house prices are generally overvalued and vulnerable to a correction. </p> <p>There are two wrinkles in all of this. First, some mortgage rates (fixed products) have been edging lower once more, caused by the recent decline in bond market yields. This could act to support the housing market, akin to the episode of 1999-2000. Then, the housing market slowed as it is doing currently (the repo rate had been raised from 5% to 6%) but started recovering before the MPC began easing policy, although there was an expectation it would. I am dubious that will happen this time, but it is a risk. </p> <p>The second wrinkle is that households have not just been running up vast amounts of debt; they have also been adding to their stock of financial assets. In aggregate, the household sector is still a net borrower, but by much less than the headline figures suggest. There is an argument that this will act as a cushion from higher rates. The issues involved are complex but, because this appears to reflect different households doing the borrowing and saving, the squeeze from higher rates on the latter will not be offset by extra spending by the former. </p> <p>All in all, it is not fully clear why the economic data has softened. Moreover, we should note that households continue to spend freely in the high street, although this is partly due to price discounting and may be detracting from non-retail consumption. </p> <p>Economic growth may well accelerate modestly from the Q3 level, but is unlikely to be strong enough to surpass the trend rate. Monetary policy is all about judging the various economic risks and, with inflation low and the housing market clearly slowing, the MPC has done enough. </p> <p>We do expect that rates have peaked at the current level and, indeed, expect an easing in policy in the second half of next year. But that is a story for another day. </p> <p><strong>·</strong> Ciaran Barr is chief UK economist at Deutsche Bank in London</p>",
  "<p>Politics<br> <strong> How to net voters in the US</strong><br> </p> <p>Howard Dean's former campaign manager Joe Trippi believes that if Democratic Senator John Kerry loses to President George Bush on November 2 the Democratic party will face a fissure of a size to allow the creation of a viable \"third force\" in US politics and upset the dominant two-party system. This new third force, he says, will be aided by the internet. </p> <p>\"If Kerry were to lose there is potential for an uprising in the Democratic party,\" Trippi told the audience at Poptech, a conference that looks at the impact of technology on popular culture, held in Camden, Maine last week. \"If the Republicans lose their party could also fracture but [not] as big.\" Trippi believes that by 2008 a candidate using the net to raise money will be working outside of the two-party structure. </p> <p>\"I believe that the only hope for our democracy is the internet,\" Trippi said. \"The internet is enabling the American people to change a system that isn't working.\" </p> <p>Of course, there have been third parties in the USA before - remember Ross Perot - but, according to Trippi, the internet and its ability to reach people in a more efficient manner will turn a third party into a powerful player. Trippi is credited with reinventing political campaigning in America with the use of the internet to raise money for the Democratic maverick Howard Dean. The former governor of Vermont broke the record as the Democratic candidate who raised the most money - some $50m - from donations of $100 or less. </p> <p>Dean's presidential campaign also pioneered dialogue with supporters via the internet. But he failed to win any primaries and bowed out of the race. Trippi said: \"John McCain tried to reform the Republicans from within and was crushed. Dean did the same and was crushed. Before the net the urge to reform had nowhere else to go.\" But Trippi believes that the internet's time has come: \"Politicians spend their time saying 'look at me', but Dean was the first one to say, 'look at you. You have the power'.\"<br><strong>Kate Bulkley</strong><br> </p> <p><strong> Advertising</strong><br> <strong> Sending out a mixed message</strong><br> </p> <p>Even though the government is the UK's second biggest advertiser, it is worried its multi-million pound media spend is not reaching everyone. Which is why, a year ago the central office of communication (COI) launched an inclusivity unit to look at how to engage marginalised audiences such as the old, those who don't speak English and the disabled. </p> <p>So far its research has focused on ethnic minorities and how effectively the messages in its TV ads are getting through to them. Take the government's anti-drugs \"Frank\" campaign, which was created for the Home Office. On the face of it, the message seems simple: if you're a parent and think your child is involved with drugs, talk to him or her. If you're a child and you're into drugs, talk to your parents. But take this message to some minorities and you open a can of worms. </p> <p>Some parents refuse to consider that their kids are using drugs because they're forbidden by the Qur'an. Others worry that if the neighbours hear them talk about drugs, it will seriously damage the chances of them marrying off their daughters. </p> <p>One Asian couple interviewed by the unit thought their heroin-addict son was addicted to chocolate when they saw silver foil covered in brown splats in his bedroom. \"Mainstream ads and media just don't work,\" says Sean Larkins, who heads up the unit. To reach these communities, mini advertising campaigns are developed. </p> <p>As part of its effort to get Asians to broach the subject of drugs with family members, for example, it created an information pack containing conversation starters, such as a themed card game. The unit also created its own campaign to run alongside the star-studded ads for the National Blood Service. Those that did come forward were offended by questions about their sexuality and whether they had ever lived in west Africa. \"It's impossible to collect blood without asking these questions, so we've had to work with marketing agencies that know how to engage these communities. </p> <p>\"Teachers, NHS professionals and Citizens Advice Bureau staff are our media,\" says Larkins. </p> <p>That's not to say the unit hasn't been applying traditional media planning techniques as well. During Ramadan it sponsored a mosque in Tower Hamlets, east London, to carry a message about quitting smoking. It provided all the food for the Iftar - the breaking of the fast - party. \"A bit about giving up smoking was even included in the sermon,\" says Patricia Macauley, the COI's ethnic minority consultant. Now that the unit has survived its first year and got buy-in from the Home Office and the Department of Work and Pensions in particular, what's on the agenda for the second year? \"Age and our ageing society,\" says Larkins.<br><strong>Suzy Bashford</strong><br> </p> <p><strong> Television</strong><br> <strong> Straight choice for a gay man</strong><br> </p> <p>James is a regular gay guy. He just wants to be loved. He has a thick neck, perfect teeth and looks like he's spent most of his life grooming himself towards life's ultimate trophy of becoming a domestic airline steward. </p> <p>He is a perfect, 2D, TV gay. Will he find love on Boy Meets Boy, America's first reality gay dating show, and Channel 5's controversial new daytime import from the States? He has 15 contestants to choose from, all of whom look like they have spent most of their thinking lives grooming themselves towards ... oh, you get the idea. Even the straight ones. Here's the USP. Some of James' prospective daters are pretending to be gay in order to win a cash prize. Ambitiously, migrant presenter Dani Behr - herself in the grips of some ghastly reality-esque makeover that has left her resembling Big Brother transsexual Nadia Almada attending a fancy dress do as Pamela Anderson - infers that there is some sort of sociological value to all this over the opening credits: \"In a world where gay is the norm and straight must stay in the closet, will boundaries be crossed? Can stereotypes be shattered? Will romance prevail? Find out when two worlds collide, when we bridge the gap between gay and straight!\" </p> <p>Quite how asking straight men to prostitute themselves for a poor gay chap who knows nothing of this rather cruel ruse is bridging any sort of gap is never fully explained. But the game of guessing who's gay and who isn't proves to be moderately good fun. Boy Meets Boy (starting November 11) is one of a legion of shows commissioned on the back of the success of the US Queer Eye For The Straight Guy. Gay men have become TV's newest and most bankable playthings. Queer Eye itself has come in for some unnecessarily shortsighted criticism. As Boy Meets Boy proves, you can borrow all the campy ephemera of its sometimes stereotypical world, but you can't fake its heart. The central conceit of Boy Meets Boy - conning a gay guy into falling for straight - is mean, but not nearly as mean as the winning prize: a trip to that infamous, buoyant gay mecca, New Zealand \"You can bungee jump there!\" informs Behr, to a suitably puzzled James. Herein lies the problem. Boy Meets Boy doesn't seem to like homosexuals very much. Hardly the best start for the world's first gay dating show.<br> <strong>Paul Flynn</strong><br> </p> <p><strong> Magazines</strong><br> <strong> Vice triumphs over sleaze</strong><br> </p> <p>Vice editor Andy Capper is on a roll. \"There are too many bad writers out there. Five or six magazines went down last year and if you looked at the contributors' panel they had 65 people all getting ridiculous word rates. We rewrite everything, and if you don't like it don't work for us.\" </p> <p>Vice magazine is that rarest of beasts - a success story in the cut-throat style sector which has seen the closures of Sleaze and The Face. Vice, which launched in the UK two years ago, made £100,000 profit last year and is expecting to clear £1 million in 2005. Its 70,000 copies are distributed free every month in selected clothes and music stores across the country. </p> <p>\"The newsstand model for niche magazines with our circulation doesn't work anymore,\" says publisher Andrew Creighton, a former ad manager on i-D magazine. \"Everyone who distributes our magazine is also our readership. We get instant feedback, far better than any NRS survey. </p> <p>\"People say we're not making money on the cover price, but [our rivals] don't either. To sell 30,000 copies they have to print 100,000. We have 100% pick up rate. The idea was to create something you could sell, then give it away free.\" </p> <p>Vice began in Montreal 10 years ago. It is now in the US, Japan and Australia, and Capper and Creighton are overseeing its expansion into continental Europe, beginning with Scandinavia. They are also moving into music (the Streets is signed to Vice in the US) and television, with a documentary called How's Your News? for Channel 4, in which five severely disabled reporters cover the US election. With a clean, unfussy design, Vice combines real life (The Vice Guide to Being A Whore) with features such as Was Jesus a Fag?. There's bands like the Libertines, and lots of lists. \"Some of the things we cover are shocking by their nature,\" says ex-Bizarre editor Capper. </p> <p>\"We are probably at the ceiling now of advertisers who understand Vice [in the UK], which is why we're going into other forms of media,\" admits Creighton. \"We want to be the first true international magazine and cherrypick the best writing.\" They are even opening a pub. In east London's trendy Shoreditch, of course.<br> John Plunkett</p>"
]