[
  "<p>Federal Reserve chairman Alan Greenspan appeared to clear the path for another rise in US interest rates yesterday when he delivered a moderately upbeat assessment of the country's economy which has slowed in recent months because of high oil prices. </p> <p>Testifying before the House of Representatives Budget Committee, Greenspan said: \"The most recent data suggest that, on the whole, the expansion has regained some traction. We still have problems ... but I think I agree with you in general that the economy is doing reasonably well.\" </p> <p>Greenspan's remarks are likely to be seized upon by President George Bush as proof that the economy, which threatens to be his weak point in the run-up to the presidential election on November 2, has turned the corner. Democratic challenger John Kerry repeatedly talks of the job losses and economic weakness under Bush since 2001. </p> <p>Economists and financial markets had billed Greenspan's testimony as key to whether the Fed would decide that the economy's recent \"soft patch\", as Greenspan has dubbed it, would mean it could hold off raising its Fed Funds rate from 1.5% when it meets on September 21. </p> <p>The Fed has raised rates twice in the past three months from a 46-year low of just 1%. Analysts are expecting the central bank to raise them to 1.75% in two weeks' time and that they will keep gradually rising after that. </p> <p>Greenspan said factors like consumer spending and housebuilding had picked up after a slowdown in the spring and early summer. </p> <p>The 78-year Fed chief also appeared fairly relaxed about the impact of record highs in oil prices which have been blamed for slowing economy activity. The economy grew 2.8% on an annualised basis in the second quarter of this year, sharply down from 4.5% in the January to March period. </p> <p>Oil prices hit a record $49.40 a barrel last month but have since dropped back to the low $40s. </p> <p>\"Despite the rise in oil prices through mid-August, inflation and inflation expectations have eased in recent months,\" Greenspan said, although he added it was extremely difficult to say what impact high oil prices were having on the economy. </p> <p>On the issue of the government's swelling budget deficit, Greenspan warned of the importance of a balanced budget in the long term. He appeared to offer implicit backing to Mr Bush's tax cuts, however. </p> <p>\"If we cut taxes, we will, other things equal, increase economic growth. I ... would much prefer to have both lower taxes and lower spending, but of necessity a balanced budget. </p> <p>\"Others may choose higher taxes and higher spending. I think that would make the level of economic activity less, but that's a debatable point.\"</p>",
  "For three and a half hours he didn't duck a question, though he occasionally showed flashes of anger and slapped the table to make his point. He didn't take notes, but gave complex answers point by point. <p>If Vladimir Putin was feeling the pressure after possibly his worst week in office, it didn't show. During a rare and wide-ranging interview at his country house outside Moscow, the president enthralled a group of handpicked journalists and academics, giving candid comments that offered surprising insights. </p> <p>He was tough on Chechnya, but soft on George Bush. He castigated the west over terrorism, but was ambivalent about Nato. </p> <p>Addressing questions surrounding the Beslan massacre, Mr Putin elaborated on comments he had made in a national TV address on Saturday evening in which he accused outside powers of wanting to \"tear juicy bits off Russia\" and supporting terrorists who were doing the same thing. </p> <p>\"I didn't say western countries were initiating terrorism, and I didn't say it was policy. But we've observed incidents. It's a replay of the mentality of the cold war. There are certain people who want us to be focused on internal problems and they pull strings here so that we don't raise our heads internationally,\" he said. </p> <p>At several points during the conversation, Mr Putin outlined his fears of a \"domino effect\" if Islamists succeeded in detaching Chechnya from Russia. Other parts of the Caucasus would then go too. He saw a parallel with the collapse of the Soviet Union which he, like many Russians, clearly regretted. </p> <p>He does not want to follow in the footsteps of Mikhail Gorbachev, who is widely reviled for supposedly letting the Soviet Union fall apart. </p> <p>\"Has anyone given a thought to what would happen if Russia were eliminated? We will not allow that to happen. We understand what it would mean for the people of Russia,\" he said, striking the table again with his hand. </p> <p>He said Russia's open southern and central Asian borders could not easily be defended against infiltrators, and would have to be strengthened gradually. But the president made it clear beyond doubt that he had not changed his policy on Chechnya after Beslan. </p> <p>Despite all the differences over Iraq, Mr Putin gave a strong hint yesterday that he is privately hoping that Mr Bush wins the US presidential election. Asked about a poll which showed that 25% of Russians favoured a Kerry victory and only 7% a Bush one, the president smiled and said: \"Russians don't vote in American elections but the 7% includes a few very influential people.\" </p> <p>He then launched into a long paean of praise for his American counterpart. </p> <p>\"Bush is a man of consistency. He's predictable. Even if we have some differences of opinion, for example on Iraq, he's been very reliable. I feel he's a good man, a decent man.\" </p> <p>He added: \"Positive relations between the United States and Russia should be preserved.\" </p> <p>Mr Putin made no mention of the Democratic challenger. </p> <p>Although Russia would not send troops or join in training the Iraqi army and police, he said: \"We want to do everything to normalise things there. I think Bush has done a lot to normalise the situation. Given all the complexities, he's been able to achieve his aims. We will refrain from anything which might be met negatively by the Iraqi people.\" </p> <p>The Russian leader's remarks came during an extraordinary meeting at his country house at Novo Ogaryevo. The participants were veteran experts on Russia, from Britain, the US, France, and Germany, who had been invited for a two-day conference long before the school siege. </p> <p>Fears that pressure of work or irritation with western criticism of his policies in Chechnya might prompt him to cancel the meeting proved unfounded. Although he began stiffly by saying the events of the last few days would probably preclude discussion, he took searching questions. </p> <p>The president frequently smiled as he parried criticisms of his policies or slipped in a few English words like the \"US is a melting pot\" into his answers. On some issues, he even joked. </p> <p>Challenged about the pressure on the media, which saw the editor of the newspaper Izvestiya sacked yesterday - the latest of many recent moves against the independent press - Mr Putin said: \"What about Mr Murdoch's empire? Are his media free?\" </p> <p>On Chechnya, he was angered by what he saw as western hypocrisy. In spite of the west's stated willingness to cooperate on terrorism, \"when we register cases when western special services establish contact with so-called rebels, they say it's an exceptional case, and it won't be repeated, and then they send us a letter saying they need to maintain contacts with all sorts of people\". </p> <p>He singled out Britain and Spain, apparently having in mind the decision by Britain to grant asylum to Akhmed Zakayev, the European envoy of Chechnya's last freely elected president, Aslan Maskhadov. </p> <p>In spite of repeatedly talking about the threat to Russia's future from terrorism, he was relaxed on the other traditional bugbear, Nato. Like Boris Yeltsin, his predecessor, Mr Putin vigorously opposed eastward expansion of Nato. </p> <p>Now he sees Nato as both prone to irrelevance and internal decay, but also as a broadly positive institution. </p> <p>\"We no longer regard Nato as an enemy, nor do we consider it effective from a military point of view. We see it as a political tool,\" he said. \"It's obvious that processes are under way in Nato to find a new opponent. Otherwise what's its point?\" </p> <p>Spelling out even more directly that, in his view, Nato is mainly an instrument for Washington to retain hegemony in Europe, he went on: \"I don't think Nato is so democratically organised. Some members are not very happy with their status.\" </p> <p>With an element of contradiction, he added: \"That being said, I wouldn't want to see Nato's burial. It exists, and it's important for international security and we want international security.\" </p> <p>The Russian leader made it clear he has no problems with neighbouring Ukraine joining the European Union. </p> <p>He was also strongly critical of Georgia and its new president, Mikhail Saakashvili, for attempts to get the breakaway region of South Ossetia back under its rule after 10 years of de facto independence. </p> <p>The Russian president foresaw a scenario in which Georgian troops moved into the rebel region. </p> <p>\"I suspect they may use force. It won't be productive even if in the initial stage they capture the capital, Tskhinvali. It will be a long and exhausting process,\" he said. </p> <p>Although some analysts have seen a parallel between Russia's military move into Chechnya and Georgia's possible invasion of South Ossetia, Mr Putin clearly saw none. </p> <p>Russia's policy in Chechnya was different. He had organised a referendum in Chechnya in 2003. \"I was the only one in the Russian leadership who favoured the idea. It was a risky decision. But Chechens turned out and voted to stay in Russia,\" he said.</p>",
  "Forecasts of John Kerry's political demise may have been exaggerated in recent days, and he could still be clinging to a narrow lead in the US presidential race, according to a poll published yesterday. <p>The poll, by Zogby International, reflected the state of play in 20 swing states, and found that the surge in George Bush's support there after last week's Republican convention, was less pronounced than the double-digits suggested in two weekend polls. </p> <p>Those surveys, in Time and Newsweek, triggered alarm and finger-pointing in the Democratic camp, and a reshuffle in the Kerry team. But other surveys have since suggested the Bush convention \"bounce\" was much smaller and the contest remains a close one. </p> <p>The Zogby poll says the president has made up ground in many of the 20 battleground states, but Mr Kerry retains a slim lead in most of them - enough to give him a majority in the electoral college, if the vote was held now. </p> <p>The college, which chooses the president, is made up of 538 delegates drawn from the 50 states and Washington DC, according to population. Assigning electors according to the way each state is leaning now, the Zogby poll gives Mr Kerry a lead of 273 to 222, down from the past two months, but a significant edge all the same. </p> <p>\"There's no doubt that Bush got a bounce ... but no way is he up 11 points,\" John Zogby, the head of Zogby International, said yesterday. </p> <p>Newsweek showed the Mr Bush with an 11 percentage point lead among registered voters, while Time gave him a nine-point lead. But another survey by Gallup, CNN and USA Today showed only a one-point advantage. </p> <p>The confusion may reflect the volatility that follows the impassioned speeches and allegations made at conventions. It may also be explained by different surveying methods, and some of it is simply a result of polls being taken over the Labour Day holiday weekend, when many Americans are away from home. </p> <p>Charlie Cook, an experienced US election analyst, said: \"To be dependent upon getting a representative sample over a holiday weekend is enough to make any pollster wince. Polling conducted this week, after people are back from Labour Day and had a chance to digest the Republican convention, will be a far better test.\" </p> <p>US electoral history suggests that leads established at party conventions can often dissipate in the last two frenetic months of the campaign. Al Gore had a double-digit lead over Mr Bush after the Labour day weekend in 2000, but lost it after lacklustre performances in the three presidential debates. </p> <p>Mr Bush, who had not previously shown much aptitude for public speaking, surprised many doubters by avoiding serious mistakes and scoring a few points in the debates. Mr Kerry must hope to do better than his Democratic predecessor in knocking his opponent off balance. </p> <p>The Zogby results suggest the president's emphasis on his role as a wartime leader at the New York convention helped him reassert control in traditionally conservative southern states where Mr Kerry had been making headway before August, such as North Carolina, Tennessee, and Virginia. But elsewhere the Democratic contender is holding on, and in some states - Michigan, Minnesota, New Mexico and Washington - has even strengthened his position since the attacks made on his fitness to be America's commander-in-chief. </p> <p>Matthew Dowd and Doug Sosnik, top strategists in the Bush and Kerry camps respectively, both predict that as the race nears the November 2 finishing line, money and manpower will increasingly focus on three large swing states, Florida, Pennsylvania and Ohio, which have a combined total of 68 electoral college votes. </p> <p>Both candidates have been spending more and more time campaigning there. Mr Bush is due to inspect storm damage in Florida today before heading to Pennsylvania. Mr Kerry will be in Cincinnati, Ohio. </p> <p>Both Mr Dowd and Mr Sosnik forecast that whoever wins two of the three big battlegrounds will probably be the next president. </p> <p>At present, according to Zogby, Mr Bush is ahead in Ohio by 11 points. Mr Kerry has a smaller edge of three points in Pennsylvania. Florida is a dead heat, as it has been for much of the year. By that reckoning, this election could be fought and won once more in the Sunshine State, currently being pummelled by hurricanes, just as it was four years ago.</p>",
  "First the bad news. Bill Clinton has unexpectedly been diagnosed with a serious heart condition, George Bush has bounded to an 11-point post-convention lead over John Kerry in Newsweek and Time polls, and there is an instant sense among the transatlantic political class that the president will now win re-election to the White House. But be careful. Not so fast. Don't panic. For now here is the good news. Mr Clinton's bypass operation was successful, the Come-Back Kid has passed his election-winning advice to Mr Kerry, and Mr Kerry has decided to follow it. <p>There are still 55 days to go in the 2004 US presidential election. It was a tight race before last week's Republican convention, and it remains a tight race after it. Polls taken over a holiday weekend need to be read with caution. In any case, this contest will remain tight right down to the wire. What is more, it will be won and lost in the dozen battleground states that tip the electoral college. And here the news is better for Mr Kerry. The new Zogby International poll in the key states shows much less of a post-convention \"Bush bounce\" than the instant national polls. On the basis of these state-by-state surveys, Mr Kerry remains on course to capture the presidency. Tot up the electoral college votes based on the state-by-state polls, award Mr Bush all of the current dead-heat races, and Mr Kerry still takes the White House by 273-265. </p> <p>That is not a prediction. The result will probably be very different (though it is likely to be close). The point, though, is that anyone who says with certainty that either Mr Bush or Mr Kerry will win does not know what they are talking about. The 2004 election is still in play. The outcome is in doubt. The lead will shift back and forth and take different directions in different states. Given the tightness of the race, this year's presidential debates, starting in three weeks, are likely to be even more important than usual. Key economic indicators will also be closely watched. Unknowable events, in the US and elsewhere, not least Iraq, will have an impact that no one can accurately foretell. Yes, Mr Bush has momentum. He is gaining in the state-by-state polls as well as in the broader-brush national surveys. And yes, Mr Kerry is slipping back. But bear in mind that Mr Kerry is a good debater. And he has a track record as a good finisher. It ain't over yet. </p> <p>But Mr Kerry clearly needs to regain the initiative from his resurgent opponent. How does he do that? First, he does not need to panic. But, second, he needs both to broaden and to sharpen his message. Mr Kerry was right, not wrong, to promote his own credibility as someone who can fight the terrorist threat, and it may even be that he was tactically clever to draw the attack ads against his Vietnam experience into the open early in the campaign. But the election will not be won in Vietnam. It may not even be won in Iraq, although Mr Kerry could do more there. It will be won and lost on whether Americans feel confident that things will get better under Mr Kerry or Mr Bush. The president was smart to spend a lot of his convention speech talking about domestic programmes; Mr Kerry should have done the same in his speech a month previously - but didn't. </p> <p>Beware of believing that all Mr Kerry has to do is hand over his campaign to the Clintonites and all will be well. And be careful of assuming that Mr Clinton is seen as such a pivotal figure in the US as he is here. Even so, Mr Clinton's message from his hospital bed to Mr Kerry was the right one. These are not easy times for many Americans. Tell the voters how and why they will be more prosperous, better cared for and more secure under a Kerry presidency. Concentrate on the economy, health care and the budget deficit. Mr Kerry has eight weeks to turn the 2004 election in his favour. It will not be easy. But it is certainly achievable.</p>",
  "Saturday's announcement by the Palestinian leader, Yasser Arafat, that he intends to set a date for forthcoming presidential, parliamentary and municipal elections was welcomed by the press. It will be the first time there has been voting of any kind since the 1996 general election, which was boycotted by Hamas, Islamic Jihad and the Popular Front for the Liberation of Palestine. <p>The announcement was \"evidence that a new course is being planned for the Palestinian Authority [PA], and, by extension, for all Palestinians living in the occupied territories\", said Saudi Arabia's <b>Arab News</b>. \"Mr Arafat's remaining in power is [now] a decision that basically rests with his people.\" </p> <p>The significance of the elections was underscored by Pakistan's <b> Daily Times</b>. Mr Arafat \"has been the Palestinian movement's sole leader almost from the day he founded it in 1959\". After a year in which Palestinian leadership has been mired in controversy, \"Mr Arafat's ability to symbolise the Palestinian cause throughout the world has worn thin ... but any successor would be more obscure.\" </p> <p> <b> Al-Hayat al-Jadidah</b> said factions within Palestine viewed the election as \"a guarantee for fighting corruption and going ahead with reform\". The Palestinian paper also reported that, for many groups, \"supporting Mr Arafat's call requires asking the UN immediately to send a team of observers to supervise the fairness of elections.\" </p> <p>Even though it was \"long overdue\", the PA has no constitution determining fixed electoral rules, <b> Gulf Times</b> explained, so Mr Arafat \"holds all the cards in his hand\", and \"can even cancel the election if he wishes\". Still, the Qatar daily hoped \"a new, youthful generation of leaders will emerge from this process\" who \"will prove more successful in meeting the expectations of the Palestinian people\". </p> <p>\"The current Palestinian governance system ... is in shambles\" and elections are \"a way out of this mess\", reckoned the Lebanon <b> Daily Star</b>. It urged the Palestinians to \"work overtime to make these elections a resounding national success\" in order to \"push the process of credible popular sovereignty throughout an Arab world still distorted and constrained by stifling autocracy in almost every land.\"</p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p>In this week's Backbencher: Andrew's liberation, Alan's temptation and Alex's resurrection</p> <p>&gt;&gt;&gt; FROM WESTMINSTER</p> <p>The Backbencher buttonholed Guardian political editor Michael White after the first prime minister's questions since the summer recess.</p> <p>\"Everyone's excited about the coming reshuffle - politicians love nothing more than who's up, who's down, who's in, who's out, who's doing what to whom and why. And of course Michael Howard attempted - not very successfully - to stick it on the PM. He concentrated on all this 'anonymous, poisonous briefing' we've been reading about in the papers and said that Andrew Smith, the outgoing work and pensions secretary; Nick Brown, the former chief whip and well-known Gordon Brown supporter; and Ian McCartney, the party chairman, had all been criticising Mr Blair's style. </p> <p>\"Mr Blair said 'isn't it pathetic, all he wants to talk about is trivia, not about substance. Why doesn't he want to talk about his pensions policy or his new student loans policy? I'll tell you why - they're no good!' Perhaps I'm biased, but I thought Mr Blair got much the better of him. </p> <p>\"Mr Howard said Labour had reneged on its promise to provide free higher education, and the Tories were going to restore it. But that claim lasted about a minute and a half, because Mr Blair pointed out, in his inconvenient way, that there's at least a £500m gap in the new Tory spending plans, they're going to reduce the level of support, and in any case student loans would not be charged at the current 3.5% but at 8%.</p> <p>\"Even Charles Kennedy had a go at the prime minister over women being discriminated against in the pension system, and Mr Blair counterattacked criticising the Lib Dem plans to save £8bn by scrapping the DTI. 'What you don't seem to realise,' he said, 'is that £8bn isn't the DTI budget but all the budgets related to it, including scientific research'. So, as Labour MPs tittered cruelly, Mr Blair said it was time for a serious debate about properly costed savings if we're going to talk about pensions. Mr Kennedy fought back as best he could, but again, despite all his difficulties, Mr Blair and his eager team are still ahead of most of the policy issues they tackle.</p> <p>\"So, what of the reshuffle? Mr Blair wants it all to be completed on one day. But it's a bit like buying and selling a house - you have to get all the dominoes lined up in the right way along the chain before you can announce things, because if one minister refuses that puts everything out of kilter. Or, as Andrew Smith showed on Monday, if you resign suddenly the prime minister has to redo all his calculations.</p> <p>\"If Mr Blair announces his reshuffle today, then I infer from that that maybe Alan Milburn has decided it isn't worth it if he isn't going to get Ian McCartney's job. He might decide he would prefer to spend even more time with his family than get into a firefight with Gordon Brown.\"</p> <p> &gt;&gt;&gt; LAST WEEK'S COMPETITION</p> <p>The Backbencher asked readers what - according to Miss America 2004 - the \"W\" in Dubya stands for.</p> <p>\"Sorry, I can't handle this: the man's a complete walker,\" writes Eddie Dougall. In a very literal sense, yes, but Erika Harold had something more unexpected in mind. \"Warrior?\" suggested a reader in Australia. \"Washington,\" says another. \"Rather than the really obvious - and perhaps accurate - joke, did she claim it stood for Women?\" asks the employee of a little-known rival political news service. She certainly did, James, and in the spirit of cooperation the Backbencher will post the book just as soon as you let her know your address. Whether - as Ah-nuld would have it - this makes George an \"economic girlie-man\", the Backbencher can only speculate.</p> <p>&gt;&gt;&gt; THIS WEEK'S COMPETITION</p> <p>The backbencher is baffled by ministers' desire to spend more time with their families. She finds her own remarkably tedious in large doses. Perhaps Mr Milburn found he feels the same. Certainly Sir Norman Fowler - who first coined the phrase - was back in office not long after he resigned as employment secretary. To win a copy a copy of Peter Riddell's suitably named Hug them close: Blair, Clinton, Bush and the special relationship (www.methuen.co.uk/politicos), simply tell her how long Sir Norman spent on the backbenches and in the bosom of his family. Email your answer to: <a href=\"mailto:backbencher@guardianunlimited.co.uk\">backbencher@guardianunlimited.co.uk</a>. Terms and conditions can be inspected <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p> &gt;&gt;&gt; ONE LAST COMPETITION</p> <p>It's your last chance to <a href=\"http://politics.theguardian.com/competitions/page/1,14303,-126,00.html\">enter</a> the Backbencher's summer books competition to win a philosophy library from Routledge.<br> </p> <p>&gt;&gt;&gt; MR WHO?</p> <p>The resignation of the work and pensions secretary, Andrew Smith, has sent shock waves through Westminster, with many in the parliamentary Labour party fearful of the consequences. Will the government's formerly most boring minister (step forward Alun Michael, now's your chance) find more time to speak in the Commons? Will he want to stop for a friendly chat when MPs pass him in the corridor? And worse, will the dalek-voiced Mr Smith try and corner them in the Stranger's bar?</p> <p>&gt;&gt;&gt; OUR FRIEND IN THE NORTH</p> <p>The Backbencher advises her parliamentary friends to look on the bright side. Mr Smith's exit may ensure the much-anticipated return of the deliciously caddish <a href=\"http://alanmilburn.co.uk/diary/picture.cfm\">Alan Milburn</a> to frontline politics. She has missed his Geordie charm and his way with the ladies - and chides those who have questioned his commitment to family life. With a job-share in the offing with Labour's pint-size party chairman, Ian McCartney, he won't be far from the patter of tiny feet. </p> <p>&gt;&gt;&gt; SALMOND LEAPS AGAIN</p> <p>Return or no return, Mr Milburn still isn't Westminster's comeback kid. That honour goes to the Scottish National party's new leader, Alex Salmond, who only resigned from the post four years ago. Celebrating the double, he promised to start campaigning for the 2007 Scottish election straight away. True to his word, the SNP media machine has been churning out press releases in earnest. The latest congratulates Scottish art-rockers Franz Ferdinand for their Mercury music prize win and backs the Scottish football team in the World Cup qualifiers. The Backbencher is relieved that wee Alex hasn't lost his populist touch.</p> <p>&gt;&gt;&gt; LIKE IT OR LEMBIT</p> <p>Those curious about why loveable Lembit Opik's bid to become president of the Liberal Democrats went the way of the meteorites - it crashed to earth - need only examine his campaign <a href=\"http://dilatedsky.bitpusher.co.uk/sherry/liberal/say.htm\">website</a>. Top of his supporters list is Nicola \"Nokia\" Davies, the only Lib Dem candidate to fail to win a byelection seat from Labour since Tony Blair invaded Iraq.</p> <p>&gt;&gt;&gt; TROUBLE AT'MILBURNS?</p> <p>Back to Alan Milburn's flashy <a href=\"http://alanmilburn.co.uk/diary/\">website</a>. And what has the old smoothie been up to this week? His online diary doesn't have a single entry since last Friday. Not briefing the press about his forthcoming return to office, one trusts. So explanation of his plans to spend less time with his family may be found where he describes his <a href=\"http://alanmilburn.co.uk/diary/typicalday.cfm\">typical day</a> in his constituency. It seems he's fond of taking tea with the good Women's Royal Voluntary Service ladies at the local hospital. Perhaps his partner has sent him back to Westminster to keep him out of harm's way.</p> <p> &gt;&gt;&gt; FORTHCOMING EVENTS</p> <p>SEPTEMBER 14, 7pm, The Battle for America's Future The IPPR will be looking at the key issues in the presidential campaign and whether a Kerry administration would affect US foreign policy. Speakers include: Andrei Cherney, former director of speechwriting to John Kerry's campaign; John Micklethwait, author and US editor of the Economist; Jim Ledbetter, author and senior editor of Time magazine. For more info, email Nina Bolognesi at: <a href=\"mailto:n.bolognesi@ippr.org\">n.bolognesi@ippr.org</a></p> <p>SEPTEMBER 16, 2pm, Responses to the Darfur conflict The Foreign Policy Centre sponsors a seminar, hosted by the Approved Associate Parliamentary group for Sudan and the All Party Group on Genocide Prevention and The Great Lakes Region, to discuss international action to end the killing in Darfur. Jubilee Room, Westminster Hall, House of Commons. <a href=\"http://fpc.org.uk/fsblob/285.pdf\">More info</a> <a href=\"mailto:research.officer@fpc.org.uk\">RSVP to Jon Moffat: rsearch.officer@fpc.org.uk</a></p> <p>SEPTEMBER 17, 3.30pm, IPPR North - regional innovation conference The conference will be held in the Big Brain Theatre, Centre for Life, Times Square, Newcastle NE1 4EP. Lord Sainsbury, minister of science and innovation will be the keynote speaker. <a href=\"http://www.ippr.org.uk/events/?id=226\">More info</a>. </p> <p>SEPTEMBER 21, 9am, Portcullis House, Blair, Zapatero and the New Left in Spain United We Stand? So asks the Foreign Policy Centre of breakfast guests David Mathieson, former special adviser to Robin Cook; Denis MacShane, Europe minister; and Tristram Garel Jones, former Europe minister. <a href=\"www.fpc.org.uk\">More info</a>. </p> <p>&gt;&gt;&gt; ON TV AND RADIO THIS WEEK</p> <p>TONIGHT, R4, 8.45pm, Winning the Peace Can Tony Blair win the peace? Military historian Sir John Keegan and Lords Healey and Carrington look at what today's politicians can learn from the WW2 generation.</p> <p>THURSDAY, BBC1, 1.15am, When Michael Portillo Became... Another chance to see the Chelsea MP attempt to pull it off as a single mum battling to serve Asda customers and feed a family on less than £80 a week. One to set the video for.</p> <p>FRIDAY, CHANNEL FIVE, 8pm, Spy Secrets More disclosures from MI5 and MI6 agents - this time focusing on the Black Ops special operations including international assassination attempts...</p> <p>SATURDAY, BBC2, 9.10pm, The Day of the Jackal 1963: having failed in his attempt to murder General de Gaulle, the hardline French Secret Army Organisation decide to hire a top professional killer to do the job properly...</p> <p>TUESDAY, BBC1, 9pm and 10.35pm Reconstructing the night 20 years ago when the IRA bombed the Conservative conference in Brighton, plus the bomber, Patrick Magee, explains how and why he did it.</p> <p>TUESDAY, BBC4, 8.30pm, Fascism and Football Gary Lineker and the legendary Real Madrid star Alfredo Di Stefano contribute to this film about how Hitler, Mussolini and Franco used football to manipulate the masses.</p> <p>TUESDAY, BBC4, 9.30pm, Dinner with Portillo George Monbiot, Ann McKechin, Philippe Legrain, Saskia Aassen, John Kampfner and Diane Coyle attend.</p> <p>&gt;&gt;&gt; NEWS ROUND-UP</p> <p>The issue of <a href=\"http://politics.theguardian.com/economics/story/0,11268,1299753,00.html\">pensions</a> dominated the first prime minister's questions since the summer recess today, as a thousand pensioners lobbied MPs outside parliament.</p> <p>Students labelled <a href=\"http://politics.theguardian.com/publicservices/story/0,11032,1299823,00.html\">Tory plans</a> to charge commercial rates on loans 'abhorrent', as university bosses gave them a cautious welcome.</p> <p>Primary pupils in England could soon be spending <a href=\"http://politics.theguardian.com/publicservices/story/0,11032,1299724,00.html\">10 hours a day</a> at school under government plans spelt out by the education secretary, Charles Clarke.</p> <p>The Conservatives are braced for a damaging <a href=\"http://politics.theguardian.com/conservatives/story/0,9061,1299669,00.html\">deselection battle</a> tonight as a gay candidate fights to stand in a key marginal seat.</p> <p>Former cabinet minister <a href=\"http://politics.theguardian.com/byelections/story/0,11043,1299834,00.html\">Peter Mandelson</a> formally stepped down as a member of parliament to take up his new position as European commissioner.</p> <p>&gt;&gt;&gt; PRIME MINISTER'S QUESTIONS</p> <p>\"After a languid August on the beaches and in the constituencies, MPs have returned to a veritable political firestorm at Westminster.\" Matthew Tempest <a href=\"http://politics.theguardian.com/commons/story/0,9061,1299756,00.html\">reports</a>.<br></p> <p>&gt;&gt;&gt; FINAL READING</p> <p>Downing Street wants John Kerry to win the US election - it just can't say so. But the Labour party can, <a href=\"http://politics.theguardian.com/comment/story/0,,1298472,00.html\">writes Sunder Katwala</a></p> <p>The results of the first Guardian Unlimited <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1299134,00.html\">World College poll</a> are in, and our readers may support John Kerry, but they don't seem to think he'll win.</p> <p>Is it time for John Kerry to stop talking about Vietnam and Iraq and concentrate on domestic policy? <a href=\"http://www.theguardian.com/uselections2004/worldcollege/poll/0,15002,1298452,00.html\">Have your say</a> in our latest world college poll.</p> <p><a href=\"http://politics.theguardian.com/gall/0,9352,1299023,00.html\">In pictures:</a> the opening of the Scottish parliament</p> <p>Catch up on this week's prime ministerial press conference with our <a href=\"http://politics.theguardian.com/media/story/0,12123,1299024,00.html\">minute-by-minute report</a></p>",
  "Tony Blair insisted yesterday that his chancellor had no veto over the membership of his cabinet. After an 18-year slog in opposition and seven years in power, he added, cabinet was more ideologically united behind economic efficiency and social justice than any in recent history. <p>Little wonder that he felt the need to be so emphatic. Judging by the vituperative, anonymous briefings, as well as more courtly TV interviews, in the past 48 hours, voters may assume that Mr Blair is now at the mercy of a menacing duumvirate: Gordon Brown and deputy prime minister John Prescott. </p> <p>It is not quite like that, though some Blairites were excitedly claiming yesterday (not for the first time) that the chancellor was trying to mount a putsch against Mr Blair. \"This is about the election, and the terms on which we fight it. This is not a game,\" said one. </p> <p>So, will the prime minister get his way, or will he be seen to be losing his grip when the latest ministerial reshuffle, delayed in July, is finally announced at the end of the week?</p> <p>No one disputes that big beasts in every cabinet are entitled to look after their own. The home secretary, David Blunkett, has promoted a number of talented women and advanced the cause of people such as Estelle Morris. Mr Prescott has always ensured Dick Caborn, now sports minister, is protected. Jack Straw has always rated Mike O'Brien, sacked over the Hinduja passport affair and now back as a Foreign Office minister. </p> <p>And Mr Brown has often intervened to protect his own in reshuffles. He protected Nick Brown, a formidable in-fighter, from ignominy, securing him a right to attend cabinet when he was demoted to employment minister. </p> <p>None of them wins all their battles. But such everyday patronage keeps the wheels of politics - and factionalism - alive. Inevitably Mr Blair has also not always been the master of his cabinet. Nor was Mrs Thatcher. </p> <p>Any reading of the still-riveting diaries of Paddy Ashdown shows the prime minister's obsession with his ability - or not - to get cabinet to accept a referendum on proportional representation for the Commons, as Mr Ashdown and Roy Jenkins wanted. </p> <p>\"There are lots of big beasts against this,\" Mr Ashdown recalls Mr Blair repeatedly saying with admirable understatement. Top-up fees and foundation hospitals had to go through the cabinet wringer before they emerged in watered-down forms. Even the plan to hold a referendum on the European constitution was damaged due to a premature leak from someone inside cabinet. </p> <p>That too undermined the prime minister. But, as he predicted, it proved a one-week wonder. It is commonplace and convenient to blame the \"Downing Street spin machine\". </p> <p>But No 11 is neither inept, nor inactive. The alleged martyrdom of Andrew Smith may be a case in point. </p> <p>The stream of \"poisonous briefings\" against the ex-minister this summer was actually a very modest trickle, most of it recycled cuttings. But it adds to the jitters. </p> <p>In face of Mr Brown's understandable impatience to inherit what he sees as his due - and his improbable fear that someone like Alan Milburn might snatch it from him - Mr Prescott has come to see his role as the honest broker between the Blairite and Brownite wings, as Labour's Willie Whitelaw. </p> <p>When he sides with Mr Brown, No 10's plans grind to a halt, leaving Mr Blair no longer presidential, merely primus inter pares, first among sort-of-equals. That phase rarely lasts. Mr Blair retains what the veteran Tory commentator, 91-year-old Bill Deedes (once a cabinet minister), recently noted was the essential quality among the 15 prime ministers he has known: boldness and luck. </p> <p>Many people may hate him, but he is still up for the job. In a democracy, that does not mean he always wins. The aborted summer reshuffle is an example. </p> <p>There was a plan to shift Ian McCartney from the party chairmanship in favour of a more media- friendly communicator ahead of the election. </p> <p>Mr Milburn quit to spend more time with his family. How can he come back so soon? Easy say those who know the NHS and the party job. The chairmanship, even in election year, is far less onerous than the grind of a major department. Politicians are human too, they are entitled to seek the better work-life balance they urge on the rest of us. </p> <p>The scheme came unstuck when the Blairite Mr Milburn balked at the idea of returning to frontline politics. Mr Prescott also forcibly pointed out that the humiliation of Mr McCartney, the chairman of the national policy forum, on the eve of its crucial Warwick meeting, was daft politics. </p> <p>Cabinet big beasts also told Mr Blair they would not tolerate his friend Peter Mandelson back in cabinet ahead of the election. After a brief dither he went to Brussels. </p> <p>How does the PM retain his dignity this week? People now know Mr Blair wanted Mr Milburn in some form of election/policy-making role, with or without the bauble title of party chairman. Can Mr Blair afford to see his wishes thwarted, especially when Mr Smith's resignation was presented in such a hostile anti-Blair way by his critics? </p> <p>Whether or not Mr Smith's \"friends\" were authorised to brief on his behalf (the point is disputed) it adds to the impression that the prime minister is either alienating too many colleagues or that the team in No 10 is not sufficiently in charge of events. </p> <p>Both do him harm - and may be meant to do so.</p>"
]