[
  "Only tumbleweed is missing from Shindand, an abandoned Soviet-era military base far inside the deserts of western Afghanistan. Rusting tanks and pillaged jet fighters are scattered across the vast compound, bleaching under the baking sun. <p>Inside one of the deserted offices, an Afghan general and his American counterpart sat eating grapes. They exuded an air of quiet triumph. \"The situation around here is improving day by day,\" said General Aminullah Ptyani, reaching for the fruit bowl. \"The time for war is over.\" Beside him, Lieutenant Colonel Mike Dunn, a US \"mentor\", nodded in agreement. </p> <p>A fortnight ago, they were far less certain. A bloody battle boomed across Shindand. Fighters loyal to the powerful provincial governor, Ismail Khan, were slugging it out with his bitter rival, the warlord Amanullah Khan. As the death toll mounted, the conflict threatened to tip over into a full-scale war - a disastrous development just weeks before the presidential elections on October 9. </p> <p>Then, Gen Aminullah and the newly trained Afghan national army intervened. More than 1,000 troops, accompanied by American advisers and a handful of special forces, landed in Shindand. They seized control of the airstrip, established a 15km (9.3 mile) buffer zone between the belligerents, and imposed peace. </p> <p>Since then, the ANA, bolstered by the Americans, is flexing its muscles in Herat in an effort to erode the influence of one of Afghanistan's most powerful warlords. </p> <p>The intervention is good news for the interim president, Hamid Karzai, who has sought for years to wrest control of Herat province from its wily Tajik overlord, Ismail Khan. Mr Khan, a mujahideen leader who likes to be called \"emir\", has dominated the ancient city for 25 years. But now his grip is looking increasingly slippery. </p> <p>To the surprise of many, Amanullah's forces pushed the governor's militia back to within 18 miles of the city. Shockingly, it appeared as if Herat could fall. The proud emir was forced to accept ANA help to save his city. </p> <p>Now predictions are mounting that the end of his reign is near. \"He looks finished. This is not about military strength any more. It's about political negotiations and face-saving,\" said one western diplomat. </p> <p>Mr Khan is one of Afghanistan's most powerful - and colourful - warlords. His power stems from popular appeal, military might and a firm grip on the purse-strings of the country's most lucrative border crossing. Herat is Afghanistan's gateway to Iran, which, according to a UN official, accounts for 80% of Afghanistan's imports. It also earns Mr Khan customs duties estimated at between $250,000 (£140,000) and $1.5m a day. </p> <p>Much to the frustration of the cash-strapped national government, only a fraction of the money gets to the treasury. But, unlike other Afghan warlords, Mr Khan has returned at least some of the money to his people. </p> <p>Herat sparkles as a centre of commerce in one of the world's poorest countries. It boasts broad new asphalt roads, public parks, libraries and Afghanistan's only 24-hour electricity supply, sourced in Iran. There are even plans to revive the tourist authority. </p> <p>\"Unlike most of these guys with access to revenue streams, he has done something with it,\" said Victor Parekh of the International Crisis Group. </p> <p>Mr Khan's caliph-like reputation is cemented by his famous weekly \"court\". Every week hundreds of supplicants crowd into an ornately decorated hall in the city centre for a personal audience with the snowy-bearded governor, who dispenses money, advice, divorces and decisions on family disputes. A team of officials mops up the administrative side; armed soldiers guard the door. </p> <p>But last Thursday morning, the governor's desk was empty while he took some advice of his own. Mr Khan was in a back room, meeting 60 tribal leaders summoned from across the province. Afterwards they filed out, towards a plane bound for Kabul. \"We are going to see President Karzai, to tell him that Ismail Khan is our spiritual leader and our hero. We support the transitional government, but only through him,\" said Muhammad Saqzai, who claimed to represent 30,000 families. </p> <p>Mr Khan denies he is against the ropes. During a midnight interview at a richly decorated office, he admitted losing at least 90 soldiers to the fighting, with another 44 missing and presumed dead. He blamed his misfortune on enemies within the government, who, he said, helped coordinate the attacks. \"It was not President Karzai, but members of his cabinet that were involved,\" he said. </p> <p>Mr Khan confirmed that he had agreed to take a ministerial position in Kabul after the election. But \"only if there is security\". In a country awash with guns, and under attack from Taliban insurgents, that is a major \"if\". </p> <p>Many city residents support him. Unusually for a warlord, Mr Khan has banned the poppy trade, favouring legitimate commerce instead. And he has encouraged education for women, and now boasts that 150,000 of the city's 400,000 students are girls. </p> <p>\"Ismail Khan is a good ruler. He has provided parks, power, security and services to this city,\" said Yahya, a merchant selling sequin dresses in the shadow of the old city palace. \"Many of us appreciate that.\" </p> <p>But the emir's benevolence has come at a price. There is little political opposition, critics are beaten up, and the free press shut. In the most striking demonstration of Mr Khan's contempt for human rights, his bodyguards publicly beat up a critical journalist at the opening of the city's human rights commission last year. </p> <p>In the old city marketplace, a trader named Abdullah detailed the alleged corruption of Mr Khan's rule. When a stranger sidled alongside to eavesdrop, he abruptly changed the conversation. </p> <p>The election will almost certainly decide Mr Khan's fate. But he has enjoyed charmed escapes from tight spots before. In 1997, he dramatically escaped from a Taliban prison, sprung by sympathetic officials. As his getaway vehicle sped across the desert, it hit a landmine, but he escaped to Iran with just a broken leg. </p> <p>This time, pre-election deal-making could provide a way out. He has concealed his choice for the poll, and denies that the proliferation of posters in Herat for Yunus Qanooni - Mr Karzai's biggest rival - indicated his preference. </p> <p>\"Campaigning has not started,\" he said, preparing for another meeting after his midnight interview. \"So I have not decided yet.\"</p>",
  "George Bush may be riding a small swing in the polls as the American election officially gets under way - it would be surprising in the wake of his convention if he were not. The big picture, however, remains what it has been for many weeks. America's 2004 presidential election seems set to be one of the closest on record, perhaps even rivalling the astonishing contest of four years ago. Mr Bush capped off the Republican convention on Thursday with the kind of forward-looking speech, stressing statesmanlike themes, that any president who is running for a second term is bound to make. <p>Neither he nor his party will appreciate the comparison, but Mr Bush's speech contained echoes of Bill Clinton's equivalent address to the Chicago Democratic convention in 1996. That was where Mr Clinton, gradually recovering in the polls, promoted himself as the friend of change and as a president whose four-year experience of office equipped him to lead the nation onwards across \"the bridge to the 21st century\". That was the essence of Mr Bush's pitch this time too, and for much the same reason. Mr Bush has been behind in the polls too, and his message that his domestic policies could be \"transformational\" was aimed principally at the undecideds and independents. Whether Mr Bush can close the deal with those voters over the next 59 days is the key question in this campaign. </p> <p>Mr Bush talked more about policy and adopted a very different tone than most of the principal speakers in New York this week. This was mostly a nasty convention, in which the mean-spirited side of the Republican party was given full rein. By contrast with the Democratic convention in Boston a month ago, where there was a conscious decision to keep personal attacks on Mr Bush to a minimum, the Republicans showed little restraint. Many of the attacks were vicious - especially over Mr Kerry's military record - and downright untrue. But these speeches were not designed to attract the undecideds or the independents, but to rally the faithful and mobilise the core Republican electorate. </p> <p>Party conventions and conferences always serve this dual purpose - of pleasing the delegates while trying to woo the wider electorate. This week's convention, though, has been a particularly crude and shameless example of this twin-track strategy. At the grass-roots, the Republican party moves ever more confidently to the right, burnishing its Christian conservatism and its isolationism as it goes. This was made absolutely clear in the party programme adopted this week, with its firm commitments against legalised abortion and gay marriage; all passed on the nod to the delight of the delegates. On the surface, the message from New York is that America is safe in the hands of a genial, middle-of-the-road guy with the popular touch. If enough Americans fall for this pitch, then Mr Bush will win. Americans who are tempted should think again. Mr Bush stands for what his fundamentalist supporters are promoting. His is the smile on the face of one of the most ruthless political tigers of the modern age.</p>",
  "<p>Sean Harrigan has made some powerful enemies. As president of Calpers, the largest public pension fund in the United States, he has become a thorn in the side of corporate America, taking on some of its best-known and biggest egos. </p> <p>Earlier this year the fund locked horns with Michael Eisner, the beleaguered boss of Walt Disney, leading the call for his resignation. Calpers also played a pivotal role in the ousting of former New York Stock Exchange chief Dick Grasso as he became embroiled in a bitter dispute over his eye-popping salary. </p> <p>In April, the fund pressed other investors to back its campaign against Sanford Weill, the boss of Citigroup, the biggest banking firm in the world. Weill, Calpers said, \"should be held accountable\" for the numerous Wall Street scandals in which the bank played a role. With profits returning and the Citigroup share price heading up, few others agreed. He remains chairman. </p> <p>Among other head-on collisions, Calpers has filed a suit against Time Warner alleging fraud, and even withheld votes for the re-election of Warren Buffett to the board of Coca-Cola, inviting the opprobrium of America's favourite investor. The list, a who's who of the US business community, goes on. </p> <p>Calpers, an acronym for the California Public Employees' Retirement System, has a long history of shareholder activism - taking an active role in the companies it invests in instead of the traditional passive approach. It cites studies that show active share ownership improves both performance and share prices in the long term. With $170bn (£95bn) under management, it wields the kind of power that directors take note of, whether they be at the exchange or corporations. In the year to June 30, it earned a return of 16.7%. </p> <p>The fund started to engage company management two decades ago when it embarked on a campaign to rid corporate America of \"poison pills\", the clauses adopted by boards to prevent takeovers. </p> <p>More recently, though, Calpers has redoubled its efforts in response to the unprecedented wave of financial scandals in the US. Amid the accounting woes at the likes of Enron, WorldCom, Tyco and Adelphia, the fraud uncovered at mutual funds and the widespread sleaze at Wall Street's biggest banks, Calpers has emerged as corporate America's self-styled moral compass. </p> <p>\"I think we are probably the most active fund in the US; one of the most active in the world,\" Harrigan says. \"We believe very strongly that first of all it does enhance long-term value of our investments but secondly, if we don't do it, who will? We are the largest in the US and as a result of being the largest I think we have a responsibility.\" </p> <p><strong>Focus list</strong><br> </p> <p>As the firestorm raged last summer over the $188m compensation package paid to Grasso at the New York Stock Exchange, Calpers exercised that responsibility and waded in. Grasso had been resisting intense pressure to quit. Calpers held a press conference demanding that he step down and within 24 hours he was gone. </p> <p>Harrigan is still aghast. \"It was outrageous,\" he says. \"Here you have the largest stock exchange in the world that should set the absolute right example. Then you've got a guy like Dick Grasso who's got this $188m package. I said it as clearly as I could: it was an example of the pig being in the trough and our job was to get him out of the trough.\" </p> <p>The other tangible success for Calpers this year has been Disney. Led by Calpers, shareholders who were frustrated by the poor performance of the entertainment and media group withheld an unprecedented 43% of the vote for Eisner's re-election to the board. Disney, which had stubbornly defended Eisner, reacted swiftly, stripping him of the chairmanship although leaving him as chief executive. </p> <p>Harrigan says Calpers was pleased by the size of the withheld vote but still describes Disney as a work in progress. </p> <p>\"I was disappointed that the board would be naive enough to believe that splitting the role of chairman and chief executive would satisfy our concerns because we think that action will have no impact whatsoever on Disney's performance. Eisner is the problem, and there's only one way to correct that problem.\" </p> <p>The fund's attention more lately has turned to Royal Dutch/Shell, where Calpers is engaged in efforts to reform the board. Like Disney, Shell is on Calpers' annual \"focus list\", which identifies the biggest problem companies. The other two on this year's list are home appliance maker Maytag and engineering firm Emerson Electric. </p> <p>Shell was sent reeling earlier this year by a series of downgrades to its oil and gas reserves that led to the departure of several top executives. Calpers, however, is dissatisfied with the pace of change at the company and the transparency of its review process. It is putting pressure on Shell to follow through with proposals to simplify its complex dual-board structure. The company has not been \"particularly responsive\", Harrigan says. </p> <p>\"We aren't convinced of Shell's commitment to reform. We have some real concerns about Shell's performance but more importantly about its structure. It's hard to even figure out who you need to be talking to at Shell. We will continue to have a dialogue but they have a long way to go.\" </p> <p>As Calpers has pressed harder, though, corporate America has begun to push back. The resistance appears to be part of a wider business retreat from the rules and regulations put in place to improve standards of corporate governance in the wake of the Enron collapse. </p> <p>The Business Roundtable, a powerful coalition of US chief executives, and the national chamber of commerce have both launched bitter attacks on the Californian pension fund, arguing that the corporate governance movement is out of control. \"This is not about good corporate governance,\" the head of the Business Roundtable, John Castellani, recently said. \"This is hysteria being driven by union-dominated pension funds. They are wrapping themselves in the cloak of corporate governance to gain power and influence.\" </p> <p>The Californian Republican party has also gone on the offensive, accusing the Democrat-dominated Calpers board of political grandstanding. Most of the pension funds that have backed Calpers, including New York and New Jersey, are from Democratic states. </p> <p>Harrigan, a blunt-speaking union boss, appears resigned to the criticism. Detractors, he replies, are trying to \"protect the status quo\" by discrediting the fund. \"You have to try and assess the motives of the people who are making those observations,\" he says. \"If someone was to poll the average American on whether they believe executive compensation is totally out of line, recognising it was 40 times the average wage for a production worker in 1980 and 520 times that last year, I think the average American probably lines up with Calpers. </p> <p>\"Then you look at the fraud and what impact that has had on workers and pension funds and what has gone on in corporate boardrooms. What has happened over the past four years has been absolutely despicable and the criticism of Calpers comes predominantly from individuals who have benefited greatly as a result of the excesses and the lack of accountability that have taken place. </p> <p>\"I certainly understand their motivation. While I don't agree with it, I guess if I had enjoyed the sanctimony of the positions that they've enjoyed over the last 60 years I might be inclined to protect the status quo also.\" </p> <p>Critics have seized on Calpers' stance on auditors. The fund last year decided to withhold votes for re-election to the board for any members of audit committees that allowed accounting companies to provide other services, such as tax or management consulting, potentially compromising their independence. </p> <p>A key finding in the Enron and WorldCom scandals was that auditors were simply too much in the thrall of their clients. Calpers' analysis suggested that 29% of fees still come from consulting services. </p> <p>The problem was more pervasive than Calpers realised. It resulted in the fund withholding votes from directors at 90% of the companies it owns shares in, including Buffett at Coke and Steve Jobs at Apple, provoking widespread ridicule. Buffett described the vote as plain \"silly\". The Wall Street Journal said the \"withhold\" against Buffett was taking governance reform to \"absurd new lengths\". </p> <p>Harrigan responds: \"Buffet is a great investor, he really is. Is he a great advocate of proper levels of checks and balances in terms of corporate governance? I don't think that is his strong point. We weren't suggesting those members be removed from the board. We were making a statement about how important we think it is that you draw a bright line between audit and non-audit related services.\" </p> <p>The criticisms appear to have had an effect. Calpers is unlikely to continue the aggressive stance on auditors and will set out a more selective policy in October or November. \"Some people think we did the right thing, some people think we did the wrong thing. I don't know. I think we made a lot of noise. This is the first time we've done it. Maybe what we did was absolutely the right thing to do for the first proxy season. Maybe now we need to look at refining it.\" </p> <p><strong>Overseas targets</strong><br> </p> <p>The fund's next big focus will be executive compensation, an incendiary issue on both sides of the Atlantic. Calpers is planning a separate focus list of the most egregious cases of excessive pay which will be published later this year or early next. </p> <p>Harrigan says Calpers will also focus more efforts on shaking up poorly managed companies overseas, including Britain - it was part of the failed revolt against James Murdoch's accession at BSkyB. Calpers was a founding member in May of the International Forum for Active Shareowners to encourage more cross-border cooperation and holds about 25% of its equities outside the US. </p> <p>Harrigan judges the most important imminent issue for investors in the US to be the so-called access to the proxy. </p> <p>At present, US shareholders have no means of ousting directors. But, under a rule being considered by the securities and exchange commission, shareholders will be able to nominate an alternative for a board position if more than 35% of the vote is withheld from him or her in the previous year. Corporate America and, Harrigan suspects, the Bush administration are lobbying hard against the rule being adopted. </p> <p>Opponents argue it will be a Trojan horse, allowing special interest groups to find a way on to boards, something Harrigan describes as \"bunk\". </p> <p>\"This is huge,\" he says. \"It is the one issue that I believe has the potential of aligning interests of shareholders and management. It has the potential to create an environment in which we don't see the kind of fraud we saw at Enron and WorldCom and has the potential of making sure that executive compensation is reasonable and tied directly to performance. Without question, it is the issue that has the potential for creating the kind of environment that we think needs to be created in the boardrooms of American corporations.\" </p> <p>If it is passed, Eisner at least could face a genuine fight for survival next year. </p> <p><strong>The CV</strong></p> <p><strong>Age:</strong> 57<br> <strong>Education:</strong> Economics degree, Whitman College, Washington State<br> <strong>Career:</strong> 30 years' experience in the supermarket sector, including seven years at Safeway Supermarkets; joined Union of Food and Commercial Workers in mid-1970s, specialising in member recruitment, collective bargaining; director of field operations, coordinator of activities relating to 2000 national presidential election, UFCW; international vice president and executive director, UFCW; February 2003, president, Calpers board of administration<br> <strong>Family:</strong> Wife Kathy, children Kathleen and Ryan<br> <strong>Interests:</strong> Golf, sailing</p>",
  "<p>As ever, it's the economy, stupid. The presidential candidates' rhetoric may be primarily about Iraq, but Americans will vote according to their personal financial swingometers. Wall Street has cottoned on. Market moves are determined, day to day, by the latest slivers of information on the US electorate's domestic well-being. </p> <p>Trading in financial markets has become very mannered in recent months. The summer is usually a period of low activity levels. However, prices often fluctuate wildly during the holiday season - thin volumes exaggerating the effect of any news items. This year, though, volatility and volume have been extremely low - apart from at the times of set piece announcements of US economic statistics. </p> <p>As volumes have shrunk and asset prices tracked sideways, each economic release from the authorities has assumed increased importance. Foreign exchange traders, as an example, traditionally view their working weeks and months as determined by the calendar of forthcoming releases. Now trading might as well be suspended between these pinnacles of activity as the economic data currently has such an arm-lock on the FX market. </p> <p>This control has been established in part simply because a presidential election is approaching, but more importantly because both the outcome of that election and the direction of the American economy are in such doubt. As in 2000, a few votes either way (whether correctly or incorrectly counted) could determine the context. So, a few jobs created or lost in America's industrial heartlands could make all the difference. </p> <p>Michael Moore's screen polemic Fahrenheit 9/11 is chilling in many ways. The scene that stands out for me, though, is neither the sea of bloody images of war nor George Bush's gurning, but of military personnel trawling a Hicksville shopping mall car park for potential recruits. Here is the heart of many of America's social and economic problems. Here, also, were floating voters, if only the thought of voting ever crossed their minds. </p> <p>A Republican president may have a core vote of the well-off who trust their leader to protect them from the chronically unemployed and disadvantaged in that Hicksville mall. A Democrat challenger may strive to mobilise the votes of those disadvantaged people. In between there will always be those who feel weighed down by fear of what lies below and - in that classically American way - in thrall to the dream of self-improvement. </p> <p>Weekly jobless claims figures and monthly payroll data provide a numerical snapshot of the hopes and fears of these middle Americans. It is no coincidence that the monthly non-farm payrolls release, the benchmark employment statistic, has recently become by far and away the most important in the financial markets' calendar. </p> <p>This is, of course, a gross oversimplification of electoral dynamics, but it is one that the politicians themselves and their pollsters clearly subscribe to. One problem the candidates have is that neither can really lay a glove on the other on economic issues - largely because there is no black and white in this debate. So much easier to trade blows over war records (macro and individual) where there are at least substantive differences of fact, recollection and stance to dispute. </p> <p>Bush has presided over an adequate economy. It has grown solidly while inflation and interest rates have kept low. Growth has not really been sufficient to create swaths of new jobs so that, while the recovery has not been jobless, it has certainly been joyless. The geopolitical backdrop has not helped; 9/11 threatened recession, which triggered ultra-low interest rates, which in turn provided a stimulus that to industry always felt fragile - too fragile to warrant much job creation. </p> <p>The economic work was largely the Federal Reserve's. The monetary authority did just as good a job for Clinton as for Bush and there is nothing to suggest it would do anything less for John Kerry. President Bush's contribution was his much-criticised tax cuts for America's wealthiest. There is little evidence to suggest that these have alienated the swing voters as much as they have commentators. </p> <p>It seems incredible that there should be so much to play for economically with only two months until polling, but that does indeed appear to be the case. Over the summer the balance of economic news in the US has pointed to cooling growth rates. Consumer (for which read voter) confidence has fallen sharply. But after Labor Day America's economy traditionally fires back up. The economic data released in the final few weeks before polling will reveal just how strong this seasonal effect is this year. </p> <p>The Federal Reserve has one more opportunity to affect the election outcome, meeting to discuss the level of interest rates on September 21. Things are so finely balanced, though, that it is unclear whether the Republicans would prefer a rate rise, indicating a normal recovery, or none, promising continued stimulus. The answer lies in the butterflies of economic insecurity that beat in the gut of America's workforce. Only time will tell us how fast their wings are beating. </p> <p><strong>·</strong> Edmond Warner is chief executive of IFX Group </p> <p><a href=\"mailto:edmond.warner@theguardian.com\">edmond.warner@theguardian.com</a></p>",
  "Last November, in the final throes of the New England fall, my best friend Josephine Ross was driving her son to school in her Honda stickshift. (She always drives a manual rather than an automatic, to conserve fuel. In today's America, even the car you drive is a political statement.) The news came over the car radio. The Massachusetts supreme judicial court had made a majority ruling: \"We declare that barring an individual from the protections, benefits and obligations of civil marriage solely because that person would marry a member of the same sex violates the Massachusetts constitution.\" Within six months, Jo's home state would become the first in America to grant civil marriage licences to gay and lesbian couples. Jo, 46, and her son Sam, 13, whooped with joy. Jo, who has a celebratory disco song to belt out for every occasion, began, \"It started with a kiss. Never thought it would come to this ... \" and Sam joined in. <p>That evening, as Jo came down the stairs, her partner of 21 years, Christine Guilfoy, was waiting on her knees. \"Will you marry me?\" she asked. Jo replied, \"Yes, yes, yes, yes !\" So last month, I flew to America, and there I was, giving a blessing at their wedding. </p> <p>One hundred and fifty guests lined the long wooden pews of the Universalist church in the small fishing port of Gloucester. Jo is Jewish and Chris was raised a Catholic, so they were married under a huppah (the traditional Jewish wedding tent) with the taut and wiry Rabbi Karen Landy and the avuncular Reverend Wendy Fitting presiding, two clergy from central casting. (They couldn't marry in a synagogue not because they are women - liberal and reform synagogues premit same-sex marriages - but because Chris isn't Jewish.) </p> <p>When Massachusetts first recognised same-sex marriages, there was an unseemly rush up the aisle. Within a week, 1,800 marriage licences were issued to same-sex couples, the vast majority of them women. Long-term lesbian unions tend to be even more monogamous and enduring than straight marriages. Men, it seems, gay or straight, are simply far less eager to commit. </p> <p>Already Jo had been to the gay marriages of many of her friends, hurried through on a wave of enthusiasm and the underlying worry that the decision could be reversed (as it has in California, where last month 4,000 same-sex marriages were annulled). Many of these were conveyor-belt weddings, so that guests witnessed not only their friends' marriage but several that came before as they waited for their friends' slot. Jo remembers watching two older gay men she had never met. The reverend announced that this was a special day for them, not only because they were getting married, but because it was their 33rd anniversary. \"Their 33rd,\" said Jo. \"They'd had to wait so very, very long.\" </p> <p>Jo, a lawyer and relentless organiser, was determined that her wedding would not be rushed but a properly planned event. There would be fresh flowers and live music and appropriate readings. Everything had to be perfect. She became a wedding bore. Did she really need to email me full details of who would be making which toasts and for how long, when I didn't know half the other guests anyway? Did Jo think that being gay made her agonising over where to hold the reception (the local arts association hall or a more expensive hotel), and what should be on the menu (mini pizzas or angels on horseback) any more interesting? </p> <p>On the day itself, the family gathering resembled the line-up at any wedding: there was Jo's 85-year-old father and her two-year-old niece, there were women in lilac and men in suits. Jo's lilac silk trouser suit might have worked just as well at a church wedding in Tunbridge Wells, although perhaps not on the bride. But the opening \"statements of appreciation\" by the betrotheds were determinedly different. </p> <p>\"I love you for agreeing to do things that wouldn't have been your first choice: tennis lessons, family bridge games, a large wedding,\" Jo began. (Chris, eight years older and far more cautious, would have gone for something more modest.) \"I love you for your drive to accomplish things in your life - and in mine,\" Chris responded. They are so unalike, and yet they have never attempted to change each other, as so many heterosexual couples do. \"I imagine growing old together, driving you crazy with my chatter,\" said Jo. Chris ended: \"I look forward to rocking on the porch in our old age, me still in my pyjamas, dreaming of companionable silence; you wearing running shoes, chattering about the plans for the day.\" </p> <p>Sam, beaming down on his two moms (he is taller than both of them), handed the rings to Rabbi Karen. As the marriage licence was signed, she announced: \"With the power invested in me by the Commonwealth of Massachusetts, I now pronounce you finally, and at long last, legally married, bound together in body and soul.\" The glass was crushed beneath their feet, and we all cheered, \"Mazel tov!\" It was one of the few moments in theceremony that the couple hadn't written themselves. </p> <p>At the reception (Jo went for the cheaper local hall in the end), friends took turns reading out poems, recalling shared experiences, and belting out songs they had adapted for the day. To the tune of New York, New York, we all sang, \"Start spreading the news./The court gave its OK./ They ruled for full equality,/For Chris and Jo ... \" </p> <p>When Jo's older brother got married four years earlier, he had to shoulder all sorts of family obligations, and his father had insisted he invite all his work colleagues. Jo escaped all of this; everyone who was at her wedding was there because they wanted to be. And Jo and Chris were getting married simply because they both really, really wanted to - and had done for a very long time. </p> <p>Unlike the union of so many straight couples, gay marriages are not about the bonding of two clans. In fact, they are usually the very opposite. A gay marriage is often the last straw for a family that can't accept the homosexuality of one of its members. Two of Chris's brothers (one with his male partner) and one of her sisters came to the wedding, but her mother, a staunch Catholic, refused to attend. She missed a great wedding. </p> <p>Perhaps, as gay marriages inevitably become more common, this wonder will lessen, and they will deteriorate into formulaic, impersonal, duty-bound events, just like the sort we have all been to many times before. Lesbians will get married to their long-term lovers because it will please their mothers. Gay men will tie the knot because that is what men who have been living together for some time are expected to do. Of course, this can't happen until straight and gay relationships are regarded as equal. Then, ironically, beautiful weddings like my best friend's could be a casualty. Equality can make you dull. </p> <p>Already some guests at Jo's wedding were getting cynical. Kate and Lyn had married in May, as soon as they could, after 11 years together, driving an open-top limousine through downtown Boston with a \"Just Legally Married\" banner tied across the bonnet; Lyn proudly introduced Kate to me as \"my lovely wife\". \"We always thought of marriage as a conservative thing,\" confesses Kate. \"Now we're all clamouring for it.\" Lyn knows why - it is because they have become professional, middle-aged women. \"Feminists used to be really against marriage because it was all about property, and we didn't have any. Now we're all for it, because it's all about property, and we've got some,\" she says. It is estimated that, in America, some 1,400 constitutional rights are denied to non-married couples. (The situation is better in Britain, where the state provides a financial safety net.) In America, with privatised healthcare and few social benefits, the legal status of marriage becomes more important. Even so, neither Kate and Lyn's, nor Jo and Chris's, nor any other same-sex marriage is recognised outside the Massachusetts state borders. If Jo and Chris moved to Missouri, they would be single again. </p> <p>Gay marriage remains a central political issue in the US, and in the forthcoming presidential election. George Bush wants a change in the constitution, to keep \"the meaning of marriage from being changed for ever\". On August 17, to prevent prospective gay brides and grooms flocking across the border, a supreme court judge ruled that out-of-state couples were barred from marrying in Massachusetts. Since the initial Massachusetts ruling last November, more than 35 states have introduced legislation aimed at preserving the definition of marriage as only between a woman and a man. </p> <p>Jo knows that, however wonderful her wedding and strong her relationship, it is possible that her marriage may not last. Last February, Meg and Lauren, wedding guests from California, queued for three days outside San Francisco city hall to tie the knot, one of more than 4,000 same-sex couples who took advantage of a change in the Californian state law that lasted just a month. Meg told me how she felt a thrill every time she ticked the \"married\" box on surveys. But last month, after California's highest court nullified every one of those licences, Meg and Lauren's marriage was dissolved. That small gesture of ticking a box marked \"married\", which gave Meg such pleasure, has now been denied her. </p> <p>But here, for now, were Jo and Chris, just legally married, dancing at their wedding reception in the arts association hall. It was a night of disco anthems - I Am What I Am, We Are Family, Sisters Are Doing It For Themselves. </p> <p>Then came, \"It started with a kiss\", bellowing out as I danced and danced at my best friend's wonderful wedding. Thank goodness that, for a few, and for a while at least, it can now come to this. </p> <p><b>Two is a couple ... sometimes</b></p> <p> <b> In the US</b><br> </p> <p> <b>·</b> President George W Bush is seeking a constitutional amendment that would ban gay marriages across the US. John Kerry does not endorse gay marriage, but believes that decisions on such matters should be taken at state level. </p> <p><b>·</b> Vermont was the first US state to introduce same-sex civil unions in 2000, giving gay couples some of the entitlements of married people. The first state to permit legal marriages was Massachusetts in May 2004. Gay marriages are currently illegal in 38 US states. </p> <p><b> In the UK</b><br> </p> <p> <b>·</b> The civil partnership bill, which is yet to be made law, would give gay couples similar rights and responsibilities to married couples once they register their partnership. The earliest the bill could become law is late 2004, becoming effective from late 2005. </p> <p><b>·</b> Ken Livingstone pledged to establish the London Partnerships Register when he first ran for Mayor of London. Ian Burford and his partner, Alexander Cannell, were the first gay couple to sign the register in September 2001. Manchester, Brighton, Leeds and Swansea now run similar schemes. </p> <p><b> Elsewhere</b><br> </p> <p> <b>·</b> Gay marriages are recognised in Belgium (since 2003), the Netherlands (since 2001), and some Canadian provinces. There are plans to introduce full legal status to same-sex marriages in Sweden and Taiwan. </p> <p><b>·</b> Nine EU member states and some regions of Australia recognise civil partnerships.</p>",
  "<p>Media buying group Aegis said today the recovery in advertising was now a worldwide phenomenon, as it raised its forecasts for advertising spending for this year and next year.</p> <p>The firm said its Carat unit, the biggest media buying network in Europe, expects ad spend to grow by 5.7% this year, compared with an earlier prediction of 5.3%. In 2005, it expects 5% growth, against the 4.4% it had previously suggested.</p> <p>It said the upward revision was \"mainly attributable to continued improvements both in Europe, which is now in solid recovery, and the United States\".</p> <p>Ad spend is expected to rise 4.4% in Europe in both years, and to climb 5.8% and 4.8% in 2004 and 2005 respectively in the US.</p> <p>\"This growth is being led by the US and European markets, although growth in Asia-Pacific remains robust,\" said Aegis chief executive Doug Flynn. </p> <p>He said that early signs from advertisers suggested that their confidence for the year ahead remained \"stable\".</p> <p>Aegis cited economic growth and the effect of the forthcoming US presidential election as factors that had boosted advertising spending.</p> <p>It also said \"major sporting events\" had helped, though noted the Olympic games, which finished in Athens at the weekend, had not generated as much spending as had been forecast.</p> <p>Only nine of the 46 countries surveyed by Aegis reported an increase in advertising expenditure around the time of the Olympics.</p> <p>In the UK it predicted a 4.6% rise in spending this year, but it warned that the economy could slow down after signs that consumer confidence and the housing market were weakening.</p> <p>The company also expressed concerns about the economic situation in the US after November's election and the high price of oil.</p> <p>It echoes comments from WPP boss Sir Martin Sorrell, who has warned that the advertising industry could \"take a shower\" in 2005 after this year's recovery.</p> <p>Aegis said that the \"advertising pattern\" for 2004 appeared to be set, although there were signs of a slowdown in the second quarter.</p> <p>It will report results for the first six months of the year next week. </p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Mr. Chairman, delegates, fellow citizens: I am honored by your support, and I accept your nomination for President of the United States. <p>When I said those words four years ago, none of us could have envisioned what these years would bring. In the heart of this great city, we saw tragedy arrive on a quiet morning. We saw the bravery of rescuers grow with danger. We learned of passengers on a doomed plane who died with a courage that frightened their killers. We have seen a shaken economy rise to its feet. And we have seen Americans in uniform storming mountain strongholds, and charging through sandstorms, and liberating millions, with acts of valor that would make the men of Normandy proud.</p> <p>Since 2001, Americans have been given hills to climb, and found the strength to climb them. Now, because we have made the hard journey, we can see the valley below. Now, because we have faced challenges with resolve, we have historic goals within our reach, and greatness in our future. We will build a safer world and a more hopeful America and nothing will hold us back.</p> <p>In the work we have done, and the work we will do, I am fortunate to have a superb Vice President. I have counted on Dick Cheney's calm and steady judgment in difficult days, and I am honored to have him at my side.</p> <p>I am grateful to share my walk in life with Laura Bush. Americans have come to see the goodness and kindness and strength I first saw 26 years ago, and we love our First Lady.</p> <p>I am a fortunate father of two spirited, intelligent, and lovely young women. I am blessed with a sister and brothers who are also my closest friends. And I will always be the proud and grateful son of George and Barbara Bush.</p> <p>My father served eight years at the side of another great American, Ronald Reagan. His spirit of optimism and goodwill and decency are in this hall, and in our hearts, and will always define our party.</p> <p>Two months from today, voters will make a choice based on the records we have built, the convictions we hold, and the vision that guides us forward. A presidential election is a contest for the future. Tonight I will tell you where I stand, what I believe, and where I will lead this country in the next four years.</p> <p>I believe every child can learn, and every school must teach, so we passed the most important federal education reform in history. Because we acted, children are making sustained progress in reading and math, America's schools are getting better, and nothing will hold us back.</p> <p>I believe we have a moral responsibility to honor America's seniors so I brought Republicans and Democrats together to strengthen Medicare. Now seniors are getting immediate help buying medicine. Soon every senior will be able to get prescription drug coverage, and nothing will hold us back.</p> <p>I believe in the energy and innovative spirit of America's workers, entrepreneurs, farmers, and ranchers so we unleashed that energy with the largest tax relief in a generation. Because we acted, our economy is growing again, and creating jobs, and nothing will hold us back.</p> <p>I believe the most solemn duty of the American president is to protect the American people. If America shows uncertainty and weakness in this decade, the world will drift toward tragedy. This will not happen on my watch.</p> <p>I am running for President with a clear and positive plan to build a safer world, and a more hopeful America. I am running with a compassionate conservative philosophy: that government should help people improve their lives, not try to run their lives. I believe this Nation wants steady, consistent, principled leadership and that is why, with your help, we will win this election.</p> <p>The story of America is the story of expanding liberty: an ever-widening circle, constantly growing to reach further and include more. Our Nation's founding commitment is still our deepest commitment: In our world, and here at home, we will extend the frontiers of freedom.</p> <p>The times in which we live and work are changing dramatically. The workers of our parents' generation typically had one job, one skill, one career often with one company that provided health care and a pension. And most of those workers were men. Today, workers change jobs, even careers, many times during their lives, and in one of the most dramatic shifts our society has seen, two-thirds of all Moms also work outside the home.</p> <p>This changed world can be a time of great opportunity for all Americans to earn a better living, support your family, and have a rewarding career. And government must take your side. Many of our most fundamental systems - the tax code, health coverage, pension plans, worker training - were created for the world of yesterday, not tomorrow. We will transform these systems so that all citizens are equipped, prepared and thus truly free to make your own choices and pursue your own dreams.</p> <p>My plan begins with providing the security and opportunity of a growing economy. We now compete in a global market that provides new buyers for our goods, but new competition for our workers. To create more jobs in America, America must be the best place in the world to do business. To create jobs, my plan will encourage investment and expansion by restraining federal spending, reducing regulation, and making tax relief permanent. To create jobs, we will make our country less dependent on foreign sources of energy. To create jobs, we will expand trade and level the playing field to sell American goods and services across the globe. And we must protect small business owners and workers from the explosion of frivolous lawsuits that threaten jobs across America.</p> <p>Another drag on our economy is the current tax code, which is a complicated mess filled with special interest loopholes, saddling our people with more than six billion hours of paperwork and headache every year. The American people deserve and our economic future demands a simpler, fairer, pro-growth system. In a new term, I will lead a bipartisan effort to reform and simplify the federal tax code.</p> <p>Another priority in a new term will be to help workers take advantage of the expanding economy to find better, higher-paying jobs. In this time of change, many workers want to go back to school to learn different or higher-level skills. So we will double the number of people served by our principal job training program and increase funding for community colleges. I know that with the right skills, American workers can compete with anyone, anywhere in the world.</p> <p>In this time of change, opportunity in some communities is more distant than in others. To stand with workers in poor communities and those that have lost manufacturing, textile, and other jobs we will create American opportunity zones. In these areas, we'll provide tax relief and other incentives to attract new business, and improve housing and job training to bring hope and work throughout all of America.</p> <p>As I've traveled the country, I've met many workers and small business owners who have told me they are worried they cannot afford health care. More than half of the uninsured are small-business employees and their families. In a new term, we must allow small firms to join together to purchase insurance at the discounts available to big companies. We will offer a tax credit to encourage small businesses and their employees to set up health savings accounts, and provide direct help for low-income Americans to purchase them. These accounts give workers the security of insurance against major illness, the opportunity to save tax-free for routine health expenses, and the freedom of knowing you can take your account with you whenever you change jobs. And we will provide low-income Americans with better access to health care: In a new term, I will ensure every poor county in America has a community or rural health center.</p> <p>As I have traveled our country, I have met too many good doctors, especially OB-GYNS, who are being forced out of practice because of the high cost of lawsuits. To make health care more affordable and accessible, we must pass medical liability reform now. And in all we do to improve health care in America, we will make sure that health decisions are made by doctors and patients, not by bureaucrats in Washington, DC.</p> <p>In this time of change, government must take the side of working families. In a new term, we will change outdated labor laws to offer comp-time and flex-time. Our laws should never stand in the way of a more family-friendly workplace.</p> <p>Another priority for a new term is to build an ownership society, because ownership brings security, and dignity, and independence.</p> <p>Thanks to our policies, homeownership in America is at an all-time high. Tonight we set a new goal: seven million more affordable homes in the next 10 years so more American families will be able to open the door and say welcome to my home.</p> <p>In an ownership society, more people will own their health plans, and have the confidence of owning a piece of their retirement. We will always keep the promise of Social Security for our older workers. With the huge Baby Boom generation approaching retirement, many of our children and grandchildren understandably worry whether Social Security will be there when they need it. We must strengthen Social Security by allowing younger workers to save some of their taxes in a personal account - a nest egg you can call your own, and government can never take away.</p> <p>In all these proposals, we seek to provide not just a government program, but a path to greater opportunity, more freedom, and more control over your own life.</p> <p>This path begins with our youngest Americans. To build a more hopeful America, we must help our children reach as far as their vision and character can take them. Tonight, I remind every parent and every teacher, I say to every child: No matter what your circumstance, no matter where you live, your school will be the path to the promise of America.</p> <p>We are transforming our schools by raising standards and focusing on results. We are insisting on accountability, empowering parents and teachers, and making sure that local people are in charge of their schools. By testing every child, we are identifying those who need help and we're providing a record level of funding to get them that help. In northeast Georgia, Gainesville Elementary School is mostly Hispanic and 90 percent poor and this year 90 percent of its students passed state tests in reading and math. The principal expresses the philosophy of his school this way: \"We don't focus on what we can't do at this school; we focus on what we can do; we do whatever it takes to get kids across the finish line.\" This principal is challenging the soft bigotry of low expectations, and that is the spirit of our education reform, and the commitment of our country: No dejaremos a ningun niño atras. We will leave no child behind.</p> <p>We are making progress and there is more to do. In this time of change, most new jobs are filled by people with at least two years of college, yet only about one in four students gets there. In our high schools, we will fund early intervention programs to help students at risk. We will place a new focus on math and science. As we make progress, we will require a rigorous exam before graduation. By raising performance in our high schools, and expanding Pell grants for low and middle income families, we will help more Americans start their career with a college diploma.</p> <p>America's children must also have a healthy start in life. In a new term, we will lead an aggressive effort to enroll millions of poor children who are eligible but not signed up for the government's health insurance programs. We will not allow a lack of attention, or information, to stand between these children and the health care they need.</p> <p>Anyone who wants more details on my agenda can find them online. The web address is not very imaginative, but it's easy to remember: GeorgeWBush.com.</p> <p>These changing times can be exciting times of expanded opportunity. And here, you face a choice. My opponent's policies are dramatically different from ours. Senator Kerry opposed Medicare reform and health savings accounts. After supporting my education reforms, he now wants to dilute them. He opposes legal and medical liability reform. He opposed reducing the marriage penalty, opposed doubling the child credit, and opposed lowering income taxes for all who pay them. To be fair, there are some things my opponent is for: he's proposed more than two trillion dollars in new federal spending so far, and that's a lot, even for a senator from Massachusetts. To pay for that spending, he is running on a platform of increasing taxes, and that's the kind of promise a politician usually keeps.</p> <p>His policies of tax and spend - of expanding government rather than expanding opportunity - are the policies of the past. We are on the path to the future and we are not turning back.</p> <p>In this world of change, some things do not change: the values we try to live by, the institutions that give our lives meaning and purpose. Our society rests on a foundation of responsibility and character and family commitment.</p> <p>Because family and work are sources of stability and dignity, I support welfare reform that strengthens family and requires work. Because a caring society will value its weakest members, we must make a place for the unborn child. Because religious charities provide a safety net of mercy and compassion, our government must never discriminate against them. Because the union of a man and woman deserves an honored place in our society, I support the protection of marriage against activist judges. And I will continue to appoint federal judges who know the difference between personal opinion and the strict interpretation of the law.</p> <p>My opponent recently announced that he is the candidate of \"conservative values,\" which must have come as a surprise to a lot of his supporters. Now, there are some problems with this claim. If you say the heart and soul of America is found in Hollywood, I'm afraid you are not the candidate of conservative values. If you voted against the bipartisan Defense of Marriage Act, which President Clinton signed, you are not the candidate of conservative values. If you gave a speech, as my opponent did, calling the Reagan presidency eight years of \"moral darkness,\" then you may be a lot of things, but the candidate of conservative values is not one of them.</p> <p>This election will also determine how America responds to the continuing danger of terrorism and you know where I stand. Three days after September 11th, I stood where Americans died, in the ruins of the Twin Towers. Workers in hard hats were shouting to me, \"Whatever it takes.\" A fellow grabbed me by the arm and he said, \"Do not let me down.\" Since that day, I wake up every morning thinking about how to better protect our country. I will never relent in defending America whatever it takes.</p> <p>So we have fought the terrorists across the earth not for pride, not for power, but because the lives of our citizens are at stake. Our strategy is clear. We have tripled funding for homeland security and trained half a million first responders, because we are determined to protect our homeland. We are transforming our military and reforming and strengthening our intelligence services. We are staying on the offensive striking terrorists abroad so we do not have to face them here at home. And we are working to advance liberty in the broader Middle East, because freedom will bring a future of hope, and the peace we all want. And we will prevail.</p> <p>Our strategy is succeeding. Four years ago, Afghanistan was the home base of al-Qaida, Pakistan was a transit point for terrorist groups, Saudi Arabia was fertile ground for terrorist fundraising, Libya was secretly pursuing nuclear weapons, Iraq was a gathering threat, and al-Qaida was largely unchallenged as it planned attacks. Today, the government of a free Afghanistan is fighting terror, Pakistan is capturing terrorist leaders, Saudi Arabia is making raids and arrests, Libya is dismantling its weapons programs, the army of a free Iraq is fighting for freedom, and more than three-quarters of al-Qaida's key members and associates have been detained or killed. We have led, many have joined, and America and the world are safer.</p> <p>This progress involved careful diplomacy, clear moral purpose, and some tough decisions. And the toughest came on Iraq. We knew Saddam Hussein's record of aggression and support for terror. We knew his long history of pursuing, even using, weapons of mass destruction. And we know that September 11th requires our country to think differently: We must, and we will, confront threats to America before it is too late.</p> <p>In Saddam Hussein, we saw a threat. Members of both political parties, including my opponent and his running mate, saw the threat, and voted to authorize the use of force. We went to the United Nations Security Council, which passed a unanimous resolution demanding the dictator disarm, or face serious consequences. Leaders in the Middle East urged him to comply. After more than a decade of diplomacy, we gave Saddam Hussein another chance, a final chance, to meet his responsibilities to the civilized world. He again refused, and I faced the kind of decision that comes only to the Oval Office - a decision no president would ask for, but must be prepared to make. Do I forget the lessons of September 11th and take the word of a madman, or do I take action to defend our country? Faced with that choice, I will defend America every time.</p> <p>Because we acted to defend our country, the murderous regimes of Saddam Hussein and the Taliban are history, more than 50 million people have been liberated, and democracy is coming to the broader Middle East. In Afghanistan, terrorists have done everything they can to intimidate people yet more than 10 million citizens have registered to vote in the October presidential election - a resounding endorsement of democracy. Despite ongoing acts of violence, Iraq now has a strong Prime Minister, a national council, and national elections are scheduled for January. Our Nation is standing with the people of Afghanistan and Iraq, because when America gives its word, America must keep its word. As importantly, we are serving a vital and historic cause that will make our country safer. Free societies in the Middle East will be hopeful societies, which no longer feed resentments and breed violence for export. Free governments in the Middle East will fight terrorists instead of harboring them, and that helps us keep the peace. So our mission in Afghanistan and Iraq is clear: We will help new leaders to train their armies, and move toward elections, and get on the path of stability and democracy as quickly as possible. And then our troops will return home with the honor they have earned.</p> <p>Our troops know the historic importance of our work. One Army Specialist wrote home: \"We are transforming a once sick society into a hopeful place The various terrorist enemies we are facing in Iraq,\" he continued, \"are really aiming at you back in the United States. This is a test of will for our country. We soldiers of yours are doing great and scoring victories in confronting the evil terrorists.\"</p> <p>That young man is right - our men and women in uniform are doing a superb job for America. Tonight I want to speak to all of them and to their families: You are involved in a struggle of historic proportion. Because of your service and sacrifice, we are defeating the terrorists where they live and plan, and making America safer. Because of you, women in Afghanistan are no longer shot in a sports stadium. Because of you, the people of Iraq no longer fear being executed and left in mass graves. Because of you, the world is more just and will be more peaceful. We owe you our thanks, and we owe you something more. We will give you all the resources, all the tools, and all the support you need for victory.</p> <p>Again, my opponent and I have different approaches. I proposed, and the Congress overwhelmingly passed, 87 billion dollars in funding needed by our troops doing battle in Afghanistan and Iraq. My opponent and his running mate voted against this money for bullets, and fuel, and vehicles, and body armor. When asked to explain his vote, the Senator said, \"I actually did vote for the 87 billion dollars before I voted against it.\" Then he said he was \"proud\" of that vote. Then, when pressed, he said it was a \"complicated\" matter. There is nothing complicated about supporting our troops in combat.</p> <p>Our allies also know the historic importance of our work. About 40 nations stand beside us in Afghanistan, and some 30 in Iraq. And I deeply appreciate the courage and wise counsel of leaders like Prime Minister Howard, and President Kwasniewski, and Prime Minister Berlusconi and, of course, Prime Minister Tony Blair.</p> <p>Again, my opponent takes a different approach. In the midst of war, he has called America's allies, quote, a \"coalition of the coerced and the bribed.\" That would be nations like Great Britain, Poland, Italy, Japan, the Netherlands, Denmark, El Salvador, Australia, and others allies that deserve the respect of all Americans, not the scorn of a politician. I respect every soldier, from every country, who serves beside us in the hard work of history. America is grateful, and America will not forget.</p> <p>The people we have freed won't forget either. Not long ago, seven Iraqi men came to see me in the Oval Office. They had \"X\"s branded into their foreheads, and their right hands had been cut off, by Saddam Hussein's secret police, the sadistic punishment for imaginary crimes. During our emotional visit one of the Iraqi men used his new prosthetic hand to slowly write out, in Arabic, a prayer for God to bless America. I am proud that our country remains the hope of the oppressed, and the greatest force for good on this earth.</p> <p>Others understand the historic importance of our work. The terrorists know. They know that a vibrant, successful democracy at the heart of the Middle East will discredit their radical ideology of hate. They know that men and women with hope, and purpose, and dignity do not strap bombs on their bodies and kill the innocent. The terrorists are fighting freedom with all their cunning and cruelty because freedom is their greatest fear and they should be afraid, because freedom is on the march.</p> <p>I believe in the transformational power of liberty: The wisest use of American strength is to advance freedom. As the citizens of Afghanistan and Iraq seize the moment, their example will send a message of hope throughout a vital region. Palestinians will hear the message that democracy and reform are within their reach, and so is peace with our good friend Israel. Young women across the Middle East will hear the message that their day of equality and justice is coming. Young men will hear the message that national progress and dignity are found in liberty, not tyranny and terror. Reformers, and political prisoners, and exiles will hear the message that their dream of freedom cannot be denied forever. And as freedom advances heart by heart, and nation by nation, America will be more secure and the world more peaceful.</p> <p>America has done this kind of work before and there have always been doubters. In 1946, 18 months after the fall of Berlin to allied forces, a journalist wrote in the New York Times, \"Germany is a land in an acute stage of economic, political and moral crisis. [European] capitals are frightened. In every [military] headquarters, one meets alarmed officials doing their utmost to deal with the consequences of the occupation policy that they admit has failed.\" End quote. Maybe that same person's still around, writing editorials. Fortunately, we had a resolute president named Truman, who with the American people persevered, knowing that a new democracy at the center of Europe would lead to stability and peace. And because that generation of Americans held firm in the cause of liberty, we live in a better and safer world today.</p> <p>The progress we and our friends and allies seek in the broader Middle East will not come easily, or all at once. Yet Americans, of all people, should never be surprised by the power of liberty to transform lives and nations. That power brought settlers on perilous journeys, inspired colonies to rebellion, ended the sin of slavery, and set our Nation against the tyrannies of the 20th century. We were honored to aid the rise of democracy in Germany and Japan and Nicaragua and Central Europe and the Baltics and that noble story goes on. I believe that America is called to lead the cause of freedom in a new century. I believe that millions in the Middle East plead in silence for their liberty. I believe that given the chance, they will embrace the most honorable form of government ever devised by man. I believe all these things because freedom is not America's gift to the world, it is the Almighty God's gift to every man and woman in this world.</p> <p>This moment in the life of our country will be remembered. Generations will know if we kept our faith and kept our word. Generations will know if we seized this moment, and used it to build a future of safety and peace. The freedom of many, and the future security of our Nation, now depend on us. And tonight, my fellow Americans, I ask you to stand with me.</p> <p>In the last four years, you and I have come to know each other. Even when we don't agree, at least you know what I believe and where I stand. You may have noticed I have a few flaws, too. People sometimes have to correct my English. I knew I had a problem when Arnold Schwarzenegger started doing it. Some folks look at me and see a certain swagger, which in Texas is called \"walking.\" Now and then I come across as a little too blunt and for that we can all thank the white-haired lady sitting right up there.</p> <p>One thing I have learned about the presidency is that, whatever shortcomings you have, people are going to notice them and whatever strengths you have, you're going to need them. These four years have brought moments I could not foresee and will not forget. I have tried to comfort Americans who lost the most on September 11th - people who showed me a picture or told me a story, so I would know how much was taken from them. I have learned first-hand that ordering Americans into battle is the hardest decision, even when it is right. I have returned the salute of wounded soldiers, some with a very tough road ahead, who say they were just doing their job. I've held the children of the fallen, who are told their dad or mom is a hero, but would rather just have their dad or mom.</p> <p>And I have met with parents and wives and husbands who have received a folded flag, and said a final goodbye to a soldier they loved. I am awed that so many have used those meetings to say that I am in their prayers to offer encouragement to me. Where does strength like that come from? How can people so burdened with sorrow also feel such pride? It is because they know their loved one was last seen doing good. Because they know that liberty was precious to the one they lost. And in those military families, I have seen the character of a great nation: decent, and idealistic, and strong.</p> <p>The world saw that spirit three miles from here, when the people of this city faced peril together, and lifted a flag over the ruins, and defied the enemy with their courage. My fellow Americans, for as long as our country stands, people will look to the resurrection of New York City and they will say: Here buildings fell, and here a nation rose.</p> <p>We see America's character in our military, which finds a way or makes one. We see it in our veterans, who are supporting military families in their days of worry. We see it in our young people, who have found heroes once again. We see that character in workers and entrepreneurs, who are renewing our economy with their effort and optimism. And all of this has confirmed one belief beyond doubt: Having come this far, our tested and confident Nation can achieve anything.</p> <p>To everything we know there is a season - a time for sadness, a time for struggle, a time for rebuilding. And now we have reached a time for hope. This young century will be liberty's century. By promoting liberty abroad, we will build a safer world. By encouraging liberty at home, we will build a more hopeful America. Like generations before us, we have a calling from beyond the stars to stand for freedom. This is the everlasting dream of America and tonight, in this place, that dream is renewed. Now we go forward grateful for our freedom, faithful to our cause, and confident in the future of the greatest nation on earth.</p> <p>God bless you, and may God continue to bless America.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS</b>: <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1296602,00.html\">George Bush last night laid out his case for another term in the White House, claiming only he would keep America safe from a \"drift towards tragedy\" in a world scarred by terrorism</a>.</p> <p><b>SCHOOL SIEGE WEARS ON</b></p> <p>All the papers lead with a picture of a burly Russian special forces officer carrying a young baby to safety from the North Ossetia school where terrorists are holding hundreds of children and adults hostage.</p> <p>The terrorists released 31 women and young children yesterday, but despite the siege entering its third day, they have still refused to accept food and water for the captives. The children have been drinking tap and toilet water, but food had run out, the Telegraph reported. </p> <p>Russian officials say that about 320 hostages remain inside, but the Guardian cites a woman released yesterday who claimed the true figure was 1,020. </p> <p>Anguished relatives fear Russian forces will launch an assault on the school. </p> <p>The Guardian fears that the pro-Russian, Christian Orthodox, well-armed region of North Ossetia will exact its own revenge on its Muslim neighbours in Ingushetia and Chechnya without waiting for Moscow. \"The delicate patchwork of multi-ethnic statelets on Russia's sensitive southern flank could rapidly unravel,\" a leader says. </p> <p>The Times contrasts the horror unfolding in the Russian town of Beslan with the high hopes in France that two journalists held in Iraq will be set free today. Early reports indicated that they may have been handed over to a Sunni opposition group, despite France's refusal to capitulate to the demand that it reverse a law banning headscarves (and other religious symbols) in schools. </p> <p>French Muslims, however, proved themselves unwilling to be dictated to by foreign terrorists, and backed the government even while they disagreed with the headscarf ban. \"The kidnappers had unwittingly succeeded in forging an unprecedented sense of national solidarity in France,\" the Times quotes the French education minister as saying. </p> <p>Several of the papers feature a photograph of a French Muslim schoolgirl experimenting with a wig in place of a headscarf. She looks distinctly uncomfortable with the compromise. </p> <p>* <a href=\"http://www.theguardian.com/russia/article/0,2763,1296517,00.html\">Amid the savagery of the siege, an act of humanity</a><br> * <a href=\"http://www.theguardian.com/russia/article/0,2763,1296289,00.html\">A terrible lesson from a classroom in Beslan</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/03/wosse103.xml&amp;sSheet=/news/2004/09/03/ixnewstop.html\">Telegraph: Distressed parents can only hope</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1244339,00.html\">Times: Journalists held in Iraq to be set free</a></p> <p><b>BUSH: PRE-EMPTIVE STRIKES WILL CONTINUE</b></p> <p>Do you remember compassionate conservatism? Well, it's back, and now it has a global agenda. </p> <p>The US, apparently, is going to become \"liberty central\". Thus spake George Bush just before delivering his speech yesterday to the Republican national convention. He went on to tell the assembled minions in New York that he would continue to pursue the \"Bush doctrine\" of striking pre-emptively at enemies before they could strike the US. </p> <p>\"I am running for president with a clear and positive plan to build a safer world, and a more hopeful America. I am running with a compassionate conservative philosophy: that the government should help people improve their lives, not try to run their lives,\" he said. The Wrap hopes for the sake of all those foreigners about to be affected that the international flavour of compassionate conservatism includes job creation, health care and the eradication of poverty, items noticeably absent from the domestic agenda.</p> <p>The Independent pretty much ignores Bush's speech, instead devoting five pages, including the front, to a list of numbers compiled by Vanity Fair editor Graydon Carter. It's designed to prove (cuz numbers are scientific, see?) that Mr Bush has been a horrid failure as president. If you can be bothered to read this interminable list (\"46: percentage increase in sales between 2001 and 2002 of GI Joe figures\"), you will stumble across some gems. (USD10.6m: average wealth of the members of Bush's original 16-person cabinet.) </p> <p>Meanwhile the Telegraph reports that the \"mother of the hanging chad\" - the Palm Beach Country, Florida, election official responsible for selecting the disastrous punchcard ballot for the 2000 presidential election - has been voted out of office. Theresa LePore will, however, still preside over the November election. Surely if they just fling a load of ballots at Hurricane Frances, the result will be every bit as accurate a reflection of the voters' will. </p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1296500,00.html\">Bush: war on terror will not cease</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=557746\">Independent: Bush by numbers: Four years of double standards</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/03/wus303.xml&amp;sSheet=/news/2004/09/03/ixnewstop.html\">Telegraph: Mother of the hanging chad deposed</a></p> <p><b>WANT FRIES WITH THAT?</b></p> <p>For all those tired of hearing about how flabby Britain has become, the Sun has discovered a kebab shop in Glasgow that produces the antidote: the Stonner Kebab. That's a sausage, wrapped in doner kebab meat, battered and deep fried, then served with chips and gravy. It's a 1,000-calorie, 3lb monster of a meal. Finish it off with a deep-fried Mars bar if you're hard enough.</p> <p>\"It's stupid thing to be producing,\" killjoy nutritionist Michael Lean told the paper.</p> <p><b>SPEED TRAPS: NOT JUST FOR DRIVERS</b></p> <p>Yesterday we discussed the perils of speeding in your car, in reference to a proposed system of graduated penalties. Today, the Telegraph travels to Bournemouth promenade, where the local council is doing battle with kamikaze cyclists. The council has set up a speed trap - aka someone in a fluorescent top pointing a handheld radar gun at passing cyclists - to stop commuters whizzing past at more than 10mph and endangering pedestrians. Drivers would be jealous of the usual penalty: a sharp word and a leaflet on safe cycling.</p> <p>Over in Wolverhampton, the council would love a few speedy cyclists. They have set up a GBP60,000 scheme to tempt commuters out of their cars by offering free cycling lessons. Wolverhampton's residents, however, were quick to point out to the Telegraph that they already knew how to cycle, they simply did not want to. </p> <p>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/03/nbike03.xml\">Telegraph: Cyclists saddled with seafront speed trap</a></p> <p><b>BUTCH BOLOGNESE</b></p> <p>Actor Paul Newman, clad in a red nose, face paint and outsize bow tie, makes it into all the papers under the pseudonym Butch Bolognese. He had a plate of spaghetti dumped over his head during the Zippo's Circus performance for 300 ill and disabled children as part of a charity campaign. The actor has been raising money for charity for the last 24 years through his Newman's Own brand of sauces and salad dressings. </p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1296399,00.html\">Newman clowns around for kids</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Flights have been cancelled and Floridians are battening down the hatches as Hurricane Frances approaches.</p> <p>&gt;&gt;&gt; Alex Salmond is expected to be declared leader of the Scottish National Party.</p> <p>&gt;&gt;&gt; Latest news on the school siege in North Ossetia.</p> <p>&gt;&gt;&gt; Want to travel the world and write about it? We're looking for two people to go off on their dream trip - with our cash to spend, and with a weekly column for Guardian Unlimited. If you want to be one of them, go to http://wwwtheguardian.com/travel/netjetters</p> <p><b>GUARDIAN UNLIMITED CROSSWORDS</b></p> <p>Calling all cruciverbalists.<br> Pit your wits against our free demo puzzle.<br> Clever clogs go to http://www.theguardian.com/crossword</p>"
]