[
  "<b> 26 Books <br> Ewan Mcgregor's Travels</b> <br> In July, Scottish actor Ewan McGregor and his best friend Charley Boorman completed a three month, 20,000-mile motorbike trip. Riding across the northern hemisphere, tackling the inhospitable terrain of Ukraine, Russia, Kazakhstan, Mongolia, Siberia, Alaska, Canada and the US, they still had time to chronicle their journey for a book, Long Way Round. Their action-packed ride was also documented by Sky and will be screened in a six-part series from mid-October. The project became not just an endurance test of riding in sub-zero temperatures but also of their friendship. KB <b>· </b>Long Way Round is published by TimeWarner on 14 October <p> <b> 27 Television <br> Peter Cook And Dudley Moore</b> <br> A one-off feature, from the production company behind Shameless, based on the messy friendship of Peter Cook and Dudley Moore. Rhys Ifans (hotly tipped for great things ever since playing Spike in Notting Hill, despite his subsequent trick of appearing exclusively in turkeys) plays Cook, while Aidan McArdle (RSC) is cast as the 'sex thimble'. Terry Johnson's film opens with Pete and Dud's initial encounter at Cambridge and covers the glory days of Beyond the Fringe and The Dagenham Dialogues before tracing the fallout from Moore's startling reincarnation as Hollywood leading man. HL  <b>· </b>Not Only But Always is on Channel 4 in December </p> <p> <b> 28 Books <br> Ricky Gervais </b> <br> Comedian writes novel, and merely blends into the background. Ah, but - successful comedian writes illustrated children's book, now there's a story. Gervais's first solo stage show was called Animals, and Flanimals, his gallery of cute and grotesque creatures, reflects the same fascination with zoology. There's a whiff of Edward Lear about the characters' names - the Underblenge, with its snerbulent splench sucker, or the Puddloflaj, which can be used as a waterbomb - but the boyish delight in the descriptions is all Gervais's own (though the pictures are by Rob Steen). 'I've been trying to do it for about six years,' Gervais says of the book, 'but nobody answered the door until I knocked on it with four Baftas.' SM  <b>· </b>Flanimals is published by Faber on 7 October </p> <p> <b> 29 Television <br> Dirty Filthy Love</b> <br> If you are bored of cute thirtysomething romantic comedies, Dirty Filthy Love is the antidote. This unusually daring ITV drama is an offbeat love story starring Michael Sheen and Shirley Henderson who play a couple who both suffer from obsessive compulsive disorder (OCD). It begins as a yuppie nightmare when Sheen's successful architect loses his job and wife in quick succession as his OCD and Tourette's symptoms grow, but it develops into a sensitive and savagely funny tale about redemption. </p> <p>It is based on the experiences of writer Ian Puleston-Davies who has said: 'We weren't afraid of making it humorous. It's very important to make clear that it wasn't meant to be too serious. Everyone finds aspects of OCD and Tourette's syndrome amusing and ridiculous so we knew that was an area we had to approach.' AO <br> <b>· </b>Dirty Filthy Love is on ITV1 on 24 September </p> <p> <b> 31 Books <br> Graham Greene Centenary</b> <br> Graham Greene was arguably the outstanding British man-of-letters of the twentieth century and the centenary of his birth - 2 October 2004 - is being celebrated from Austria (a walk round Harry Lime's Vienna) to New York (a public library conference). Among the numerous events in Britain, the most permanent is the publication of the concluding volume of Norman Sherry's authorised biography. In his native Berkhamsted, the Graham Greene Birthplace Trust is hosting its admirable annual Greene Festival (28 Sept-3 Oct) while the Cheltenham Festival is staging a Greene Day (9 Oct). </p> <p>The Barbican Centre is mounting a film season, Travels in Greeneland - The Cinema of Graham Greene (29 Sept-24 Oct), kicked off by a conversation with Richard Attenborough, who appeared in three movies based on Greene novels. BBC4 is presenting a series of programmes including the documentary Shadowing the Third Man. And Attenborough's son Michael has a new musical based on Greene's Brighton Rock opening at the London's Almeida Theatre on 20 September. PF </p> <p> <b> 32 Dance <br> Swan Lake</b> <br> After a gap of four years, Matthew Bourne's internationally successful production returns to London for six weeks, before setting out on its 10th anniversary tour. Best known for replacing the usual corps of swan-maidens with a menacing flock of feral males, this contemporary Swan Lake features a Royal Family very like our own. </p> <p>The tragic outcome, however, springs from Bourne's fertile imagination. The Queen will be danced by Nicola Tranah or Oxana Panchenko; José Tirado and Jason Piper will alternate in the leading role of the Swan, originally taken by Adam Cooper. JP <br> <b>· </b>Sadler's Wells, London, 30 November-16 January. For tickets call 0870 737 7737 </p> <p><b>33 Film <br>Jude Law </b> <br> After a year starring in Heat magazine, Jude Law now tests out his true quality in five films before Christmas. First up is Sky Captain: The World of Tomorrow, a retro-looking yet futuristic comic strip created entirely out of digital effects and co-starring Gwyneth Paltrow. Then comes the big test: Alfie. Jude takes on the Michael Caine role in an update on the Sixties womaniser, shot in Liverpool and Manchester, but set in New York. Can Jude recapture the screen charisma he last truly showed in The Talented Mr Ripley? Will he and real-life lover, Sienna Miller, have chemistry? Lemony Snicket's A Series of Unfortunate Events has Jude - in a voice performance - trying his charms on a children's audience while the Howard Hughes biopic, The Aviator, finds him mixing with Hollywood's elite, playing Errol Flynn and attempting to hold his own opposite Leonardo di Caprio and an all-star cast marshalled by Martin Scorsese. Oh, and I Heart Huckabees closes the London Film Festival in November. No pressure, then. JS  <b>· </b>Sky Captain: The World of Tomorrow opens 1 October; Alfie opens 22 October; Lemony Snicket's A Series of Unfortunate Events opens 17 December; The Aviator opens 26 December. I Heart Huckabees premieres at the 48th London Film Festival on 4 November (see <a href=\"http://www.lff.org.uk)\">www.lff.org.uk)</a> and general release from 28 January </p> <p> <b> 34 Radio <br> Hitchhiker's Guide Returns</b> <br> Don't Panic! Fans of The Hitchhiker's Guide to the Galaxy radio series can reacquaint themselves with the tones of Arthur Dent, Ford Prefect and Marvin the paranoid android as the BBC continue their sci-fi revival with the first-ever dramatisation of the last three books (Life, the Universe and Everything, So Long and Thanks For All The Fish and Mostly Harmless) in Douglas Adams's five-book series. Coming 25 years after the original broadcasts, this six-parter features all but two of the original cast and even Adams himself, playing a pre-recorded minor role from beyond the grave. A must for all those itching for the forthcoming big-screen adaptation who know the answer to the meaning of life is actually 42. SMc  <b>· </b>Starts 6.30pm, 21 September on Radio 4 </p> <p> <b> 35 Television <br> Sex Traffic</b> <br> Abi Morgan's explosive new drama, Sex Traffic, lifts the lid on the $7 billion trade of selling women into sexual slavery. Filmed throughout eastern Europe and America, the two-part film is directed by David Yates of State of Play fame. It stars John Simm as a researcher for a London-based charity, investigating the plight of young Moldovian sisters sold into sexual slavery. Sex Traffic is epic state of the nation drama (comparisons are already being made with the original Channel 4 series Traffic ) but Morgan also took inspiration from Hollywood. 'It's shot as a thriller,' she explains, 'because a thriller seemed an ideal model to hang a complex and potentially difficult subject matter.' LH  <b>· </b>Sex Traffic starts next month on Channel 4 </p> <p> <b> 36 Books <br> Sheila Hancock Remembers</b> <br> Sheila Hancock's The Two of Us is a memoir of her marriage to John Thaw who died from cancer in 2002. Thaw became the heart-throb of the nation in the television role of Inspector Morse - erudite, grumpy, irresistible. This is a book that his many bereft admirers are sure to cherish. But Hancock is too intelligent to cut corners. This will also be the portrait of a marriage that was passionate but not easy and which survived separation, celebrity, drink and - almost - cancer. Essential reading for those who want the code to Morse. KK  <b>· </b>Published by Bloomsbury on 4 October </p> <p> <b> 37 Film <br> My Summer Of Love</b> <br> Polish born director Pawel Pawlikowski's follow-up to his award-winning Last Resort won't disappoint. My Summer of Love is a tale of romantic obsession and the battle between love and religious faith. Working-class Mona (Natalie Press) lives with her brother Phil (Paddy Considine), who used to run a pub before he found God. When she meets rich girl Tamsin (Emily Blunt) who has been suspended from boarding school, they begin an intense and hedonistic friendship. But how much is Tamsin to be trusted? Is she trying to tempt Phil to prove his Christianity is a sham, or are her motives more complicated? Adapted from Helen Cross's novel, the film was shot around Todmorden, West Yorkshire. It's rare to see a love affair between two young women handled with such delicacy by a young male director, and Pawlikowski gets exceptional performances from the two leads. Last month the film won the Michael Powell Award at the Edinburgh Film Festival. LH  <b>· </b>Released on 22 October</p> <p><b>38 Theatre <br> The Postman Always Rings Twice</b><br> James M. Cain's sultry 1934 thriller has twice been made into a movie. The 1946 version starred Lana Turner, her first appearance in the film signalled by a lipstick rolling across the floor to her lover's feet. Bob Rafelson's more sexually explicit adaptation was released in 1981, with Jack Nicholson and Jessica Lange as the murderous couple. Now Andrew Rattenbury has adapted it for the stage. Lucy Bailey, who directs, has reassembled the team that made her production of Tennessee Williams's Baby Doll such a steamy success both in Birmingham and at the National five years ago: Bunny Christie designs, and the jazz musician Django Bates will compose the music. Charlotte Emmerson, who starred in Baby Doll, will play the alluring would-be widow, and Patrick Kane her lover. SC <b>· </b>The Postman Always Rings Twice runs at the West Yorkshire Playhouse ,Leeds, 18 September- 16 October.For tickets call 0113 213 7800</p> <p><b>39 Fashion<br> Black British Style</b><br> It's easy to spot the influence of black style in Britain; just watch the teenagers walking down the high street in any major city. Although ideas about black British style are invariably linked to images from pop music videos, this major exhibition at the V&amp;A is about more than that. It starts with the arrival of Caribbean fashion in the Fifties and ends up showcasing outfits from R&amp;B trio Mis-Teeq and Goldie's extensive trainer collection. The show is not just for fashionistas, it's a cultural history that also examines the influence of the church and politics on how Black Britons have dressed over the last 50 years. AO <br><b>· </b>Black British Style runs from 7 October to 16 January at the V&amp;A</p> <p> <b>40 Pop</b> Destiny's Child's Comeback<br> In case you've forgotten, before Beyoncé slashed her clothes in half and went solo, she was one third of Destiny's Child, the most successful girl group of all time. Now they're coming back. Beyoncé, Kelly Rowland and Michelle Williams spent the summer recording the follow-up to the multi-platinum Survivor, which promises more empowering anthems such as 'Independent Woman - Part One' and 'Bills, Bills, Bills'. They are planning to start a world tour early next year. Details of the as yet untitled album have been shrouded in secrecy, but expect contributions from hot producers including Rockwilder, Kanye West and Rich Harrison. AO<br> <b>· </b>Released on 6 November</p> <p><b>41 Film<br> The Manchurian Candidate</b><br> US election year has seen a host of provocative films such as The Passion of the Christ, Fahrenheit 9/11 and Super Size Me that have occasionally stolen the headlines from the politicians. Jonathan Demme's remake of the Cold War classic is another. The director has wisely changed the villains from shadowy communists to a right-wing corporate conspiracy. Alongside the paranoid plot, there are terrific performances from Denzel Washington as a shell-shocked Gulf War veteran, Liev Schreiber as the brainwashed vice-presidential candidate and, most memorably, Meryl Streep as his pushy mother. It's an intelligent, gripping thriller that might even influence a few votes. AO<br> <b>· </b>Released on 19 November</p> <p> <b>42 Pop<br> Eminem</b><br> His protege 50 Cent was pelted with bottles recently at Reading, but Eminem's stock is still high and he is about to return with a new album, Encore. His single with D12, 'My Band' has been one of the year's biggest hits and in the States his clothing line Shady Ltd recently had a successful launch. But what is a thirtysomething rapper to do? Jay-Z, his main rival for the title of America's greatest rapper, has retired and a new generation of hip hop stars including Kanye West and Twista are snapping at his heels. His last album, The Eminem Show, was a gloomy meditation on stardom; let's hope he is in a better mood this time. AO <br><b>· </b>Encore released 15 November</p> <p><b>43 Television<br> Terror On Tv</b><br> It's been the year of 'Terrovision' with Hamburg Cell and The Grid. And now Dirty War, a co-production between the BBC's drama and current affairs departments tackles a radiological 'dirty' bomb attack on London. Co-written by Daniel Percival (Smallpox 2002) and Lizzie Mickery (Messiah), the story focuses on fire crew, anti-terrorist police officers and the international terrorists they are tracking. The 90- minute drama is based on extensive research into the preparations made by emergency services to deal with an attack (the writers also consulted the Muslim community about representation of the terrorists). The aim is to raise debate: should the Government tell us the truth, or stick to a rigid code of secrecy? Best of all is the human dynamic. We get a real sense of what it would be like for us if a bomb exploded at Liverpool Street Station, stranding travellers and making it impossible for emergency services to approach because of the fear of radiation poisoning. How patiently would we wait in line? Do we have a genuine sense of citizenship in a crisis? Crucially the drama is not about scaremongering, it's about survival. LH<br> <b>· </b>Dirty War is on BBC1 on 27 September</p> <p> </p> <p><b>44 Film<br> Finding Neverland</b><br> There's something weirdly magnificent about Johnny Depp's performance as JM Barrie in Finding Neverland. Never mind the dodgy Scottish accent or the anachronistic beauty (Barrie was short and balding with a moustache) - this is the role Depp was born to play. He enters into the fantasy world of Neverland with such utter conviction, it would be churlish to resist.</p> <p>According to the film's director Marc Forster: 'Johnny is perfect to represent a man who never wants to grow up because you can see that he has this very accessible child inside him from the choices of movie roles he makes.' The film opens in London in 1904 where Barrie, a successful playwright, is bored by his fame and trapped in a failing marriage. Unexpectedly, he finds inspiration for a new project walking in Kensington Gardens, where he encounters widow Sylvia Llewelyn Davies (Kate Winslet) and her four boys. Barrie befriends the family, falls in love with Sylvia and engages the boys in a fantasy world of cowboys and Indians, pirates and castaways. Soon he has the plot for Peter Pan (which celebrates its 100th anniversary in December 2004). True the film airbrushes any reference to Barrie's sexuality, but with an A-list cast including Dustin Hoffman and Julie Christie, this is likely to be Miramax's pre-Christmas smash. LH<br> <b>· </b>Released on 29 October</p> <p><b>45 Books<br> Philip Roth's The Plot Against America</b> <br> Guaranteed attention for the title alone, this is already being hailed as Roth's masterpiece, which means it's up against some pretty stiff competition - Portnoy's Complaint, American Pastoral and I Married a Communist are considered modern classics. The Plot Against America plays with the idea of alternative history: the aviation hero and anti-semite Charles Lindbergh beats Franklin D Roosevelt in the 1940 election and leads America into a truce with Hitler. From this starting point, the novelist tells the story of his own family, and how their paths and those of millions of American Jews might have been painfully different under a Lindbergh presidency; parallels with America's present fear are subtle but unmissable. SM<br> <b>· </b>Published by Cape on 7 October</p> <p><b>46 Pop<br> They're Back: Rem, U2 And Duran Duran</b><br> Record companies traditionally save their big guns for a consumer assault in the autumn. This year is no exception; 21 years after their last studio album with the original line-up, Duran Duran release Astronaut on 4 October, which on the evidence of their live shows earlier this year, is a return to their catchy electro-funk of the Eighties. On the same day REM release Around The Sun, but before then a lucky few will be able to hear a sneak preview at a secret London gig this week. Fellow stadium-fillers U2 had a scare in July during a photo session in Nice when they lost a CD containing new songs from the forthcoming album, but unless you're the culprit you'll have to wait until 22 November to buy the as-yet untitled album. AO </p> <p><b>47 Fashion<br> Brunette Bombshells</b><br> Renée Zellweger may have piled on the pounds to revisit Bridget Jones, but every method actress worth her salt is going brunette. Samantha Morton has a sleek dark crop in the futuristic Code 46, ditto Nicole Kidman in Jonathan Glazer's Birth. Legally Blonde star Reese Witherspoon dyed her hair for the premiere of new film Vanity Fair, while Sienna Miller is sporting brunette locks to film Casanova in Venice with Heath Ledger. When you want to be taken seriously, brown beats brassy blonde any day. Sarah Jessica Parker is back close to her natural shade in the Gap ads. And it's no surprise that Footballers' Wives star Zoë Lucker has ditched the bleach and gone for a more studied brunette look. Therapist Susan Quilliam thinks hair trends can be read as a social barometer. 'Blonde hair signifies fun. The fashion for brunette is partly a reaction to the social pressures that come from war and the threat of terrorism. In due course bottle-blonde might come back as a way of offsetting those fears.' LH</p> <p><b>48 Comedy<br> Joan Rivers Tour</b><br> Joan Rivers, queen of bitchy red carpet reporting, is bringing her unique style of stand-up to the UK for a 10-day tour. The 71-year-old comedienne will be entertaining audiences with her own self-styled group therapy sessions, discussing the ups and downs of her life (including plastic surgery) with her twisted sense of humour. Judging by her guest appearance on Jack Dee's Live at the Apollo BBC show earlier this month, Rivers will be as acidic as ever. KB<br> <b>· </b>Joan Rivers Broke and Alone starts on 8 October</p> <p><b>49 Theatre<br> Tropicana</b> <br> In 2001, the performance collective Shunt staged an investigation of the etiquette of lawn tennis in a derelict barge house by the Oxo Tower on the South Bank. In 2003 the group took over two east London railway arches and produced Dance Bear Dance, a rough history of terrorism during which the audience were confronted by huge steel walls that cracked open and with a floor which turned to redhot embers. Nicholas Hytner was an early visitor to that project, and the collective's latest work will be presented in collaboration with the National Theatre. Tropicana will take its audience on an extraordinary journey through the new Shunt Vaults, which have been created amid the maze of railway arches (70,000 square feet of them) under London Bridge station. SC<br> <b>· </b>The Shunt Vaults, London, 25 September- 16 January. For tickets call 020 7452 3000</p> <p><b>50 Film<br> Great British Films</b><br> The British film industry re-establishes its reputation this autumn with at least three distinctive works of which we can all be proud. Shane Meadows's Dead Man's Shoes is a creepy social realism meets violent revenge drama, starring (and cowritten by) Paddy Considine. The tough Brit gangster film is back. Directed by Matthew Vaughn, formerly Guy Ritchie's producer, Layer Cake is a hard-edged film featuring a strong performance by Daniel Craig (also to be seen in Enduring Love), adapted from the novel by JJ Connolly. East is East director Damian O'Donnell's lovely new film, Inside I'm Dancing won the audience award at Edinburgh and features a delightful performance from Romala Garai that should banish any memories of Dirty Dancing: Havana Nights. JS<br> <b>· </b>Dead Man's Shoes and Layer Cake open 1 October; Inside I'm Dancing opens 15 October</p> <p><b>Contributers: </b>Tim Adams; Geraldine Bedell; Kim Bunce; Jenny Clover; Laura Cumming; Susannah Clapp; Philip French; John Harris; Liz Hoggard; Anthony Holden; Kate Kellaway; Harriet Lane; Stuart McGurk; Stephanie Merritt; Sean O'Hagan; Akin Ojumu; Jann Parry; Jason Solomons; Deyan Sudjic</p>"
]