[
  "<p><strong>Christian Science Monitor</strong><br> Editorial, US<br> August 2<br> </p> <p>\"When the 147 strong-willed members of the World Trade Organisation can agree on an issue as difficult and meaty as getting rid of farm subsidies, that's a feat worth celebrating. </p> <p>\"And now, with just such a deal, an important stumbling block to future trade talks has been cleared. Wealthy nations broke with a long-standing, largely protectionist stance, and agreed to eliminate subsidies on a host of agricultural products, including wheat, cotton, soybeans, and rice. They were hard decisions. </p> <p>\"That's not to say the WTO's work is done. But the progress made in Geneva certainly paves the way for more free-trade achievements when WTO negotiations resume in September. </p> <p>\"And it's a strong signal of the world body's much-needed ability to effectively guide and enforce global trade.\" </p> <p><strong>El País</strong><br> Editorial, Spain<br> August 2<br> </p> <p>\"The WTO has succeeded in avoiding a disaster by agreeing in Geneva, against the clock and at the last minute, a compromise to reactivate trade by cutting farming subsidies in the richest countries. </p> <p>\"The breakdown of negotiations would have constituted a serious threat to the growth of the already unbalanced world economy. </p> <p>\"The reduction in poverty derived from spreading [agricultural] profits to a growing number of countries would be the most eloquent sign that globalisation is not another form of domination by the big countries. </p> <p>\"It would also constitute the most important credential for the youngest multilateral institution, the WTO, which has now begun to breathe again.\" </p> <p><strong>Independent</strong><br> Editorial<br> August 2<br> </p> <p>\"Global trade talks are just about back on track. At best, the next international trade treaty will slash international trade tariffs, throw open markets in less developed countries, help to raise more than 140 million people out of poverty and galvanise economic growth worldwide. </p> <p>\"The new deadline for agreement is 2007 [It] was a day late of the July 31 deadline and vastly more than a dollar short of the necessary commitments. </p> <p>\"But it has revived the vision of global free trade, and that is no mean feat. As the real bargaining begins, the rich countries must approach their task with considerably more generosity than they took to the opening of the new trade round in Doha three years ago. </p> <p>\"The time when there is one law for the rich and another for the poor is running out.\" </p> <p><strong>Australian</strong><br> Editorial<br> August 2<br> </p> <p>\"Free trade may not be back in town, or even necessarily back on track - the original Doha deadline of next January is no longer feasible - but it is certainly back from the brink. \"Full talks are scheduled to resume next month. If they can survive the protectionist cauldron of a US presidential election, there are reasons to think a new era of free trade might dawn as soon as 2006.</p> <p>\"Apart from self-interested (and short-sighted) industrial unions, European and US farmers and mischief-making non-government organisations, virtually everyone agrees allowing nations to exploit their comparative economic advantages in a free market creates jobs and wealth. </p> <p>\"If allowed to operate across the world, free trade can [challenge] the obscene inequities between north and south, developed and developing, rich and poor countries. </p> <p>\"In particular, free trade could unleash the buried economic power of Africa and prevent future disasters on the scale of what we are now witnessing in Sudan.\" </p> <p><strong>Financial Times</strong><br> Editorial<br> August 2<br> </p> <p>\"The biggest achievement in Geneva was to lock in the European Union's commitment to eliminate its trade-distorting farm export subsidies and to lay the basis for future reductions in rich nations' bloated domestic agricultural support.</p> <p>\"The deal has established a baseline from which negotiations can resume after the US presidential elections. It has also confounded doomsayers. </p> <p>\"The reassuring message from Geneva is that governments now have a better understanding of why it is in their common interest to tackle it.\" </p> <p><strong>Yomiuri Shimbun</strong><br> Editorial, Japan<br>August 2<br> </p> <p>\"It is apparent in the contents of the framework accord that members put priority on striking a deal, while putting off the task of working out the details on contentious issues until future negotiations.</p> <p>\"Many concerned officials have pointed out that substantial negotiations will not resume until after spring because of the upcoming series of key political events in autumn.</p> <p>\"Should negotiations be suspended for more than half a year just because of the extended deadline, momentum for the talks may slow.\" </p> <p><strong>New Straits Times</strong><br> Editorial, Malaysia<br>August 1<br> </p> <p>\"The far more decisive test will come in 2005, when quotas are expected to be eliminated. But if the US Congress's recent stand on textile imports and labour and environment issues is any indication, the prospects for the credibility of the WTO are bleak. </p> <p>\"Nevertheless, there is the possibility that the developing world's continued persistence in speaking with one voice and pushing for equitable reforms will lead to a shift in the balance of power in global trade. Developing countries must work for that moment.\"</p>",
  "The latest US polls found that Democratic presidential candidate John Kerry has managed what few before him have done: he walked away from four days of party cheerleading in Boston without creating a post-convention \"bounce\" of public support. <p>A <a href=\"http://www.gallup.com/content/?ci=12565\">CNN-USA Today-Gallup poll</a> concluded that not only had Mr Kerry's campaign not benefited from the party's national conference, but the president, George Bush, had actually gained ground. Among likely voters, Mr Bush led Mr Kerry by 50% to 46%, compared to a pre-convention poll where Mr Kerry led 47% to 46%. Independent candidate Ralph Nader held fairly steady at 2%. </p> <p>Registered voters favoured Mr Kerry over Mr Bush 50% to 47%, a slight change from his 49% to 45% lead in a similar poll two weeks ago. However, with a margin of error of 3.5%, that effectively indicated a dead heat. </p> <p>A <a href=\"http://www.msnbc.msn.com/id/5568072/site/newsweek/\">Newsweek poll</a> also released yesterday recorded a four-point bounce for Mr Kerry on the strength of his performance in Boston, but that is the smallest ever climb in a Newsweek poll following a convention speech by a presidential challenger.</p> <p>Newsweek gave Mr Kerry 49% to Mr Bush's 42%, with Mr Nader on 3%. </p> <p>Mr Kerry's bounceless convention could be interpreted a sign of strength, his campaign argued, as he went into the convention more or less tied with Mr Bush, while most challengers facing an incumbent go into a convention 15 points down. </p> <p>Newsweek found that voters are deadlocked at 46% over who they would trust more to handle the situation in Iraq. In March, Mr Bush had a 15-point lead. </p> <p>The 1,010 adults polled gave Mr Bush a 48% to 43% advantage over Mr Kerry when it came to handling the terror threat. However, Mr Kerry had a higher rating as someone who can be trusted \"to make the right decisions during an international crisis\", leading 53% to 48%. </p> <p>Mr Bush's approval rating continued to slip, with just 45% approving of the job he is doing, and 49% disapproving. 58% of those polled were dissatisfied with the direction in which the US is heading. </p> <p>In an interview with Newsweek, the editor in chief of Gallup polls, Frank Newport, said the race was still too close to call and that the effect of the Democratic convention and the upcoming Republican convention in New York this month would not be clear until September. </p> <p>\"Based on all of our intensive Gallup poll analysis in the past, those incumbents who have breezed on to re-election since 1950 all were considerably ahead of where Bush is at this point. </p> <p>\"On the other hand, Bush is not as badly off as the last two incumbents who lost: Bush the elder and [Jimmy] Carter. Bush's father had a 29% job approval rating [in] July of 1992. Bush's is 49, so he's clearly not in as dire straits as his father was. But it's unclear whether Kerry can take advantage of that vulnerability and win,\" Mr Newport said.</p>",
  "<p>Warnings of a specific and detailed bomb threat from al-Qaida terrorists prompted increased security measures today around five prominent financial institutions in New York, Washington DC and New Jersey. </p> <p>The US secretary for homeland security, Tom Ridge, had warned that intelligence sources had uncovered a plot involving car or truck bombs directed at the Citigroup Centre building in New York and the New York Stock Exchange, the International Monetary Fund and World Bank buildings in Washington and Prudential Financial's headquarters in Newark, New Jersey. </p> <p>As Americans today read details of the plan to attack the country's economic heartland, their president, George Bush, said the warning came as \"a solemn reminder of the threat we continue to face\". </p> <p>Mr Ridge said the intelligence did not offer an idea of the timing of any possible attack, but a cache of recently obtained information, including photos, drawings and written documents, indicated that al-Qaida operatives had undertaken meticulous preparations to case the five buildings. </p> <p>\"The quality of this intelligence - based on multiple reporting streams, in multiple locations - is rarely seen, and it is alarming in both the amount and specificity of the information,\" Mr Ridge said at a hastily arranged news conference yesterday. </p> <p>Mr Ridge refused to reveal the sources of the intelligence, but acknowledged the warning was a result of international cooperation and specifically thanked Pakistan. </p> <p>The Pakistani information minister, Sheikh Rashid Ahmed, said today his country's agents had discovered plans to attack the US and UK on a computer seized during the arrest of a suspected senior al-Qaida operative. Ahmed Khalfan Ghailani, a Tanzanian arrested on July 25 after a 12-hour gun battle in the eastern city of Gujrat, was wanted in connection with the 1998 bombings of US embassies in Kenya and Tanzania. </p> <p>A senior US intelligence official, speaking on condition of anonymity, said the intelligence gathered from several sources indicated that terrorists had carefully observed security in and around the buildings. They had identified the best places for reconnaissance, worked out how to make contact with employees who work in the buildings, researched traffic patterns and noted the locations of hospitals and police departments. </p> <p>The official said he had not seen such extraordinary detail in his 24 years in intelligence work. He cited as an example a midweek pedestrian traffic count.</p> <p>Mr Ridge raised the terror threat level for financial institutions in Washington and Newark to orange, or high alert, the second highest level on the government's five-point spectrum. New York was already at orange. Elsewhere, he said, the alert would remain at yellow, or elevated. </p> <p>Following the US warnings, the British Home Office said it continued to monitor the \"real and serious\" threat from terrorism, but did not warn of any specific risk. </p> <p>\"We do not discuss the threat level. If a specific threat arose we would inform the public,\" a Home Office spokesman said. </p> <p>Mr Ridge acknowledged that in the aftermath of the September 11 terrorist attacks the government had changed the threat level \"about a half a dozen times\". He said that he knew generalised warnings alarmed the public and imposed a public cost in extra security, but that the specific nature of these plans made it possible to raise the threat level only for the financial institutions.</p> <p>Some in the US have criticised the government for seeking political advantage with vague terror threats. The latest warning came just days after the end of the Democratic national convention, which gave George Bush's rival in the presidential race, John Kerry, a particularly high profile in news reports. </p> <p>However, the New York Times reported that many Democrats appeared to take yesterday's threat seriously. </p> <p>Briefing reporters in New York, police commissioner Raymond Kelly said that, starting today, trucks would be banned from the Manhattan-bound side of the Williamsburg Bridge, which connects Brooklyn and lower Manhattan. Among other measures, commercial vehicles were banned from using the Holland tunnel to travel into the city from New Jersey. </p> <p>In Newark, police set up metal fences surrounding the Prudential Plaza building, blocked off two city streets and patrolled the area with assault rifles. </p> <p>Washington's mayor, Anthony Williams, put the entire city on an orange alert, although the homeland security department has not officially raised the threat level outside financial sector buildings. The city's police chief, Charles Ramsey, said teams of bomb-sniffing dogs would sweep areas around the World Bank and IMF headquarters and officers would conduct more traffic stops of large vehicles in the area. </p> <p>Officials have warned that the al-Qaida network may launch a large-scale assault in the hope of disrupting the November 2 presidential election and demonstrating that it remains capable of offensive actions despite international efforts to combat terrorism. </p> <p>The stock exchange and the Washington institutions were to open for business today, as was Prudential, with employees expected to report to work. Officials in New York, New Jersey and Washington encouraged people to continue their normal activities but remain vigilant.</p> <p>Mr Bush announced today that he would implement many of the intelligence reforms recommended by a national inquiry into the September 11 attacks. He said he would create the post of national intelligence director and a dedicated counter terrorism centre called for in the September 11 commission's report.</p>",
  "Further research into the various illnesses suffered by veterans of the first Gulf war could help to reduce the potentially lethal effects of a terrorist chemical attack, a US congressman said today. <p>Bernie Sanders, an independent congressman for the state of Vermont, also said research into the illnesses - alleged by some to be a Gulf war syndrome - could help millions who suffer with ailments connected to exposure to large numbers of chemicals.</p> <p>Mr Sanders is part of a US delegation that is this week giving evidence to Lord Lloyd of Berwick's independent Gulf war illnesses inquiry, now in its third week. The former US presidential candidate Ross Perot, a fierce critic of the 1991 Gulf conflict, will give evidence tomorrow.</p> <p> \"We need to know how to treat such exposures before we are confronted with potentially hundreds of thousands of affected civilians,\" Mr Sanders said. </p> <p>\"The same research should lead to the development of therapeutic substances that could prevent the lethal effect of these agents in the event of a chemical war attack.\"</p> <p>In his evidence, Mr Sanders said society as a whole could gain from discovery of the causes of the illnesses. </p> <p>\"All of us are exposed to a large number of chemicals, and those chemicals may be connected to diseases for which we currently have no treatment, like chronic fatigue syndrome,\" he added.</p> <p>He explained that US soldiers had been branded \"malingerers and liars\" when they first reported the symptoms of \"Gulf war syndrome\" following the 1991 conflict. He added that official accounts underestimated how many people could have been affected. </p> <p>In his statement, Mr Sanders said: \"From 100,000 to 125,000 US service members are affected, out of a total of some 700,000 that served in theatre.\" </p> <p>He also referred to the findings of a US body, the general accounting office (GAO), which has stated that techniques used by British and US authorities to estimate levels of troop exposure to chemicals had been flawed. </p> <p>The GAO report refers to the bombing and demolition of Iraqi facilities in the first Gulf war, which resulted in the release of plumes of smoke containing chemical agents. The bombing in question took place in Khamisiyah, and its effects included the destruction of weapons containing nerve agents such as sarin. </p> <p>In June 1996, the US Department of Defence (DoD) estimated that only 300-400 US troops had participated in the demolition of the Khamisiyah Bunker 73. </p> <p>However, using results based on computer modelling, the US government had, by 2000, revised its estimate to suggest that 101,752 of its troops had potentially been exposed. </p> <p>Mr Sanders said the UK Ministry of Defence - which has never accepted that a syndrome exists - had used US models to estimate those potentially affected and that the number was \"likely to be much higher than officially estimated\". </p> <p>Earlier, at a news conference, he said he had spoken to \"hundreds\" of veterans from his own state who were suffering \"serious illnesses\". He compared the situation to that of second world war veterans who had been exposed to radiation and those hit by agent orange in Vietnam. </p> <p>Also speaking at the press conference, Mr Perot said troops who had been close to Saddam Hussein's ammunition dumps when they were destroyed during the first Gulf conflict were more likely to fall ill. </p> <p>\"There is a fascinating correlation between proximity of the troops and the way the wind was blowing - there is a high incidence close to the bunkers,\" he said.</p> <p>The billionaire Texan ran in the 1992 presidential elections, earning 19% of the popular vote to make him the most successful third-party candidate since Theodore Roosevelt in 1912. Analysts argued he tipped the election in favour of the Democratic party's successful challenger, Bill Clinton. </p> <p>Dr Keith Rhodes, one of the US experts, rejected suggestions that veterans were simply suffering from stress. \"Stress does not yield physiological changes in the brain,\" he said. </p> <p>The Lloyd inquiry follows the government's refusal to grant an official public inquiry into the issue. Lord Lloyd, a 75-year-old former Lord Justice of Appeal, was asked to head an inquiry by Lord Morris of Manchester. Lord Morris is an adviser to the British Legion, which has, for many years, called for an inquiry. </p> <p>The inquiry has been held in public and has already heard from veterans, medical and science expert, MPs and peers.</p>",
  "<p>Rich and poor countries last night pledged to secure a new global trade accord by the end of next year after a week of intensive negotiations banished immediate fears of a new era of protectionism by agreeing to cut deep into the west's lavish farm subsidies. </p> <p>Negotiators described as \"historic\" an 11th-hour deal in Geneva early yesterday which ended almost a year of wrangling between the developed and developing world over the shape of a new trade liberalisation agreement designed to offer access to lucrative western markets for poor nations. </p> <p>Pascal Lamy, the European Union's trade commissioner, said he was now hopeful that the talks could be completed by the time trade ministers next meet in Hong Kong in December 2005, following last-minute concessions by both Washington and Brussels to appease the developing world. </p> <p>With a US presidential election looming and a wholesale change to the European Commission imminent, the World Trade Organisation had warned that a fresh impasse would set back the prospects of a deal for years and might create the conditions for a global trade war. </p> <p>Patricia Hewitt, trade and industry secretary, said: \"This is a crucial step on the road to delivering a trade round that will benefit all of us, especially developing countries. An ambitious round is an important prize for the global economy and we must continue to make progress before next year's ministerial meeting in Hong Kong.\" </p> <p>Under the agreement signed in Geneva, the 147 members of the World Trade Organisation agreed to a framework for liberalising trade in agriculture, manufacturing and services, as well as updating customs procedures that have re mained unchanged for more than half a century. </p> <p>Economists have estimated that a final deal could add more than $500bn a year to the size of the global economy, but some trade negotiators and most development groups warned last night the draft was biased in favour of the West and there was much to do to secure a deal that would benefit poor countries. </p> <p>In an attempt to prevent a re-run of the fiasco in Cancun 10 months ago when the gulf between rich and poor countries proved unbridgeable, the compromise package agreed at the weekend was kept deliberately vague. </p> <p>\"Today multilateralism has made a minor triumph,\" said the WTO director general, Supachai Panitchpakdi. \"The major triumph will be the day we achieve the Doha Development Agenda\" - the name of the round launched in November 2001. </p> <p>Negotiators agreed to eliminate export subsidies and other forms of government support for farm exports, but provided no timetable for reform. Under pressure from Brazil and India, the EU and the US also offered a \"down payment\" that would see an immediate 20% cut in the maximum permitted payments by rich nations. </p> <p>The highest agricultural import tariffs will face the biggest cuts, although no figures have yet been agreed upon. Nations will have the right to keep higher tariffs on some of the products they consider most important. </p> <p>Brazil said it marked the beginning of the end for western farm subsidies, which add around £16 a week to the average food bill in the UK and hinder export of agricultural goods from poor countries. But Andrew Pendleton of Christian Aid said: \"If everything that is written down in that text was agreed, it would be beginning to look better for a lot of the poorest countries. </p> <p>\"The reason I am being so guarded is the commitment on export subsidies is pretty clear and explicit, but there is no timetable - that is the absolutely critical factor.\" </p> <p>Celine Charveriat, of Oxfam, said there was little in the deal to guarantee reforms that would help the poorest countries, and the deal overall was disappointing. </p> <p>But the mood in Geneva was one of relief after a series of marathon negotiating sessions had repaired damage caused by the failure in Cancun. </p>",
  "John Kerry intensified his efforts to persuade Americans to change their commander in chief yesterday, saying he would move more swiftly on national security than President George Bush, and promising to lessen the burden on US forces in Iraq. <p>The focus on security came on a day when Washington issued unusually detailed warning of a possible al-Qaida terrorist attack on financial institutions in the US. </p> <p>The homeland security secretary, Tom Ridge, said intelligence agencies had identified five potential targets of an al-Qaida truck or car bombing: the IMF and World Bank headquarters in Washington, the New York stock exchange and the Citicorp building in New York, and the Prudential Bache building in Newark, New Jersey. </p> <p>The heightened state of alert is the most specific warning since the September 11 attacks, and deepens the focus on national security. </p> <p>Aides to Mr Bush said he could respond as early as today to the conclusions of the congressional commission investigating the September 11 attacks, which called for sweeping reforms to intelligence gathering. </p> <p>Mr Kerry, the Democratic party's presidential challenger, appears determined to put his points across before Mr Bush returns to the campaign bus tomorrow. </p> <p>Reacting to the administration's initially cool response to the commission's central recommendation for a White House intelligence tsar, Mr Kerry said America needed a more proactive leader. </p> <p>\"What America wants is leadership that's ahead of the curve, that doesn't have to be told by an independent commission - which they, incidentally, fought to prevent,\" he told Fox television. </p> <p>The theme of national security ran through Mr Kerry's appearances on the morning television shows yesterday as he worked hard to capitalise on his military credentials at last week's Democratic convention. </p> <p>Apart from swift action at home, he promised that a Democratic administration would lead to more friends for the US abroad, improving its standing in the world and reducing the burden on its 140,000-strong force in Iraq. </p> <p>The key words for Mr Kerry were \"fresh start\", which he claimed would repair relationships with European and Arab states and make Nato allies more willing to send forces to Iraq. </p> <p>\"I think a fresh start for America, a new president with a new credibility, has the capacity to bring people to the table who are not there today,\" he told CBS television. </p> <p>\"I know that I can do a better job of providing a rationale for those countries to understand their stake in the outcome and I believe we can put together a very different kind of alliance.\" </p> <p>He promised that he would send no additional troops to Iraq and, for the first time, that he would reduce the level of the force during the first term of his administration. </p> <p>\"I will have significant, enormous reduction in the level of troops,\" he told ABC television. </p> <p>\"If the diplomacy that I believe can be put in place can work, I think we can significantly change the deployment of troops, not just there, but elsewhere in the world; in the Korean peninsula, perhaps; in Europe, perhaps.\" </p> <p>The intensity of campaigning marked a departure from election etiquette, which normally requires a holiday hiatus in August. In this year's heated atmosphere an extended break could be fatal to either contender. </p> <p>According to a Newsweek poll, Mr Kerry's speech to the Democratic convention gave him a four-point lift, boosting his standing to 49%, compared to 42% for Mr Bush. </p> <p>However, a post-nomination poll by CNN and USA Today gave Mr Bush the advantage, leading Mr Kerry by 50% to 47%. </p> <p>That was still too close to comfort for Mr Bush, who is going to use the days ahead to lay out his second term agenda before the Republican convention at the end of the month.</p>"
]