[
  "<b>Jimmy Boyle used to be a staunch Democrat. But when he lost his son, a firefighter, on 9/11, he put his trust in George Bush</b> <p>Three years after his son Michael was killed in the World Trade Centre, the question for Jimmy Boyle is a simple one of leadership - and the answer is George Bush. </p> <p>\"I was a lifetime Democrat, but my son died, and I felt like we went to war that day,\" said Mr Boyle, who like his son was a firefighter, and who has never voted for a Republican presidential candidate. </p> <p>\"Somebody hated us. They killed 3,000 of us. And when George Bush went down to the site that day, and put his arm around that firefighter and put that bullhorn to his face, he presented leadership, and I was looking for leadership. </p> <p>\"I believe we're at war, that he's pursuing the war, and, Iraq notwithstanding, he's so far been able to stop another attack on America.\" </p> <p>Mr Boyle, from Long Island, fits few European stereotypes of Bush-supporting Americans. He helped raise funds for British miners during their strike two decades ago, and he knows there is no evidence to link Saddam Hussein to the September 11 atrocities - \"but if your intelligence says there is a threat, you have to take a leadership role.\" </p> <p>His belief in the importance of projecting strength overseas is a more general one. \"I honestly believe it's important Bush gets re-elected, to convey to the Islamic world that democracy is a great thing, and it ain't going to be deterred,\" Mr Boyle said. </p> <p>\"The defeat of George Bush would be an indication that our country has let its guard down. We'll pull out of Iraq, and the Middle East, and we'll go back to the old ways of the UN, talking about everything but not doing it.\" </p> <p>He was \"absolutely overwhelmed\" by transatlantic support after September 11, he said, but now feels that Europe sees Mr Bush as \"just a cowboy\". </p> <p>He confesses to another, personal reason for preferring the incumbent. Last March, when Mr Boyle showed up to watch the president open a memorial for Long Island residents who died on September 11, security guards prevented him from entering. </p> <p>He called a friend who works for a local congressman; the congressman was travelling in Mr Bush's limousine, and soon the president called Mr Boyle on his mobile phone. </p> <p>\"He said, 'It's George Bush. I think I can get you in. Where are you?' I said, 'If I told you where I was, which is the Aquatics Centre on Merrick Avenue, you wouldn't know where that was, because you're the president of the United States.' </p> <p>\"Meanwhile a cop was screaming at me, so I said I was on the phone with the president. He said, 'Yeah, right.'\" </p> <p>Mr Bush facilitated Mr Boyle's entry, and met him minutes later, saying: \"See, I told you I'd get you in.\" </p> <p>Few will have a similar opportunity, but it is the perception of a common touch that is one of Mr Bush's greatest assets. In combination with his tough image, it's been enough to win Mr Boyle's backing. </p> <p>\"Bin Laden is a formidable opponent,\" he said. \"These people are plotting to kill you and me, and I feel I have a better shot at beating them with George Bush. Three thousand Americans died on his watch, and he's going to pursue it.\" </p> <p><b>Terry Rockefeller lost her sister in the attack. She believes that only John Kerry's Democrats offer a chance of a safer world</b></p> <p>People wonder why Terry Rockefeller has never seemed to be out for revenge, and when they hear her talk, they sometimes tell her she is unpatriotic. </p> <p>\"I don't want revenge, because revenge doesn't work,\" said Ms Rockefeller, whose sister Laura, 41, was helping to run a conference at the Windows on the World restaurant at the top of the World Trade Centre's north tower on September 11. </p> <p>Terry didn't know about the conference, and called Laura's apartment all through that day, hoping just to confirm that she was fine. </p> <p>\"And then, when they say that because your sister was killed it's unpatriotic not to want to go to war ...\" She broke off. \"I'm sorry. I'm getting angry now.\" </p> <p>Ms Rockefeller, from John Kerry's home state of Massachusetts, and no relation to the famous Rockefeller family, doesn't think a Democratic win would come close to guaranteeing the radical changes that she believes are essential - but it would, at least, offer a chance. </p> <p>\"I am heartbroken when Dick Cheney says that a vote for John Kerry could lead to a new terrorist attack,\" she said. \"That is sheer demagoguery, fearmongering. It horrifies me. We live in a dangerous world. I know that very well, because my sister was killed. But most people around the world are at far greater risk of terrorism or war or genocide than Americans, and we haven't even begun to discuss the sources of that violence.\" </p> <p>Before the Iraq war, Ms Rockefeller, 54, a film-maker, travelled to Baghdad with the group September 11 Families for Peaceful Tomorrows, and judged the situation for herself. </p> <p>\"We came back saying, 'Well, there isn't terrorism in Iraq now, but if this war happens, people will become terrorists. This will make America hated.\" </p> <p>She was derided for her views at the time. \"But now I'm reading the same comments on the letters pages of local newspapers. People are learning.\" </p> <p>Ms Rockefeller marched in New York to demonstrate against the Republican convention, and has returned to the city for today's anniversary commemorations, but she nurses no illusions about the scale of the forces opposing her. </p> <p>\"There is so much irrational fear - the attitude is, 'We don't change presidents during wars,'\" she said. </p> <p>\"But given how much the level of danger has increased since 9/11, because of things we've done, wouldn't you rather have a president who actually engages in diplomacy, believes that diplomacy is the appropriate first response - rather than something you do after the fact, when you've shocked and awed Baghdad and found you weren't greeted with flowers?\" </p> <p>Ms Rockefeller is incensed by those who presume to harness her grief to their warmaking, or to their election campaigning. </p> <p>\"Since 9/11, we've made huge portions of the world rightfully think ill of us,\" she said. </p> <p>\"It's going to take extraordinary leadership to say, 'We did this wrongly. We have to do it differently.' </p> <p>\"We better hope John Kerry wins in November.\"</p>",
  "<b>·</b> Arthur Schlesinger Jr is a former adviser to President Kennedy and the author, most recently, of War and the American Presidency; Timothy Garton Ash's latest book is Free World: Why a Crisis of the West Reveals the Opportunity of Our Time <p><b>Arthur Schlesinger:</b></p> <p>My European friends, do not despair of America! It is still the bold and idealistic country of FDR and JFK, though boldness and idealism have latterly turned somewhat into bellicosity and arrogance.</p> <p>This is the result of two history-making experiences. One is the victory of democracy over communism in the cold war. The dissolution of the Soviet Union leaves the US as the planet's unchallenged and unchallengeable superpower - not just in the military and ideological sense, but in economics, technology and popular culture. </p> <p>Neoconservative ideologues in Washington were confident that the US could dispense with allies and international institutions. They systematically disparaged and vilified the UN, ironically enough, in the house of its founders Woodrow Wilson and Franklin Roosevelt. Many Americans sought comfort in reverting to traditional mistrust of what Jefferson called \"entangling alliances\".</p> <p>The second history-making experience we mark today - the third anniversary of the assault by hijacked airplanes on the World Trade Centre in New York and on the Pentagon in Washington, twin symbols of what President Eisenhower once called \"the military-industrial complex\". This has had a terrific impact on the national psyche, even more so than the surprise Japanese attack on the Pacific fleet at Pearl Harbor on December 7 1941.</p> <p>After all, in 1941 we knew who the enemy was. The Japanese attack took place on a remote island in the middle of the Pacific Ocean, far from American shores. The target was American naval power, not innocent civilians going about their daily business. Today the enemies are stateless; they strike in cities well know to every American; they blow themselves up or retreat into the shadows; they turn a familiar convenience - the aeroplane - into a vicious weapon; and ordinary people are the target.</p> <p>The second world war was a far more menacing conflict with far more dangerous foes. But it did not threaten Americans in the daily rounds of their lives. Today many feel an intense personal vulnerability they have never felt before. Of course, Europeans have grown accustomed to local terrorism - ETA Basques in Spain, Red gangs in Italy and Germany, Corsicans in France, and the old IRA in Britain. For Americans terrorism is a novel and horrid experience.</p> <p>This mysterious new threat led a new administration in Washington to change the basis of US foreign policy. That basis had been containment and deterrence, a combination that won us the cold war. The new basis of US foreign policy is preventive war, which cold war American presidents had abhorred and vetoed. The Bush doctrine is to attack an enemy, unilaterally if necessary, before it has a chance to attack us, a right reserved to the US. This casts the US as the world's judge, jury and executioner. Hardly a popular position.</p> <p>Most Americans had supported the war in Afghanistan against al-Qaida, which committed an act of monstrous aggression, and against the Taliban, which protected the terrorists. The second, and separate, war against Iraq was an optional war, a war of presidential choice. That war was fought on two false premises - the alleged stockpiles of weapons of mass destruction and the alleged partnership between Saddam Hussein and Osama bin Laden.</p> <p>The case for preventive war rests on the assumption that we have near-perfect intelligence about the enemy's intentions and capabilities. Post-mortem inquiries into our intelligence agencies show how imperfect our knowledge of Iraq was.</p> <p>In the meantime, \"homeland security\" anxieties abide in many American households. People in the age of terrorism are willing to pay a price for the protection of their families. As all wars do, the Iraq war has expanded presidential power. More than 30 years ago, I wrote a book called The Imperial Presidency, and an imperial presidency has been born again in Washington today.</p> <p>A so-called Patriot Act, rushed through in the wake of 9/11 by an imperial attorney general, it imposes restrictions on civil liberties of American citizens. The Supreme Court has condemned the presidential suspensions of due process for detainees held for many months without access to counsel at Guantanamo Bay, the American base in Cuba.</p> <p>The Bush administration is the most secretive within memory and grows more secretive every day. The attorney general has done his best to sabotage the Freedom of Information Act. There has been a 60 per cent increase in the number of classified documents from 2001 to 2003. The administration of Richard Nixon had held the record for secrecy heretofore, but now Nixon's counsel, John Dean, has written a bestseller called Worse than Watergate: The Secret Presidency of George W Bush.</p> <p>Such restrictions trouble many Americans. It must not be supposed that a majority of voters elected George W Bush. He was a minority president, elected by the Supreme Court in a 5-4 decision. If the votes cast for Al Gore and Ralph Nader are combined, Bush lost the popular vote by three million. Opinion polls suggest that 45 per cent of the electorate love Bush, another 45 per cent loathe him.</p> <p>It is not likely that many people in the two opposing camps will change their minds between today and November 2, election day. The battle is for the undecided 10 per cent. The Democratic candidate, Senator John F Kerry of Massachusetts, is in the school of FDR and JFK. His campaign has faltered momentarily but in the past he has shown himself to be a hard fighter and a strong finisher.</p> <p>Immediately after 9/11 a wave of worldwide sympathy engulfed America. Three years later, America is regarded with hostility around the world. Never in American history has the US been so unpopular abroad. That is not lost on the American voter. And the great strength, the great virtue, of democracy is its capacity for self-correction. So my European friends, do not despair!</p> <p><b>Timothy Garton Ash:</b></p> <p>We have not forgotten. We will never forget. We all know where we were the moment we learned the news of the assault on the twin towers. I heard it first from a Frenchwoman. I remember her stumbling words of bewilderment and instant solidarity. That solidarity between Europe and America - the twin towers of the historic West - lasted about three months, through the rout of Al Qaida in Afghanistan. But where is it now, three years after 9/11?</p> <p>Not lost and gone for ever, but waiting to re-emerge. Waiting for the America that will enable it to re-emerge. The America evoked by Arthur Schlesinger. The America whose best hope is the rather wooden yet statesmanlike John Kerry.</p> <p>A recent international poll shows that most of the world overwhelmingly wants Kerry to win. If any American thinks that counts against the Democrats' candidate I can only conclude that the shock of the 9/11 attacks has led them to stop thinking straight. And that's a result that Osama bin Laden, if he's still alive, will be celebrating today.</p> <p>This great argument inside the West is about how, not whether, we should defeat the human evil that showed itself in New York on September 11 2001, in the bombing of Madrid on March 11 2004, and in the massacre of the innocents in Beslan last week. Three years on, the West is divided roughly thus: half of the Americans are with about four fifths of the Europeans against perhaps one fifth of the Europeans who line up with the other half of the Americans. In this case, the majority is right.</p> <p>Let me, however, make one big European self-criticism. Sometimes it's not enough to be clever, subtle, cultured, tolerant, reasonable and understanding. Sometimes, if we are to defend tolerance, reason, culture and understanding, we have to be fierce, militant and downright bloody-minded. We have to fight. For we face enemies who love death and will not be deterred by sweet reason. I think more Americans than Europeans understand this.</p> <p>The conduct of the Bush administration in the war against terrorism has been strong. But it has not been wise: unconditional backing for Ariel Sharon in the Israeli-Palestinian conflict and Washington's war of choice on Iraq, in claimed pursuit of weapons of mass destruction that did not exist and with wholly inadequate preparation for the postwar occupation. These foolish policies have alienated moderate Muslim opinion everywhere, set Europe against America, increased the threat of terrorism, and made the US resented in almost every corner of the globe.</p> <p>To win this struggle together, we need to be both strong and wise. That means recognising that this is a war that war can't win. Because Washington has such a giant hammer, it tends to see every problem shaped like a nail. Unfortunately, terrorism is not a nail; it's more like an underground fungus, spreading invisibly for miles before suddenly reappearing above ground in a different place.</p> <p>I am alarmed by the militarisation of political rhetoric in the US over the three years since this century's Pearl Harbor. Too often, the country seems to be engrossed in a mythic, heroic narrative of patriotic, martial prowess. This extends to the heroic pleasure of standing not just tall but alone, like Gary Cooper in High Noon. In real life, it helps to have a few friends.</p> <p>Terrorism is never excusable, but it is often explicable. Explanations point to causes. Only if we address the political and economic causes of terrorism, as well as the thing itself, will we ever have a chance of winning this war. There is not just \"terror\" or \"terrorism\"; there are terrorisms, and they differ greatly. What the Chechen terrorists did to those children in Beslan was among the most evil acts that any human being can perpetrate against another. But it had causes, and some of them lie in the brutality and stupidity of Russian policy towards Chechnya over the last decade.</p> <p>To reflect on the political causes and how they can be removed is not weakness or appeasement, as the American right insists. It's the kind of common sense that the US itself showed when it encouraged political negotiations with representatives of the Kosova Liberation Army, the Albanian-Macedonian National Liberation Army and the Irish Republican Army, all of which used the methods of terrorism to achieve their political goals.</p> <p>Equally, nothing can justify Palestinian suicide bombers killing innocent Israeli civilians. Nothing. Ever. But their acts have causes, and if we are to win the war against terrorism, we have to remove those causes. We have to be strong, but also wise. At the moment, Europe needs a bit more strength and America a bit more wisdom. So, my American friends, we're in this together and we look to you. We have not forgotten; we will never forget.</p> <p><b>·</b> This exchange of letters was commissioned by the Italian newspaper La Repubblica.</p>",
  "<b> Jakarta Post </b> <br> Editorial, September 10 <p>\"The horrendous bomb attack that occurred in front of the Australian embassy in ... Jakarta [on Thursday] morning hammers home the fact that there can be no respite in the fight against terrorism ... While terrorists have the luxury of being able to watch their prey and strike without warning, the authorities have to be forever on the alert, unable to allow their vigilance to slacken for even one moment ... </p> <p>\"It is therefore all the more disturbing that, in the case of [Thursday's] attack, the Indonesian authorities ... appear to have chosen to ignore warnings that were issued only last week by the US and Australian governments alerting their citizens to the possibility of an imminent terrorist attack ... </p> <p>\"Indonesia's top leadership reacted promptly to the disaster ... [but] our police officers and intelligence agencies have somehow allowed their vigilance to slacken.\" </p> <p><b> Australian</b><br> Editorial, September 10  </p> <p>\"While we should be relieved no Australians were killed or wounded in [the] Jakarta terror attack, we should be united in horror that at least [nine] innocent Indonesians died and [more than 180] were hurt. It is essential that the people of Jakarta understand we respect, and share, their grief ... Doubtless, the target for the car bomb ... was the Australian embassy. But ordinary Indonesians working in or visiting the building, and just passing by, were as much the intended victims of theattack as Australian nationals. </p> <p>\"Like Bali before it, this awful atrocity demonstrates that the Australian and Indonesian peoples are united in facing a cruel and ruthless enemy ... We do not conclusively know who was responsible for the attack. It may have been the work of murderers motivated by the Indonesian presidential elections. But it clearly carries the signature of the Jemaah Islamiyah [JI] terrorist organisation.\" </p> <p><b> Sydney Morning Herald</b><br> Editorial, September 10  </p> <p> \"The ... blast is likely to swing Australia's election campaign away from the bread-and-butter matters of tax and healthcare and back to national security. The [Australian] prime minister, John Howard, is consistently seen as a strong leader on security issues. His swift response to the explosion, his appropriate sympathy for the families of those Indonesians killed, and his government's record of effective cooperation with the Indonesian authorities after the Bali attacks are all likely to enhance this advantage ... </p> <p>\"While the bombing comes on the eve of the Australian election, it is even closer to Indonesia's landmark presidential poll on September 20. The frontrunner, Susilo Bambang Yudhoyono, is an articulate, outward-looking reformist, who is far more comfortable with Australia than his rival, the incumbent, Megawati Sukarnoputri.\" </p> <p><b> Herald Sun</b> <br>Editorial, Australia, September 10 </p> <p> \"The bomb blast ... has the capacity to severely disrupt the federal election and cool heads among our political leaders must prevail ... We must not allow panic from this latest terrorist outrage to affect the voting intentions of an already severely tested electorate ... It seems certain that Australia was the target. It might be that an attack on Australian soil has been avoided by largely bipartisan political support for our border security. It might also be that our country is still lucky and that we must redouble our efforts to avoid a similar attack on Australian soil. </p> <p>\"It would be simplistic to say that on the eve of the anniversary of the September 11 attacks on America the still-smouldering events of Thursday are not connected [but] it would be foolish to say they are.\" </p> <p><b> Aldo Borgu</b><br> Daily Telegraph, Australia, September 10  </p> <p>\"Some commentators have raised the possibility that the timing is related to the third anniversary of the 9/11 attacks, but if you want to 'celebrate' that now infamous date with another terrorist attack it would have made more sense to actually do so on the day in question. It might be smarter to also focus on the attack's timing relative to the forthcoming Indonesian presidential election ... </p> <p>\"We shouldn't lose sight of the fact [that the terrorists'] wider aim here is to destabilise Indonesia ... JI is the most obvious culprit and if that's the case then it signals that they are back in business after more than a year's absence. That means, despite our best efforts - and those of the Indonesians - JI is just as sophisticated and deadly as it was at the time of the ... Marriott bombing [in Jakarta in 2003]. That means something in our response is not working. </p> <p>\"But if it's not JI then the news is just as bad, if not worse, because it would signal that there's a new terrorist player in town, one that we know nothing about.\" </p> <p><b> Canberra Times</b><br> Editorial, September 10  </p> <p> \"Was it Australia itself under attack, or Australia as a convenient representative of wicked western and Christian society? Probably a measure of both. JI documents, and other Indonesian anti-western propaganda, have found plenty to criticise about Australia itself, not least its role in the liberation of East Timor, and the way Canberra is seen to have embraced ... the role of 'deputy sheriff' to America's sheriff in south-east Asia.\"</p>",
  "At New York fashion week this weekend, the accessory to be seen with is not the new limited edition Louis Vuitton handbag, or even the latest must-have miniature lapdog. It is a cheap blue or red plastic badge of allegiance - not to the Manhattan fashion power players of Donna Karan, Calvin Klein or Ralph Lauren, but to presidential candidates George Bush or John Kerry. <p>Mary Alice Stephenson, stylist to the actor Liv Tyler and a well-known front-row face, this week told the cult Manhattan-based fashion newspaper The Daily that top of her list of what not to wear this week was \"a Bush/Cheney pin\". </p> <p>Coming hot on the heels of the Republican convention in New York, and with the election less than two months away, the buzz at this New York fashion week is as much about politics as about frocks. </p> <p>Among the week's most coveted invitations is a reception on Sunday night hosted by designers Cynthia Rowley and Kenneth Cole, along with Hillary Rodham Clinton, in honour of John Kerry and John Edwards. And the front-row guests expected to produce the biggest paparazzi frenzy are not the actor Kate Hudson, rumoured to be attending Marc Jacobs's show on Monday night, or even Paris Hilton, who is in town to promote her book, Confessions of a Heiress, but the first daughters, Barbara and Jenna Bush. </p> <p>In February, Barbara caused a sensation by gracing, with her model cousin Lauren, the front row of young designer Zac Posen's show. Currently on a charm offensive, the Bush girls may well take advantage of the publicity surrounding fashion week again. </p> <p>Fashion has come to play a key role in grooming candidates' wives and, increasingly, daughters for the campaign trail: the latest issue of American Vogue features an interview and glamorous photoshoot with John Kerry's daughters, mirroring a similar stunt with the Bush girls earlier in the summer. </p> <p>Meanwhile, in another attempt to introduce to fashion week debate that transcends the issue of Jimmy Choo versus Manolo Blahnik, the animal rights group People for the Ethical Treatment of Animals, which in recent years has repeatedly sabotaged the catwalk shows of top designers to protest against their use of fur, has this season staged a fashion week seminar for students at Parsons School of Design to inform young designers, who are often offered sponsorship by fur companies in return for featuring their products, about the fur trade. </p> <p>The aim, says the Peta vice-president Dan Mathews, is to allow students \"to make informed choices about using animal skins rather than just letting them be seduced by fur industry handouts.\" </p> <p>The politicised atmosphere is heightened by the fact that fashion shows will be staged today, the first to be held on September 11 since the terrorist attacks. For the first two anniversaries of the attacks, organisers avoided the date. But today there is a full schedule of nine shows. </p> <p>\"It is a day of business,\" says Fern Mallis, executive director of New York fashion week coordinators 7th on Sixth, of the decision to stage shows. </p> <p>\"The city is not shut down. There are very significant major events happening in New York - the women's final of the US Open, for instance. At 8.45am and 9.03am, the times when the planes hit, we will have moments of silence. After that it's up to everyone to mark the day in whatever way feels appropriate to them.\" Unsurprisingly, however, none of the major designers have chosen to show today. \"I wouldn't say there was a rush to fill those slots\", admits Mallis. </p> <p>But Kelly Cutrone, owner and founder of the fashion PR company People's Republic, has chosen slots today for several of the designers she represents, including the American designer Jeremy Scott and the Turkish newcomer Atil Kutoglu. For Cutrone, there is a strong political dimension to this decision. </p> <p>\"Personally, I'm very sceptical about how the Bush administration has handled the legacy of 9/11. I don't at all support their tactics designed to make everyone feel so scared. I'm not going to buy into that fear.\" But she admits the decision to go ahead with shows was not an easy one. \"Of course, it's a day when people in New York are very sensitive,\" she says. </p> <p>\"And of course we want to respect those people who suffered on a very personal level. But while fashion may not be the deepest industry in the world, in our own little fashion way we felt it would be good to do something positive.\"</p>",
  "With 50 days left in his presidential campaign and nearly 10 points behind in the polls, John Kerry found himself this week in a familiar situation: surrounded by people willing him on, but who were having trouble understanding what he had to say. <p>The venue was the cavernous semi-dome of Cincinnati's art deco railway terminal, now a stunning museum, but a problematic place to hold a rally. Senator Kerry's voice echoed like a forlorn platform announcement, and determined local supporters like John Figurel struggled to hear what he was saying. </p> <p>\"I want him to get tougher,\" Mr Figurel said, conceding that if Mr Kerry had been tougher in the speech, he had missed it. </p> <p>That has been Mr Kerry's problem all along. </p> <p>After all the months on the road, many Americans are unclear about what he stands for, partly thanks to the efforts of the White House, which spent much of last week's Republican convention in New York lampooning him as a \"flip-flopper\". </p> <p>The charge has been hard to scrape off, because it contains a large fragment of truth. </p> <p>The Massachusetts senator has altered course on key issues, most notably Iraq, and he has yet to convince people that changing your mind is better than making consistently bad decisions, as he insists the president has done. </p> <p>A Washington Post and ABC poll published yesterday confirmed that George Bush had come out of his convention with a 52-43 percentage point lead nationwide. </p> <p>The Kerry campaign, in its most difficult week, has consoled itself that the margin is significantly smaller in the swing states, where the election is really being fought, and among all registered voters, rather than just likely voters. </p> <p>The man himself appears to thrive on bad news. Over the past few days, his tall, normally rigid frame seemed to relax, he has even attempted jokes, telling pensioners in St Louis they were lucky that he was not staying behind to beat them at bingo. </p> <p>The sunny mood was reminiscent of the most difficult hours of his primary campaign in January, when the prospect of defeat seemed to inject much-needed urgency and clarity into his rhetoric. </p> <p>But the inescapable truth is that the Democrats' campaign has been blown off course; the president has succeeded in conveying his simple \"me strong, him weak\" tune. </p> <p>The tension has been noticeable in the Kerry camp, where speeches are being rewritten hours before delivery, and new faces have begun to appear on the team. </p> <p>Mr Kerry has brought on two distinct groups of reinforcements: political street-fighters from his Boston past, John Sasso and Michael Whouley; and famous faces from the Clinton White House, such as the former presidential spokesmen Joe Lockhart and Mike McCurry, and a prominent pollster, Stanley Greenberg. </p> <p>Mr Lockhart has become the campaign's new front man on television, but on the road, Mr Sasso is the battlefield tactician, constantly at the senator's shoulder. </p> <p>In Cincinnati, he watched the candidate from behind the television cameras. A short man with neat grey hair and a charcoal suit, he had more the air of a banker than the tough operative he is reputed to be. </p> <p>The last time Mr Sasso was in the national spotlight was in 1988. He was forced to resign from Michael Dukakis's campaign when it was found he had leaked tapes to the press that showed that one of the Massachusetts governor's opponents in the Democratic primary, Joe Biden, had plagiarised Neil Kinnock's words. </p> <p>His reappearance at least sent a signal that the Kerry campaign intends to play hard. Mr Sasso politely deferred questions about his role to the woman standing with him, Mary Beth Cahill, the campaign manager. </p> <p>\"Look, it's a general election,\" said Ms Cahill, who is widely credited with helping save Mr Kerry from ignominy in the Democratic primaries. \"This is the way things happen when you come down to the crunch. Some of the most gifted operatives in the DNC [Democratic National Committee] have come on board.\" </p> <p>Robert Boorstin, a veteran of Democratic campaigns, explained his role more bluntly. \"He is a brilliant strategist, a tough guy, who doesn't mind saying 'screw you' to the candidate,\" he said. </p> <p>That may be his most valuable role, as a trusted aide who is not afraid to tell Mr Kerry where he is going wrong. </p> <p>Mr Sasso is also supposed to help the campaign respond faster to attacks such as the claims by hostile veterans that Kerry had embellished his Vietnam war record. </p> <p>It was a fight the Kerry campaign marched into by focusing the Democratic convention in Boston on the candidate's status as a war hero. </p> <p>In Ohio, a Kentucky Republican infiltrated the Democratic crowd, and began ranting against Mr Kerry's 1971 claim that US soldiers had committed atrocities there. The heckler, however, made the mistake of jumping up next to a delegation of union sheet metal workers, some of whom silenced him with a headlock and wrestled him to the ground. </p> <p>Since Mr Sasso and the Clintonites have come on board, the Kerry message has become noticeably crisper. </p> <p>For all the acoustic problems, the Cincinnati speech marked the start of the fightback. It was intended primarily for a TV audience, which heard it straight from the can didate's microphone, and, in any case, the real eloquence of the message was the choice of venue. Mr Kerry was standing on the spot from which Mr Bush had warned Americans of a nuclear \"mushroom cloud\" if Saddam Hussein was left to his own devices. </p> <p>That Cincinnati speech in October 2002 clinchedMr Bush's case for war. Days later, a mandate for military action was passed overwhelmingly in the Senate, with the support of Democrats like Mr Kerry. </p> <p>By revisiting the \"scene of the crime\", Mr Kerry was able to remind the country of the president's unfounded claims and their cost so far - 1,000 lives and $200bn, and untold damage to the US way of life. </p> <p>By the next day, when Mr Kerry addressed a smaller rally in Des Moines, Iowa, the theme had been honed further into a fighting slogan, that played with George Bush's middle initial, nickname and campaign trademark. \"That's W. Wrong choice, wrong leadership and wrong direction,\" he said repeatedly, punctuating his short speech with the phrase to the delight of the crowd. </p> <p>His last slogan, \"Bring it on\" saw him through the primaries, but long ago began sounding tired and vacuous. </p> <p>The \"wrong choice\" line has been turned into an advertisement that is intended to play in almost every state. </p> <p>The Kerry campaign will now hammer home its main charges against Mr Bush: that unemployment has risen by more than a million on his watch, that the number of Americans without medical insurance has risen by five million, and that Mr Bush has taken the US into a war from which there is no easy exit. </p> <p>Many Democrats believe the president's lead in the polls reflects a fundamental failure in the Kerry campaign. New staff can help, but it is clear to a lot of Democrat supporters that much of the problem lies with the candidate himself. </p> <p>His vote for the Iraq war in October 2002 has blurred the Democratic position on the central issue in the campaign. Some of his advisers have urged him to state simply that he, like a majority of Americans, was fooled by the president, and that the Senate vote was not a blank cheque. </p> <p>As one Democratic strategist put it: \"If you sign an agreement with a credit card company, it doesn't mean that if someone steals your card and spends $10,000 in Gucci, you should pay it.\" </p> <p>It is a persuasive argument, but not one Mr Kerry has made himself. Instead, he has alternated between saying he would have fought the war differently, arguing it was fought on false pretences, and then baffling his staff by agreeing he would have voted for the invasion even if he had known Iraq had no weapons of mass destruction. President Bush quickly seized on that admission and has not let go. </p> <p>\"Many smart candidates have a problem of being addicted to nuance, and it happens especially with legislators,\" Mr Boorstin conceded. </p> <p>His supporters insist he is a \"good closer\", who saves his best to last. He demonstrated that in the primaries, and will have to do so again in the presidential televised debates, which are due to begin by the end of this month. </p> <p>In the absence of an \"October surprise\", they are likely to be Senator Kerry's last stand.</p>",
  "<p>America's declaration that genocide is taking place in Sudan has injected fresh urgency - and controversy - into the international debate about what the UN unhesitatingly calls the world's worst humanitarian crisis. It was only to be expected that the Khartoum government would reject the charge, but there has also been a lukewarm response elsewhere to Colin Powell's statement to the Senate foreign relations committee. The US secretary of state says genocide is taking place on the basis of evidence that black African villagers in Darfur are being targeted with the specific intent of destroying \"a group in whole or part\". Human rights organisations have welcomed the shift. Britain's official response is that grave crimes are being committed by the government-backed Janjaweed Arab militias and that the UN should mount an urgent investigation. Is this a case of diplomatic sensibilities masking a brutal truth? Is it right to have reservations about using the G word? </p> <p>Situations previously characterised as genocide include the Turkish massacre of 1.5 million Armenians during the first world war and, less controversially, the Nazis' extermination of six million Jews in the second world war, when the term was coined from the Greek word genos (race or tribe) with the Latin word cide (to kill). It has been widely applied to Pol Pot's Cambodia of the 1970s and made bloody reappearances in Rwanda in 1994 and in the aftermath of the wars of the Yugoslavian succession. Slobodan Milosevic, the former Serbian president, is facing a genocide charge at the Hague war crimes tribunal. Radislav Krstic, a Bosnian Serb general, was convicted of genocide for his role in the Srebrenica massacre of 7,000 Muslim men and boys. </p> <p>Sudanese officials will admit to nothing more than a humanitarian crisis created by ethnic strife and have contemptuously accused Mr Powell of seeking black votes in the forthcoming US presidential election. Khartoum also argues that the intervention will undermine delicate peace negotiations with Darfur rebel groups in Nigeria. Most of the facts, though, are indisputable: 50,000 people have died since February 2003 and over a million have been displaced. Aid workers yesterday reported a new mass influx of refugees into one camp in southern Darfur. Harrowing images have been on our TV screens for long enough to fuel demands for something that goes beyond agonised handwringing and ineffective quiet diplomacy </p> <p>It is true that behind the debate in the US lies guilt about the shameful failure to act when the first reports of genocide emerged from Rwanda a decade ago. That is only natural. The genocide characterisation may also be intended to galvanise the international community - though targeted sanctions such as an assets freeze and a travel ban on senior Sudanese officials would be more effective than the oil embargo currently being proposed by Washington. That is opposed by China, an importer of Sudanese oil and a security council member, as well as by Pakistan and Algeria. And there is the familiar dilemma that such sanctions are a notoriously blunt instrument, as the Iraqi experience taught. But urgent though the crisis is, Washington and London are still not trying the sort of heavy-duty arm-twisting they tried when seeking a second UN resolution authorising war on Saddam. </p> <p>Mr Powell's intervention puts the US a step ahead of the EU, which says it wants a UN investigation. But the real question is not about a dictionary definition of genocide. No one can claim that Sudan is not experiencing a terrible human tragedy. As Oxfam has been warning in appeals for help to save lives: time is short and people are dying. Recognising the scale of human suffering is a prerequisite to action. Words, however resonant, are not enough.</p>",
  "Car bombs, chaotic airports and the prospect of evening tea with a warlord might make most tourists a little queasy. Not, however, 84-year-old Gertrude Lysinger. <p>\"It's been interesting\", said the grandmother from Philadelphia as her tour bus whizzed through western Afghanistan, passing murals of mujahideen martyrs and an abandoned fighter jet. </p> <p>While thousands of American soldiers are scouring Afghanistan for Osama bin Laden, for the past fortnight a dozen US tourists with an average age of 74 have been touring the country, after spurning warnings from their friends, family and the state department. </p> <p>\"My kids think we are nuts,\" admitted Richard Glenn, a 79-year-old retired college principal from Ojai, California. </p> <p>Mary Lloyd, a housewife from Phoenix, Arizona, added: \"My daughter said, 'You're flying into a war zone. I'm never going to see you again'. She asked for my last words.\" </p> <p>Challenging the perception of Americans as a stay-at-home nation, the 12 are seasoned travellers. \"We want to see Afghanistan before they start putting up Hiltons and McDonald's. We want to get out and smell the land,\" said Dr Glenn. </p> <p>The tourists have encountered only generosity from ordinary Afghans. \"We make quite a stir wherever we go,\" said Dick Bogart, a retired computer salesman from San Francisco and grandfather of 10. \"It's been very touching.\" </p> <p>On their second day of their tour, however, a car bomb exploded half a mile from their Kabul guesthouse, killing three people. \"That was scary,\" admitted Mrs Lloyd. </p> <p>Later they travelled west to Herat, where they discovered the city had nearly been engulfed in a battle between the governor and a rival warlord two weeks earlier. Undeterred, after touring the city, they had an audience with the governor, Ismail Khan. </p> <p>\"He told us he didn't want to be called a warlord,\" said Mr Bogart. \"It was a very powerful experience.\" </p> <p>Transportation, not terrorism, has been the greatest challenge, said the tour leader Gary Wintz, 57, who last visited Afghanistan in 1978. </p> <p>\"This is one of the most difficult countries on earth,\" he said. \"But I think this is an exceptional group.\" </p> <p>The tour also prompted reflections on America's image abroad; many were openly anti-Bush. </p> <p>\"My main object in life is to get Bush out of the White House,\" said Connie Pencall, a retired teacher. \"He is a terrible, terrible man. We are not welcomed anywhere any more.\" </p> <p>Janet Moore, an Englishwoman who runs a tour company in California, had the idea of bringing the first Americans to tour Afghanistan. </p> <p>Her stepfather, Peter Sanders, was a colonial officer who lost an army to Pashtun tribesmen in 1939. After his death last year she travelled to Afghanistan, accompanied by her 70-year-old mother and five-year-old daughter. They were overwhelmed by the hospitality of the people. </p> <p>After initially filling 20 places for the Afghan tour, at $6,340 (£3,562) each, eight people dropped out after violence escalated in the run-up to next month's Afghan presidential election. </p> <p>The travellers' adventure ends today when they cross the Khyber Pass into Pakistan's North-west Frontier province. \"Don't worry\", joked Mr Wintz. \"We'll be okay. And if we pass Osama, we'll give him a ride.\" </p> <p><b>To boldly go: Extreme tours</b></p> <p><b>·</b> <b> Baghdad</b> Last October, seven British tourists visited Iraq with Hinterland Travel. Cost: £1,300 </p> <p><b>·</b> <b> Chernobyl</b> Ukraine travel agents offer day trips to region devastated by 1986 reactor explosion. Cost: £150 (includes breathing apparatus) </p> <p><b>·</b> <b> Ethiopia</b> UK company Journeys by Design offers trips to former famine-stricken country. Cost: £2,000-£3,000 </p> <p><b>·</b> <b> Northern Ireland</b> Travellers with US company Global Exchange stay with families on Falls Road, Belfast, and tour army bases. Cost: £1,100 </p> <p><b>·</b> <b> West Bank and Gaza Strip</b> Visit refugee camps, holy sites and security wall. Cost: £1,100 </p> <p><b>·</b> <b> A trip into space</b> US millionaire Denis Tito became the first space tourist in 2001. Cost: £14m </p> <p><b> Katy Heslop</b></p>"
]