[
  "<p>On 27 October the people of Turkmenistan - a gas-rich, desert-dominated central Asian country - will be celebrating 13 years of independence from the former Soviet Union. There will be feasts and military parades in the gleaming capital, Ashgabat. But, like the Soviet-era buildings behind the marble facades, the fabric of society is crumbling under the rule of the man they will be praising: Saparmurat Niyazov, Turkmenbashi the Great, Turkmenistan's 'President for Life'.</p> <p>Turkmenistan, which is twice the size of the UK yet has a population of just 5m, has since seceding from the Soviet Union in 1991, 'acquired one of the worst totalitarian systems in the world', according to the European parliament. And central to this system is a cult of personality to match Mao Tse-Tung, Kim Il-sung and Kim Jong Il. Turkmenistan's President Niyazov is a man, after all, who has renamed the month of January - after himself.</p> <p>In the last decade, thousands of statues of Niyazov have been erected across the country. The grandest is 12 metres high and coated in gold leaf; it stands on top of a 75-metre tall monument in the centre of Ashgabat and rotates to face the sun. Airports, regions, meteorites, cities and schools have been renamed after the president and his parents. Meetings in his office are televised and broadcast weekly on the three state TV channels.</p> <p>As well as renaming January, Niyazov has renamed April after his mother, May after his father and September after his 'divinely inspired' masterwork, the Rukhnama. This 'book of the soul' dominates the life of his subjects. Written between 1997 and 2001, it fills bookstores across the country and has been made the cornerstone of an otherwise ravaged educational establishment. 'On a par with the Bible and the Koran, it is to be used as a Spiritual Guide,' writes Niyazov in the introduction, 'to remove the complexities and anguishes from day to day living.' There are regular pageants staged in sports stadiums depicting scenes from this opus, centring on the moral purity of his mother and father. And every morning at factories and schools the citizens sing the national anthem, which refers to Turkmenistan as 'The great creation of Turkmenbashi'. </p> <p>'If I was a worker and my president gave me all the things they have here in Turkmenistan, I would not only paint his picture, I would have his picture on my shoulder, or on my clothing,' Niyazov said earlier this year. 'I'm personally against seeing my pictures and statues in the street - but it's what people want.'</p> <p>Saparmurat Atajevich Niyazov was born in the small village of Kipcak on the outskirts of Ashgabat in 1940. His father died in the Second World War, while his mother and brother were among the 100,000 killed in an earthquake that destroyed the capital in 1948. Niyazov grew up in an orphanage and went to study in St Petersburg, before returning to Ashgabat to work as an engineer. He joined the Communist Party in 1962 and rose through the ranks before being chosen by the new Soviet leader Mikhail Gorbachev to be General Secretary of the Communist Party of Turkmenistan in 1985. It was perceived that his marriage to a Russian wife and his upbringing in an orphanage made him free of any clan-allegiance - an important factor for a clan-based society like Turkmenistan's - and therefore perfect for the job. He was chosen to carry out Moscow's will because of his deference and obedience, and he proceeded to do so without dissent. </p> <p>Perhaps understandably, given his party background, Niyazov was not in favour of Turkmenistan's independence when the Soviet Union began to disintegrate. When it became inevitable, however, he embraced the new ideology as enthusiastically as he had the old, assuming power as president, prime minister and the chairman of the council of ministers, and promoting Turkmen nationalism as his central aim - always with himself at the centre. As the Soviet yoke fell away he assumed the name 'Turkmenbashi' ('father of the Turkmen'). He then set about forging the nation's new identity in his own image. Turkmen opposition figures were either driven into exile or imprisoned. (Most have since been released, but after their experiences in prison, and under constant surveillance since, those still in the country have never dared to speak out.)</p> <p>In 1992, Niyazov 'won' the first presidential elections unopposed, and settled into a Soviet-style dictatorship. His handpicked council of ministers voted him president for life in 1999. In 2001 the Humanitarian Association of the World's Ethnic Turkmens voted to suffix Niyazov's name with Beyt ('great'), much to the president's dismay. 'I am afraid of ever more titles - some even say I am a prophet,' he complained. </p> <p>State-owned newspapers are full of letters from citizens proclaiming their love for Niyazov. But loyalty to the president is not optional. Foreign newspapers are banned, and satellite TV is restricted and censored. The radio station Radio Free Europe/ Radio Liberty is jammed in most towns. For obvious reasons, news of nearby Georgia's 'Rose Revolution' - the American-engineered overthrow of Eduard Shevardnadze, last November - was not reported at all. </p> <p>Meanwhile, bugging of telephones is assumed to be rife. Members of the intelligence services, police and military are visible on the streets of Ashgabat and other towns. Access to the internet is limited and monitored. Public demonstrations have been suppressed ruthlessly and no longer take place at all. Only two religions are freely practised: Islam and orthodox Christianity. And freedom of movement is nonexistent: Turkmen citizens need permits to enter 'special closed zones' which cover 40 per cent of the country, and travel is restricted between rural areas and the cities. According to the former US Ambassador to Turkmenistan, Laura Kennedy: 'Turkmenbashi controls everything in this country. He personally decides who comes in, who goes out.' Announcing in March that government agencies would intensify their video surveillance of Turkmen citizens - installing cameras on every major street and site in the country - Niyazov said, 'We should know if a fly quietly buzzes past.'</p> <p>The cameras, he claims, are there 'not due to a lack of trust, but to avoid disorder'. And the consequences of 'disorder' are grave. Insulting Niyazov carries a minimum five-year prison sentence. Last year, terrifyingly vague treason laws were passed, carrying life imprisonment for anyone 'attempting to sow doubt among people about the internal and foreign policies conducted by the first and permanent president of Turkmenistan, the Great Saparmurat', or even 'encouraging opposition to the state'. Professor Jerrold Post - who founded the CIA's Center for the Analysis of Personality and Political Behavior, and is director of the Political Psychology Program at George Washington University - is building a psychological profile of Niyazov. 'There have only been a few cults of personality to match this; Kim Jong Il and Kim Il-sung in North Korea, and Mao Tse-Tung. The narcissism of the man is really beyond description - he has essentially turned himself into a living god.'</p> <p>Niyazov's grip on Turkmenistan tightened dramatically following the events of 25 November 2002, when shots were fired at the presidential motorcade. Deemed a set-up by some observers, it led to the arrests of hundreds of political opponents, journalists, intellectuals and their family members. A month later at least 59 suspects were jailed after televised show trials reminiscent of the Stalin era, during which defence lawyers actually apologised for representing their clients. These included a drugged and bruised Boris Shikhmuradov, formerly foreign minister, whose confession to masterminding the assassination attempt was clearly read from a script. 'I and my allies... are not opposition members but ordinary criminals and drug addicts... we are all worms... I am a criminal able only to destroy the state.' </p> <p>According to Amnesty International: 'The relatives of those imprisoned after the November 2002 events have still not been allowed to visit the prisoners. Many were tortured and there are indications that some died in prison, but there is no way of finding out the truth.' </p> <p>A ratcheting up of state repression followed across the board, including the sacking, in January 2003, of the chief mufti, Nasrullah ibn Ibadullah, who had led Turkmenistan's Muslims (the country's official religion) for the previous 10 years. Reports variously suggest he was suspected of involvement in the 'assassination' attempt, objected to having phrases from the Rukhnama written on the walls of mosques, or refused to declare publicly that Niyazov is 'God's prophet'. In March, Ibadullah was sentenced to 22 years in prison for reasons that remain unclear. In the same month two of the few independent journalists left in the country, from Radio Free Europe/Radio Liberty, were arrested, beaten, drugged and threatened against broadcasting within the country. An estimated 20,000 dissidents are now in prison. </p> <p>Niyazov writes in the Rukhnama: 'I am attempting to have a logical kind of freedom accepted and approved by this nation. Otherwise freedom will turn into irregularity and destroy the essentials of the state and harm the society.'</p> <p>Murad Turayev and Bayram Medrov (not their real names) are civil activists from the west and east of the country and have gathered and passed on information about the human rights situation in Turkmenistan at great personal risk. Turayev says the alienation felt by the majority of Turkmens is almost total: 'The country has been converted into a hopeless and sinister reservation closed from the outside world. The main part of the population simply doesn't have any interest in what happens. Extreme poverty, unemployment and drug-taking have produced fear and hopelessness.'</p> <p>Meanwhile, Niyazov continues unchecked. Ever more eccentric edicts are carried out by increasingly sycophantic flunkeys and Western companies who are happy to land vast construction contracts. In August, Niyazov broadcast on state TV perhaps his oddest plan yet. 'Let us build a palace of ice so our children can learn to ice skate,' he said, 'big and grand enough for 1,000 people.' With temperatures reaching 50C across much of the nation in summer, many people expected nothing to come of the idea, but Niyazov's favourite construction company, the French firm Bouygues, is scheduled to start on the £13m project next month.</p> <p>Perhaps the biggest threat posed by Niyazov's regime is an artificial lake under construction in the Karakum desert, to be known as the Golden Age Lake. At an estimated cost of $6.5bn, it is expected by many scientists to reduce the scarce and vital water supplies of the desert nation through drainage and evaporation. Experts say the best expenditure of funds would be to dredge and re-line the Karakum canal which makes life possible for a large proportion of the Turkmen population. A senior Western official in Ashgabat, who refused to be named, believes Turkmenistan is at a crossroads. 'What it does in the next 50 years will determine what it will be like in the next 10,000 years. It will either be a country that can sustain a population of up to 8or 10 million forever, or it will go back to being a desert with a few watering holes. If it doesn't invest its hydrocarbon profits in the water infrastructure we will be bringing food aid in 50 years' time.</p> <p>'With the right leader,' says the official, 'it has a chance, but Niyazov's only looking at the next 25 years - he just wants people to be quiet while he fulfils his dreams of grandeur.'</p> <p>If one section of the population is the most sympathetic to its president it is the youth of Turkmenistan. According to Medrov: 'A new generation is emerging that knows nothing apart from official propaganda. Before, everyone spoke Russian, could watch TV and know something about what happens in the world, but this new generation only speaks Turkmen, so they are absolutely cut off from all this. Today's state rule is becoming popular among them and this is a new danger.'</p> <p>The brainwashing is intense. Children at nursery learn phrases from the Rukhnama in praise of the great Turkmenbashi before they can read; schoolchildren have to spend two hours a day reading and pondering the lessons it contains. Entrance to university, interviews for jobs in the administration, even driving tests, depend on knowledge of the text. Earlier this year four Russian-speaking officials in the city of Turkmenbashi (formerly Krasnovodsk) were sacked after failing the Rukhnama exam. One high-school maths teacher in Ashgabat misread the question 'What are the names of the mother and father of the president's horse?' and instead named the president's mother and father. As a result, she was denied accreditation. </p> <p>Erika Dailey, director of the Open Society Institute's Turkmenistan Project, says: 'The government encourages children to go home and quiz their parents on the Rukhnama - and to tell their teacher if they are lacking in knowledge.' Meanwhile, parents know their children have no alternative route to success other than winning cash prizes and appearances on TV by singing songs and reciting poems in praise of Niyazov. The education system is already hamstrung by the removal of children aged 10 and over to harvest cotton from September to November, and the shortening of the state education period from 11 to 9 years. Ballet, opera, the circus and the cinema are banned in Turkmenistan - condemned by Niyazov as contrary to national traditions. And a law passed last November required non-governmental organisations to re-register, heralding the closure of groups from ecology clubs to a sports club for disabled teenagers. The scope for development is shrinking all the time.</p> <p>The only head of state the 40 per cent of the population under the age of 14 have ever known is President Niyazov. According to Murad Turayev: 'The new generation of young boys and girls... consider it absolutely normal to read the Rukhnama and give all these oaths to the president. For a quarter of the country's population, the Rukhnama is virtually the only book they will have read.'</p> <p>The anonymous Western official adds: 'Within one or two generations you will find a population of younger people who are totally useless, incapable of living in modern society.'</p> <p>Yet this generation plays an increasingly important role in Niyazov's heavily policed state. Military service is two years and usually starts at 17 years old. Groups of teenagers with Kalashnikovs check the documents of people driving across the country. In order to bolster the failing economy conscripts work as lorry drivers, bakers, train attendants, traffic police and factory workers. On 11 February Niyazov sacked a third of the medical workforce - around 15,000 nurses and healthcare workers - by presidential decree, replacing them with conscripts to save the state money. The Western official says that a priority for the country is 'trained people to run its services and its oil and gas industry. At the moment they have to buy in all their technicians from all over the world. If they don't keep pumping, which pays for the massive subsidy system to the nation, this country will slip into chaos.' </p> <p>Niyazov claimed on independence that Turkmenistan would be the new Kuwait. Bordering the Caspian Sea, the country has vast proven gas reserves - the fifth largest in the world - and plenty of oil. By 2001 this was modified to a promise that within a year every family would have 'a house, a car, and a cow with calf'. This promise was then dropped for the more ambiguous propaganda slogan that 'the 21st century is the golden age of the Turkmens'. </p> <p>Yet gas production is still not back up to the levels of the early Nineties. Plans to build pipelines to Western markets in the Arabian gulf or Mediterranean have foundered, due to regional instability and Niyazov's unpredictability. The state provides free gas and water, cheap housing and bread, and for the men in Ashgabat at least, horse races. But anecdotally - for there are no hard statistics on Turkmenistan - unemployment, underemployment and non-payment of salaries are rife and worsening; state services are disintegrating; life expectancy falling. The free supply of gas and water is at the heart of all of Niyazov's claims to be a generous, successful leader. When he introduced the system 12 years ago it was supposed to remain in place for a decade before people began to pay. The anonymous Western official says, 'If these services were withdrawn there would be chaos, you'd be looking at a revolution.'</p> <p>Meanwhile, despite EU and UN resolutions requesting that the Turkmen authorities co-operate with international human rights organisations, no such co-operation has ensued. Certain laws - the introduction of exit visas, the restriction of religious practice - have been amended, but in practice little has changed; people cannot leave the country freely and they are free only to practise the central religions. </p> <p>Human Rights Watch believes international organisations have some leverage: 'The Turkmen government takes great pride in its UN membership. The UN must make clear that [Turkmenistan's] failure to co-operate is unacceptable.'</p> <p>Aaron Rhodes, executive director of the International Helsinki Federation for Human Rights, says that support from major foreign governments is needed: 'Much more could be done to force peaceful change; if major world leaders with authority would acknowledge that this is a dictatorship, depriving people of rights, this would really have an effect.' </p> <p>But there are other factors to consider. The US Airforce benefits from being able to fly its jets through Turkmen airspace. The vast reserves of gas and oil in Turkmenistan have been the subject of frantic lobbying by Western governments in the past, and the possibility of securing access in the future must act as a brake to any criticisms of Niyazov. In fact, a high-level Russian delegation visiting Niyazov earlier in the year praised his achievements as 'fantastic' and the Rukhnama as 'a serious philosophical work'. They also signed a co-operation agreement designed to encourage joint investment in the fishing industry, mining and, most importantly, gas production. </p> <p>According to Rhodes, 'There's a tremendous tendency to support the status quo. People don't want to rock the boat, they don't need another failed state on their hands. They probably would like to see Turkmenbashi keep power.' </p> <p>Erika Dailey believes the status quo will lead to disaster. 'If the trend continues, and neither economic nor political reform is introduced soon, Turkmenistan will become non-functional, a failed state.'</p> <p>Robert Corzine is one of the few Western journalists to have met Niyazov. In his experience, the president is unlikely to be unduly swayed by outside influence. He recalls an interview in 1999 in which the subject of the oil- and gas-rich Caspian Sea arose: 'Niyazov got a map and said, \"I'll tell you who owns the Caspian,\" and he took out his $1,000 pen, crossed out the word Azeri Oilfield [property of Azerbaijan] and wrote Serdar ['leader' - his name] Oilfield in its place. Stabbing the map he said, \"That's mine, that's mine.\" When I left the meeting, his then foreign minister Boris Shikhmuradov, who was more of a suave character, said, \"You can tone down some of the things the president said.\" But Niyazov, who had overheard, said: \"No, he can write whatever he wants.\" The next day when the story appeared the Azerbaijanis sent gunboats out.'</p> <p>Despite a recent heart bypass operation there are no serious indications that Niyazov has a succession plan: an election mooted for 2008 is expected to disappear like previous dates, and he will almost certainly rule until he dies. According to one Western observer Niyazov won't be worried about succession, either: 'He wants to leave the greatest mosque and all his buildings and monuments, and go down in history as the great salvation of Turkmenistan and the greatest Khan - greater even than Tamburlaine or Ghengis Khan.'</p>",
  "In his fading years, the American architect Frank Lloyd Wright embarked on a final grand project. Invited in 1957 by King Faisal of Iraq to design a new opera house, Wright expanded the brief into a plan for Baghdad complete with museums, parks, university and authentic bazaar. Dispensing with his 'prairie style', he peppered the scheme with domes, spires and ziggurats. <p>The 1958 revolution meant that none of it was built. But the ever-resourceful Wright simply offered the design to a new client. And today, the Baghdad opera house is the Grady Gammage Memorial Auditorium at Arizona State University: an example of Wright's versatility and the forum for next week's presidential debate. Under the arches of a lost Iraqi skyline, George W Bush and John Kerry will meet in debate for the final time. </p> <p>It could scarcely be more appropriate in an election dominated by foreign affairs to an extent not seen since the Vietnam war. Friday night's second debate started and finished with WMD, the role of weapons inspectors and the use/misuse of intelligence. In the event, both sides walked away from St Louis, Missouri, with something to celebrate. </p> <p>In contrast to their first encounter, Bush, as one commentator put it, 'turned up': he was energetic, engaged, supple and often intelligible. Following on from Dick Cheney's highly effective blocking of John Edwards in the vice-presidential debate, the Republican tail-spin of the past few days has come to a halt. </p> <p>Meanwhile, Kerry continued to look and sound presidential. As ever, he was authoritative and suitably aggressive - but, at last, he also gave something of himself. In a response to a question on abortion, he finally started to talk about his Catholic faith and break down some of that Brahmin reserve. Yet even if an instant poll gave Kerry a slim victory, he failed to deliver the knock-out. With only 23 days left to the election and Bush still fractionally leading, a decisive blow is what is needed for the final head-to-head. </p> <p>Here in Arizona, Kerry's strategy to focus so determinedly on foreign policy could play either way. This is a state on the domestic front-line in the 'war on terror', producing one of the most celebrated victims of the neo-conservative movement. </p> <p>Pat Tillman was an all-American hero, a graduate of Arizona State University who went on to play professional football for the Arizona Cardinals, only to forego a lucrative future with the NFL to enlist, alongside his brother, Kevin, as an Army Ranger. </p> <p>Laid-back and highly popular, he was the quiet warrior of America's global imperium. But after initial deployment in the Middle East, he was transferred to Afghanistan where, in April, he was killed by 'friendly fire'. </p> <p>Unlike the hundreds of other deaths, Tillman's sacrifice jolted the myopic complacency of US public opinion. Arizona went into mourning as the Cardinals retired his number 40 and 'Pat Tillman Freedom Plazas' were planned. </p> <p>But on his former campus, underground posters have started appear with the haunting refrain, 'Remember me?', asking whether 'I' needed to die for 'Bush's wars'. </p> <p>Despite the losses, it would take a substantial shift for this electorate to dismiss their commander-in-chief mid-war. Arizona is, after all, a state which grew rich in the post-war years on the back of the military-industrial complex. </p> <p>Its clear skies proved ideal for pilot training, drawing in high-tech firms in their wake. Today, it retains that martial spirit, with an array of military bases and culture of service - not least in the form of its popular senator, Vietnam veteran John McCain (whom many now regard as the leading Republican candidate for 2008). </p> <p>Moreover, since the 1950s Arizona has been seen as the birthplace of modern Conservatism. It was from this rugged landscape that Barry Goldwater emerged. His anti-government credo - 'Extremism in the defence of liberty is no vice' - set the modern Republican party on its course. Under Goldwater's guidance, power drifted from the Rockefeller moderates to the free market individualists of southern and western America. </p> <p>Although Goldwater lost catastrophically to Lyndon Johnson in 1964, his anti-Communist, laissez-faire ideals would triumph in Ronald Reagan. And now, in Bush, many Arizonans see a south-western compatriot ready to defend gun-ownership, gas-guzzling SUVs, and 'traditional values'. </p> <p>But while Bush continues to lead Kerry in Arizona by 10 points, hope is in the air for Democrats. Recent polls have shown a marked increase in undecided voters, as well as another 500,000 people registering to vote. And, in a state that only went Bush by 6 per cent in 2000, that could be enough to make the difference. </p> <p>The final debate is in theory focused on domestic policy, but will inevitably slide back towards Iraq. So far, one of the more effective tactics of the Kerry campaign has been to emphasise how America is bearing 90 per cent of the war's costs. This week, Kerry's challenge is to link that $200 billion expenditure to faltering economic confidence at home. </p> <p>The middle-class boom of the Clinton years is a thing of the past. House prices, college fees, health costs, even petrol prices are creating what Kerry exaggerates as 'a crisis of the middle class'. Those concerns, together with worries over the fiscal deficit and mounting unemployment, need to be connected in the popular imagination with the Iraqi war mismanagement. </p> <p>To do so, Kerry might follow the lead set by Goldwater's apprentice, Reagan. In his 1980 debate with President Carter, held amid another US foreign policy debacle in the Middle East and rising costs of living, Reagan suggested to his audience: 'It might be well if you would ask yourself, are you better off than four years ago? Is it easier for you to go and buy things in the stores? Is America as respected as it was?' </p> <p>Then, as now, the answer was 'no' and a one-term incumbent was ousted from office. This Wednesday, another act of regime change might be enacted under the arches and palm trees of a Baghdad skyline. </p> <p><b>·</b> Tristram Hunt is a visiting professor at Arizona State University.</p>",
  "Chaos was enveloping Afghanistan's fragile presidential election last night after all 15 candidates challenging Hamid Karzai declared they were boycotting the poll over alleged voter fraud. <p>UN and Afghan officials rejected the call, insisting that difficulties involving indelible ink did not warrant abandoning the historic vote. </p> <p>The controversy surfaced within hours of polls opening yesterday morning, when voters in several areas complained that ink used by election officials to stain people's fingers - to prevent multiple voting - easily rubbed off. </p> <p>The possibility of fraud has dogged the Afghan election since thousands registered to vote several times, thinking their vote cards would bring them money or free food. </p> <p>'This vote is a fraud,' said Abdul Satar Sirat, the Uzbek candidate who rallied the complainants. 'It should be stopped. We don't recognise the results.' </p> <p>But officials with the joint UN-Afghan body organising the poll rejected the call. 'Halting the vote at this stage is unjustified and would deny these people their right to vote,' said vice-chairman Ray Kennedy. The election cost $20m to organise and at least 12 Afghan officials have been murdered by the Taliban. </p> <p>The UN focused the blame on poorly-trained officials who, they said, had used an ink intended to mark ballot papers - instead of the indelible one - as the anti-fraud device. But millions of Afghans still flooded to the polls, bringing with them hopes that the ballot box would mark the closing chapter of a 25-year saga of bloodshed, war and suffering. </p> <p>At 7.55am, 70-year-old Mohammed Zaffar cast his vote in the battered village of Chuquri, which has seen a century's worth of battles. British colonists, Soviet soldiers and black-turbaned Taliban have marched, bombed or shot their way through this mud-walled, hilltop hamlet. </p> <p>'I prayed, had breakfast and came here. I thought about who to vote for on the way,' explained Zaffar. </p> <p>Behind him, a trickle of men braved the sharp morning chill to enter the barbed wire voting enclosure. Some arrived by donkey, others drove herds of sheep. </p> <p>Over 100,000 US, Nato-led and Afghan security forces had been placed on high alert across the country as voters streamed into bombed-out schools, health clinics and mosques to choose among 16 candidates, of whom the favourite was the charismatic interim president Karzai. </p> <p>But celebration bells were muted by the eruption of the fraud row that could yet scupper the vote. Despite repeated threats of violence Taliban insurgents failed to terrorise the vote, although there were several foiled attacks - on Friday a bomb-sniffing dog discovered a petrol tanker laden with 40,000 litres of fuel, rigged with anti-tank mines, and intended for detonation in Kandahar, a Defence Ministry spokesman said. </p> <p>But while some stations were crowded, others were virtually empty. Polling got off to a sluggish start at rural stations like Chuquri where, 90 minutes after voting started, only about 60 men and no women had voted. </p> <p>'They will come later. Some people have to walk for hours to arrive, and the weather is very cold,' predicted returning officer Dr Muhammad Zahir. But fear may have also been a factor. Taliban had posted 'night letters' in Chuquri the night before, threatening to fire rockets into the booths. </p> <p>Inexperience and bias also affected the poll. The Chuquri station opened late while officials struggled to position polling booths and set up registration tables. Zahir, who openly announced his preference for Karzai, accompanied several older voters inside the curtained booth. 'They cannot read or write so I am just showing them the photos,' he explained. </p> <p>In Kabul a dust storm on Friday blanketed the capital in a thick haze seen by some as an ill omen. But the interim president Karzai maintained an upbeat tone. 'It is not important who wins,' he said as he cast his vote under tight security in the prime minister's office. 'The people are choosing their destiny and eventually if I win or any other one, the victory will be of the Afghan people.' </p> <p>As polls started to close at around 4pm yesterday, most of the political focus was on the controversy over ink and possible fraud. </p> <p>Abdul Wahab, 45, sat with other disabled voters outside the Maraston Hostel in Kabul for war-wounded or widowed families. Wahab, who lost a leg stepping on a landmine five years ago, hobbled across a busy road on a pair of crutches to cast his vote. </p> <p>Like many, he refused to disclose his preference, but stressed he was banking on the election to pull his country out of the chaos wrought by Soviet occupation, the Taliban and then the US invasion after 11 September. </p> <p>'Now people realise we have to use a pen instead of a gun. That's the new fight,' he said, pointing to his 12-year-old son Qais. 'Look at him. He was born in war. Now I want a bright future for him.'</p>",
  "Chuquri has seen a century's worth of battles. British colonists, Soviet soldiers and the black-turbanned Taliban have variously marched, bombed or shot their way through the mud-walled, hilltop hamlet. <p>But at 7.55 yesterday morning the fight for power in Afghanistan took on a new dimension, when 70-year-old Mohammed Zaffar cast the battered village's first vote. </p> <p>'I prayed, had breakfast and came here. I thought about who to vote for on the way,' explained the one-time Mujahedeen holy warrior, now a wrinkled wheat farmer. 'And now I expect it will bring good things.' </p> <p>Behind him, a slow trickle of turbanned men braved the sharp morning chill to enter the barbed wire enclosure. Some arrived by donkey, others drove herds of sheep. </p> <p>And in an ominous hint of the row that threatened the entire poll a few hours later, the polling station registration clerk struggled to understand how he would apply a small bottle of indelible ink to voters' hands. </p> <p>Millions of Afghans flooded to the polls yesterday, bringing with them hopes that a tick on a ballot box would also mark the closing chapter of a 25-year sage of bloodshed, war and suffering. </p> <p>But chaos enveloped the fragile election after all 15 candidates challenging the incumbent ruler, Hamid Karzai, declared they were boycotting the poll over alleged voter fraud. UN and Afghan officials rejected the call, insisting that difficulties involving indelible ink did not warrant abandoning the historic vote. The controversy surfaced within hours of the polls opening yesterday morning, when voters in several areas complained that ink used by election officials to stain people's fingers - to prevent multiple voting - easily rubbed off. </p> <p>The possibility of fraud has dogged the Afghan election since thousands registered to vote several times, thinking their vote cards would bring them money or free food. </p> <p>But the UN blamed poorly trained officials who, they said, had used the wrong ink as an anti-fraud device. </p> <p>Although at least 12 Afghan officials have been murdered by the Taliban, threatened Taliban violence did not occur. More than 100,000 US, Nato-led and Afghan security forces had been placed on high alert. </p> <p>While some polling stations were crowded, others were virtually empty by lunchtime. Polling got off to a sluggish start at rural stations such as Chuquri where, 90 minutes after voting started, only about 60 men had voted. No woman had yet come forward. </p> <p>'They will come later. Some people have to walk for hours to arrive, and the weather is very cold,' predicted a returning officer. But fear may have also been a factor. Taliban fighters had posted 'night letters' in the town the night before, threatening to fire rockets into the polling booths, said a soldier who was frisking voters as they entered. </p> <p>Inexperience and bias also affected the poll. The Chuquri station opened late while officials struggled to position polling booths and set up registration tables. At another station in nearby Malang, a European diplomatic observer said she saw female voters being directly instructed to vote for the local candidate, Ahmad Shah Ahmadzai. Several apparently underage girls were also lining up to vote. </p> <p>Jawid Danishyar, a monitor with the Afghan Independent Human Rights Commission, criticised the poll's hasty preparation. 'The public awareness campaigns and training for officials were not good. Even now, people are not sure how to vote,' he said. </p> <p>Other areas also reported a peaceful, if glitch-prone, poll. In Kandahar, the former seat of Taliban rule, hundreds of men crowded into a polling site at the governor's residence, although female turnout was low. </p> <p>Election officials reprimanded Karzai supporters for campaigning outside polling booths in contravention of the rules. </p> <p>In the north, the Uzbek warlord and presidential candidate Abdul Rashid Dostum halted his armoured Mercedes limousine in a small village before walking through a line of cheering villagers to the voting station. </p> <p>In Kabul, Abdul Wahab, 45, sat with other disabled voters outside the Maraston hostel, an establishment for 30 war-wounded or widowed families. </p> <p>Wahab, who lost a leg after detonating a landmine five years ago, hobbled across a busy road on a pair of crutches to cast his vote yesterday. </p> <p>Like many people he refused to disclose his preference, but stressed he was banking on the election to pull his country out of its present state of chaos. </p> <p>'Now people realise we have to use a pen instead of a gun. That's the new fight,' he said, pointing to his 12-year-old son Qais. </p> <p>'Look at him. He was born in war. Now I want a bright future for him. That's it.'</p>",
  "<p>Geore Bush has got my fingerprints. It did not take him, or rather his genial representatives at Dulles airport, long. What took the time was a two-hour wait in the passport queue to reach him. A number of us aliens will have something to say next time a US official or economist lectures us on the need for structural reform and greater flexibility in Europe. </p> <p>I imagine the Chancellor of the Exchequer had an easier passage through passport control, and I have no idea whether his fingerprints were taken too, just in case he might despair of ever winning approval for his ambitious schemes for relieving poor countries of their debt, and be tempted to take up terrorism instead. </p> <p>For James D Wolfensohn, the president of the World Bank and one of the stars of last weekend's annual meetings of the World Bank and International Monetary Fund (IMF) in Washington, terrorism and poverty are closely connected. 'Recent research suggests that a lack of economic opportunity, and the resulting competition for resources, lies at the root of most conflicts over the last 30 years, more than ethnic, political and ideological issues,' says Wolfensohn. </p> <p>The retiring president adds: 'T'his research supports the intuitive idea that if people have jobs, and if they have hope, they are less likely to turn to violence.'</p> <p>Gordon Brown did not get nearly as far as he would have liked last week with his 'debt initiatives'. It was not just recalcitrant Germans who were the problem. An official involved commented: 'The US won't budge. Apart from anything else, the IMF itself has a financing problem, and is not going to sell gold to finance the Chancellor's debt-relief plans.' </p> <p>We shall see. Group of Seven finance ministers referred the various proposals for further study. The Bush administration is more interested in debt relief for Iraq, where unemployment is said to be well over 50 per cent, and evidence that the US/UK invasion has created a breeding ground for terror becomes stronger by the day. </p> <p>Although he did not get far on debt, the Chancellor was widely praised for his handling of the IMF's key policy committee, of which he is a chairman. At the subsequent press conference he expressed surprise that there had been no questions about oil, because, without doubt, oil was one of the key topics at official meetings and fringe seminars. </p> <p>Those with long memories will recall that the Third World debt crisis began after the 'oil shocks' of the 1970s. What used to happen at IMF meetings in those days was that governments would encourage the 'recycling' of the spare millions (even billions) that the newly rich oil-exporting countries had to invest, and bankers - eager to make a turn - would not ask too many questions about the viability of African economies to which they offered money. </p> <p>It was the financial markets' rather belated discovery that Britain possessed North Sea oil that led to an embarrassing surge in the pound in 1977, within months of Denis Healey's having to turn back at the airport to face a major sterling crisis. (He never got to the 1976 IMF meeting. They sent a team to him.) </p> <p>My sense of last weekend's meetings is that there is an atmosphere of suppressed panic about the oil price, and about the danger of a serious crisis. This is over and above the well-publicised concerns about potential storms in the foreign-exchange markets when the financial world finally becomes nervous about the mani festly unsustainable US budget and balance-of-payments deficits - a nervousness which may well surface shortly after the presidential election. </p> <p>Oil prices loomed large in the statement by G7 finance ministers and central-bank governors, which conceded: 'Oil prices remain high and are a risk. So first, we call on oil producers to provide adequate supplies to ensure that prices remain moderate. Second, it is important consumer nations increase energy efficiency. Third, it is important for consumers and producers that oil markets function efficiently and we encourage the IEA (International Energy Agency) to enhance its work on oil data transparency.' </p> <p>The call for 'adequate supplies' is an obvious sign of concern. The call for increased efficiency contrasts with all those complacent analyses we have seen recently suggesting that the world is much less vulnerable to an oil shock that it was in the 1970s and 1980s. Efficiency? According to the US Energy Information Administration, US oil consumption rose by 16 per cent between 1973 (the year of the first oil shock) and 2003, whereas in France it dropped 21 per cent. (France, of course, invested heavily in nuclear energy.) </p> <p>I am not forecasting that oil prices are going to remain at $50 a bulk barrel or even rise a lot higher. But the fear is there. And I can report that the price of oil has been obsessing Federal Reserve chairman Alan Greenspan. One regular visitor to his office said that, although the chairman's desk was covered as usual by sta tistical papers, this time they were not about interest rates but oil. </p> <p>The other big worry in Washington was the poor performance of business investment in recent years, at a time when, in the words of one official, 'consumers have been spending virtually everything they have, and the savings rate is down to 1 per cent'. </p> <p>'The reasons are not economic,' said one senior official on the investment scene. 'When people are depressed, they go out and spend,' is one popular explanation, and there was much talk of the impact of those notorious Enron-style scandals on the animal spirits of businessmen. </p> <p>But to return to oil - because everybody I met seemed to return to oil. While officials tried endlessly to place their faith in the improved techniques of the oil industry and better extraction results from individual fields, the fear of terrorism was marked. </p> <p>Back in England, the first items of economic news to grab one's attention were the poor recent figures for industrial production here, and the warning by the president of the European Central Bank, Jean-Claude Trichet, that the oil price posed threats to the already very modest recovery of the eurozone.</p> <p>Oh, and by the way, I only had my fingerprints taken once, but at Washington National Airport, on my way to interview Professor Galbraith, I was told at the security desk: 'Your airline has selected you for additional screening.' There was the option of enjoying this extra privilege in private. What, in George Bush's America? They must be joking.</p>"
]