[
  "The battle over John Kerry's Vietnam war record, which has emerged in recent weeks as crucial to this year's desperately close presidential election campaign, reached a critical moment yesterday. <p>An anti-Kerry campaign by a group of navy veterans accusing the Democratic candidate of embellishing his accounts of combat and inflicting wounds on himself to win medals, has been revealed to be riddled with inconsistencies, and supported by wealthy Texans with links to the Bush family and the president's long-serving political mastermind, Karl Rove. </p> <p>But the Swift Boat Veterans for Truth group pressed on with its campaign yesterday by launching a television advert. </p> <p>Evidence also emerged that its accusations against Mr Kerry had drawn blood. </p> <p>A new CBS poll gave George Bush a 57%-33% lead over Senator Kerry among war veterans, who had been evenly split only a fortnight ago. </p> <p>What Mr Kerry did or did not do 35 years ago, when he was commanding a swift boat (a river patrol craft), has become the nastiest, hardest-fought battleground of the campaign over the past few weeks. </p> <p>Clashes a generation ago in the Mekong delta have received closer scrutiny than much of the current fighting in Iraq, and have pushed debates about the economy and healthcare off the front pages. </p> <p>The Kerry campaign has found itself on the defensive on an issue it thought was an easy winner. The Democratic party convention in late July became a showcase for the candidate's four months in combat, to sell him as a wartime leader and inoculate him against Republican attacks labelling him \"soft on defence\". </p> <p>The implicit aim of the strategy was to force a comparison with President Bush's Vietnam war record. Mr Bush avoided combat by joining the Texas Air National Guard and has not been able to answer questions on whether he showed up for all his flying obligations. </p> <p>The anti-Kerry veterans timed their move to coincide with the Democratic convention, publishing a book and releasing a TV ad to air their claims. The Kerry camp initially tried to shrug off what it saw as an empty smear campaign and left the task of rebutting the allegations to the \"Band of Brothers\", the candidate's crewmates from his Vietnam days. </p> <p>But while reluctant to divert its campaign, the Kerry camp is also painfully aware of the fate of Michael Dukakis, the Democratic candidate in 1988 whose post-convention lead in the polls was pulverised by a blitz of derisive and contentious advertising by his opponent, Mr Bush's father. </p> <p>Mr Dukakis has long been faulted by party strategists for not hitting back faster. </p> <p>By Thursday, the faction in the Kerry campaign advocating a more robust response won the upper hand, and he spoke out denouncing Swift Boat Veterans for Truth as \"a front for the Bush campaign\". </p> <p>\"The fact that the president won't denounce what they're up to tells you everything you need to know - he wants them to do his dirty work,\" Mr Kerry said. The White House denied any link but has so far declined to condemn the campaign. </p> <p>An investigation of Swift Boat Veterans for Truth by the New York Times, however, found that much of the group's money and political expertise came from a circle of wealthy Texans close to the Bush dynasty and its political machine. </p> <p>Bob Perry, a house construction millionaire, provided $200,000 (£110,000). He has helped Mr Rove groom and fund a string of Texas Republi cans, culminating in Mr Bush. </p> <p>Merrie Spaeth, a public relations specialist who helped coordinate the Swift Boat campaign, was a Bush fundraiser in 2000. She also played a role in his particularly nasty primary election battle against Senator John McCain that year. </p> <p>Another big money backer, Harlan Crow, is a friend of Mr Bush Sr and a trustee of the foundation running his presidential library. </p> <p>Meanwhile, the deconstruction of the Swift Boat Veterans claims is showing signs of backfiring on the White House and its supporters. </p> <p>One of Mr Kerry's main accusers, Larry Thurlow, commanded a nearby navy boat at the time of a famous incident in which Mr Kerry pulled a US soldier from a river. Mr Kerry won a Bronze Star for bravery under fire, but Mr Thurlow claimed there had been no hostile gunfire at the time. His claim was called into question, however, when the Washington Post got hold of a copy of the citation for Mr Thurlow's own Bronze Star for his actions that day, which referred to enemy fire several times. </p> <p>Three more veterans were found to have made statements praising Mr Kerry's wartime courage before they were recruited to the Swift Boat Veterans for Truth this year. </p> <p>But it is still far from clear whether the backlash will do more harm to Mr Bush than the damage that has been inflicted on Mr Kerry in a few short weeks.</p>",
  "<p><strong> The Mammoth Cheese</strong><br> by Sheri Holman<br> 480pp, Virago, £7.99</p> <p> In the small Virginia town of Three Chimneys, simple Manda Frank has just given birth to 11 babies, and now lies drained, a slowly collapsing tent of weakened muscle, while the nation's media swarm hysterically around her. Even the leading presidential candidate, Governor Adams Brooke (campaign slogan: \"Family Matters\") stops by for a visit. </p> <p>But then the smallest and sickest of her vast, disadvantaged litter dies. And then another. And then another. The town's self-important rejoicing turns to grief, embarrassment and hostility. Manda's mass production had seemed a collective triumph; no one wants to deal with the grim aftermath. Leland Vaughn, the kind but over-enthusiastic local pastor who persuaded Manda to refuse fetal reduction, is left with egg on his face and blood on his hands - one has the feeling he's not sure which is worse. </p> <p>Just up the road, Margaret Prickett, with the help of her 13-year-old daughter Polly, is fighting her own little war against the perils of mass production. Her small organic dairy farm, her gorgeous cheeses wrought from the milk of 22 pampered Jerseys, cannot compete against the abundant but far less creamy outpourings of the profitable Holstein herds that roam the chemically enhanced acres of rural Virginia. So Pastor Vaughn has another bright idea: he coaxes a reluctant Margaret to produce an enormous cheese (1,235 lbs) and transport it to Washington as a gift to the new president, Brooke. Crazy stunt? But it was performed before, in 1802, when a vast Cheshire wheel was carted to the capital by Massachusetts Baptists to celebrate the election of Thomas Jefferson and his pledge of religious freedom. </p> <p>It is the remarkable philosophy of Jefferson that underpins this timely, clever and passionately humane satire on modern American politics. Margaret's undeclared lover, the pastor's innocent and faithful son August, is a Jefferson impersonator who consults his icon in moments of indecision. Polly's history teacher, Harvey Marsh, also quotes Jefferson, employing the great man's rhetoric as a wedge to prise the girl away from family and friends. </p> <p>Polly is like a young America - brilliant and naive, breathtakingly wonderful but horribly open to corruption by cynics who misuse true revolutionary slogans in their selfish quest for personal power. Nor is Marsh the only one playing that game. In his all-important pre-election speech, Governor Brooke quotes the Prickett motto - Omnis pecuniae pecus fundamentum (the herd is the foundation of all wealth) - and claims it was a saying taught to him by his own grandfather. From such small, self-serving lies do great corruptions grow. </p> <p>Sheri Holman herself is the opposite of a mass-produced writer - she is an original of extraordinary quality. Her first book, A Stolen Tongue, followed a 15th-century pilgrimage from Germany to the Sinai. Her second novel, The Dress Lodger, was another best-selling triumph, set in cholera-stricken England circa 1831. In this, her third novel, Holman has jumped another couple of centuries to land in modern times and her own birthplace, rural Virginia, but she has retained her unique recipe: ideas to provoke, humour to entertain, and characters we can unreservedly love.</p> <p><strong>·</strong> Helen Falconer's Sky High is published by Faber.</p>",
  "The recent recall election in Venezuela has given us a disturbing preview of what may be in store for the United States in November: an election result held in doubt by many of the voters that took part in it. <p>A cloud hangs over Hugo Chavez's reaffirmation as Venezuela's president, despite a thumbs-up from international election observers. The source of the scepticism is a new technology that was supposed to take inaccuracies out of elections: touch-screen balloting.</p> <p>Even though the electronic equipment used for Venezuela's election was designed to leave a paper trail that could be audited, the opposition suspects some kind of electoral foul play may have been written into the system's software, limiting the number of \"yes\" votes on the recall. </p> <p>As far-fetched as this may sound, it underlines one thing: a democratic system is only as strong as its participants' belief in its validity. When voters' confidence in the accuracy or fairness of the system is eroded, the system itself is undermined.</p> <p>Confidence in the democratic principles and practices of the US was severely tested, if not ruptured, in the elections four years ago. While there is an opportunity to restore that confidence this year, there is also a risk of further damage.</p> <p>In the US, just as in Venezuela, the source of that danger is the very technology that was intended to provide cast-iron assurance - electronic balloting. Only here, in the one place that needs the biggest confidence boost, the new balloting system differs in one crucial way from the one-road tested in Venezuela. </p> <p>In Florida the ballot on offer will be paperless. That means no auditable trail; no way of verifying that the information entered into the device will correspond to the information it spits out.</p> <p>Florida has already had a dry run of one possible nightmare scenario US voters may be heading for in November. Last month state election officers quietly admitted that thousands of electronic voter records from gubernatorial primaries in 2002 disappeared when a massive computer crash wiped the databases of the new machines in use in Miami/ Dade County. </p> <p>The data in question related to votes between the Democratic contenders vying to challenge Jeb Bush, Janet Reno and Bill McBride. In this case the overall vote was not close, but you can imagine the crisis that would ensue from a close presidential election, where the only way of verifying the actual count has suddenly vanished.</p> <p>You might think that this ballot box debacle would have Florida scrambling to address the problem before the presidential contest by ensuring a paper back- up of all votes cast. But Jeb Bush has declined to consider such changes, declaring that he has confidence in the system. I'm glad someone in Florida does.</p> <p>In other states where the margin of victory in November may be slim there have also been breathtaking examples of the leap of faith required by virtual voting. In North Carolina a software bug deleted hundreds of electronic votes from six paperless machines in two counties in the state's 2002 election for governor. The firm which built the terminals concluded that the machines mistakenly thought their memories were full and stopped counting, even though voters kept casting ballots.</p> <p>In the aftermath of the hanging-chad fiasco of Florida 2000, Congress determined to find a way to fix a system that only works in elections that produce a clear majority. Cyber-balloting was hailed as the solution, but has become part of a much bigger problem, because of congressional inertia. </p> <p> Lawmakers sat for two years before passing the Help America Vote Act, legislation that provides no real federal standards for balloting, leaving it up to individual states to decide their own.</p> <p> The inevitable result is a system that is arbitrary and uneven. In California, the top election official, secretary of state Kevin Shelley, scrapped the use of paperless ballots after a recent election exposed serious software irregularities. He's required all electronic ballots to issue a paper receipt to each voter, similar to the one you get from an ATM machine. No one expects the presidential election to be close in California.</p> <p> In Florida, however, where a repeat of the razor thin contest of 2000 is very much on the cards, secretary of state Glenda Hood has refused to consider a similar requirement, despite calls from both Democrats and Republicans to do just that. As it stands, 15 out of Florida's 67 counties have the new paperless machines, making the potential margin of error or mischief far greater than the margin of victory and defeat.</p> <p> It's not as if Florida would have to look far for a machine that combines the ease of touch-screen voting with the assurance of a paper trail. The one used in Venezuela - and which passed muster with the Carter Center's election monitors - was developed and built in Boca Raton in Palm Beach County. </p> <p><b>·</b> Philip James is a former senior Democratic party strategist</p>",
  "<p>Advertising giant WPP today announced half-year revenues had exceeded £2bn for the first time.</p> <p>Between January and June revenues at Sir Martin Sorrell's company, the second largest advertising group in the world, rose by 6% compared with the year before to £2.03bn.</p> <p>Like-for-like revenues, which exclude recent acquisitions and currency fluctuations, had increased by \"well over 2%\", the company said.</p> <p>The group's pre-tax profit, calculated excluding goodwill and other items, was £234.7m over the same period, a rise of nearly 16%.</p> <p>WPP, which owns the agencies Young &amp; Rubicam and J Walter Thompson, said revenue growth had been at its strongest in Asia Pacific, Latin America, Africa and the Middle East, where it was 28.9%.</p> <p>Revenues in North America were up 11.2%, while the UK scored 12% growth and continental Europe increased by 8.5%.</p> <p>WPP said it was forecasting revenues \"in excess of budget\" over the rest of the year, but warned of a cloud over the US economy.</p> <p>\"Levels of activity in 2004 will once again match, or surpass, the levels of activity seen in the internet-driven boom year of 2000,\" the group said in a statement. </p> <p>\"Our revenue forecasts for the year continue to be in excess of budget and there are significant new business opportunities at both the network and parent company levels. </p> <p>\"Concerns remain, however, about the prospects for the US economy after the presidential election.\"</p> <p>The company said that whoever was elected in November would have to deal with a host of challenges, including the weakness of the dollar and inflationary risks.</p> <p>It added that higher interest rates could slow the US economy, \"which continues to be the primary driver of the global economy, despite the increasing intra-dependency and insulation of the Asian economy.</p> <p>\"Despite these concerns about 2005, the prospects for revenue and operating margin improvements at WPP remain good.\"</p> <p>The company - which is mulling a £700m bid for US-based independent advertiser Grey Global - also said its average net debt had come down more than £300m to £853m, with net bank borrowings standing at £740m on June 30.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>"
]