[
  "Most Americans may have decided that John Kerry won the three debates against George Bush, but that does not necessarily mean they are going to vote for him, according to polls published yesterday which put the president back in the lead. <p>Updated tracking polls carried out by the Washington Post and ABC News television gave Mr Bush a lead of 50% to 46% among likely voters, with 2% for Ralph Nader - a gain for the president since last week, when the tracking polls showed the race in a dead heat. </p> <p>The shift was echoed by a brace of other polls yesterday and at the weekend. A Gallup poll put the president's lead among likely voters as high as eight points. </p> <p>It was not immediately clear why the debates, which a clear majority of Americans thought Senator Kerry had won, had not given him a more sustained boost in the polls. Some pundits suggested it might mean that floating voters do not regard fluent debating skills as essential to the presidency, or that Mr Kerry had alienated undecided viewers in the last debate by his unprompted reference to Vice-President Dick Cheney's lesbian daughter, Mary. </p> <p>Andrew Kohut, the director of the Pew Research Centre for People and the Press, said he doubted the apparent blunder made much of a difference. </p> <p>\"I don't think that sort of thing makes much of a difference in a high-stakes election like this,\" Mr Kohut said. \"I would caution there has been such up and down in the polls that it may be too soon to draw any real conclusions, but we know the country is divided over President Bush, so at this point, opinions about Kerry matter a whole lot. The question is whether Kerry measures up as an adequate replacement.\" </p> <p>The accuracy of the polls has been questioned in this tight presidential contest, particularly on the selection of likely voters. Democrats argue that strenuous \"get out the vote\" efforts will produce a record turnout of new voters not on the pollsters' radar screens. </p> <p>Ultimately, the presidential election may boil down to the organisational strength of the rival parties in mobilising supporters in a handful of swing states, particularly Florida, Ohio and Pennsylvania. </p> <p>The conventional wisdom in both camps is that whoever wins at least two of those three populous battlegrounds will win, but there are up to 10 more swing states still in play which could upset that arithmetic. </p> <p>Mr Kerry received at least a little good news yesterday. In Florida, where early voting began yesterday morning, seven newspapers endorsed him, while the Tampa Tribune, which has backed almost every Republican candidate since 1952, declared its neutrality.</p>",
  "<b> New York Times </b> <br> Editorial, October 17 <p> \"Over the last year we have come to know John Kerry as more than just an alternative to the status quo ... We have been impressed with [his] wide knowledge and clear thinking [and] he is blessedly willing to re-evaluate ... when conditions change ... </p> <p>\"We look back on the past four years with hearts nearly breaking, both for lives unnecessarily lost and for the opportunities so casually wasted. Time and again, history invited President George Bush to play a heroic role, and time and again he chose the wrong course ... Voting for president is a leap of faith ... All that citizens can do is mix guess-work and hope examining what the candidates have done in the past, their apparent priorities and their general character. It's on these grounds that we enthusiastically endorse John Kerry for president.\" </p> <p><b> Chicago Tribune</b><br> Editorial, October 17 </p> <p> \"Mr Bush's sense of a president's duty to defend America is wider in scope than Mr Kerry's, more ambitious in its tactics, more prone, frankly, to yield both casualties and lasting results. This is the stark difference on which American voters should choose a president. </p> <p>\"There is much the current president could have done differently over the last four years. There are lessons he needs to have learned ... But for his resoluteness on the defining challenge of our age ... the Chicago Tribune urges the re-election of George Bush as president.\" </p> <p><b> Boston Globe</b><br> Editorial, October 17 </p> <p> \"[Some] voters ... may have been surprised by the person they saw in the three televised [presidential] debates. Knowledgeable, pragmatic, with an agile, focused mind - Mr Kerry was the same man in all three appearances. </p> <p>\"Arthur Schlesinger Jr, the presidential historian, was asked recently ... whether he saw any comparisons between Mr Kerry and John Kennedy, in whose administration Mr Schlesinger served ... He said he found the two men 'similar in that they prove politicians can be intellectuals'. Despite the general debasement of American politics, this is still a desirable trait in a president ... </p> <p>\"Mr Kerry is best suited to heal our painful rifts now - not just with the community of nations but within this nation, rent by social, ideological, economic, and religious divisions. These sap the strength of America. We are confident a Kerry presidency will restore both unity and strength.\" </p> <p> <b> Dallas Morning News</b><br> Editorial, October 17 </p> <p> \"Four years ago, when the world was much simpler, Mr Bush sought the presidency, claiming that he had 'a charge to keep'. Having been tempered by the most eventful and consequential four years served by any US president since Franklin D Roosevelt's third term (1941-45), Mr Bush has earned the right to hold firm to his charge for another term ... </p> <p>\"The nation can count on Mr Bush to hang tough, just like Ronald Reagan during the worst moments of the cold war. And, as Reagan did in his second term, Mr Bush may be able to leverage his strength through creative diplomacy, using it to create a more peaceful and ordered world ... This is not the time for Americans to abandon their president.\" </p> <p><b> Kansas City Star</b><br> Editorial, October 18 </p> <p> \"Terrorism and conflicts abroad have [dominated] the presidential campaign. But many Americans are also concerned about job security, healthcare and their children's futures. Mr Bush has failed to deal effectively with these important national problems, and even made matters worse in cases such as the runaway budget deficits. The country cannot afford four more years of such misguided leadership ... </p> <p>\"Mr Bush and Dick Cheney, the vice president, don't listen to people outside their inner circle. They don't learn from the past, and they don't reverse their mistakes. They took office after the most controversial election in US history, but made no attempt to unite the nation. John Kerry presents hope for friendlier relations at home and abroad.\" </p> <p><b> Indianapolis Star</b><br> Editorial, October 17 </p> <p> \"This is not a time to take a risk on untested and poorly defined leadership. It is not the time to change course on the economy. It is not the time for new, expansive and expensive government programmes and regulations. It is time for experience and resolve, which is why Mr Bush should be re-elected for a second term. Without a re-election facing him, the president can move to do those things he said he would do in his first presidential campaign.\" </p> <p><b> Tampa Tribune</b><br> Editorial, October 17 </p> <p> \"We are unable to endorse Mr Bush for re-election because of his mishandling of the war in Iraq, his record deficit spending, his assault on open government and his failed promise to be a 'uniter not a divider' within the US and the world. Neither can we endorse Mr Kerry, whose undistinguished Senate record stands at odds with our conservative principles and whose positions on the Iraq war ... have been difficult to distinguish ... </p> <p>\"The Tribune has endorsed a Republican for president ever since ... 1952, with one exception [Barry Goldwater in 1964]. Like the country, this editorial board finds itself deeply divided about the president's prosecution of the war and his indifference to federal spending.\"</p>",
  "Forty-five per cent of the American electorate love George Bush; 45% loathe him. Their minds are made up, pro and con, and there is little chance of changing them. Ten per cent, more or less, remain undecided. The undecided will determine the outcome, at least of the popular vote. There may be again, as in 2000, an electoral-college misfire by which the popular-vote winner loses the White House. <p>War haunts America. Iraq and terrorism forced their way last week into the third presidential debate, ostensibly dedicated to domestic issues. There is no immunity for wartime presidents. In 1952, the unpopularity of the Korean war led President Truman to withdraw from the contest. In 1968, the Vietnam war drove President Johnson from office. The swift victory of President Bush the Elder in the first Iraq war was of small benefit when he was defeated for re-election in 1992. On the other hand, President Nixon running against George McGovern - like Senator Kerry, a decorated war hero turned into a war critic - scored a smashing triumph in 1972. </p> <p>President Bush the Younger categorically defends his launching of the second Iraq war. He has no doubt about the rightness of his course or the brilliance of his team. President Kennedy dismissed the CIA advisers who led him into the Bay of Pigs. Despite the Pentagon's build-up of Ahmad Chalabi, despite torture and Abu Ghraib, despite the incompetence of postwar planning, despite the collapse of his reasons for looking on Iraq as a clear and present danger to the US, President Bush has dismissed few senior officials. </p> <p>The recent report by Charles Duelfer, the top American arms inspector for Iraq, effectively destroyed what remains of the contention that Iraq possessed weapons of mass destruction. The second reason Mr Bush gave was the alleged partnership between the secular Muslim Saddam Hussein and the Muslim fundamentalist Osama bin Laden. The Bush administration put over this allegation so successfully that 42% of the American people, according to an October poll, still believe that Saddam was personally involved in 9/11. But the secretary of defence, Donald Rumsfeld, and President Bush himself admitted that they had no hard evidence of the existence of the evil partnership. </p> <p>The third reason was the liberation of the people of Iraq from a monstrous tyrant. But Paul Wolfowitz, deputy secretary of defence and long-time advocate of the war on Iraq, said that liberation by itself was \"not a reason to put American kids' lives at risk\". Two reasons having been shot down from under him, the American president is left with a reason once deemed an inadequate justification for American kids to kill or be killed. George Bush, and Tony Blair too, are unquestionably right when they say that the world is a happier place now that Saddam Hussein is behind bars. But was it worth the price of more than 1,000 American lives and heaven knows how many Iraqis? </p> <p>The second Iraq war fits into Bush the Younger's strategy of \"pre-emption\". There is deliberate confusion here. Preventive war has a bad reputation in Washington. It is not only due to imperial Japan's preventive strike at the American fleet in Pearl Harbor, but Presidents Truman and Eisenhower explicitly rejected preventive war, and those recommending preventive war against the Soviet Union were generally derided as loonies. </p> <p> So the Bush administration replaced \"preventive\" by \"pre-emptive\". The distinction between \"pre-emptive\" and \"preventive\" is worth preserving - it is the distinction between legality and illegality. \"Pre-emptive\" war refers to a direct, immediate, specific threat that must be met at once. In the words of a department of defence manual, \"an attack initiated on the basis of incontrovertible evidence that an enemy attack is imminent\". \"Preventive\" war refers to potential, future and, therefore, speculative attacks. </p> <p>\"Daniel Webster wrote a very famous defence of anticipatory self-defence,\" Condoleezza Rice, President Bush's national security adviser, informed the press. Dr Rice, the former provost of Stanford, does not know her American history. According to Secretary of State Webster's \"famous\" 1841 statement, a pre-emptive reaction could be justified only on very narrow grounds - if the prospective attack showed \"a necessity of self-defence, instant, overwhelming, leaving no choice of means, and no moment for deliberation\". This was manifestly not the case with Iraq. It was not a pre-emptive war. It was a preventive war. </p> <p>Preventive war rests on the premise that the preventer has accurate and reliable knowledge about the evil enemy's capabilities and intentions. It rests on the assumption of the perfectibility of the intelligence process. It rests therefore not on fact, but on prophecy. Yet history outwits all our certitudes. </p> <p>This aphorism does not commend itself to the younger Bush. He is an unrepentant preventive warrior. His re-election is far from certain; but he would take re-election as an endorsement of his first term and would probably see it as a national mandate to pursue his methods and goals during a second term. Already, premonitory warnings against Iran are eerily reminiscent of those that preceded the preventive war against Iraq. He might take it as a national mandate to pursue the policy of truculent unilateralism. Already the Bush administration's contempt for \"old Europe\", the UN and international institutions is hardly concealed. Never in American history has the republic been so unpopular abroad, so mistrusted, feared, even hated. </p> <p>President Bush is a militant idealist. He proposes to use America's military, economic and cultural power to spread \"liberty\". However, there are a lot of bad guys on the planet. Is the US obliged to eliminate them all? Does the US serve as the world's judge, jury and executioner? </p> <p>As John Quincy Adams, perhaps our greatest secretary of state, said, America, while sympathising with struggling peoples, \"goes not abroad in search of monsters to destroy\". Should America seek out monsters, Adams continued, \"the fundamental maxims of her policy would insensibly change from liberty to force ... She might become the dictatress of the world: she would no longer be the ruler of her own spirit.\" </p> <p>That is the significance, for America and the world, of the American presidential election. </p> <p><b>· </b>Arthur Schlesinger was an adviser to President Kennedy. His most recent book is War and the American Presidency, published by WW Norton </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Gordon Sasser first got the feeling that something strange was going on when the telephone pierced the silence of a weekday afternoon at his house on the swampy fringes of Tallahassee, northern Florida. <p>An automated voice had some surprising news: did he know that he could now cast his presidential vote by phone, and could do so right now, using the keypad? Mr Sasser's suspicion that somebody was trying to trick him into thinking he was casting a vote - presumably so that he wouldn't cast a real one - was far from unique. </p> <p>James Scruggs, another Tallahassee resident, remembers a similar unease about the young woman who phoned him at home, insistently offering to collect his absentee ballot to ensure its safe delivery. </p> <p>Then there was the elderly woman who called the local elections office last week to register her husband for an absentee vote. According to office staff, as she hung up she made a point of thanking them: she wouldn't have thought to get in touch about her husband, she said, if it hadn't been for their helpful call the night before, when someone had taken her own details, assuring her that she was now registered and would receive a ballot. </p> <p>But the elections office makes no such calls. </p> <p>\"It's Alice in Wonderland here now,\" sighed Ion Sancho, elections supervisor for Leon County, which includes Tallahassee, Florida's capital. \"Up is down, and down is up ... My feeling is that someone has essentially conned her into believing that she's going to be voting.\" </p> <p>Mr Sancho is a longstanding thorn in the side of Florida's governor, Jeb Bush, who presides from a building across the street. But even he seems astonished by the reports reaching his office these days. </p> <p>\"I've been an elections supervisor for 16 years now, and nobody has ever called me with this kind of activity occurring,\" he said. </p> <p>The mysterious calls are only the most vivid symptoms of broader problems in Florida which critics fear could leave thousands of citizens disenfranchised on November 2. </p> <p>New electronic voting machines have proven error-prone, and may not be capable of accurate recounts. State authorities are threatening to withhold votes from people who forget to tick a box confirming that they are US citizens, even though they signed a statement to the same effect on the same form. And among several legal feuds, Florida Democrats are accusing the state of failing properly to implement measures designed to prevent a repeat of the 2000 fiasco, when thousands of African-Americans were wrongly prevented from voting. </p> <p>The US election officially began in Florida yesterday, as early voting sites opened across the state - though in Duval County, a Republican-run area with a large African-American population, that too is a subject of dispute. Only one early voting site, far from densely populated neighbourhoods, has been made available for the entire county. </p> <p>\"One location for a county of almost 500,000 acres - that's the most asinine thing I've ever heard,\" said the Rev William Bolden, a Jacksonville pastor who is among many to detect a pattern in the controversies. </p> <p>Though voters have been affected across the spectrum of race and politics - Mr Sasser, for one, is white and a Republican - they will have the effect, Democrats say, of limiting turnout among minorities, poor and less educated voters, all of whom traditionally vote Democrat. They have been registered in record numbers this year, so the stakes are higher than ever. \"Certainly, somebody is afraid,\" Mr Bolden said. </p> <p>Florida faded from international headlines after the dramas of 2000, but on the broad, tree-lined streets of the state capital, things have rarely been more fraught. </p> <p>Katherine Harris, the elected Republican secretary of state widely seen as a key fighter in the effort to make sure George Bush won the 2000 recount process, is gone. But in her place is Glenda Hood, a former Republican office-holder who, thanks to a change in state law, was not elected but appointed directly by Governor Bush, the president's brother. </p> <p>Ms Hood has found herself embroiled in a sequence of rows. First, there was the attempt to undertake a new purge of alleged ex-felons from Florida's voter lists - the same practice that left up to 22,000 people, mainly African-Americans, wrongly denied a vote in 2000. That was discontinued after it was revealed that the new list contained 22,000 blacks and only 61 Hispanics, who traditionally vote Republican in Florida. </p> <p>Now her office is instructing county officials to reject registration forms from thousands of Floridians who did not check a box answering \"yes\" to the question \"Are you a US citizen?\" - even though, in signing the form, applicants agree with the statement \"I do solemnly swear ... [that] I am a US citizen.\" </p> <p>She is also fighting a courtroom battle over Florida's new system of \"provision ballots\", introduced after the 2000 fiasco so that people who arrived at the polls to discover they were not on the register could vote anyway, then have their case considered by officials. Ms Hood has decreed that the facility will not be available to anybody who turns up at the wrong precinct within their county. </p> <p>\"But in most cases, the errors in the precinct information are made by the elections office, not by the voter,\" said Jerry Traynham, a lawyer fighting Ms Hood on a number of cases. \"Everything they're doing seems to be designed to exclude people from the democratic process, rather than including them.\" </p> <p>Mr Traynham's other major case involves the touch-screen voting machines on which almost a third of Americans will be voting the week after next. Ms Hood had originally sought to have the machines excluded from any manual recounts - a decision overturned in court - but now her critics argue that the machines leave an insufficient audit trail: no individual paper receipt is produced when a citizen votes. </p> <p>\"They certified technology in Florida which probably can't actually do a real recount,\" Mr Traynham said. \"The real danger is that if something goes wrong, you'll never know.\" </p> <p>In earlier primary elections in Florida in 2002, according to a recent Vanity Fair investigation, one precinct using the machines recorded no votes, several others had their voter records wiped, 24 polling places opened late, and dozens of poll workers resigned. </p> <p>Ms Hood has consistently denied allegations of bias, suggesting that the eleventh-hour nature of the lawsuits shows they are motivated by partisanship. \"It is ridiculous to suggest that Secretary Hood is doing anything other than reaching out to all voters in the state,\" her spokeswoman, Alia Faraj, told the Tampa Tribune. \"Our goal is to get as many people as possible to participate in the process.\" </p> <p>Ion Sancho is beginning to sound exasperated by it all - though he insists that, in Leon County at least, he will do all he can to make sure all who are legally entitled to vote are actually able to do so. </p> <p>\"What I learned in 2000 was that Florida is not committed to ensuring that all citizens have equal access to voting,\" he said. \"I saw how this movie went the first time. I don't want to watch it a second time.\"</p>",
  "<p>During the closing weeks of the 2000 presidential campaign, at a campaign rally, George Bush spotted a veteran political reporter and turned to Dick Cheney, standing next to him on the platform, to remark: \"There's Adam Clymer, major league asshole from the New York Times.\" \"Oh yeah, big time,\" replied Cheney. Unbeknownst to them, their locker room exchange was caught by an open microphone. Four years later, nobody connected with the Bush-Cheney campaign appears even slightly concerned about being caught denigrating the Times; they are more than happy to do it on the record, as the White House has all but declared open warfare on the nation's leading newspaper. </p> <p>The latest volley came over the weekend when Republican campaign officials accused the Times's Sunday magazine of fabricating a provocative quote from Bush in which he bragged - behind closed doors and speaking to wealthy supporters - that he would announce plans for \"privatising of social security\" early next year, after his re-election. When Democrats jumped on the remark, dubbing it the \"January surprise\", the Republican National Committee chairman, Ed Gillespie, dismissed the Times's work as \"Kitty Kelley journalism\", insisting Bush had never uttered the phrase attributed to him. But the Times stands by the 8,300-word story by Ron Suskind, author of The Price of Loyalty: George W Bush, the White House and the Education of Paul O'Neill, a revealing account of the former secretary of the treasury published earlier this year. </p> <p>That confrontation, and the Bush campaign's harsh accusation that respected journalist Suskind and the editors of the Times are liars, come on the heels of a series of denigrations by the White House: the Times reporter was recently banned from Cheney's campaign plane; and in his acceptance speech before the Republican Convention Bush mocked the paper by distorting, out of context, one of its columnist's writings of almost 60 years ago. Early in his administration, Bush set the contentious tone when he broke with tradition by refusing to sit for an interview with the Times. He finally granted the paper a sit-down, just 30 minutes long, in August. </p> <p>\"Presidents like spin and secrets; journalists don't, so this is a relationship fraught with potential discomfort,\" says Times executive editor Bill Keller. He observes that the paper has dealt with difficult episodes with various White Houses in the past, but adds. \"I admit we're puzzled over what seems to be a more intense antipathy at this White House, especially since the campaign heated up. </p> <p>\"I can only speculate, but some of it may be that they think whacking a big newspaper with 'New York' in its name plays well with the [conservative] base. Perhaps they think if they beat up on us, we'll go soft on them. Or maybe they have decided to blame the newsroom for our opinion pages, though they certainly know that the editorial writers and columnists operate completely independent of reporters and editors.\" (On Sunday, the Times published an endorsement of Senator John Kerry, in which it commented: \"The Bush White House has always given us the worst aspects of the American right without any of the advantages. We get the radical goals but not the efficient management.\") </p> <p>The controversial quote from Suskind's story came near the end of a lengthy feature article, Faith, Certainty and the Presidency of George W Bush, which examines the extraordinary degree to which Bush and his senior aides rely on their \"faith\" and their \"gut\" to make key policy decisions, and how those who raise questions based on facts or \"reality\" are cut out of the inner circle. According to Suskind, Bush recently told a closed meeting of major contributors: \"I'm going to come out strong after my swearing in with fundamental tax reform, tort reform, privatising of social security.\" Suskind reported that the statements were relayed to him by sources present at the event. </p> <p>On Sunday the RNC sent out emails - one complete with Suskind's photo and voter registration information - that attacked him professionally and said the passages in question were \"third-hand, made-up quotes\" designed to \"scare seniors.\" But the editor of the Times magazine, Gerald Marzorati, told Salon in an email: \"Ron Suskind's reporting was carefully reported and vigorously fact-checked.\" </p> <p>If Times readers did not already know the paper's relationship with the White House was in serious disrepair, they found out on September 18. That day, Times reporter Rick Lyman wrote a front-page piece about how, despite having been assigned by the country's most influential newspaper to cover Cheney's re-election campaign, he was not welcome on Air Force Two, where 10 seats were reserved for the travelling press corps. None was available for him, or for the previous Times reporter assigned to the Cheney beat. Lyman's article, headlined Chasing Dick Cheney, was written with a slightly tongue-in-cheek tone (as much irony as the still-staid Times allows) but could not mask the strain between the paper and the White House, the kind of rift usually kept from public view as administration and news officials exchange behind-the-scene phone calls to try to patch things up. </p> <p>Cheney had already made clear this summer that he had no intentions of maintaining cordial relations with the Times when he blasted its coverage of the 9/11 commission as \"outrageous\" and \"malicious.\" </p> <p>And in August, during his convention acceptance speech just 10 blocks from the Times newsroom, Bush derided the paper, suggesting it was a fount of wrongheaded pessimism. \"In 1946, 18 months after the fall of Berlin to allied forces, a journalist wrote in the New York Times: 'Germany is ... a land in an acute stage of economic, political and moral crisis. [European] capitals are frightened. In every [military] headquarters one meets alarmed officials doing their utmost to deal with the consequences of the occupation policy that they admit has failed.' End quote. Maybe that same person is still around, writing editorials.\" </p> <p>Bush was referring to Anne O'Hare McCormick, the pioneering, Pulitzer prize-winning Times journalist. And he twisted her dispatch about Germany: in fact she was criticising the \"moral crisis\" in the British and French sectors while reporting that Americans were doing a better job of reconstruction. She also urged the US to commit more troops to the occupation. Times columnist Maureen Dowd, discussing the speech, wrote: \"Bush swift-boated her.\" </p> <p>\"It takes a certain amount of gall to criticise the New York Times in the middle of Madison Square Garden, on the paper's home turf,\" says Susan Tifft, co-author with Alex Jones of The Trust: The Private and Powerful Family Behind the New York Times.\" </p> <p>On one level the Times seems an odd choice for the White House's wrath: during the 2000 campaign, despite Bush's \"asshole\" remark, the paper's coverage of the candidate was considered to be among the most generous of any of the major dailies', particularly the work of Frank Bruni, the beat reporter who travelled extensively with the Bush campaign. In his book about that time, Ambling Into History, published in 2002, Bruni wrote that while watching the first debate from the audience, he thought Bush had done so poorly that he was sure he had lost the election. Yet Bruni never mentioned his sinking feeling to readers during his generally upbeat coverage of the Bush campaign. The Times was also very reserved in its coverage of the exposure during the final weekend of the campaign of Bush's old drink-driving arrest. </p> <p>During the period leading up to the Iraq war, the Times was instrumental in the administration's political choreography of its case that Saddam Hussein possessed weapons of mass destruction, in particular that he was producing nuclear weapons. But this year, the newspaper felt compelled to essentially apologise for what amounted to its participation in an elaborate disinformation campaign. \"The Times didn't cover itself in glory during that period,\" says Michael Massing, author of Now They Tell Us: The American Press and Iraq. \"The paper\", he says, \"was far too credulous towards the administration during the run-up to the war. The irony is the Times helped the administration's case before the war.\" </p> <p>The Bush White House's open feud with the Times represents a clear break with the tradition of most Republican presidents - including the current president's father - tolerating the major mainstream press outlets despite misgivings or unhappiness with their coverage. The days when the Times publisher Arthur \"Punch\" Sulzberger Sr travelled to the White House during the height of the Reagan administration for a cordial lunch with the president, his vice-president, George Bush Sr, and the secretary of state, George Shultz, are long gone. While President Nixon \"had no love for the New York Times ... even he felt he had to deal with them. Bush officials do not feel like they have to deal with the gatekeepers,\" says Tifft. \"They have taken advantage of cable channels and talk radio and websites that are sympathetic toward them. What they have basically done by words and deeds is to say to the New York Times: 'We don't need you. We can get our message out without you.'\" </p> <p>Bush and his campaign apparently see little political downside to a public fight with the allegedly liberal press. That very point was made in Suskind's Times magazine article, which quoted Bush political consultant Mark McKinnon as saying: \"All of you ... up and down the west coast, the east coast, a few blocks in southern Manhattan called Wall Street, let me clue you in: we don't care. You see, you're outnumbered two to one by folks in the big, wide middle of America - busy, working people who don't read the New York Times or Washington Post or The LA Times. And you know what they like? They like the way he walks and the way he points, the way he exudes confidence. They have faith in him. And when you attack him for his malaprops, his jumbled syntax, it's good for us. Because you know what those folks don't like? They don't like you!\" </p> <p><a href=\"mailto:boehlert@salon.com\">Eric Boehlert</a> is a senior writer at Salon</p> <p><strong>·</strong> This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited<br> © Salon.com 2004<br> Visit the Salon site at <a href=\"http://www.salon.com\">salon.com</a></p>",
  "<b>British troops in Iraq</b> <br> The defence secretary, Geoff Hoon, confirmed the US had asked for British troops to provide assistance outside the UK-controlled southern sector of Iraq. But he insisted that no decision had yet been made in response. A final recommendation from the chief of defence staff was expected by the middle of the week. <p>Mr Hoon told MPs the request did not ask for troops to be deployed to Baghdad City or Falluja. He denied it was political and had anything to do with the timing of the US presidential election. \"Although it is linked to elections - it is not the US elections but with efforts to create the best possible security situation in which to hold the Iraqi elections in January.\" </p> <p>The shadow defence secretary, Nicholas Soames, warned any such deployment would leave \"a big capability gap\" in the British sector and would represent \"a fundamental change\" in UK operations in Iraq. </p> <p>Robin Cook, who quit the cabinet over Iraq, said restraint shown by British troops in peacekeeping had earned them respect among the Iraqis. \"Is it really possible for them to retain that restraint if they are deployed to a US sector which has been policed for over a year by US forces which have not been showing the same level of restraint?\" </p> <p>Mr Hoon said British forces were able to adjust their approach and tactics in the light of the threat that they faced. \"They will have to be less restrained if there is a direct physical threat to them.\" </p> <p><b>Schooling shake-up</b><br> A blueprint for the biggest schooling shake-up in 60 years offers a \"cogently argued, challenging and compelling vision for the future\", the education secretary, Charles Clarke, said. He told MPs proposals by former chief inspector of schools Mike Tomlinson would provide the base on which to build a broad consensus for reform. </p> <p>Mr Clarke said the \"biggest single reform of qualifications in any of our lifetimes\" would present huge challenges and would take at least 10 years to introduce. </p> <p>The shadow education secretary, Tim Collins, said any changes would have to be backed with \"substantial new resources\". Scrapping all existing exams would be an \"unwelcome and unnecessary diversion\" from the priority of improving \"unacceptably poor\" literacy and numeracy among school leavers. </p> <p><b>Gun culture</b><br> The home secretary David Blunkett called for concerted action to tackle \"unacceptable\" levels of gun crime as he led MPs in remembering 14-year-old shooting victim Danielle Beccan from Nottingham. He said new five-year minimum sentences for firearm possession were \"a starting point, not an end point\" in getting guns off the streets but warned pretending the situation was \"out of control\" would encourage a gun culture. </p> <p><b>Gun crime</b><br> One gun crime is committed every hour of every day in a Britain where a rising tide of firearms offences threatens to become \"an epidemic that afflicts the whole country\", the shadow home secretary, David Davis, said. He described the shooting in Nottingham as \"reminiscent of Chicago in the 1930s, not an historic English town\". </p> <p>The home secretary said that the government \"does not dispute at all\" the link between gun crime, hard drugs and criminal gangs. He said the supply and price of drugs in the UK was influenced by a wider global situation and that \"there has never been a tighter border control outside wartime than there is at the moment\". </p> <p><b>Climate change</b><br> Tories dropped plans for a debate on climate change after government statements on Iraq and exam reforms left them short of time. Tory chiefs had planned to spend half the time debating the \"rising tide\" of gun crime and the rest urging action to curb carbon dioxide emissions. But business managers pulled the second debate after the statements. </p> <p><b>Grave desecration</b><br> Mr Blunkett condemned the desecration of a grave by suspected animal rights extremists and said he believed a proposed crackdown would be successful. </p> <p>He told MPs: \"The house would want all of us to join together in condemning the bestial extremists who 10 days ago desecrated a grave in Staffordshire and to send our sympathy to the family. We have the strongest licensing laws in this area in the world. We now need the strongest action to ensure that people can go about their lawful business and can do so free from intimidation.\" </p> <p><b>Sex offenders</b><br> Labour's Huw Edwards demanded a policy u-turn on housing sex offenders at Prescoed open prison after convicted paedophile Robert Stokes absconded this month for almost 24 hours. </p> <p>Home Office minister Paul Goggins said: \"The decision to place a limited number of sex offenders who are coming towards the end of their prison sentence in Prescoed Prison was not the result of overcrowding but was part of a planned programme where suitable risk assessment is taking place.\" He would be monitoring the programme carefully. </p> <p><b>Fireworks</b><br> Loopholes in legislation to tackle misuse of fireworks could be exploited by unscrupulous traders, Labour's John Cryer warned. He said they could allow traders to \"get through\" the net and urged ministers to reconsider a universal licensing system for all firework outlets. Home Office minister Hazel Blears insisted the Fireworks Act was \"robust\" and would make a significant difference. </p> <p><b>Fake colleges</b><br> More than 250 bogus colleges have been uncovered by a Home Office crackdown on illegal immigration, it emerged. Minister Des Browne said more than a quarter of 1,050 suspect institutions inspected so far had proved to be fake and a further 250 would be subjected to more rigorous investigation. </p> <p><b>Darfur crisis</b><br> The World Health Organisation has estimated that since March between 35,000 and 70,000 displaced people have died in Darfur, Sudan from violence, disease and malnutrition, Lords leader Lady Amos said. She also told peers the UN had estimated that 1.45 million had been displaced in the region and a further 200,000 had fled to Chad. </p> <p>Lady Amos gave the figures in response to crossbencher Lord Alton, a former Liberal Democrat MP, who spoke of \"the harrowing first-hand accounts of ethnically motivated killings, rapes, burnings and lootings\" in Darfur. </p> <p><b>Supreme court plans</b><br> The government was urged to postpone its planned constitutional shake-up until the lord chancellor, Lord Falconer, makes a statement about the location and cost of the planned supreme court. </p> <p>Former Law Lord Lord Lloyd urged him to spell out plans for a new home for Law Lords who are to be removed from Westminster as part of the changes. </p> <p>Junior constitutional affairs minister Lady Ashton said during the constitutional reform bill's committee stage: \"The notion that anyone would want to see the Law Lords - who are held in the highest esteem - being bundled anywhere would be an anathema to all of us.\" There was \"no question\" of the court being housed in an inappropriate building. </p> <p><b>In parliament today</b><br>The transport secretary, Alistair Darling, and his ministers and Cabinet Office minister Douglas Alexander face the Commons at question time. The companies (audit, investigations and community enterprise) bill is set to clear its remaining stages. Topics of backbench debates in Westminster Hall include the EU's relationship with Iran and protection of employees in private sector pension schemes. </p> <p>The Lords debates the housing bill's report stage and the civil contingencies bill's committee stage.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Media watchdog Ofcom censures Channel 4 for failing to prevent an outbreak of violence on its Big Brother programme. P8<br>Former BBC director general Greg Dyke has unveiled a draft apology for Tony Blair over the way he presented the case for war in Iraq. P9<br>Restaurant guide Michelin has dropped a trademark infringement case against an Israeli satirist who used its famous logo in an unofficial guide to Israeli prisons. P9<br>EMI will sell the new Robbie Williams greatest hits collection on memory cards for mobile phones. P20<br>A Trisha-style TV programme in India has been used to decide a point of sharia law involving a woman and two husbands. G2 P6-7<br></p> <p>MEDIA BUSINESS<br>Channel 4 is the favourite to retain the rights to England cricket home Tests after bidding an estimated 45m pounds for the three-year contract. P21<br>Journalists at Reuters fear further job cuts as the media group seeks to meet a 450m pounds savings target. P21<br>BSkyB introduces a cheap \"starter pack\" to sell in high street retailers as a fightback against Freeview. P21<br>The advertising watchdog has condemned price comparision adverts for mobile phone network 3 as misleading. P21</p> <p><strong>FINANCIAL TIMES</strong></p> <p>The tobacco industry launches a legal fight to overturn European advertising restrictions that prevent its advertising in shops. P5<br>SBC Communications will slash the price of its high speed wireless internet connections. P27</p> <p>CREATIVE BUSINESS<br>Richard Desmond to launch the Daily Express Shopping Channel tomorrow on Sky and NTL. P2-3<br>The long-term future of pay-TV film channels are under threat from DVDs. P4<br>The latest Bellwether report from the Institute of Practitioners of Advertising shows the advertising recovery is on track. P4-5<br>UK companies need to learn the value of marketing and PR that young US companies have. P6<br>Publicis chief Maurice Levy remains coy in an interview over the fate of rival French advertising firm Havas. P8<br>How can companies judge if their tie-ups between celebrities and products deliver value? P9<br>Justin Sampson, former Radio Advertising Bureau chief, says in his new ITV job he will sort out the network's arrogant and unimaginative sales effort. P10-11<br>Live broadcasts to portable devices in Japan are being keenly watched by mobile phone companies. P13<br>Italy has lifted cross-media ownership rules and everyone is watching to see if Silvio Berlusconi swoops to buy radio networks. P14</p> <p><strong>THE TIMES</strong></p> <p>Ofcom condemns Channel 4 for allowing Big Brother to descend into a drunken brawl. P11<br>Opinion: Boris Johnson is the Princess Diana of politics, says Michael Gove. P20<br>Kraft prepares to sell off its biggest food brands. P23<br>Music companies seek 202m pounds from an Australian accused of running an internet piracy site. P25<br>Obituary: Ivor Wood, the animator who brought The Magic Roundabout, The Wombles and Postman Pat to TV. P34</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>The BBC1 programme Outtake TV, devoted to embarrassing mistakes, has itself embarrassed the corporation by running subtitles with foul language. P3<br>The head of news at the French government-owned Radio France Internationale has quit after claiming Israel was a racist state and that Jews created their own ghettos. P14<br>Opinion: Mark Steyne on the Guardian's campaign to email voters in Clark County, Ohio. P20<br>Investors sue Disney over the 140m dollar severance pay given to executive Michael Ovitz seven years ago. P27<br>AdHoc column: Michael Winner's esure adverts and the slug anti-salt campaign. P32</p> <p><strong>THE INDEPENDENT</strong></p> <p>The Press Complaints Commission has thrown out a complaint by actor and biographer Dirk Bogarde about the way the Daily Mail serisalised his book. P10<br>Boris Johnson may have to choose between editing the Spectator and being a Conservative shadow minister. P25<br>Obituary: US TV producer Hildy Parks. P41<br>BSkyB to start selling set top boxes in high street supermarkets. P42<br>The US Public Library of Science launches a rival publication to the Lancet. P43<br>Columnist Deborah Ross has Michael Winner over for dinner. Review P2-3<br>Afghans can't get enough of the massive increase in local radio services. Review P5 </p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>US journalists are accused of being more negative towards President Bush than John Kerry in their coverage of the US presidential election. P3</p> <p><strong>DAILY MAIL</strong></p> <p>Opinion: Boris Johnson was wrong about Liverpool, says Stephen Glover. P12<br>The BBC sends 200 staff to cover the US presidential election. P39<br>Viewers are deserting the BBC's Match of the Day. P79</p> <p><strong>DAILY EXPRESS</strong></p> <p>Boris Johnson travels to Liverpool tomorrow. P2<br>Big Brother presenter Davina McCall signs a deal to promote Garnier Nutrisse Cream hair dye. P23<br>BSkyB takes digital price war to the high street. P63<br></p> <p><strong>THE SUN</strong></p> <p>Chris Moyles swore on his Radio 1 radio programme yesterday. P17<br>Bookies say Countdown host Carol Vordermann is the favourite to win the new series of Strictly Come Dancing. P23</p> <p><strong>DAILY MIRROR</strong></p> <p>Boris Johnson to get police protection when he visits Liverpool. P2<br>Tobacco firms launch legal action against advertising restrictions in Europe. P2<br>Big Brother's \"fight night\" breached programme code. P9</p> <p><strong>DAILY STAR</strong></p> <p>Roberta Howe is the favourite to win The X Factor. P15<br>BBC chiefs have ramped up the pressure on the contestants on Strictly Come Dancing by revealing one of them will be voted out after the first show. P15</p> <p><strong>AND FINALLY...</strong></p> <p>A TV programme on Great South Africans by the country's official broadcaster has been scrapped after the public voted for white supremacists, fraudsters and cheating sportsmen, including Eugene Terreblanche, Hansie Kronje and Winnie Mandela. Daily Telegraph P5</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>On November 2, Americans can choose their 44th president, the Democratic challenger John Kerry. Of course, they may stick with the 43rd president, the Republican incumbent George Bush. The election is considered one of the most important in US history. And, thanks to the inevitable media saturation, UK schools have a golden opportunity to reflect on the election's conduct and significance.</p> <p>\"The most momentous election of our lifetimes\" - the words are Kerry's, and they invite students to share what they have picked up to date about the US elections and their significance. The last election result was mired in controversy (do students know what \"hanging chads\" were?). In addition, this is the first presidential election since the 2001 September 11 al-Qaida attacks, and only the second in recent times to be conducted while the US is heavily involved in a foreign conflict.</p> <p>The last time was 1972, when Americans were fighting in Vietnam. This time, US troops are deployed in Iraq, and the number of US personnel killed is already more than a thousand (<a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1299528,00.html\">www.theguardian.com/Iraq/Story/0,2763,1299528,00.html</a>).</p> <p>Ask students why having an election at such a time makes the way people vote particularly sensitive. Get them to think how a Kerry victory could affect US troops in Iraq, as well as the Iraqis and the British, given the possibility that he might seek to bring US soldiers home over the next four years. Compare this policy to that being promised by Bush: committing US forces to Iraq until things stabilise there under an elected government.</p> <p>Get students to visit Chapter 4 of Bush's Agenda for America on his official website (<a href=\"http://www.georgewbush.com/Agenda/Chapter.aspx?ID=4\">www.georgewbush.com/Agenda/Chapter.aspx?ID=4</a>) and the national security page on the Kerry site (<a href=\"http://www.johnkerry.com/issues/national_security/\">www.johnkerry.com/issues/national_security/</a>). Ask pupils to compare the initial paragraphs and pinpoint the differences - Bush's emphasis on \"threats\", \"war\" and \"American lives\", and Kerry's concern with the US acting in concert with other nations. Then ask them to decide which of the candidates' \"openings\" seems the most persuasive and most likely to make Americans feel safer.</p> <p><strong>The most powerful nation</strong></p> <p>Pupils may think they know a lot about the US, but an election lesson could start with a test of their knowledge. There are numerous facts-and-figures sites, including a helpful statistics and links section provided by the US embassy in the UK (see <a href=\"http://www.usembassy.org.uk/rcstats.html\">www.usembassy.org.uk/rcstats.html</a>). Ask students to use this and other research material to create their own quiz questions or fact packs about the US.</p> <p>What does it mean for a country to be powerful? Students could try to answer this using the data online at the CIA site (<a href=\"http://www.cia.gov/cia/publications/factbook/geos/us.html#Intro\">www.cia.gov/cia/publications/factbook/geos/us.html#Intro</a>).</p> <p>There is not a country in the world that is not in some way affected by US policies. A good place to send students investigating this idea might be the BBC resource at <a href=\"http://news.bbc.co.uk/1/hi/world/americas/3733014.stm\">http://news.bbc.co.uk/1/hi/world/americas/3733014.stm</a>. Why might Iran and North Korea be interested in the US election, and why is Taiwan another potential hotspot?</p> <p>The CIA site is also a good starting point for students to investigate some of the other big problems affecting the US at the moment. Pupils can research America's environmental policies under Bush, the fact that more than one in 10 Americans lives below the poverty line, and the challenges posed by the \"baby boomer retirement\" issue.</p> <p><strong>Powers and perks</strong></p> <p>Get students to discuss the powers and perks of a US president. One tactic might be to provide them with a list based on the information online at <a href=\"http://www.fact-index.com/p/pr/president_of_the_united_states.html#Presidential%20salary%20and% 20perks\">www.fact-index.com/p/pr/</a>, or at the comprehensive presidency site <a href=\"http://ap.grolier.com/\">http://ap.grolier.com/</a>.</p> <p>Muddle the list up and invite pupils to categorise those powers that are executive, legislative or judicial, and that relate to foreign affairs. A far bigger question is whether or not a single man should have all this power. Point out that presidents can be impeached and what that means.</p> <p>Of course, presidents cannot do everything, or be expected to keep an eye on all aspects of government. Ask students to list the key areas of policy a government has to deal with, and then invite them to research who is responsible for such things as foreign policy, energy or defence in Bush's cabinet: <a href=\"http://www.usembassy.org.uk/rccabint.html#cabinet\">www.usembassy.org.uk/rccabint.html#cabinet</a>. It is another of a president's powers to appoint this cabinet, and the members of it are not drawn from elected officials, unlike the UK cabinet. Do students feel this is a good or bad thing?</p> <p>Since 2001, the president of the US has been paid a salary of $400,000 (£223,740). Most recent presidents have been rich men and have been able to draw on immense \"war chests\" to fight their election campaigns. Ask students what problems might arise from the expense of running for president in the US, particularly, the need to make pledges and deals in exchange for contributions to campaign funds.</p> <p><strong>What should the leader be like?</strong></p> <p>Ask students to come up with a personality profile for a president. Do they feel, for example, that a candidate who has been brave in battle (Kerry) deserves to win over Bush, who did not go to fight in Vietnam? Older students could investigate the Vietnam war during the 1960s and early 70s and look at how it has been a major issue during this year's presidential race.</p> <p><strong>Curriculum links and guidance</strong></p> <p><strong>This lesson is written for KS3 (age 11-14) but can be adapted for other ages.</strong></p> <p><strong>Key stage 2 (age 7-11)</strong></p> <p>George Bush - and potentially John Kerry - is just one in a long line of US presidents. Invite students to \"adopt\" a previous president and make a presentation about him, an opportunity for a piece of oral work (see <a href=\"http://www.fact-index.com/p/pr/president_of_the_united_states.html# Former%20Presidents \">www.fact-index.com/p/pr/president_of_the_united_states.html# Former%20Presidents </a>).</p> <p>Ask them to follow this up with a research exercise investigating those presidents who have held office during wars, those who have been assassinated or died in office, those who have had to resign or were impeached. Give students a list of 10 of the most famous and ask them to decide who made the biggest contribution to America while in power.</p> <p>The Republican and Democratic parties in the US are represented by an elephant and a donkey (jackass). This is a great opportunity for students to research why this might be. The exercise will require them to investigate a 19th-century artist called Thomas Nast and one of his cartoons, called The Third Term Panic, which was published in a magazine called Harper's Weekly in 1874. The odd thing about these symbols is that they were imposed on, rather than specifically chosen by, the parties concerned, unlike most political emblems: <a href=\"http://nieonline.com/cftc/pdfs/partysymbols.pdf\">http://nieonline.com/cftc/pdfs/partysymbols.pdf</a></p> <p>Younger children might like to investigate the life and times of Barnie, President Bush's dog: <a href=\"http://www.whitehouse.gov/barney/#\">www.whitehouse.gov/barney/#</a></p> <p><strong>Key stage 4 (age 14-16)</strong></p> <p>The presidential election is not the only thing Americans are to be asked to decide on November 2. All 435 places in the house of representatives and 34 places in the senate are up for grabs, too. Students could develop their understanding of the broader spectrum of the US political system by researching the powers and responsibilities of these institutions at <a href=\"http://www.house.gov/house/Educate.shtml\">www.house.gov/house/Educate.shtml</a>; <a href=\"http://en.wikipedia.org/wiki/United_States_House_of_Representatives\">http://en.wikipedia.org/wiki/United_ States_House_of_Representatives</a>; <a href=\"http://en.wikipedia.org/wiki/United_States_Senate\">http://en.wikipedia.org/wiki/United_States_Senate</a>.</p> <p>Elections are a boom time for photo opportunities and the ways in which presidential candidates are shown is very revealing of what is considered influential in the US. Both Kerry and Bush have extensive image galleries on their websites; as a media exercise, students could analyse these for similar themes and motifs. Bush clearly has an advantage, being able to pose with world leaders and in the White House.</p> <p>Students could also investigate the impact of the three candidate debates that occurred in September and October. Read reports of these and gather ideas about the kind of rhetorical impact that each candidate's performance had (both in terms of what they said and how they appeared physically).</p> <p>The 2004 election has been affected by its fair share of dirty tricks, and students might enjoy researching these and analysing the impact and dangers of an election so filled with propaganda. See <a href=\"http://www.theguardian.com/uselections2004\">www.theguardian.com/uselections2004</a>.</p> <p><strong>Curriculum links KS2</strong></p> <p><strong>Art and design</strong> 1a-c, 5a-d<br> <strong>Citizenship</strong> 1a, 2e, 2k<br> <strong>English</strong> (En1) 1a-f, 2a-f, 3a-e; (En2) 1a-f, 4a-d, 5a-d<br> <strong>History</strong> 4a-b, 13</p> <p><strong>KS3</strong></p> <p><strong>Art and design</strong> 1a-c, 5a-d<br> <strong>Citizenship</strong> 1a, 1d, 1h, 1i, 2a-c, 3a-c<br> <strong>English</strong> (En1) 1a-f, 2a-f, 3a-e; (En2) 1a-f, 4a-d, 5a-d<br> <strong>Geography</strong> 1a-f, 2a-e, 3a, 3b, 5a-b, 7<br> <strong>History</strong> 1, 3a-b, 4a-b, 13<br> <strong>RE</strong> Unit 3</p> <p><strong>KS4</strong></p> <p><strong>Art and design</strong> The US as inspiration for art; political cartoons<br> <strong>English</strong> En1, En2, En3<br> <strong>Citizenship</strong> 1a, 1g, 1i, 1j, 2a-c, 3a-c<br> <strong>RE</strong> Religion and the state<br></p> <p><strong>Scottish curriculum 5-14</strong></p> <p><strong>Environmental studies</strong> Levels D-F<br> <strong>English language</strong> Levels D-F<br> <strong>History</strong> Levels D-F<br> <strong>ICT</strong> Levels E,F<br> <strong>Personal and social development</strong> Levels D-F</p> <p><strong>Weblinks</strong></p> <p><a href=\"http://www.theguardian.com/uselections2004\">www.theguardian.com/uselections2004</a>Articles comment and interactives on the Guardian's US election site</p> <p><a href=\"http://www.georgewbush.com\">www.georgewbush.com</a><br>George Bush's election campaign site</p> <p><a href=\"http://www.johnkerry.com\">www.johnkerry.com</a><br>John Kerry's election campaign site</p> <p><a href=\"http://www.whitehouse.gov\">www.whitehouse.gov</a><br>The official White House site</p> <p><strong>Resources on learnpremium.co.uk</strong></p> <p>Students can find out more about the US elections on <a href=\"http://www.learnpremium.co.uk\">learnpremium.co.uk</a>, the Guardian's subscription- based schools resources website. Learnnewsdesk, learnpremium's news site for nine- to 14-year-olds, explores the subject in detail through extracts from the Guardian and the Observer in this week's news in focus. Also see resources on politics and democracy in Y Vote in the citizenship zone. Learnnewsdesk is freely available to London schools via the London Grid for Learning website on <a href=\"http://www.LGfl.net \">www.LGfl.net</a></p>",
  "The European Union is expected to tighten sanctions against Belarus after western observers said a weekend parliamentary election and referendum fell \"significantly short\" of international standards. <p>Police in Minsk last night broke up a demonstration of 1,000 people that had gathered close to the presidential palace, protesting against the referendum, which allowed the authoritarian leader Alexander Lukashenko to seek a third term as president. </p> <p>Protesters chanted \"the truth, the truth\" and \"Lukashenko lost\". Police beat some demonstrators and dragged them into buses, a witness said. </p> <p>Official results showed 77.3% of registered voters supported the referendum, though an independent exit poll by Gallup suggested just under half had voted for the extension. </p> <p>Western observers found evidence of police raids on campaign offices and the detention of candidates and campaign workers. </p> <p>\"We have to consider how we are going to respond to the referendum and to the elections here. We would certainly consider sanctions,\" said a senior western diplomat. He added: \"It's something we will discuss within the European Union.\" </p> <p>The EU has already placed travel bans on senior Belarussian officials following the disappearance of three opposition leaders and a journalist. The US Congress earlier this month passed the Belarus Democracy Act 2004, which calls for funding of the Belarussian opposition and economic sanctions against the state. </p> <p>At a press conference in Minsk yesterday, the Organi sation for Security and Cooperation in Europe (OSCE) outlined a series of violations in the parliamentary elections, largely overshadowed by the referendum, which filled 107 of 110 seats with pro-Lukashenko candidates. Three seats are still to be filled in run-off votes. </p> <p>\"Democratic principles were largely disregarded by the authorities. Many candidates were actively excluded from registering or were deregistered, which limited the choice of voters,\" said Tone Tingsgaard, vice-president of the OSCE parliamentary assembly, which coordinated election observers. </p> <p>Former Czech president and Soviet-era dissident Vaclav Havel yesterday called Belarus \"the last European truly dictatorial regime\", citing violations of human rights and suppression of the opposition. \"We should think about some form of solidarity and support of civil society in Belarus,\" he said in Prague. </p> <p>In what is seen as one example of press intimidation in the country, the outspoken Russian journalist Pavel Sheremet was detained on Sunday night and later taken to hospital with head injuries. </p> <p>Authorities blamed the attack on skinheads, but five years ago, Sheremet was jailed and his cameraman disappeared after they filmed an unguarded section of the Belarussian-Lithuanian border. </p> <p>Sheremet, now employed by Russia's state-controlled Channel One, wrote a book highly critical of Mr Lukashenko. </p> <p>Russia's foreign ministry called on Belarussian authorities to investigate the beating, but later called the vote \"calm and transparent\". </p> <p>Belarussian opposition members told of observers prevented from entering voting stations and showed photographs of ballots marked \"za\"or \"for\" even before being handed to voters. Food was also sold at some stations at a 25% discount. The Minsk trade commission said it was tradition on the polling-day holiday but many saw it as enticing the poor to vote. </p> <p>\"Lukashenko had the task of not only winning the election but also completely crushing his opponents,\" said the opposition United Civil party chairman, Anatoly Lebedko. \"People are in a state of shock, they do not understand what has happened, but feel they have been cheated.\" </p> <p>\"This referendum has put an end to elections in Belarus. I can say that the vote was a sham,\" Bogdan Klich, head of a delegation of observers from the European parliament, told RTR television. </p> <p>Three Russian election observers were taken to hospital after two traffic accidents, one in which a bus carrying observers and Russian parliamentarians collided with a car. The car's three Belarussian passengers were killed. </p> <p>Mr Lukashenko last used a referendum in 1996 to prolong his first term to seven years, only to be re-elected to a second term in 2001.</p>"
]