[
  "<b>Frost bite</b> <br> <p>Your editorial (Comment, last week) concerning the US Presidential election stated that America is about to reach a fork in the road and has, so far, shown indecision on which direction to take. Perhaps you might have referred to the great American Laureate, Robert Frost, who, in his poem 'The Road not Taken', shows his understanding of such indecisiveness. The Bush team maligns the challenger's 'flip-flop' indecision, but surely the American electorate can distinguish between a man who would know and understand what Frost was talking about and the present incumbent.</p> <p>One can only hope that American voters are better read than their President and that they take the road less travelled and make all the difference about how the US is perceived.<br> <b>James Callaghan</b><br> Urmston, Manchester<br></p> <p><b>Labour for all</b><br> </p> <p>According to Alan Milburn, Labour exists for a simple reason - 'to make life better for hard-working families' (Comment, last week). Does this mean that it does not aim to make life better for: individuals who do not live in families; people who are unable to work; or people who prioritise a better work-life balance? Presumably not. Ministers should drop the divisive and exclusionary mantra of 'hard-working families'.<br> <b>Ruth Lister</b><br> Professor of Social Policy, Loughborough University<br></p> <p><b>The real victims</b><br> </p> <p>Thank you for printing William Pfaff's robust and critical view of Islamic fundamentalism and Western responses to it.</p> <p>Personally, I do not feel especially threatened by Islamic fundamentalism, though I would be wary of travelling to some countries in the current climate. But why should I expect to be welcomed in the Arab and Muslim world?</p> <p>Some 3,000 people died in the 11 September attacks. More than 30,000 have died in our wars in Afghanistan and Iraq, and more than 3,000 Palestinians have been killed in the past four years.</p> <p>In short, beyond isolated spectacles of ultra-terrorism, the people who pay the price for Islamic (or Christian or Jewish) fundamentalism are not Westerners but Muslims. It is time to look critically at where the real 'terror' comes from, and who benefits most from this pernicious global paranoia.<br> <b>Chris Webster</b><br> Abergavenny<br></p> <p> William Pfaff makes Sayyid Qutb, 'the godfather of modern Islamist radicalism', a nineteenth-century Egyptian intellectual. Qutb lived from 1906 to 1966, when he was executed by Nasser. </p> <p>Under Qutb's influence from the 1950s and 1960s some Islamists adopted a more radical approach. </p> <p>It is not helpful to characterise the Islamist movement as having 'evolved as a form of \"franchised\" terrorism'. Many Islamists are concerned to achieve the peaceful reform of their societies; indeed, some scholars see Islamism having a 'modernising' effect. </p> <p>The key question is why some Islamists have turned to violence.<br> <b>Professor Francis Robinson,</b><br> Department of History, Royal Holloway, University of London, Egham, Surrey<br></p> <p><b>Puff baddy</b><br> </p> <p>The claim by sociologist Ruut Veenhoven that happy smokers might live as long as unhappy ex-smokers is com pletely without foundation (OM, last week).</p> <p>Smoking is the single biggest preventable cause of premature death, and smokers typically lose between five and 20 years of life. A smoker who stops at age 50 can expect to gain an extra six years of life compared to a continuing smoker.<br> <b>Amanda Sandford</b><br> Research Manager, ASH, London EC2<br></p> <p><b>U-shaped desire</b><br></p> <p>Cristina Odone says that in our Radio Five Live debate on 'asexuality' I attempted to explain the condition away as a by-product of obesity and depression (Comment, last week). However, in her eagerness to promote asexuality, she omits my opening remark.</p> <p>Distribution of desire follows a U-shaped curve. There are a very few utterly normal folk who never want much sex, and a few, utterly normal folk, who want sex 15 times a day. Most of the rest of us come in the middle.<br> <b>Phillip Hodson</b><br> The British Association for Counselling and Psychotherapy, Rugby<br></p> <p><b>The right track</b><br> </p> <p>In suggesting that the Strategic Railway Authority is liable to surrender its northern franchise to a private operator (Business, last week), you make no reference to the recent Labour Party Conference commitment to 'an integrated, accountable and publicly owned railway'.</p> <p>Like most British passengers and taxpayers, the Labour Party now recognises that taxes are better spent improving the railways than lining the pockets of shareholders.</p> <p>The Secretary of State must surely now show that he respects this sensible sense of priorities. <br><b>Francis Prideaux</b><br> London W9<br></p> <p> <b>Original view</b><br> </p> <p>I don't know how many degree finals scripts or undergraduate essays Oliver James has read (OM, 10 October). He says that what it takes to get a first is 'to please your teachers, enjoy being supervised closely and please the examiners, concentrating on what they want'. In my experience as an undergraduate, postgraduate and lecturer at Oxford, the primary prerequisite for a first is original thinking.<br> <b>Dr Pauline Kiernan</b><br> Oxford<br> </p> <p><b>The 52nd state?</b><br></p> <p>In World War One, 27 per cent of Scottish troops mobilised were killed, compared to 12 per cent for the UK; in World War Two, 50,000 Scots amounted to a third of the UK's dead; and in Korea, Scots made up one in four of those killed. </p> <p>Is it any wonder that there is an outcry in Scotland at the casual way Tony Blair responds to George Bush's request (News, last week)? It says something that American governors have more power over Scottish soldiers than Scotland's Executive.<br> <b>E Campbell</b><br> Glasgow<br> </p> <p><b>Brave Blair</b><br> </p> <p>From the view of four score years and 10 as a man serving on active service with the RAF in the Second World War, I feel I must put right the humourist who every week tediously calls Tony Blair 'Reverend'.</p> <p>I support the war because I remember the awful ineptitude of our politicians towards Hitler, doing nothing and watching the Germans bomb Spain, practice for their attacks on Warsaw and London. And I remember Chamberlain promising 'peace in our time'.</p> <p>If only we had stood up to them with the obvious knowledge we had, millions of lives would have been saved. I commend Blair's bravery to act as he did.<br> <b>A.G. Hopkins</b><br> Aldershot, Hants<br></p>",
  "<p>Dusk in Kabul, and the sky is turning purple over the hills that rim the horizon around the city. Fluorescent lights flare green and red above a crowd and a stage. In the photograph, the crowd is fluid, its movement blurred by the long exposure. What the camera cannot capture is the wonderful, ethereal sounds of Farhad Darya, the legendary Afghan musician who had returned from exile in Canada to perform for the first time for years at the national stadium in Kabul this May.</p> <p>Six years before, I had sat on the stadium's concrete steps on a Friday afternoon. It was a pleasant summer's day, a weak sun lit the grey terraces, and the sky was the washed-out, eggshell blue peculiar to Kabul. Hawkers moved among listless spectators. I watched as doctors amputated the hands of two thieves. Then a man was made to squat by the penalty spot and was shot in the head. Once the blood and brains had been cleared away, there was a football match between teams from Kabul and the eastern city of Jalalabad. </p> <p>In the winter of 2000 I was back in the stadium. This time, a woman was executed. She had been convicted of battering her husband to death with a hammer, a crime that I remember thinking would meet with a similar punishment in many countries in the world, including the US. She crouched in her blue burqa, its fringe tugged by the breeze, looking over her shoulder like a nervous child. I remember hearing the long metallic scrape of the bolt on the executioner's AK47 being drawn back, clearly audible in the hush, and I can remember the three rounds that rang out, the dust that kicked up as the first two travelled through the woman's head, and then the fragments of skull that flew forward. </p> <p>Those days are gone. Two weeks ago Afghans voted in a presidential election, pretty much the only more or less free and fair poll ever held in the country. Holding the election was largely symbolic, but wonderful to see nonetheless. Most people voted on traditional lines - for whoever their village headman or husband or father determined. But at least it was an election. </p> <p>There are no longer executions in Kabul stadium. And many of the seemingly extraordinary restrictions the Taliban imposed on the capital have gone, present only in an odd sort of reverse image, like a photographic negative, when people do what was previously banned.</p> <p>Kabul has been transformed since the days when the Taliban were in control. In those days, traffic was minimal. A few old Soviet-built Volgas or imported Toyota Corollas bounced over the pitted streets. There was one half-decent restaurant where huge piles of steaming pulau and kebabs were served and senior Taliban officials sat on long greasy cushions with their catamites and their automatic weapons beside them. There was one hotel with six functioning rooms. The polytechnic was a minefield. At night, the intermittent electricity flickered on and off in a few favoured sections of the city. The rest was left in chill darkness.</p> <p>In contrast to today's bars, restaurants and thriving expat social scene, the international presence in the city was limited to a few NGOs, the UN, a handful of reporters and an increasing number of Arab, Pakistani or Central Asian militants. Often I was the only Western journalist in the country. Afghanistan was a decrepit global cul-de-sac. </p> <p>The Taliban's rule in Kabul, from 1996 to 2001, is now generally considered the epitome of fundamentalist Muslim repression. But the Taliban regime and its seemingly irrational social regulations can be better understood if seen in the context of Afghanistan in the mid- to late Nineties.</p> <p>For all their failings, the Taliban brought security to many areas where there was none. Impositions that were shocking in the cities were not impositions at all in the vast majority of Afghanistan. In the dusty hill villages of Paktia or Oruzgan province, of Ghor or Faryab, women had never gone to school or travelled without a burqa. Nor was the ban on televisions much of an issue. There weren't any.</p> <p>The Taliban's security meant that when, crippled by an enormous hangover, I left a wallet containing my passport and $1,500 on a bus, it was returned intact. It meant you could hail a cab and go virtually anywhere, provided you took the precaution of first checking in with the local warlord or Taliban official (often the same person). I slept in villages, military bases, the occasional fly-blown hotel, or in chai khannas, the roadside inns where tea and food (chai and khanna) are served to travellers. In one, just outside the town of Qalat on the road between Kabul and Kandahar, I woke at dawn to find everyone, guests and staff, lined up in the dust of the road for dawn prayers. I lay wrapped in blankets and watched them. It was an insight into the depth of local piety. Imagine a Travelodge on the M4 emptying into the car park for prayers at 4am. This was not fundamentalism or extremism. It was simply an expression of a faith that articulates every part of life. It was also an example of something that is often forgotten in analyses of the Taliban and of Afghanistan: the profound difference between Kabul and the rest of the country. </p> <p>No one in the West took much notice of the Taliban until they arrived in the capital and began imposing their infamous bans - on weather forecasting, representations of living things, leather jackets and 'Western hairstyles', pigeon racing, kite flying and most other forms of entertainment. Yet the reasoning behind this extreme rigour deserves understanding and even, controversial though it may be to say so, a degree of sympathy.</p> <p>Many Taliban had seen their families destroyed, their fathers killed, their fields deliberately despoiled, their culture splintered and their homeland sucked into a welter of violence. And if they hadn't witnessed it themselves, they had been told during their childhood in their stinking, seething refugee camps in Pakistan about the devastation wrought by the war with the Soviets in the Eighties. The attraction of the clear certainties of a rigorous interpretation of Islam to those steeped in such chaos is easy to comprehend. They believed that all that had gone wrong in their lives could be attributed to modernity, to newness, to change. They wanted a revolution in the original sense of the word, a turning back of the clock. There was a blackness, a trauma, at the heart of the Taliban movement. Outside the Ministry of Religious Affairs, I once saw a painted slogan: 'Every breath is a breath closer to death.' A year later it had been replaced with: 'Throw reason to the dogs. It stinks of corruption.'</p> <p>There was a perversely logical rationale behind the bans. The Taliban imagined the life they had lost as an idealised version of rural tribal society. That life, with its supposed purity and social justice, could be enjoyed once more if everybody followed the Shariat, the corpus of Islamic law, particularly where it intersected with local traditions that were threatened by change. And if people didn't want to, then for the greater good of all, they needed to be forced to. </p> <p>Thus all the injunctions: women could not go out without a close relative (effectively preventing them from working), men had to wear beards of a specific length, anything that detracted from prayer or religious observance had to be shunned. Secularism, cosmopolitanism, gender equality (and rule by non-Pashtuns) all had come from Kabul. And while the provinces had suffered terribly during the Soviet war, Kabul had done quite well, with big aid programmes, building schemes, cafes and cinemas, girls in miniskirts, imported films. The city dwellers were seen as collaborators. Kabul, to the rural Taliban, was Babylon and its women were the whores. And the Taliban behaved accordingly. </p> <p>As the years of their rule progressed, and their international isolation deepened, the Taliban drew closer to the Gulf-based strands of Islam followed by men like Osama bin Laden. Even as late as 1998 the Taliban were almost astonishingly simplistic. Bored, waiting for an interview with the minister for religious affairs, I once asked his guards, a detachment of religious police charged with enforcing the minister's harsh edicts, if I could join them. They looked me up and down and then conferred. Of course, they said, if I really wanted to. There followed another debate. One came over and shyly asked if I was a Muslim. No, I told him and asked if that was a problem. He looked grave and spoke to his colleagues again. A minute later he returned, all smiles. No problem, he told me, if I came with them to the mosque for dawn prayers the next day I could convert and there would be no trouble at all. </p> <p>There were, of course, far darker elements to the Taliban's regime. Arbitrary beatings were regularly meted out. Ethnic minorities, especially the Hazaras from the centre and west of the country, were cleansed from much of the city. The plains to the north were effectively razed. Once they had been the bread basket for the capital, spotted with beautiful villages set among orchards and vineyards. By the time of the war of 2001 they were wastelands, populated by thin, haunted, hunted people. </p> <p>Things are better now, as these photographs reflect. At least, they are in Kabul. Women are still dying without medical attention because their menfolk refuse to take them to hospital, but large numbers of girls are educated, there are women police officers, men can have their beards cut, the university is full, the mines have been cleared from the polytechnic, there are international flights to destinations throughout Europe and Asia from the city airport, cinemas have reopened to show the hugely popular Bollywood musicals (and Western pornography). Though in most of Afghanistan the misogyny and repression of centuries past continues almost unaltered, this is a start at least. </p> <p>The shame is that the attention of the world is now drifting elsewhere. Last November, I wandered through the hospital in Kandahar, the main city in southeastern Afghanistan. The sound of steady sobbing echoed through empty rooms. In one wing I found children dying of malnutrition. </p> <p>A handwritten sign stuck up in a corner told me I had found the 'therapoetic feeding centre'. The bathos was terrible. Two years after their country had been invaded by the world's richest and most powerful state, five-year-olds were starving to death. </p> <p>A few days later I drove out to the village of Sangesar, where the Taliban had been founded 10 years ago. I spoke to the locals gathered for Friday prayers at the mosque where Mullah Omar, the reclusive one-eyed cleric who led the movement, once preached. Did they want the Taliban back, I asked. No, they said. They wanted a well. </p> <p>During Taliban times there was a man who rode an old Russian motorbike around a rickety wooden 'wall of death' in Ariana Square in the centre of Kabul. He rarely drew much of a crowd and it was hazardous work. The bike was barely fast enough to maintain the momentum to keep him from crashing to the floor. I saw him a few times. I wonder what happened to him. </p> <p><strong>· </strong>Afghanaid is an independent UK-based charity that has worked alongside Afghan communities for two decades. For more information or to make a donation, visit <a href=\"http://www.afghanaid.org.uk\">afghanaid.org.uk</a></p>",
  "<p>Arnold Schwarzenegger, the Californian governor, dubbed presidential hopeful John Kerry an 'economic girlie man' at the Republican party's New York convention last month. </p> <p>But the Governator was holding something back - he didn't tell those endorsing the Bush candidacy that he hadn't been man enough to get to the Big Apple under his own steam. Schwarzenegger's trip to New York - worth a whopping $350,000 - was paid in large part by Pfizer, the biggest drug company in the world. </p> <p>Just why Pfizer backs Arnie and the Republicans is now a campaign issue in the California Senate race. Pharmaceutical firms are desperate to see Republicans maintain control of the Golden State. The Hollywood star turned politician has received close to $500,000 from pharmaceutical companies since beginning his run for office last year. </p> <p>But recent events could backfire badly on the Governator and his paymasters. Furthermore, there are growing calls for all Schwarzenegger's drug money to be paid back. An unseemly row is brewing over sick and old people in California, too poor to buy medicine, organising themselves to take trains up to Canada, where drug prices are much lower. The drugs are imported back to California and distributed to the needy. In trade-law speak, this is known as 'parallel importation', and under intellectual property law it is highly contentious. </p> <p>It seems Pfizer's and other drug firm's campaign donations initially paid off. Earlier this month, Schwarzenegger rejected Democrat proposals targeting the high cost of prescription drugs. Part of these proposals was to legitimise parallel importation from Canada. Schwarzenegger said the measures would have broken federal law and made the state vulnerable to lawsuits if anyone got ill from imported drugs. Not true, said the Democrats. </p> <p>A similar debate is raging across the rest of the US, and it is, for the most part, split down party lines. That explains why drug-firm donations to the Republicans far outstrip those to the Democrats. In the 2002 election cycle, out of total contributions of $29.4m, drug firms lavished $21.7m on the party of George W Bush. </p> <p>Joel Bakan's new book, The Corporation, shows how, after donating more than $1m to Congressional candidates - most of them Republicans - during the 2001 election cycle, Eli Lilly was the beneficiary of a provision buried in the Homeland Security Act that protected makers of thimerosal, a preservative used in vaccines, from lawsuits arising out of harm caused by the drug's use. Eli Lilly was the sole manufacturer of the substance. </p> <p>The provision was eventually removed after intense public outcry.</p>",
  "<p>Rarely can politics have been held in lower regard in the civilised world than it is today. According to the press, the governments of the United States, Britain, Germany, France and Japan have never seen their stars lower in the ascendant. The vitriol meted out to President Bush by virtually every non-American newspaper is staggering, and if it were up to them, Bush would be history on 2 November. </p> <p>Although the likes of George Soros and Warren Buffett have, surprisingly, come to the aid of John Kerry - as has the rather grubby and pernicious Michael Moore - this may not be sufficient to oust Bush from Pennsylvania Avenue. Bill Clinton is leaving his sickbed on Monday in the hope that his silver tongue will persuade wavering voters to rally to the Demo crat flag. But, alas, it is not Clinton who is seeking election. </p> <p>In the UK, the weight of money suggests that Bush, though not exactly home and hosed, is in with a great shout to be returned as commander-in-chief for another four years. It really doesn't matter a jot what the press and the public outside the US think of him. The fact remains that middle America's support is all that counts. </p> <p>Were the votes left to the young, The 'Kids' Vote', sponsored by Nickelodeon, sees Kerry in by 57 per cent to 43 per cent. Conversely, Scholastic, which claims to have had the most accurate poll since 1960, believes that pupils polled from first grade to eighth grade support Bush, 52 per cent to 47 per cent. </p> <p>In other words, this election is going down to the wire. The electorate has a choice between what are perceived as two deeply average candidates, both flawed in different areas. </p> <p>Kerry should have nailed Bush on the economy months ago. He also failed to gather momentum after three effective TV performances. That may well count against him on the day of reckoning. On balance, the hot money tells us that voters are probably more comfortable with Bush, with security of the nation against terrorism and the strong leadership he provides the orders of the day. </p> <p>Perhaps the devil you know is better than the one you don't? All will be revealed on 2 November. </p> <p><strong> US presidential election</strong> </p> <p>Republicans 4/7 Democrats 11/8 </p> <p>Republican states 29.6-30.2 </p> <p>Democratic states 21.8-21.4 </p> <p><strong> Electoral college seats</strong> </p> <p>Republicans 276-283 </p> <p>Democrats 256-263</p>",
  "<p>Whatever happened to Jack Tanner? That's a question that hasn't been answered or, indeed, asked in the 16 years since HBO, in a formative foray into original programming, came up with the notion of sending a fake politician to participate in the 1988 presidential election.</p> <p>The resulting series, <strong>Tanner 88</strong>, directed by <strong>Robert Altman</strong> and written by <strong>Garry Trudeau</strong>, was a brilliant, ground-breaking, funny and depressing chronicle of a decent, if befuddled Democrat attempting to stay afloat on the campaign trail at the end of the Reagan era. Criss-crossing the country in an orgy of handshaking and speechmaking, Tanner winds up a man adrift. Having made so many compromises on the trail of his party's nomination and having reinvented his personality so many times in the face of the flaw-hungry media, he no longer has a clear idea of who he is, what he stands for or even why he entered the race.</p> <p>Actor Michael Murphy, who played Tanner, was adept enough at portraying an unthreatening figure versed in affable small talk and empty promises that genuine combat-hardened campaign vets like Bob Dole and Pat Robertson took him for the real thing. Amid an ensemble of actors specialising in the throwaway conversational fragments that even the least erudite of viewers (ie: me) recognise as a hallmark of a Robert Altman production, Pamela Reed, as Tanner's ferocious campaign manager, and a 20-year-old <strong>Cynthia Nixon</strong>, as his overly emotional daughter, stood out. Scheduled smartly to coincide with the most contentious presidential election in living memory and also with Cynthia Nixon's proud emergence from the closet, <strong>Tanner On Tanner</strong> sends Altman, Trudeau, Murphy and company back on the campaign trail.</p> <p>This time the focus is on Cynthia Nixon's character, Alex, and her attempts to shoot a documentary on her dad and his legacy. As an impressionable, idealistic student, Alex Tanner was prone to split-second mood swings. As an adult, she's a minefield of unexploded emotions. In the first episode of Tanner On Tanner, she shows the rough cut of her documentary to an unimpressed audience. The lack of response causes her to burst into tears. Then an audience member stands up and tells her, \"You can't cry. There's no crying in independent film.\" It's Robert Redford!</p> <p>Inspired by Redford to shoot fresh footage, Alex heads for the Democratic National Convention and Tanner On Tanner turns into a mind-boggling meta-documentary. When Alex attempts to shoot an interview with Ron Reagan, she gets into a fight with John Kerry's daughter, Alexandra, a real-life film-maker playing herself as a film-maker attempting to interview Ron Reagan. When Alex attempts to get a few words with John Kerry, she's blocked by Pamela Reed, who's now playing Kerry's ferocious campaign manager. Meanwhile, everywhere Alex goes she's trailed by a young film-maker who's documenting her documentary and everywhere Alex goes she's greeted with waves and smiles and that's because the vast majority of the crowd at the DNC recognise her as Miranda from Sex And The City. Once again Michael Murphy, as Tanner, ambles through the chaos, commiserating with former colleagues about the horrors of the campaign trail.</p> <p>Forget The West Wing, forget the actual election, the Tanner saga is time-capsule TV. There's been an unexpected groundswell of opinion in America. Suddenly, <strong>William Shatner</strong> is being taken seriously for his role in <strong>Boston Legal</strong>. Spun off from <strong>The Practice</strong> as a vehicle for <strong>James Spader's</strong> oddball attorney, it's Shatner playing a one-time legal genius whose descent into eccentric self-parody is leavened by poignant moments of self-awareness, who's being hailed as the series' main attraction. Neither of the huge ham's two perennial trademarks - his toupee and his propensity... to... leave... a... pause... at... the... end... of.... every... word - are absent but the rest of the David E Kelley show is so beset with quirk and so lacking in anything that could be described as relatable human behaviour that Shatner comes across a great actor.</p> <p><strong>·</strong> Tanner 88 is showing nightly on BBC4, 11pm</p>",
  "When weblogs first sprang up, they tended to be whimsical \"online diaries\" or pages that recommended interesting sites to visit on the net. <p>Now bloggers have become weapons in the American presidential election battle. </p> <p>Since the campaign got under way their readership has grown enormously and the tone of their output has changed dramatically. </p> <p>Edward Morrissey, who runs the pro-Bush <a href=\"http://www.captainsquartersblog.com/mt/\">Captain's Quarters</a> - by no means the largest - is now logging 840,000 visits a month (up from 30,000 in January) to his daily Democrat-bashing. </p> <p>Recent entries include the latest theft or defacement of a Bush campaign sign and the lyrics of a satirical song about John Kerry, Mekong Delta Blues, written by contacts in Minneapolis: \"When I was first elected / My daddy told me son, / You gotta raise their taxes / And take away their guns.\" </p> <p>Mr Morrissey argues that the lack of a British-style national press in the United States catering for readers across the political spectrum creates a natural audience for blogs. </p> <p>He said: \"American voters live primarily in cities and suburbs with easy access to only one print newspaper. They get only one point of view.\" </p> <p>Interest in an ideological rival, the pro-Kerry <a href=\"http://www.dailykos.com/\">Daily Kos </a>, has leapt from 40,000 visits a day to 800,000 in the past year. </p> <p>Markos Moulitsas, the man behind it, argues that blogs serve multiple roles in the election - as media watchdogs, centres for activism and fundraisers. </p> <p>He is one of several bloggers who banded together in an effort to persuade readers to lobby advertisers on TV stations affiliated to the Sinclair Broadcast Group about its plans to screen a documentary linking Mr Kerry's anti-Vietnam campaign to the torture of captured US soldiers. </p> <p>Rightwingers replied with a blog mobilisation of their own urging the advertisers to stand firm. </p> <p>Part of this development is due to the Howard Dean effect. The former Vermont governor's campaign for the Democratic nomination was propelled by activist bloggers, and he quickly realised that a large number of small internet donations could be as valuable as those raised by setpiece events. </p> <p>These days many bloggers spend much of their time dissecting and analysing quotations and news reports in support of a favoured candidate. The pro-Kerry <a href=\"http://www.electablog.com/\">Electablog</a> made a great deal of an admission by the TV evangelist Pat Robertson that George Bush had told him before the war there would be no US casualties in Iraq. </p> <p><a href=\"http://www.blogsforbush.com/\">Blogs for Bush</a> was delighted when the retired general Tommy Franks appeared to refute Mr Kerry's claim that Osama bin Laden had been let off the hook at Tora Bora. The pro-Bush <a href=\"http://www.littlegreenfootballs.com/weblog/weblog.php\">Little Green Footballs</a>, meanwhile, has mocked Mr Kerry's running mate, John Edwards, as a \"silky pony\" for his shiny hair, and called Teresa Heinz Kerry a \"billionairehead\". </p> <p>Not all are so partisan. Andrew Sullivan's <a href=\"http://www.andrewsullivan.com/\">Daily Dish</a>, which is logging an average of 3m visits a month, is yet to endorse a candidate. </p> <p>He enjoys the freedom, saying: \"I don't think a leftwing mag would have tolerated my pro-war enthusiasm a year ago, and a rightwing mag wouldn't tolerate my disillusionment today.\"</p>",
  "<p>Carl Hiaasen has spent the past two months in the eye of the storm, the stance for which he is best known. As the unofficial voice of Florida, Hiaasen, renowned for his satirical novels and newspaper columns, has written frequently about the hurricanes that regularly batter his beloved home state. In particular, he focuses his angry gaze on local government \"shoddiness\", and corrupt building inspectors and developers. In his 1993 novel Stormy Weather, the inspectors sacrifice animals in the hope of escaping prison, while tourists get out their video cameras when they see hurricane victims dying in the street. </p> <p>In 1994, he devoted one of his columns in the Miami Herald to criticising the paper for accepting advertising from a construction company responsible for homes that he alleged \"splintered like popsicle sticks\" in a storm. The Herald lost a major advertiser, but supported their hugely popular columnist. Hiaasen's own home and family were unharmed by the most recent hurricanes. </p> <p>Meanwhile another storm is blowing up - the US presidential election. Florida looks set to prove as crucial to this election as it was to the last one. In 2000, the combination of \"hanging chads\" and the controversial tactics of Katherine Harris, Florida's then secretary of state, who managed to wipe hundreds of Democrat voters off Florida's electoral roll, became national scandals and, many believe, altered the outcome of that election. This time, all eyes are on this politi cally divided and vital swing state. As a native Floridian well known for his liberal politics, Hiaasen's views are canvassed keenly and read widely. While he criticises what he sees as the Democrats' insufficiently aggressive campaigning, he reserves much of his ire for Ralph Nader, whom he calls a \"petulant spoiler\", and a \"hypocrite\" for letting the well-monied Republican machine, which he professes to deplore, support his \"sham campaign\" (Florida's Republican party administration, headed by Governor Jeb Bush, ensured that Nader appeared on the ballot for next month's election, against the protests of the Democrats). Nader won 97,000 votes in Florida four years ago as the Green party candidate, when Bush clinched the election by a margin of only 537, but Hiaasen says he has nothing against the Green party. \"The re-election of Bush would be a disaster only for those Americans who want clean air, clean water, a balanced budget, a sane energy policy and an end to the bloody mess in Iraq,\" he adds with deadpan irony. </p> <p>Despite the fact that he is an outspoken Democrat, Hiaasen's fans span the political spectrum. Bill Clinton regularly requests early copies of his novels and George Bush Sr recently wrote asking for some signed bookplates for his wife. Bush Jr has yet to ask for an autograph but \"I'd be thrilled if he did because it would suggest he has a sense of humour - which would suggest that he has intelligence... But I'd bet the only fiction that boy reads is memos from Cheney.\" </p> <p>PJ O'Rourke, the conservative com mentator, puts Hiaasen's cross-party appeal down to his \"eye for what is obviously wrong without getting carried away on the argument, whether he's writing about national politics or local ecology. Anyone who goes to south Florida can see there is clearly a problem, so it's not too hard to listen to this Jeremiah hollering in the wilderness.\" </p> <p>\"He's just really, really funny,\" adds Dave Barry, a Pulitzer prize-winning columnist who works with Hiaasen at the Miami Herald. \"Even when I don't agree with his point, I love the way he writes it. He presents his rage in an entertaining way. Carl is a literary Eeyore with his air of gloom. Which is funny because he's this extremely good-looking guy with a beautiful wife, a house on the Key, he's extremely successful.\" The Wall Street Journal described Hiaasen's style as a combination of the \"scrutiny of Tom Wolfe and the twisted imagination of Hunter S Thompson\". </p> <p>But rage can be monotonous and some critics have complained that Hiaasen's novels harp on a predictable string, a complaint unwittingly underlined by his former UK publisher, Pan Macmillan, with the repetitive design of his book jackets (he has recently transferred to Transworld), as well as the insistence of his American publishers on the thumping two-word titles ( Tourist Season, Lucky You, Basket Case), \"for the sake of branding\", Hiaasen explains with a touch of wryness. </p> <p>Carl Hiaasen was born in 1953 in Plantation, Florida, a small suburb of Fort Lauderdale, the eldest of four children. His grandfather and namesake, \"a big stubborn Norwegian farmboy\", had moved to Florida from North Dakota in 1922. He started up a law firm, later joined by Hiaasen's father Odel, which earned much of its business from property development, exactly the form of business against which Hiaasen rails in his books. Despite the recurrence in his novels of sons who are disappointed with their fathers' careers, Hiaasen insists he never resented his father for doing this work. His mother, Patricia, who still lives in the house where Hiaasen grew up, was a teacher. His sister Barbara works in conservation, \"but she has the more scientific approach whereas I'm just the pissed-off guy boxing in the shadows.\" </p> <p>When Hiaasen was growing up, Plantation was fringed with swamps and scrubs, and his voice rises as he recounts his childhood adventures. Much of this area was later obliterated. The dirt road on which he and his two best friends, Bob Branham and Clyde Ingalls, would ride their bikes, is now an eight-lane motorway dotted with nine shopping malls: \"It is a very difficult thing for a kid to watch that unfettered part of your childhood being paved before your eyes,\" he says. Branham, still Hiaasen's close friend, adds: \"Carl always felt strongly about the destruction of the wildlife around him, and now he's got a pulpit.\" </p> <p>Hiaasen's outlook was also shaped by the wider political crises of the 1960s. \"I was tremendously affected by the assassinations of the 60s, especially John F Kennedy, then Bobby [Kennedy] and Martin [Luther King],\" he remembers. \"It just seemed like all the stitching of the country was coming undone in such a violent way.\" </p> <p>In high school, he started a satirical newspaper, More Trash, that he wrote himself, and discovered that humour was a more effective method for making people listen to an opposing voice than \"proselytising and ranting\": \"The cool kids who never spoke to me would stop me in the halls and tell me how much they liked More Trash so I realised then that people really like to laugh,\" he remembers. </p> <p>A few months shy of their high-school graduation, Hiaasen's friend Clyde Ingalls committed suicide. \"Clyde was this gangly, curly-haired guy, not very smooth with the ladies, very troubled,\" says Branham. Hiaasen immortalised his friend in his books in the character of Skink, a wild-eyed woodsman who lives to protect the Everglades from developers. \"People like to put some political spin on poor Skink, but he has always just been my idea of what would have happened to Clyde if he had grown up,\" says Hiaasen. </p> <p>Soon after Clyde's death, Hiaasen, then 17, married his high-school girlfriend, Connie Lyford, and went to Emroy College. Their son Scott, who now works as a journalist, was born the following year. \"I never resented the responsibility, but then I wasn't exactly a party guy. I certainly can't remember going home in the evening and thinking, 'man, I wish I was a surfer',\" Hiaasen laughs. Two years later, he transferred to the University of Florida to study journalism and after graduation worked as a reporter and then feature writer for a local paper based in the rural town of Cocoa. Two years after that, Hiaasen's father died, aged 49. When Hiaasen was offered a job by the Miami Herald he accepted in order to be closer to his mother, and reluctantly moved back to Plantation, commuting to Miami. </p> <p>Hiaasen says he learned to read, aged four, by poring over the Miami Herald sports pages. But his decision to work in journalism was a mixture of pragmatism and idealism. \"I knew I'd become a writer eventually, but my focus then had to be the newsroom and bringing home a pay cheque for the family,\" he says. \"It was a hell of a time to go into journalism because you felt so inspired by what the New York Times and Washington Post were doing [about Watergate],\" he remembers. \"There was this feeling that there was a great wrong, and the wrongdoers were running the country.\" </p> <p>Hiaasen's vivid sense of right and wrong still informs his journalism today, particularly with regard to the war in Iraq (\"Vietnam without the mosquitoes\"), of which he has been a vociferous critic in the Miami Herald. \"People say sometimes, gosh, that was brave of you to write such-and-such last week. 'Brave?' What do they mean 'brave?' It's right! How could you not write it? Sure, it would be easier to write a funny story about something the dog dug up in the garden, and there are those columnists who do that. But I told my editor, the day I do that, put a bullet in my brain because it's over.\" </p> <p>Hiaasen arrived at the Miami Herald in 1976 and within three years had worked his way up to the investigations team. \"It was clear from the start that Carl had a very fine sense in finding a story,\" says his former editor James Savage. \"He can build a story, like a craftsman builds a house. He could see from the start what one quote, what illustrative anecdote the story would need, whereas the rest of us would be gassing about for weeks.\" </p> <p>Hiaasen's work on the investigations team was exactly what he had dreamed of doing as a child, and he makes references to those days fondly and frequently in conversation and his books. His narrators wax sentimental about the grubby old days of journalism, when newspaper offices reeked of coffee and cigarettes and stale pizza. \"You'd hear the wire machines chittering and the police scanners gabbling and the paste-up guys snorting at dirty jokes... These days we buy the loyalty of our readers with giveaways and grocery coupons, not content,\" he writes in Basket Case (2002). \"Not to make a dinosaur out of myself, they really are very different from when I was young. Newspapers have dramatically slimmed down and are just not as fun, which is why I don't regret not doing the investigation stuff anymore. Those days are gone,\" he says. </p> <p>It was at the Herald that he met Bill Montalbano, who suggested the two of them write a thriller based on a news story Hiaasen had recently covered about a Columbian assassin. (\"There was a lot of violence in Miami then. It was before Don Johnson showed up in his Armanis.\") They wrote three books together - Powder Burn, Trap Line and A Death in China - straight-up thrillers in which men use few words and women wait for them in bed with sassy rejoinders and seductive smiles. \"Those books were much more in Bill's voice than Carl's,\" says Hiaasen's longtime agent Esther Newberg. \"Carl was then just in his 20s and Bill, being much older and experienced, was a real mentor to him.\" After the third book, Montalbano was transferred to China as a foreign correspondent and Hiaasen decided to write on his own. </p> <p>In Tourist Season (1986), his first solo venture, Hiaasen found his own style - fast-paced, tongue-in-cheek - and his subject matter. The novel tells the story of an egomaniacal newspaper columnist, Skip Wiley, who becomes so enraged by the overdevelopment of Florida that he resorts to terrorism. Hiaasen points out that he wasn't actually made a columnist until after he had written the book, but his readers are inevitably curious about the relationship between the author and his characters. Autobiographical details are scattered among his protagonists, including one who keeps pet snakes (Hiaasen recently released his because \"the quantity of rats they consumed required many trips to the local pet store, and my wife wasn't keen on travelling with a carful of rodents\"). </p> <p>\"In each of the books I want there to be a character who gets away with stuff I wish I could,\" Hiaasen says, with a grin. There is, he adds, quoting Skink in Sick Puppy (2000), \"a fine line between good crazy and bad crazy\". Although the names change, the main character in all his novels is a hard-living bachelor, a renegade outsider and often one who left journalism due to some kind of scandal. \"That protagonist, that louche outsider, is Carl's self-idealisation. It's like his alter-ego,\" says Branham. \"But I see it as him exaggerating himself.\" </p> <p>He is not quite the outsider, however. On the rare occasions that Hiaasen visits the Miami Herald's office these days, \"there is a receiving line of people waiting to greet him like a long lost son\", says his editor Bob Radziewicz. In the columns he has written for the Herald since 1985, Hiaasen is known for being fearlessly direct. In one, he described as \"boneheaded\" the decision of a city commission to withhold funding for a convention out of fear that communists might attend. When the commission demanded a clarification to this \"false and misleading statement\", Hiaasen replied that because the column was neither false nor misleading he couldn't so much as add \"a cheerfully instructive footnote\". </p> <p>Double Whammy (1987) and Skin Tight (1989) soon followed Tourist Season, coinciding with his gradual move away from the newspaper office to writing from home. Yet the influence of his journalism is always apparent in his novels. Contemporary news stories, or ones he worked on as an investigative reporter, often find their way into the books. He was inspired to write Lucky You (1997) by the case of Oklahoma City bomber Timothy McVeigh. He held up to ridicule the growing white supremacy movement and simultaneously showed how it was a product of America's blinkered refusal to look at problems within: \"There's so much hate that we direct externally that we forget we have our own psychos. But that's the role of the satirist - you have to examine your own country and say, look!\" He is a vocal supporter of the death penalty for those, such as McVeigh, who \"richly deserve it\": \"Bye bye, Tim! That's what I say and I'm a liberal.\" </p> <p>He researches his novels just as he did his investigations. Strip Tease (1993), set in an erotic dancing club, is full of journalistic observational detail, such as the \"studious and impassive expressions [of the clients], like judges at a cattle auction\". \"When Carl was doing Strip Tease , he wanted to go to strip joints, which is the last place you'd usually find him,\" James Savage recalls. \"So he called up my wife and asked her if she'd mind if I accompanied him, and off we went. Of course, Carl being Carl, he spent most of the time talking to the girls about problems they had with child care.\" </p> <p>But it is his wildly comic plotting that has secured Hiaasen his popularity with readers. \"You can see elements in the books that he can't use in his journalism: his descriptions, dialogue, characters -they are all so wonderful and funny as hell,\" says Barry. \"And there's always this weird twist, like that guy with a WeedWhacker [a kind of strimmer] for an arm in Skin Tight. It makes you wonder what's going on in his brain. I'm glad he writes because if he didn't he'd probably be out there killing people.\" </p> <p>In Hiaasen's fiction, almost all actions are revealed to be self-serving. Seemingly altruistic gestures by a politician turn out to have mercenary motives; any declaration of intent will prove to be pretence. But he writes from the villain's point of view with obvious glee, and Barry says that while he is cynical, \"he's not bitter, and I think that's because he uses his writing as a vent - Carl doesn't keep his feelings in, that's for sure\". </p> <p>Despite the cynicism, Hiaasen the novelist tends towards happy endings. In Hoot (2002), in order to stop the construction company, the three children play around with the surveyors' stakes, just as Hiaasen, Branham and Ingalls used to do. But unlike them, the fictional children are successful. \"That,\" he says, \"is wishful thinking overcoming my Norwegian pessimism.\" </p> <p>As he has increasingly spent more time on his books and less on his journalism (since he began as a columnist for the Miami Herald he has cut down from three columns a week to one), the former have become more subtle and confident. Starting with Strip Tease, which was unsuccessfully adapted into a film starring Demi Moore, and continuing with his latest book, Skinny Dip, he has increasingly written from women's points of view and his first foray into children's literature, Hoot, won the prestigious Newbery Award two years ago. </p> <p>Although he still uses his books to do what he originally loved about journalism - \"righting wrongs and pointing out the crap\" - he has given increasing attention to the demands of fiction. Andrew Billen in the Evening Standard wrote in 2002: \"When it comes to women, his novels remain hormonally challenged.\" But in Skinny Dip , he has created a female character who is neither idealised nor demonised, but believably fallible, albeit a persona who, like all of Hiaasen's female characters, provides salvation to the hapless male character. </p> <p>In the early 90s, Hiaasen and Connie separated and he moved down to the Keys on his own. In the evenings, he would go to a local restaurant for a bite and a leisurely read. The manager of the restaurant, Fenia Clizer, noticed him and \"thought this was peculiar behaviour, seeing as drinking and partying are the main recreations around here\", says Hiaasen. They recently celebrated their fifth wedding anniversary. Anecdotes about their four-year-old son, Quinn (\"That was the one name I could think of that didn't remind me of someone who I didn't like, and, of course, he is The Mighty Quinn\"), and 13-year-old stepson Ryan are related with the pride of the second-time-around father. Both boys, he adds, are big classic rock fans; Quinn knows all the lyrics to \"Stairway to Heaven\". </p> <p>As well as journalism, 60s and 70s rock music looms large in Hiaasen's novels. Good characters like it and bad or dumb ones get the lyrics wrong. In his study, an old poster of the Rolling Stones is lovingly framed; a shiny acoustic guitar rests on the floor. \"Playing guitar is the one thing Carl can't do well,\" says Barry with a laugh. \"I'm in a band with Amy Tan and Stephen King [The Rock Bottom Remainders] and Carl plays with us occasionally. I remember one time we were playing and Carl brought his guitar teacher along and the two of them were at the back and you could hear in every song the teacher yelling, 'C, Carl! Now A!'\" </p> <p>Whenever he feels blocked, he \"bangs the hell out of the guitar\" until he feels right again. The musician Warren Zevon, who died last year of lung cancer, was a particularly close friend, and the two bonded over a shared \"dark, visceral kind of humour\". Zevon was one of the few people who was allowed to read Hiaasen's novels in progress. Hiaasen sent him the manuscript of Skinny Dip chapter by chapter, and it was Zevon who suggested the title. The last conversation Hiaasen had with him was on a Friday when Zevon requested the final chapters. But Hiaasen wanted still to tweak them so he hesitated before posting them. Zevon died on the Sunday. The chapters arrived on Monday. \"As a fellow perfectionist,\" Hiaasen says, \"Warren would have understood.\" </p> <p>Some have suggested that, after a lifetime of being angry, maturity and a second marriage have mellowed him. He is, he says, \"probably more of a novelist than a journalist these days\", if only because he spends much more time on the former. </p> <p>\"I think he's less interested in shocking people,\" says Barry. \"I don't want to say his humour has softened but he's become more patient in his novels about letting you find the characters and the humour.\" This has given his novels a warmer glow than the tangy sharpness of his earlier work. Skinny Dip has been greeted in the US with adulatory reviews. Writing in the New York Times, critic Janet Maslin described it as \"a screwball delight so full of bright, deft, beautifully honed humour that it places Mr Hiaasen in the company of Preston Sturges, Woody Allen and SJ Perelman\". </p> <p>He rarely leaves the island these days - the thought of traffic is a sufficient deterrent - making only the rare exception for his sons and the occasional rock concert. Instead, he spends his days in his white house with his young family, taking the boat out on the Bay. From his doorstep he can see more and more housing developments approaching. When the children are at school, he holes up in his office, which faces, not the ocean, but the main road with the passing traffic that gets louder every day: if it looked out on the water, he explains, he'd never do any work, he'd spend all day staring at the herons and the seacows. </p> <p>But Hiaasen insists he is as angry as he ever was. He is angry about the war, angry about political failures, angry about the upcoming election and, most of all, as ever, angry about the destruction of Florida. He still sees it as his \"responsibility\" to tell people about this stuff. \"I do believe the system will out the bastards.\" But, he adds, in a stern voice that comes wrapped inside a calm smile, \"you gotta stay mad. As frightening as this may sound, what you see in the books is the way I see the world. And so far I haven't seen anything, either in Florida or elsewhere, to dissuade me from it.\" </p> <p><strong> Carl Andrew Hiaasen</strong><br> </p> <p><strong> Born: </strong> March 12 1953, Florida. </p> <p><strong> Education: </strong> 1970-72 Emory University; '72-74 University of Florida. </p> <p><strong> Married:</strong> 1970 Connie Lyford, '96 divorced (one son); '99 Fenia Clizer, (one son, one stepson). </p> <p><strong> Career:</strong> 1974-76<strong> </strong> Reporter for Cocoa Today, Florida; '76-79 reporter, Miami Herald; '79-85 investigative reporter, Miami Herald; '85- weekly columnist, Miami Herald. </p> <p><strong> Some books:</strong> 1986 Tourist Season; '87 Double Whammy; '89 Skin Tight; '91 Native Tongue; '93 Strip Tease, Stormy Weather; '97 Lucky You; '98 Team Rodent: How Disney Devours the World; 2000 Sick Puppy; '02 Basket Case, Hoot; '04 Skinny Dip. </p> <p>With William Montalbano: 1981 Trap Line, Powder Burn; '86 A Death in China. </p> <p><strong> Some awards:</strong> 2003 Newbery Award; '03 Damon Runyon Award for services to journalism. </p> <p><strong>· </strong>Skinny Dip by Carl Hiaasen is published by Transworld at £12.99.</p>",
  "Cleo Toris leads me on stage to the tune of \"I am a woman\" and clasps my hand to her fake breast. \"They tell me you're married,\" she says. \"But are you curious?\" <p>\"Curious about what?\" I ask. \"I'll talk to you later,\" said Cleo Toris (run the two names together quickly) to the laughter of the mainly gay and lesbian crowd at the Black Tie Affair in Springfield, Missouri. </p> <p>With a proud crop of manly chest hair poking out of her pink harem outfit, Cleo Toris is no regular drag queen. </p> <p>But then this is just the biannual turn of raucous stand-up she does for charity. </p> <p>The rest of the year she is Mark Gideon, a 47-year-old education administrator. </p> <p>Mr Gideon is the only graduate of the Evangel University, a devout Christian college situated in Springfield (population 151,580), to be crowned Ms Missouri by the International Gay Rodeo Association. \"I got wonderful training at Evangel,\" he says. \"But I was shocked the first time I went into a gay bar and found half my Bible class was in there.\" There are around 71 Springfields (not including the one the Simpsons live in) dotted around 36 states and territories of America, from the Virgin Islands of the Caribbean to Vermont in New England. Georgia alone has nine; Virginia has eight. </p> <p>But the Springfield in Missouri is special. It is the home town of fundamentalist attorney general John Ashcroft, a man so religious he holds daily Bible study classes in his office and so prudish he ordered the naked breast of a statue in the justice department be covered. It is also the headquarters of the Assemblies of God Church - Mr Ashcroft's church - whose base is locally referred to as the Blue Vatican. </p> <p>But it is also home to a thriving, resilient and somewhat embattled, lesbian and gay community, with five gay bars, a gay theatre, and a community centre. Up in the surrounding Ozark mountains are several lesbian collectives that nestle alongside hippy communes and militia camps, said to \"get on because they leave each other alone\". The Black Tie Affair raised money for three lesbian and gay organisations and an Aids project. \"It's changed a lot since I came out in the 70s,\" says Mr Gideon. \"Back then it was just bars and the park. Now we're better organised.\" </p> <p>A year ago the climate looked encouraging. The supreme court had recently repealed the sodomy laws, finally making gay lifestyles legal. A few months later Massachusetts became the first state to make same sex marriage legal. Then came the backlash. Missouri passed an amendment to its constitution effectively outlawing gay marriage by a huge margin of 71% to 29%. </p> <p>President George Bush is vowing to amend the federal constitution to do the same if elected; his challenger, John Kerry is opposed to gay marriage but argues it should be left to the states. In this election year gays and lesbians in general and gay marriage in particular have become a central issue. It is the means by which Republicans hope to mobilise their fundamentalist base on election day and the subject Democrats wish would just go away. </p> <p>In 11 states, including the battlegrounds of Arkansas, Michigan, Ohio and Oregon, the presidential election is twinned with a referendum on amending the constitution to outlaw gay marriage. And polls suggest all of them are likely to pass. \"It's just about the perfect wedge issue,\" says Jeff Wunrow, executive director of the Missouri-based lesbian and gay rights organisation, Promo. \"It galvanises Republicans and splits some of the Democratic base.\" </p> <p>The day after Missouri's constitutional amendment passed, Melissa Marles was wary when she went into work, where she is \"out\" to just a few people. \"I didn't know what I would hear and I knew I was going to have to stifle my feelings. I thought 'This many people thought it was okay to do that'. I was a little uncomfortable.\" </p> <p>When Stephen Adams, a doctor in Springfield, heard the results of the constitutional amendment in Missouri, he was \"ready to move\". But his partner, Randy Doennig, took heart from the way the gay community stood up to the attack. </p> <p>\"We went door to door campaigning,\" says Mr Doennig, president of Promo. \"That's the first time we had gone door to door about anything; the first time we were engaged on a local level and we had to talk about gay marriage. They don't take us seriously because we haven't asked them to take us seriously.\" </p> <p>Mr Doennig points out that the vote in the areas where they canvassed was much closer. \"Our neighbours and people that we talked to voted for us,\" he says. \"If we all run away and go somewhere else then who changes this place? It just needs a shove.\" </p> <p>When you move from Iowa to Missouri you cross the Mason-Dixon line into hybridity; a racial, cultural and historical blur that blends the Midwest with the upper South. This is Mark Twain country - a former slave-owning state that the slave-owners failed to win over during the civil war. The deeper you journey into it the more languorous the drawl and the more plentiful the churches. </p> <p>Long before you get to Springfield, Missouri is pronounced Missurah. In 2000 Mr Bush won Missouri by 50% to 47% and this year it was slated as one of the original 17 key battleground states. </p> <p>But as the race draws to a close the campaigns are cutting their losses in areas they think they cannot win and concentrating their resources in those where they have more chance. Mr Bush, for example, has all but given up on Michigan; and Mr Kerry has given up in Missouri, where Republicans now hold a six-point lead. </p> <p>Mr Kerry's message about jobs and healthcare and Iraq could not penetrate the touch button \"value\" issues of abortion, guns and gays in a state where 36% of voters are evangelical Christians. </p> <p>\"I think it's a mistake,\" says Dave Robertson, a political scientist at the University of Missouri in St Louis. \"I think the election will be close and whoever loses will probably have lost Missouri and regret not doing more to get it.\" </p> <p>Back in Springfield, Phil from Chicago heads to the gay bars with an armful of Kerry stickers, determined not to abandon the state just yet. \"People are so short-sighted,\" he says. \"They can vote against abortion but there'll still be abortions. They can vote against gays but there'll still be gays.\" </p> <p>At the Black Tie Affair, a photographic exhibition illustrates that there has always been a gay community in Springfield, even if the rest of the community was not aware of it. A grainy picture of four men dancing next to an old radio was submitted by a woman who said she knew her \"uncle was a little different\". Then there is a shot of Rick in his army uniform during the 70s with the caption: \"They didn't ask and he didn't tell.\" And there is a younger Cleo Toris, when she sang with the Mexican Villa Girls. </p> <p>But the accompanying text shows that when they have put their heads above the parapet there have been mixed results. </p> <p>In 1989, when Springfield's South West Missouri University put on The Normal Heart, a gay-themed play about Aids by Larry Kramer, one of the men who promoted it had his house burned down. Now the Vandivort theatre in the centre of town is showing Bent, a play about Nazi persecution of homosexuals. </p> <p>Springfield has no gay pride parade because the town has not outlawed discrimination in the workplace for lesbian and gay men, says Mr Doennig. \"A lot of people are worried about being fired.\" </p> <p>But last year the town did see an eight-fold increase in membership to Promo. \"We've only been tolerated because we've remained silent,\" agrees Mr Adams. \"But we just can't be silent anymore.\"</p>"
]