[
  "<p>I get up before dawn and drive east, across the Colorado River and into the sprawl and billboard landscape of Yuma (\"Foxy Vegetables Welcomes You!\", \"Visit The Yuma Territorial Prison\"). The motel parking lots are empty. The trailer parks and RV camps are deserted, all 300 of them. In summertime the population of Yuma shrinks by 50%, from 120,000 to about 60,000. </p> <p>I was here in January and the city, if that is the right word for it, was clogged and seething with nomadic retirees in motorhomes - \"snowbirds\", as the locals call them, a term that describes their southerly migration in winter and hints at their white plumage. There were vibrant encampments on these abandoned lots, a chirpy, wholesome, neighbourly, Eisenhower-generation feeling in the air - golf clothes and cocktail parties, bridge tournaments and shuffleboard contests, coffee klatches and quilting bees - and it is strange and eerie to see all of it gone, all of it evaporated by the heat. </p> <p>Towards the end of March, as the temperature climbs into the nineties, the spirit of migration moves through the flock. They pack up their satellite dishes and cocktail shakers, roll up their Astroturf lawns, and point the RVs north, chasing the perfect 80-degree day up and down the continent. The Mexican fruit and vegetable pickers, who work the irrigated farms around Yuma, have gone north too, chasing the harvest, and so perhaps have the troubadours and low-rent prostitutes who used to appear at their camps on payday. </p> <p>At the edge of the farms there is a line of transition. The bright, garish, incongruous swath of green ends at the last irrigation canal, and the native buffs, duns, tans, greys, khakis and pinks take over. Linear, rectangular space gives way to smooth, untrammelled space - nomad space - wide flat desert valleys and isolated, sawtoothed mountain ranges, with stands of tall, armed saguaro cactus growing on their flanks and foothills. The valleys measure 20 or 30 miles across, and out in the middle of them there are whirling columns of dust, raised up by the wind, spinning counter-clockwise like miniature tornadoes. They twirl and undulate and skid across the valley floors, gathering speed, until they blow apart and disappear, and another dust devil forms somewhere else. </p> <p>Nomad space: too far from the river to irrigate, too dry for crops or cities to take root. Like the deserts of the Bedouin, the Mongol steppes, the Tibetan plateaus or the buffalo plains, this is a harsh, marginal, wide-open landscape, with long horizons and a paucity of water. This was the homeland of the Sand Papago, or Hiaced O'Oodham as they called themselves, the last freeroaming hunter-gatherers in the lower 48 states to be brought to heel, at the close of the 19th century. Fifty years earlier this had been the westernmost range for the Western Apache raiding parties, attracted by the emigrant caravans travelling to the California goldfields. This, on the evidence of dust devils, is a place where the earth itself feels compelled to rise up and move. </p> <p>Even today, with the richest, most powerful, and most technologically advanced nation state in history behind it, sedentary civilisation has gained little more than a toehold on this stretch of desert. Every 30 miles or so, the interstate will reach a flyblown gas station, with a noisy air-conditioner and a few ramshackle trailers parked around it - a settlement dependent for its existence on passing travellers. I get stranded in one of them (Sentinel, Arizona) for two and a half hours, because the proprietor is sleeping off a hangover and my tank is close to empty. I consider waking him up and reconsider when I see the National Rifle Association stickers on the door, the scrawled promises in red ink to shoot all intruders and the scrawled boasts about intruders already shot. </p> <p>'Why would anyone want to live out here?\" wonders a Californian truck driver, stranded in the same predicament. Apart from a few surly outcasts, huddled around their air-conditioners and beer coolers, modern Americans, like Sand Papagos or Apaches, treat this desert as a place to be travelled across, a place where it feels wrong to be stationary. At 10.15, when the grizzled, wincing proprietor finally appears, driving the 50 yards between his trailer and the gas station, the temperature is already 100 degrees in the shade and rising steadily. </p> <p>Further east, as the interstate approaches Tucson, the mountain ranges grow taller and more impressive, rising up out of the desert to 8-9,000ft now, with a dark green mantle of pine forest around their summits. When storm systems track across southern Arizona, these \"sky island\" mountain ranges capture most of the precipitation, leaving the deserts around in a rain shadow. The mountains release water to the deserts as snowmelt and run off, encased within the banks of unreliable rivers and streams. </p> <p>The same process has shaped the geography of the American West as a whole: the Great Plains might also be described as the rain shadow of the Rocky mountains. The Mojave and the Great Basin desert in Nevada and Utah lie in the rain shadow of the Sierra Nevada.The arid plains of eastern Washington and Oregon are created by the rain-hogging Cascades. </p> <p>When it does rain on the deserts or the plains, it tends to be dramatic and unpredictable: a thunderstorm boiling up and dumping its contents on a small, localised area of land, rather than blanketing the whole region in rain. Grazing springs up in one place and shrivels away in another. Dry gulches roar into flash-flood, then return to dust and sand. Capricious rainfall patterns, temporary shifting zones of vegetation, seasonal temperature extremes, farflung and unreliable water sources - these too are characteristics shared by nomad lands all over the world. Historically, these were the lands ceded to the nomads by the emerging sedentary states, and nomadism was the logical way to stay alive on them. </p> <p>I think this type of landscape still activates the human desire for travel and mobility on some deep instinctual level, but I don't know how to prove it, and there are certainly exceptions. I think that's what happened to me in the American West, but I'm aware of other factors and more plausible explanations. </p> <p>A fascination with deserts and wandering tribes, for example, has been a recurrent phenomenon among the misfits of European civilisation, and among a certain class of well-educated Englishmen in particular. \"A part of their brain reflects the desert perfectly,\" writes Michael Ondaatje in The English Patient. \"The English have a great hunger for desolate places,\" says Alec Guinness playing a Bedouin chief in Lawrence of Arabia. I'm not about to compare my ramblings around the American West with the epic feats of T E Lawrence, or Doughty, Philby or Wilfred Thesiger, but I think I understand the compulsion that drove the English Arabists out into the deserts and the company of nomads. I think I know why they felt so restless and claustrophobic in England. </p> <p>Travel was in my family too. I come from imperialist stock: the Britons who wanted to get the hell out of Britain. My father, my paternal grandfather, and his father before him were Scottish by blood but born in India, Anglicised by the Raj, and they probably encountered some of my mother's English relatives at colonial functions and banquets. I was born in Malaysia, where my father made a good show of settling down after travelling across most of the world in his twenties. Then we moved to Kuwait, made extended visits around the Middle East before \"coming back\" to England, a country that was entirely foreign to me and reluctant to give me citizenship. My nationality was filed under \"Miscellaneous\" at the British Passport Office. </p> <p>It is a dreary, commonplace adage among the sedentary and stay-at-homes that people travel to escape from themselves. There is some truth in the old cliche, as there is in most, but if you spent your childhood on the move and with the big proviso that you and your family had a happy time doing it - then moving on feels the right and natural state of affairs, and assumes an air of inevitability. It's when you get stranded in one place for too long, at least in my case, that you start to feel divorced from yourself. Setting out on a journey, almost invariably, I have a sense of becoming whole again, of doubts and confusions lifting, and my self slotting back into place. </p> <p>I remember my childhood as a happy time, but my father started suffering from periodic depressions after we \"came back\" to England, and as I recall they usually coincided with the onset of winter. I knew about the English winter - the damp cold in your bones, the afternoon dark, the driving rain in your face, as if the elements had singled you out for persecution - but through the shielding efforts of my parents I knew very little about the downturns and redundancies at the office and the steady decline of the British shipbroking business, to which my father had attached his fortunes. </p> <p>I did notice that my father was restored to his old self, at least temporarily, by going on a trip to some sunny foreign country or other. He returned from abroad in fine spirits, with presents and stories to tell, and old reminiscences sparked - his time as a lumberjack in British Columbia in the 1940s, his heiress-hunting escapades in San Francisco in the 1950s, the old gambling, golfing, cocktail swilling days in Kuala Lumpur and Singapore, the anecdotes and adventures from Spain, Italy, Mexico, Montreal, Vancouver, Cape Town, Burma, Indian, Ceylon, Thailand, the Philippines. Listening and watching, as the rain lashed the window panes, and my father told his stories and twirled his Scotch-and-water, it was clear to me that everything vivid and exciting in life happened in other countries. At no stage in my upbringing did it occur to me that I would live in England once I was old enough to leave. </p> <p>My urge to travel, and travel towards the sun, was foursquare in the family tradition, but the style of my travels, I suspect, included an element of rebellion against my background. I wasn't hunting tigers in India with a troop of native bearers and telling the story over a gin-and-quinine cocktail at the governor's mansion, like my grandfather. I wasn't chasing debutantes and craving a life in high society, like my father. I was slumming it around the redneck hinterlands in grubby jeans, hitch-hiking and riding freight trains, drinking in roadhouses and dive bars, sleeping in cars and flopping in the dirt. Growing up in houses filled with nice objets (Persian rugs, Chinese altar tables, antique silverware), and bombarded by consumerist advertising in Thatcher's London, I took pride in being able to carry my worldly possessions and replace them for less than $200 if necessary. </p> <p>To wake up by the side of the road somewhere, light a cigarette, and start pondering the decision of whether to set off north, south, east or west ... To be sitting in a New York bar and fall prey to a sudden urge to go to Texas, Montana or Mexico, and be able to leave in the morning without a care - this was my idea of freedom, this was my definition of success in life.</p> <p><strong>What the judges said </strong></p> <p>'Ghost Riders is about the strange world of thousands of nomadic American eccentrics,by a youthful author who shared their lifestyle. Riveting reading in a presidential election year' <br><strong>Dr John Hemming, author of Die If You Must</strong></p> <p>'Grant evokes the nomadic itch, that peculiarly American instinct, with remarkable empathy '<br><strong>Jeremy Seal, writer and broadcaster</strong></p> <p>'A most satisfying and illuminating book on an America you thought you knew but didn't'<br><strong>Ginny Dougary, writer</strong></p> <p><strong>Judging panel</strong></p> <p>Dr John Hemming, Jeremy Seal, Ginny Dougary, Benedicte Page (Book news editor The Bookseller), Nick Smith (editor Geographical magazine), Amy Sohanpaul (associate editor Traveller magazine), Andy Pietrasik (Travel editor The Guardian) </p> <p><strong>· </strong>© Extracted from Ghost Riders by Richard Grant published by Abacus, an imprint of Time Warner UK Book Group, at £7.99, which won the 25th Thomas Cook Travel Book Award. </p> <p><strong>· </strong>© Richard Grant 2003.</p>",
  "<p><strong> Old Boys</strong> <br>by Charles McCarry <br>476pp, Weidenfeld &amp; Nicolson, £16.99 </p> <p>Charles McCarry is used to living as a secret - he spent two decades as a CIA spy during the cold war - but it's a great sadness that his novels have remained under such deep cover in the literary world. </p> <p>His debut, The Miernik Dossier (1973), told the story of a double or possibly triple agent through a daring narrative device: 89 numbered extracts from memos, wire-taps and diaries. And The Tears of Autumn (1975) is at least the equal of Don DeLillo's Libra among novels inspired by the Kennedy assassination. </p> <p>And, at a time when it is standard in Washington and London to complain about the quality of espionage intelligence, McCarry has impressive credentials as a fictional Cassandra. The Better Angels, published a quarter of a century ago, introduced Ibn Awad, an Islamic terrorist who sends suicide bombers against America. </p> <p>The publishers complained that this was far-fetched, a problem some reviewers had with Shelley's Heart (1996), in which, four years before Bush-Gore in Florida, the two candidates refuse to accept the result of a presidential election which is believed to have been subject to computer fraud. It is said that supporters of minor baseball teams in America plead with McCarry to write a book in which their team wins the World Series. </p> <p>Yet, despite regularly ecstatic reviews which properly acknowledge him as a match for his best-selling English equivalent John le Carré, and frequent celebrity endorsements (Eric Ambler, PJ O'Rourke, Elmore Leonard, Peter Benchley), the novels have never been consistently in print and have an almost samizdat existence through fans' hand-ons (I was originally given them by an American journalist) and highly priced used books on the internet. </p> <p>So McCarry admirers will hope that the appearance of his 10th novel, Old Boys, will help to blow his disguise and ensure that his profile, and not just his name, starts to chime with Le Carré's. Certainly it deserves to, sustaining the writer's remarkable previous standards of both prose and knowhow. </p> <p>McCarry is now 75 and retired from both the CIA and his later trade of journalism. Old Boys, in both title and tone, reflects this: it's an elegy for a generation and style of American spying. </p> <p>The spook Paul Christopher, the drained idealist and failed poet who has been McCarry's recurrent protagonist, disappears from Washington after dinner with his old agency comrade and cousin, Horace Hubbard, and is later reported to have died in China, the main arena of deceit throughout his career. </p> <p>Hubbard suspects that Christopher is still alive and that his flight is connected with another possibly misreported corpse: the warlord of suicide bombers, Ibn Awad. He gets together a crack-up squad of retired CIA men, their prostates and ideologies battered by the passage of time, to hunt for Christopher and America's greatest enemy through China, Russia and Israel. </p> <p>Though one of the themes of the novel is the physical and mental thefts of age, McCarry seems to have found some kind of narrative monkey-gland which keeps his writing lively and clear-eyed. The measured, atmospheric sentences have a Graham Greene-ish ability to establish through a few words the local light, landscape and the rate at which the hero's soul is rotting. </p> <p>Old Boys also contains a para graph that does more than Hutton, Butler and the US Senate reports to explain what have become known as the \"intelligence failures\" over Iraq. Hubbard explains that, in the Outfit, intelligence reports are evaluated on scales of 1-4 for accuracy and A-D for reliability of the source. So A-1 is likely truth from a straight-up guy and D-4 is bazaar-gossip from a chancer. </p> <p>But, Hubbard explains, career spooks will tend to protect their reputation and pensions through cautious assessment, and so: \"In nine out of 10 cases, the designation was C-3, source usually reliable, information possibly true... It follows that US intelligence spent hundreds of billions of dollars over a period of 40 years ferreting out information that we did not, as a matter of principle, choose to believe - or, for that matter, disbelieve.\" </p> <p>This system, McCarry makes clear, permits the politicians to whom the data goes to justify either action or apathy on the basis of the same information. It is insights such as this that earn Charles McCarry his A-1 rating as a writer and make his relative secrecy among readers a cause for such regret. </p> <p><strong>· </strong>Mark Lawson's novel Enough Is Enough: Or the Emergency Government will be published next year by Picador.</p>"
]