[
  "A bitter row over France's commitment to Europe has split the country's Socialist opposition, with senior figures in the party warning yesterday that it is tearing itself apart. <p>The turmoil started after the party's number two, the former prime minister Laurent Fabius, said he would vote against the European constitution, because it enshrined a liberal, free-market vision of economic and social policy that would undermine French efforts to boost employment and stop firms moving to low-wage, low-tax countries. </p> <p>Mr Fabius's announcement sparked fury among his opponents in the party, headed by the Socialist leader, François Hollande. </p> <p>They believe Mr Fabius's declaration was an opening gambit in the two rival leaders' widely expected fight for the left's presidential nomination in 2007. </p> <p>\"I don't think anyone has any doubts about [Mr Fabius's] motives,\" the former Socialist interior minister Daniel Vaillant said yesterday. He said the party's line on the constitution, agreed last year, was that the treaty was not perfect but was also not worth \"tearing ourselves to pieces for\". </p> <p>The former agriculture minister Jean Glavany said Mr Fabius, 58, had now \"knocked over the table\" in pursuit of his presidential ambitions. </p> <p>Bernard Kouchne, a former health minister, accused him of \"treachery\". </p> <p>The row is a severe setback for the party, which lost heavily in presidential and parliamentary elections in 2002 but recovered this year with convincing victories in European and regional polls. </p> <p>One leading Socialist, François Rebsalem, went as far as to say that if the Socialists did vote no to the constitution, \"it will be the end of the party. It will be very difficult for us to win another election for some time.\" </p> <p>Mr Fabius's announcement has also made the party an easy target for the French president, Jacques Chirac, and his ruling conservatives. </p> <p>The finance minister, Nicolas Sarkozy, said the Socialists were making a \"historic mistake\", while Mr Chirac has promised not to let the referendum be derailed by \"partisan\" domestic politics. (The president, having decided to hold a public plebiscite rather than ratify the treaty in parliament, would, of course, be one of the first to lose face in the event of a no vote.) </p> <p>France's Socialists are to finalise their position on the question within the next two months. Their decision could determine the way the country votes in its referendum, scheduled for the second half of 2005. A poll this week showed the electorate finely balanced, with 51% in favour of the treaty, 34% against and 15% undecided. </p> <p>Richard Corbett, a leading Labour MEP, said a no vote in France would \"provoke a terrible crisis in the European Union\". In Britain as in other countries, Mr Corbett said, \"it is the right fighting against the treaty. Mr Fabius is fighting the wrong fight.\"</p>",
  "<p>Threats by the Democratic US presidential candidate, John Kerry, to pull out of trade agreements if he wins the November election are campaign rhetoric rather than promises, the head of the World Trade Organisation said yesterday. </p> <p>Mr Kerry has accused George Bush of not defending US economic interests abroad aggressively enough and has said he will review major trade deals that previous administrations signed up to. </p> <p>But Dr Supachai Panitchpakdi, in London to launch the WTO's World Trade Report 2005, said trade was a \"non-partisan issue\". </p> <p>\"People have used this sort of rhetoric during campaigns but then, when they govern, they have to observe the rules their country has signed up to.\" </p> <p>The WTO's 147 member countries thrashed out an 11th-hour deal in Geneva in July, which put the \"Doha round\" of world trade talks back on track. Negotiators pledged to work towards a concrete accord by the end of next year. </p> <p>However, the process is currently on hold because of the US election, which could lead to a new American trade representative replacing Robert Zoellick, while Peter Mandelson replaces Pascal Lamy as European trade commissioner in November. </p> <p>Dr Supachai said he would meet Mr Mandelson soon and impress upon him the need to maintain the impetus that led to the July deal. \"I will make clear to him the need for us to build on the July framework. We need to keep that sense of urgency,\" he said. </p> <p>Dr Supachai did not want to be tied down to the December 2005 deadline that Mr Lamy and others talked of in July. He said: \"It depends on what we do this year, but the key will be the first half of next year.\" </p> <p>Economists have estimated that a final deal could add more than $500bn (£277bn) a year to the world economy. However, experts say much work remains to be done if the west is to make good on its promise to reduce its lavish farm subsidies and allow poor countries greater access to its markets. </p> <p>Dr Supachai said the WTO's recent rulings against US subsidies to its cotton farmers and European Union sugar subsidies should have no impact on the progress of the trade talks. </p> <p>The World Trade Report said global trade volumes had expanded 4.5% last year. It predicted stronger growth this year on the back of a recovering world economy. </p> <p>It stressed the importance of \"coherence\" in the economic policies of the countries in the Doha round, so that the benefits of freer trade were not diminished by, for example, poor domestic economic policies or bad infrastructure. </p> <p>\"Governments cannot hope to reap the real benefits of open trade if they fail to secure macroeconomic stability, supportive infrastructure, properly functioning domestic markets and sound institutions,\" said Dr Supachai. </p> <p>The report said the WTO would only seek to free up trade where it was clearly in the interests of all countries concerned: \"Cooperation should not be forced upon governments where there is no perception of a common interest.\"</p>",
  "Afghanistan's president, Hamid Karzai, yesterday evaded an apparent assassination attempt, when a rocket attack missed his helicopter. <p>President Karzai was on an official trip to a school opening in Gardez, south of the capital, Kabul. A US military spokesman, Major Mark McCann, said one rocket was fired as the helicopter was landing, hitting the ground 300m away. \"The president did not appear to be in any danger,\" he said. </p> <p>The presidential security team, which includes an army of American private security consultants flanking the president everywhere he goes, quickly aborted the landing and rushed Mr Karzai back to Kabul. </p> <p>Mr Karzai's spokesman, Khaleeq Ahmed, said the president had felt that the move was an over-reaction and was \"very disappointed\" not to be able to visit the school as planned. </p> <p>President Karzai has rarely been seen outside the presidential palace since an assassination attempt two years ago in Kandahar. But during the current presidential campaign, he has been attending more official events, in an attempt to heighten his public profile before the October 9 election.</p>",
  "Researchers in Maryland recently completed a world-wide poll to see how citizens of countries beyond America would vote in the forthcoming presidential election. They rang millions of random numbers all across the globe, with one particular call certainly taking Osama bin Laden by surprise. <p>\"Hello, we are phoning from the United States to see if you are a supporter of George Bush.\" </p> <p>\"Um...no, not really...\" </p> <p>\"Do you think he has done enough to catch Osama bin Laden?\" </p> <p>\"Yes, plenty, there's nothing else he should do...\" </p> <p>\"OK, could we just take your name, please?\" </p> <p>\"It's Mr Bin-, I mean, Robinson, Monty Robinson, from Reykjavik, oh yes, I love fish.\" </p> <p>As it turned out, Osama suddenly began to worry that John Kerry might be lying about his war record and so ended up plumping for Dubya. </p> <p>But just about everyone else seems to be hoping for a Democrat victory. In Norway, the margin was 74% for Kerry and only 7% for Bush, with the president getting the same level of support in Spain and only 5% in France. Even if Bush got this share of the vote at home, he'll somehow manage to fiddle it so he wins. </p> <p>It is hardly surprising that Kerry has inspired so many people around the world, because his outstanding attributes are plain to see. Firstly, who can have failed to notice that wonderful \"not-George-Bush\" quality about him? Plus there is that certain \"un-Dubya-ness\" he seems to possess, not to mention what the French call the \"il n'est pas George Bush\" aspect of his personality. </p> <p>Many of us have been moved to tears by his speeches. \"Is that the best the Democrats can do?\" we wept. And there is the fact that he served in Vietnam, where he was seriously injured by enemy fire, leaving army surgeons with no choice but to amputate his charisma. </p> <p>But the tragedy is that while millions of us in Europe and beyond desperately care about who becomes the next president, none of us has any influence over the outcome. The time has come for European liberals to get together and do something about this. </p> <p>One possibility might be to make commercials of our own to put out on American TV. Obviously, we couldn't let on that we were a bunch of lefty foreigners - we'd have to give our organisation an authentic-sounding alias - something neutral like the American Creationist Freedom Rifle Patriots for Truth. </p> <p>But imagine the impact of some grainy footage of a young Dubya, with a gravelly voice-over whispering: \"Everyone knows that George Bush did not fight for his country during the Vietnam war. This is because he was actually fighting for the Vietcong, leading the infamous Gay Jihad Atheists Squad, who captured American soldiers and forced them to become vegetarians and play soccer.\" </p> <p>Never mind that every time we express outrage that George Bush wriggled out of going to Vietnam, we privately think: \"Excellent move, George, that's exactly what I would have done.\" By the time the facts were checked the damage would be done, and Bush would be 20 points behind in the polls. </p> <p>The only trouble with this idea is that the various European directors would never be able to agree on a style for the commercial. The French would want to film it as an allegorical three-hour internal monologue from a chain-smoking poet battling writer's block. </p> <p>The British would have Hugh Grant as a love-struck ex-Beatle who gets mistaken for John Kerry by Emma Thompson. In the end the whole project would be handed over to the experimental Prague Cartoon Workshop, which has just won lots of awards for its unusual animation style when in fact it's just not very good at drawing. </p> <p>If the advert idea is a non-starter, there is a more direct way that non-American liberals can get involved in the US election. Why don't we just offer to buy the votes of all those US citizens who aren't really that bothered? A majority of Americans won't even take part in the most important election in the world, and I'm sure they'd appreciate the $20 or $30 that lots of us would quite willingly pay to cast their votes for them. </p> <p>So I call on all apolitical skint Americans to get themselves a postal vote and auction it on eBay. What could be more in the spirit of American capitalist democracy than disenfranchising yourself for the sake of some cash? </p> <p>The laws of the free market would settle the price of a ballot paper; votes from swing states would go for that much more, of course, although personally I'm hoping for a vote in Texas, because it will be so humiliating when Bush even loses his home state. Sadly, in my first attempt to bid for a vote, I lost the auction to someone calling themselves GWB@whitehouse.us. </p> <p>Still, the winner was kind enough to send me an email. It said: \"Nice try, limey, but we've got a lot more money than you and you're not the first person to have this idea. P.S. How do you think I got in last time?\" </p>",
  "It was the hotel where Joan Crawford was discovered after winning 100 dance contests and Bing Crosby began his singing career. <p>But despite its glamorous history, the Ambassador Hotel in Los Angeles is remembered for a darker moment in America's history: the 1968 assassination of Robert Kennedy took place in the hotel's kitchen on the night he had claimed victory in California's Democratic presidential primary election. </p> <p>That event presaged the decline of the Ambassador, a Hollywood landmark completed in 1921 that helped drive the westward expansion of Los Angeles. In 1989 the hotel finally closed its doors to visitors. Since then it has had an afterlife as a favourite location for film producers looking to reconstruct the glamour and opulence of Hollywood at its peak. </p> <p>Now, after 15 years of uncertainty, bankruptcy and vitriol, not to mention a period under the ownership of property magnate Donald Trump, a new fate is planned for the Ambassador: it is to be converted into a school serving one of the most needy areas of Los Angeles. </p> <p>The aim is for the $318m (£179m), 4,200-pupil school to relieve pressure in an area where 3,800 pupils have to take public transport to other areas because of a shortage of classroom places. </p> <p>But not everyone is happy about the plan. \"The school board is stealing from this city and it is murdering a piece of this city's history,\" said Mitzi March Mogul, president of the city's Art Deco Society. \"They will push this thing through like a juggernaut, but once the Ambassador has gone it won't come back.\" </p> <p>To appease conservationists, the education authority which owns the hotel has promised to create a replica of the hotel's facade along one of the city's busiest thoroughfares. It also plans to make use of one of the hotel's most famous features: the Cocoanut Grove nightclub - decorated with artificial palm trees from the set of The Son of the Sheik, starring Rudolph Valentino - will be restored to its original Moorish design and used as the school's main auditorium. </p> <p>\"This is a good compromise,\" LA schools superintendent Roy Romer said. \"It tries to preserve historic aspects, but enables us to make a workable school community.\" </p> <p>But parts of the hotel's history will be lost. Six bungalows, one of which hosted Albert Einstein (who complained about the room service) are to be demolished, along with the hotel's lobby. </p> <p>Part of the Embassy ballroom, where Kennedy gave his final speech, will be retained. But the fate of the kitchen pantry where he was shot by Sirhan Sirhan is the subject of debate. A panel will consider the feasibility of a $2m preservation project. </p> <p>\"It's not a compromise,\" said Linda Dishman, executive director of the preservation group LA Conservancy. \"Only one feature of the hotel is being preserved: the Cocoanut Grove.\" </p> <p>The group says its views are not represented by the plan, which is due to be voted on at the end of the month. </p> <p>The school district has been pig-headed,\" said Dishman. \"It says it wants to build a replica of the facade to maintain the iconic view. Why maintain something you've just pulled down? The sleight of hand is apparent.\" </p> <p>The stars, of course, did their best to destroy the hotel in its heyday. F Scott Fitzgerald and his wife Zelda set fire to their room then crept away unnoticed, leaving the bill unpaid.</p>",
  "Once every four years, America offers its expats the chance to be loved, even to be heroes. Usually no one cares about those of us who live abroad. The US state department isn't even sure how many of us are scattered around the world: somewhere around 6 or 7 million, including dependents, is the best guess - 6 or 7 million pariahs who have shunned 24-hour grocery stores, acres of sky, real football and unlimited refills of weak coffee. If we aren't in the military, our patriotism is in question. <p>But then an election rolls round and politicians suddenly want to hear from us. Specifically, they want us to send cheques. They also want to sign us up to vote, potentially catapulting them into office over the objections of local folk who know better. </p> <p>We expats are a shadowy group. No studies indicate how many of us exercise our right to vote and no exit polls say whether we lean to the left or right. Curtis Gans, who runs the independent Committee for the Study of the American Electorate, reckons there are about 3.5 million Americans of voting age residing overseas, and that these fall roughly into four main groups: military personnel, government employees, people attached to businesses and students. </p> <p>The student vote varies between years, but Gans predicts students will lean somewhat more than usually towards the Democrats in this election. Those in the military and business tended to vote Republican, he said, though he suspected the military would be slightly less inclined to do so this year. </p> <p>The Democrats have not forgotten the Republican tendency of military voters. In 2000, overseas voters tipped the balance in favour of Bush in Florida, though only in the sense that their votes came in last. Every vote counted - except for those unwittingly drafted into the \"Jews for Buchanan\" lobby, those of black voters disenfranchised by their state officials, and other chads deemed too pregnant or hanging - but both Democrats and Republicans walked away with a mission to sign up the expats for 2004.</p> <p>And the important message is voter registration. The process of applying for an absentee ballot can be somewhat complex, but no matter what corner of the world you may be hiding in, this year a member of the party faithful is probably there, ready and willing to get you that ballot no matter what your party affiliation. </p> <p><a href=\"http://www.democratsabroad.org\" target=\"_new\">Democrats Abroad</a> sounds messianic in its drive to sign up as many John Kerry supporters - or least Bush defectors - as it can flush out at screenings of Fahrenheit 9/11 or international outposts of Krispy Kreme. </p> <p>Margo Miller, the Get out the Vote coordinator for Democrats Abroad in the UK, said the memory of Florida was having a powerful effect on recruiting. </p> <p>\"People are really motivated this year, in part because of Florida,\" she said. She said her volunteers had registered 12,000 voters so far this year and she expected to hit 14,000 before the election, double the total for 2000. </p> <p>That figure does not include the 2,000 voters a day she said were signing up via the Democrats Abroad website, <a href=\"http://www.overseasvote2004.com/\">Overseas Vote 2004</a>, which went live after the Democratic convention in July.</p> <p>Over at <a href=\"http://www.republicansabroad.org\" target=\"_new\">Republicans Abroad</a> they have relied in part on the extensive web of Bush family members, shipping them off to expat havens in aid of cousin/uncle/nephew Georgie. </p> <p>The co-chair of Republicans Abroad, Joan Hills, said George P Bush, the president's nephew, had spent three days in Mexico with the Republicans Abroad co-ordinator last month looking to sign up Mexico's large communities of American pensioners and businessmen. Retired people throughout Central America were being targeted by Republican teams as well.</p> <p>Next week the president's aunt, Nancy Bush Ellis, will make a whistle-stop tour through the UK, France and Germany on behalf of Republicans Abroad. Hills said in Europe the voter registration figures were up around 400% on 2000. </p> <p>Why should we vote for them? The Republicans stress their work to secure advantageous tax breaks for Americans living overseas while the Democrats highlight security, suggesting Bush's foreign policy has made the world a more dangerous place for US citizens. </p> <p>American civilians living overseas feel more exposed now than they did at the time of the last election, but that feeling could cut two ways: either they will feel the president's moves represent the best chance for combating the terrorist threat or they will feel he has squandered the goodwill generated by September 11 with unswerving unilateralism on a number of causes. </p> <p>But for military personnel, the change since 2000 is stark: with a war in Afghanistan and US casualties in Iraq passing the 1,000 mark, soldiers are understandably less interested in hearing partisan speeches than a workable plan to win the peace and get them home. John Kael Weston founded Donkeys in the Desert - aka the Iraq chapter of Democrats Abroad - and from his current position, in the Sunni triangle, he said most service personnel were frustrated by the focus on Vietnam coming from both campaigns. </p> <p>\"All this talk of Vietnam service (or non-service) is a bit surreal when you hear it from the vantage point of an all too violent Iraq,\" he said. He was unimpressed with both parties on their record of coming to Iraq and seeing for themselves what is going on, and has invited both John Kerry and John Edwards for tours. Neither has responded. </p> <p>However, he took issue with the prevailing wisdom that everyone in the military is a Republican.</p> <p>\"The kind of military today in Iraq is heavy on reservists and national guard,\" Mr Weston said. \"It's a new dynamic. My sense is that there will be a lot of proxy votes cast this year from the war zones, with military families weighing in with their over-extended family members serving in Iraq, Afghanistan and elsewhere.\"</p> <p>In one sense, though, the overseas military voters would prove far more decisive than their civilian counterparts, Weston said: queues for voter registration were long, and the few statistics that existed suggested members of the military voted in far greater numbers than civilians. </p> <p>\"Soldiers generally take seriously their civic duty, I find. It's too bad more Americans do not, reflected by 50% turnout rates in recent presidential elections.\"</p> <p>Both parties agree that with the election looking like such a close race, overseas voters will play a critical role. </p> <p>\"If it comes down to a fine wire, I would say Republican overseas votes will tip the balance,\" Hills said. </p> <p>Democrats Abroad are afraid of that. \"People have been coming up to us this year and saying, 'I'm so sorry I didn't vote in 2000,'\" Miller said. She will just have to hope her party has found enough voters to register - and that they send back their ballots with the right name on them. </p> <p> <a href=\" http://www.overseasvote2004.com  \" target=\"_new\">overseasvote.com</a><br> <a href=\"http://www.republicansabroad.org\" target=\"_new\">republicansabroad.org</a><br> <a href=\"http://www.democratsabroad.org\" target=\"_new\">democratsabroad.org</a> <br> <a href=\" http://www.fvap.gov/   Federal Voting Assistance Programme \" target=\"_new\">Federal Voting Assistance Programme</a></p>",
  "A row between Russia and America over Moscow's response to the Beslan tragedy escalated yesterday when George Bush voiced concern that a sweeping Kremlin security overhaul \"could undermine democracy\". <p>Hours after Russia warned Washington not to meddle in its internal affairs, Mr Bush expressed disquiet at moves by his Russian counterpart, Vladimir Putin, to fight Chechen terrorism by amassing more power for himself. </p> <p>\"As governments fight the enemies of democracy, they must uphold the principles of democracy,\" the president said. \"I'm ... concerned about the decisions that are being made in Russia that could undermine democracy.\" </p> <p>His remarks hinted at US unease that Mr Putin could use the \"war on terror\" to roll back post-Soviet reform. </p> <p>Mr Putin's chief initiative in response to the carnage at Beslan, blamed on Chechen militants, has involved abolishing elections for both constituency MPs and regional governors, and appointing the latter himself. </p> <p>Mr Bush warned: \"Great democracies have a balance of power between central gov ernments and local governments, a balance of power within central governments between the executive branch and the legislative branch and the judicial branch.\" </p> <p>The issue is the biggest diplomatic spat between Russia and the US for four years, in which relations between Mr Putin and Mr Bush have been relatively good. </p> <p>But when Colin Powell, the US secretary of state accused the Kremlin earlier yesterday of \"pulling back on some democratic reforms\", it drew a sharp riposte from Sergei Lavrov, Russia's foreign minister. \"The processes that are under way in Russia are our internal affair,\" he said. </p> <p>Although Mr Powell's rebuke was relatively mild, the Russian government is not in the mood to accept such criticism so soon after the Beslan atrocity, in which 320 people died, half of them children. </p> <p>Mr Lavrov said the US had no right to impose its model of democracy. \"And it is at least strange that, while talking about a certain 'pulling back', as he [Powell] put it, on some of the democratic reforms in the Russian Federation, he tried to assert yet one more time the thought that democracy can only be copied from someone's model,\" Mr Lavrov said, adding pointedly, in view of the outcome of the US 2000 election: \"We, for our part, do not comment on the US system of presidential elections, for instance.\" He also pointed to repressive measures after September 11. The US introduced a homeland security law that reversed previous legal rights, and had held hundreds at Guantánamo Bay in Cuba and the Bagram airbase in Afghanistan for more than two years without trial. </p> <p>The outgoing EU commissioner, Chris Patten, was more outspoken than the US, telling the European parliament yesterday that a resolution of the Chechen conflict lay in far-sighted and humane policies, rather than in reversing democracy. He hoped \"the government of the Russian Federation will not conclude that the only answer to terrorism is to increase the power of the Kremlin\". </p> <p>The British government has studiously stayed out of the row. The Foreign Office decided last week to postpone its annual report due to be published today, which would have been highly critical of human rights in Chechnya. </p> <p>The foreign secretary, Jack Straw, has so far refused to comment on the changes in Russia. Asked on the BBC last week, he said it was inappropriate so soon after Beslan.</p>"
]