[
  "If Harold Brooks-Baker of Burke's Peerage is correct that Kerry will beat Bush this November \"because of the fact that every presidential candidate with the most royal genes and chromosomes has always won the November presidential election based on 42 previous presidents\" (Kerry's royal roots will give him victory, says Burke's, August 17), how does he explain the results of the 1888 and 1892 presidential elections? <p>In 1888, Benjamin Harrison beat Grover Cleveland; in 1892 Cleveland beat Harrison. Who was the more \"royal\" of the two?<br> <b>Aidan Thomson</b><br> Belfast<br></p>",
  "A US-brokered ceasefire halted fighting in western Afghanistan yesterday, ending five days of bloodshed that heightened anxieties in the run-up to October's presidential election. <p>US warplanes circled overhead as the renegade leader Amanullah Khan agreed to withdraw his troops after they had pushed to within 20 miles of the regional capital, Herat. </p> <p>The US declined to say whether Mr Khan was threatened with force, but its envoy to Afghanistan, Zalmay Khalilzad, told Reuters: \"He understood where we stood.\" </p> <p>The Pashtun warlord sought to overthrow his powerful Tajik rival and governor of Herat, Ismail Khan. Battles between the two sides, which erupted on Friday, claimed at least 25 lives. Officials expected the death toll to rise. </p> <p>\"We expect everyone to cooperate for the sake of Afghanistan and for their own future,\" Mr Khalilzad said. </p> <p>Some commanders claimed that US fighter jets dropped bombs to stop fighting, in an echo of US firepower used to quell clashes in the same region last year. </p> <p>The fresh flush of violence highlighted the fragile security in parts of Afghanistan in the run-up to the October 9 poll. </p> <p>Afghanistan's interim president, Hamid Karzai, who is expected to win the vote, has to fend off the challenge of 22 other candidates. He must convince voters that he can weld the fractious provinces - plagued by warlordism, a Taliban insurgency and drug money - into a stable and democratic state. </p> <p>Relative calm in recent weeks raised expectations that Afghanistan's gunmen were abandoning bullets for ballots. But the fighting in Herat - and Mr Karzai's reliance on US pressure to stop it - have dented those hopes. </p> <p>Ethnically fuelled clashes and power struggles among the warlords continue to undermine Mr Karzai's efforts to end 23 years of war in Afghanistan. At the weekend he sent hundreds of newly trained national troops, with their US coaches, to bolster Governor Khan's forces. </p> <p>Amanullah Khan, one of the country's most powerful militia leaders, has been a stubborn government critic since 2001. </p> <p>Taliban intimidation also threatens the vote, for which almost 10 million people have registered. About 30 election officials and voters have been killed so far. </p> <p>Meanwhile, Nato has promised troops to add to the 18,000 Americans in place.</p>",
  "When it comes to American presidential elections, blue blood counts. <p>So say British researchers who predict that Democratic challenger John Kerry will oust President George Bush on November 2 because he boasts more royal connections than his Republican rival. </p> <p>After months of research into Mr Kerry's ancestry, Burke's Peerage, experts on British aristocracy, reported yesterday that the Vietnam war veteran is related to all the royal houses of Europe and can claim kinship with Tsar Ivan \"The Terrible\", a previous Emperor of Byzantium and the Shahs of Persia. </p> <p>Burke's director, Harold Brooks-Baker, said Mr Kerry had his mother, Rosemary Forbes, to thank for most of his royal connections. </p> <p>\"Every maternal blood line of Kerry makes him more royal than any previous American president,\" Mr Brooks-Baker said. </p> <p>\"Because of the fact that every presidential candidate with the most royal genes and chromosomes has always won the November presidential election, the coming election - based on 42 previous presidents - will go to John Kerry.\" </p> <p>Similar research carried out on Mr Bush ahead of the 2000 presidential race showed that he beat Al Gore in the royal stakes, claiming kinship with Britain's Queen Elizabeth as well as with Kings Henry III and Charles II of England. </p> <p>Mr Kerry is a descendant of Henry III and Henry II of England and is distantly related to Richard the Lionheart, who led the third crusade in 1189, according to Burke's. </p> <p>He is also descended from Henry I, King of France and his wife, Anne of Kiev, giving him kinship with the royal houses of Sweden, Norway, Denmark and the House of Rus. </p> <p>Burke's research showed Mr Kerry also has historical political connections in the United States. </p> <p>He is closely related to John Winthrop, the first Massachusetts governor - the state for which he is now a senator - and his maternal grandmother was the granddaughter of Robert Winthrop, who was speaker of the House of Representatives from 1847 to 1849.</p>",
  "This is the question which people ask themselves before almost every presidential election: why, when the United States is teeming with brilliant and inspiring people, are its voters so often faced with a choice between two deeply unimpressive men? <p>I would have thought the answer was pretty obvious: because deeply unimpressive men continue to be elected. </p> <p>This year, the American people have been instructed to elect one again. Almost every powerful progressive voice has told them not to vote for the progressive candidate, but to vote instead for The Man Who Isn't There. </p> <p>Ralph Nader may stand for everything the Guardian, the Nation magazine, even Noam Chomsky, claim to support, but all these voices - indeed just about everyone on the left - have been urging the voters in swing states to choose John Kerry. </p> <p>Their argument, of course, is that Kerry is the only candidate who can knock George Bush off his perch. He might be about as inspiring as a parking lot on a wet Sunday in Detroit, but his vacuity is better than the president's aggressive certainties. </p> <p>The contest is so close that if even a few thousand people vote for Nader rather than Kerry in the swing states, it could win the election for Bush. This is why Republicans have been giving money to Nader. </p> <p>So Americans should vote for the Democrats in 2004, and worry about the wider failings of the US political system when the current president is safely out of the way. </p> <p>And their argument has merit. Bush has already launched two unnecessary wars, threatened 40 or 50 nations with armed aggression, ripped up international treaties and domestic regulations, granted corporations a licence to cook the planet, waged a global war against civil liberties and sought to bury that old-fashioned notion that the state should tax the rich and help the poor. The world would certainly be a safer and a better place without him. </p> <p>As a result, a Guardian leader told us last week, these are \"exceptional circumstances Mr Kerry's flaws and limitations are evident; but they are put in the shade by the neo-conservative agenda and catastrophic war-making of Mr Bush\". </p> <p>In an open letter to Ralph Nader in January, the Nation magazine claimed: \"This is the wrong year for you to run: 2004 is not 2000. George W Bush has led us into an illegal pre-emptive war, and his defeat is critical.\" </p> <p>The problem with this argument is that both publications said the same thing about the 2000 elections. The Nation's columnist Eric Alterman blames Al Gore's defeat on Nader's \"megalomania\". Three days before the vote, the Guardian argued that \"... the marginalised Mr Nader cannot win ... Exciting [Al Gore] ain't. A visionary he is not. But he is the safe, wise choice.\" </p> <p>And similar warnings have been issued during almost every presidential election in modern times. Under the US electoral system, which is constructed around patronage, corruption and fear of the media, there will always be exceptional circumstances, because it will always throw up dreadful candidates. </p> <p>Only when the Americans choose a man or woman who is prepared to turn the system upside down and reintroduce democracy to the greatest democracy on earth will these exceptional circumstances come to an end. In choosing the bad rather than the terrible in 2004, in other words, Americans will be voting for a similar choice in 2008. Whereupon they will again be told that they'd better vote for the bad, in case the terrible gets in. </p> <p>Any president who seeks to change this system requires tremendous political courage. He needs to take on the corporations which have bought the elections, and challenge the newspapers and television stations which set the limits of political debate. Kerry, who demonstrated plenty of courage in Vietnam, has shown none whatsoever on the presidential stump. </p> <p>Last week, when the Republicans were questioning his commitment to defence, he announced that \"even knowing what we now know\" he would have voted to give President Bush the authority to attack Iraq. </p> <p>Ten days ago his national security adviser James Rubin told the Washington Post that if Kerry was president he would \"in all probability\" have launched a military attack against Iraq by now. Kerry's ability to raise almost as much money as the Republicans is seen as a triumph for American democracy; but his corporate backers are funding him not because they believe in democracy, but because they believe that he will do what they want. And they are unlikely to be wrong. When Kerry gets his orders, he reports for duty. </p> <p>The idea that this frightened, flinching man would oversee the necessary democratic revolution is preposterous. </p> <p>He has made the system work for him by working for the system. He knows that as soon as he turns against it, it will destroy him. What else does he have to fall back on? Charisma? Popular enthusiasm? </p> <p>He's no Hugo Chávez. A vote for Kerry is not just a vote against George Bush. It is a vote for the survival of the system which made Bush happen. </p> <p>I'm not an unhesitating fan of Ralph Nader's - I believe that some of his positions on trade, for example, are wrong - but no one could deny that he possesses courage. </p> <p>His decision to stand in November, when even his former supporters are telling him not to, is as brave as it is foolhardy. He has spent his working life fighting the corporations and being attacked in the media. </p> <p>This month he did something no other US politician has dared to do, and took on the Anti-Defamation League, the organisation which smears opponents of Israeli policy as anti-semites. </p> <p>He won't be elected in November, of course, but that's not the point. The point is that if you want to change a system, you have to start now, rather than in some endlessly deferred future. And the better Nader does, the faster the campaign for change will grow. </p> <p>The Nation claims that Nader would have \"a far more productive impact\" as \"a public citizen fighting for open debates and rallying voters to support progressive Democrats\". </p> <p>But what possible incentive would the Democrats have to listen to him? He has influence over these cowering creatures only while they are afraid that he might take their votes. </p> <p>None of this is to suggest that there is no difference between Kerry and Bush. Where Bush is active, Kerry is passive. </p> <p>He wants to maintain massive levels of defence spending, but, despite his efforts to assure the media that he is as mad as Bush, he would probably be more reluctant to attack other nations. </p> <p>He wants to cut taxes, but he is less willing to wage war on health and education. He wants to hold down the price of oil, but doesn't want to help the corporations open up the Arctic Wildlife Refuge. </p> <p>The question is whether this difference is sufficient to justify the abandonment of the only current electoral attempt to democratise the US political system. </p> <p>I don't believe it is. Progressives on both sides of the Atlantic are asking American voters to sacrifice liberty for security, and democracy for expediency. The voters should ignore them. </p> <p><a href=\"http://www.monbiot.com\">www.monbiot.com</a></p>",
  "The victory of Venezuela's leftwing president, Hugo Chávez, in a national referendum on his rule was greeted with scepticism both at home and abroad. <p>In the Caracas press, dominated by the country's opposition movement, there is much wailing and gnashing of teeth, not to mention a hefty portion of sour grapes. Writing in the independent daily <a href=\"http://www.elmundo.com.ve/Politica/default20040816.asp\">El Mundo (Spanish)</a>, the commentator <b>Isa Dobles</b> opens her piece positively enough. She writes: \"Yesterday was a day of glory. Enormous numbers took to the streets to immerse themselves in democracy. A tide of humanity waited endlessly at polling stations to exercise their free will ... \"</p> <p>But, by the second paragraph, her tone changes: \"So it took some work this morning to accept once again a fraudulent farce, a vengeful oppression, mediocrity and aggression talking ... Is this not just another perverse strategy by Chávez?\"</p> <p><b>Alberto Jordán Hernández</b> in <a href=\"http://opinion.eluniversal.com/2004/08/17/opi_art_17490C.shtml\">El Universal (Spanish)</a> is more mild-mannered, but the message is the same. \"It should be enough just to mention the fraudulent manipulation of the electoral register, the replacement of electoral officials not considered 'effective' and the shameless operation which left Venezuelans waiting up to 12 hours in endless queues,\" he writes, before concluding - contrary to the findings of the Carter Centre and the Organisation of American States - that the whole thing was a con.</p> <p>Relations between Chávez and his rightwing counterpart Alvaro Uribe in neighbouring Colombia have not been easy, and Colombia's only national daily, <a href=\"http://eltiempo.terra.com.co/opinion/colopi_new/pedromedellintorres/ARTICULO-WEB-_NOTA_INTERIOR-1768391.html\">El Tiempo (Spanish)</a> is reluctant to endorse the election result, raising the question of whether Chávez's stated policies are, in fact, a smokescreen behind which he is centralising power in his own hands and muddying the separation of the legislature and the judiciary. </p> <p>In an <a href=\"http://eltiempo.terra.com.co/inte/latin/2004-08-16/ARTICULO-WEB-_NOTA_INTERIOR-1768215.html\">analysis piece (Spanish)</a>, the paper's deputy editor, <b>Rodrigo Pardo</b>, warns that there are difficult times ahead for \"a profoundly divided country\". The paper does, however, conclude in an editorial that \"maybe there is something our fragile democracy can learn from the Venezuelan experience\".</p> <p>In Brazil, the national daily <a href=\"http://oglobo.globo.com/online/default.asp\">O Globo (Portuguese)</a> ignores the story on its comment pages, but does give some prominence to comments by its own country's leftwing president, Luis Inacio Lula da Silva, in which he congratulates Chávez and calls on his supporters to be \"humble and serene\" in victory.</p> <p>Writing in Mexico's <a href=\" http://www.jornada.unam.mx/017a1pol.php?origen=opinion.php&amp;fly=1\">La Jornada (Spanish)</a> daily, <b>Luis Hernández Navarro</b> uses a baseball analogy to describe Chávez's victory as a \"home run\" in which he \"hit the ball out of the ground and landed plum on the White House lawn\". </p> <p>He concludes: \"The coup attempts failed, the general strikes and recall referendum failed ... and the [opposition] Democratic Coordinator movement is left today with just two options: seek to re-immerse itself in the democratic process or die.\"</p> <p>In the United States itself, the major newspapers give prominent coverage to the referendum result, but, in terms of opinion, they seem to be following the White House line in declining to comment for the time being. </p> <p>Not so in Spain, where both left and right leaning papers try to look beyond the implications for Chávez himself. <a href=\"http://www.abc.es/abc/pg040817/prensa/noticias/Opinion/Editoriales/200408/17/NAC-OPI-012.asp\">ABC (Spanish)</a> is scathing. In an editorial entitled Venezuela, Divided by Chávez, the paper lays the blame for the country's political crisis firmly at his feet. \"The real question is whether Chávez's post-communist regime is itself a farce, and whether any amount of effort to sustain it will eventually lead to the socioeconomic collapse of the country,\" the paper says.</p> <p>\"For now, Chávez can count on high oil prices, which came to his help in organising his electoral campaign. But, one day, the massed poor who live in the hillsides around Caracas and who are the main source of his strength, will come down to the Miraflores [presidential] palace not to congratulate him like last night, but to reclaim the thousands of millions of dollars in oil wealth that have evaporated in the enormous inefficiency of this Bolivarian illusion Chávez calls revolution.\"</p> <p>An editorial in <a href=\"http://www.elpais.es/articuloCompleto.html?d_date=20040817&amp;xref=20040817elpepiopi_1&amp;type=Tes&amp;anchor=elpporopi\">El País (Spanish)</a> takes a similar but gentler line. \"The real question is whether the referendum will allow the country to emerge from the deep political and social crisis in which it has been mired for the past two years,\" the paper says, before asserting that \"the first signs suggest that despite the impressive victory of the Venezuelan president over his opponents - his eighth at the polls in less than six years - that situation is not about to resolve itself\". </p> <p>\"Over the past few years, and at times on the edge of an abyss of economic paralysis and social unrest, Venezuelans have wasted a large part of their energies in polemics over the regime installed by the former parachutist and coup leader. For the opposition, the time has come to reorganise itself for the parliamentary elections next year, and for all Venezuelans - pro or anti-Chávez - it is an opportunity to rescue their country from a prostrate position in which more than two thirds of the population are touched by poverty despite the river of money that has flowed from the oil bonanza,\" El País adds.</p>",
  "<p>JJ Abrams, the man behind stylised spy TV series Alias, has taken over on Mission Impossible 3 from Narc's Joe Carnahan. Abrams is the third director to join the project. Fight Club director David Fincher was originally connected the movie, which will star Scarlett Johannson, Carrie-Anne Moss, Kenneth Branagh and Ving Rhames alongside Tom Cruise as secret agent Ethan Hunt. Shooting is expected to start once Cruise finishes work on War of the Worlds with Steven Spielberg.</p> <p><strong>Michael Moore</strong> is to release his anti-Bush polemic Fahrenheit 9/11 on DVD in October, just four weeks before the US presidential election. Distributor Lion's Gate had previously said the film might continue to play in cinemas up until the end of the year, delaying its small-screen release. However, Moore has always wanted the timing of the DVD to coincide with America's visit to the polls.</p> <p><strong>Blair Witch</strong> cinematographer Neal L Fredericks has been killed in an areoplane accident while filming the independent movie Cross Bones in the Florida Keys. Fredericks was shooting from the air when his single-engined Cessna 206 spluttered twice at about 500 feet before plunging into 50 feet of water. Fredericks was responsible for much of Blair Witch's unusual feel, including its shaky camera action, lighting and and use of flashlights.</p>",
  "After a hard night of celebration, which saw bands of supporters of President Hugo Chávez traversing the capital in pick-up trucks and cars, beeping horns and waving red flags, many Venezuelans simply wanted to get home. <p>\"Look at my eyes,\" said Sosscún Niño, one of a small crowd reading the headlines at a newspaper kiosk in central Caracas. \"I've been up all night waiting for the result. Now I'm going home.\" </p> <p>Mr Niño had been at the Miraflores Palace, Mr Chávez's official residence, to hear the 50-year-old president claim victory in the referendum on whether he should be recalled - sacked. </p> <p>\"This was spectacular. There's no other word for it - spectacular,\" he said. \"You have to be a little cautious, but this was a sincere expression of the will of the people. It was magnificent.\" </p> <p>Dressed in a bedraggled red T-shirt bearing the no slogan of the Chávez campaign, José Tuarez Serpa was hopping with excitement. \"This shows those bastards,\" he said. \"This was a day for the country, for peace.\" Mr Chávez's victory speech, he said, was \"fantastic ... beautiful\". </p> <p>In the pre-dawn darkness, Mr Chávez, wiping tears from his face, promised a cheering mass of supporters gathered in light rain: \"Starting today Venezuela enters a new phase. Venezuela has changed for ever. There is no going back. </p> <p>\"I have been subjected to the evaluation of the people and, as I have passed the exam, I intend to dedicate myself to my work with even greater determination. This has given me an unprecedented strength to carry on fighting for the country for the rest of my life,\" Mr Chávez said. </p> <p>He sent a message to the US government, which he has accused of interfering in Venezuela's internal affairs. </p> <p>\"The ball has landed in the centre of the White House,\" he said in a reference to a metaphor he had used in the campaign, when he said the result would be like a baseball being hit all the way to Washington. \"Let's hope that this victory permits the government of the US to respect the government and people of Venezuela.\" </p> <p>In the few hours between the closing of the polling stations at midnight on Sunday and the announcement of the referendum result, Chávez supporters began to circulate through Caracas. Trucks laden with Chávistas descended from working class suburbs, preparing for the lengthy celebrations to come. </p> <p>Army reserves, called up to reinforce security at polling stations, sped across the city in lorries, and several armoured cars travelled down the city's main thoroughfare. Not far away, a group of 20 police motorcyclists cruised along, the riders with shotguns strapped to their backs. </p> <p>Last night as rival supporters took to the streets, some violent incidents erupted. In the most serious, shots were fired at a group of opposition supporters. Several people were wounded and taken to hospital. </p> <p>After an extended day of voting, with most polling stations opening at 6am on Sunday and not closing until midnight, the national electoral council released its preliminary count at 4am yesterday. With 94.4% of the votes counted, 4.9m (58.25%) had been cast in favour of not recalling Mr Chávez, it said, while the opposition campaign garnered 3.5m votes (41.74%). </p> <p>The tally came as something of a surprise. During the vote, people linked to the government had been more circumspect, suggesting a winning margin in single figures, while opposition sources had claimed to be leading by at least 10%. </p> <p>The turnout figures were also surprising. Despite the lengthy queues and the extended voting period, the total turnout was just over 8.5 million out of 14 million registered voters. This fell far short of the 80% figure that had been suggested during the referendum, although it was the largest vote the country has known, beating the previous record of 7.5m ballots cast in the 1988 presidential election. </p> <p>While President Chávez celebrated, opposition leaders alleged electoral fraud. </p> <p>The two opposition members of the five-member electoral council distanced themselves from the official result, saying that they had not been given access to the count and that the paper ballots had still not been counted. With a few exceptions, the referendum was an electronic vote, which meant there was no paper count in the traditional manner. </p> <p>Horacio Medina, a former president of the Unapetrol oil company and a member of the opposition umbrella group Democratic Coordinator, said: \"We are the victims of a mega-fraud. The yes vote won the referendum with 60% of the vote.\" </p> <p>Some anomalies over the vote, including the low number of votes cast for the opposition may reflect more on the validity of past votes than on the referendum, said Gregory Wilpert, an associate editor of Venezuelanalysis.com, a Caracas-based website. \"The vote of 3.5m for the opposition suggests they never reached the 3.8m signatures they claimed when calling for the referendum, and that the electoral council was perhaps right at the time to suggest that many of those signatures were fraudulent,\" he said. </p> <p>The dispute over the validity of the vote, coupled with the distrust felt by many Venezuelans for official institutions, placed an enormous emphasis on the findings of the international observers, led by the Carter Centre and the Organisation of American States. </p> <p>Former US president Jimmy Carter urged \"all Venezuelans to accept the results and work together for the future\". \"Our findings coincided with the partial returns announced today by the national elections council,\" he said. </p> <p>César Gaviria for the OAS said observers had \"not found any element of fraud in the process\". He said the OAS was willing to listen to opposition concerns, \"but not to put the results in doubt\". </p> <p>Despite the tension in official quarters and the unrest last night provoked by opposition protests, most of Caracas went about its business as normal yesterday. </p> <p>\"It's good that we won, but I don't like this triumphalism,\" said one roadside stallholder who preferred not to give his name. \"Now we should settle down and get back to life as normal. It's time for us all to get back to work.\" </p> <p>Outside a deserted polling station in the centre of the city two weary soldiers were standing at 8am. \"No, we're not guarding anything,\" they said. \"We're just waiting for someone to come and take us home.\"</p>"
]