[
  "To the dismay of opposition groups in Venezuela, and to the surprise of international observers gathering in Caracas, President Hugo Chávez is about to secure a stunning victory on August 15, in a referendum designed to lead to his overthrow. <p>First elected in 1998 as a barely known colonel, armed with little more than revolutionary rhetoric and a moderate social-democratic programme, Chávez has become the leader of the emerging opposition in Latin America to the neo-liberal hegemony of the United States. Closely allied to Fidel Castro, he rivals the Cuban leader in his fierce denunciations of George Bush, a strategy that goes down well with the great majority of the population of Latin America, where only the elites welcome the economic and political recipes devised in Washington. </p> <p>While Chávez has retained his popularity after nearly six years as president, support for overtly pro-US leaders in Latin America, such as Vicente Fox in Mexico and Alejandro Toledo in Peru, has dwindled to nothing. Even the fence-sitting President Lula in Brazil is struggling in the polls. The news that Chávez will win this month's referendum will be bleakly received in Washington. </p> <p>Chávez came to power after the traditional political system in Venezuela had self-destructed during the 1990s. But the remnants of the ancien régime, notably those entrenched in the media, have kept up a steady fight against him, in a country where racist antipathies inherited from the colonial era are never far from the surface. Chávez, with his black and Indian features and an accent that betrays his provincial origins, goes down well in the shanty towns, but is loathed by those in the rich white suburbs who fear he has mobilised the impoverished majority against them. </p> <p>The expected Chávez victory will be the opposition's third defeat in as many years. The first two were dramatically counter-productive for his opponents, since they only served to entrench him in power. An attempted coup d'état in April 2002, with fascist overtones reminiscent of the Pinochet era in Chile, was defeated by an alliance of loyal officers and civilian groups who mobilised spontaneously and successfully to demand the return of their president. </p> <p>The unexpected restoration of Chávez not only alerted the world to an unusual leftwing, not to say revolutionary, experiment taking place in Venezuela, but it also led the country's poor majority to understand that they had a government and a president worth defending. Chávez was able to dismiss senior officers opposed to his project of involving the armed forces in programmes to help the poor, and removed the threat of a further coup. </p> <p>The second attempt at his overthrow - the prolonged work stoppage in December 2002 which extended to a lockout at the state oil company, Petróleos de Venezuela, nationalised since 1975 - also played into the hands of the president. When the walkout (with its echoes of the CIA-backed Chilean lorry owners' strike against Salvador Allende's government in the early 1970s) failed, Chávez was able to sack the most pampered sections of a privileged workforce. The company's huge surplus oil revenues were redirected into imaginative new social programmes. Innumerable projects, or \"missions\", were established throughout the country, recalling the atmosphere of the early years of the Cuban revolution. They combat illiteracy, provide further education for school dropouts, promote employment, supply cheap food, and extend a free medical service in the poor areas of the cities and the countryside, with the help of 10,000 Cuban doctors. Redundant oil company buildings have been commandeered to serve as the headquarters of a new university for the poor, and oil money has been diverted to set up Vive, an innovative cultural television channel that is already breaking the traditional US mould of the Latin American media. </p> <p>The opposition dismiss the new projects as \"populist\", a term customarily used with pejorative intent by social scientists in Latin America. Yet faced with the tragedy of extreme poverty and neglect in a country with oil revenues to rival those of Saudi Arabia, it is difficult to see why a democratically elected government should not embark on crash programmes to help the most disadvantaged. </p> <p>Their impact is about to be tested at the polls on August 15. Vote \"Yes\" to eject Chávez from the presidency. Vote \"No\" to keep him there until the next presidential election in 2006. The opposition, divided politically and with no charismatic figure to rival Chávez to front their campaign, continue to behave as though their victory is certain. They discuss plans for a post-Chávez government, and watch closely the ever-dubious and endlessly conflicting opinion polls, placing their evaporating hopes on the \"don't knows\". They still imagine fondly that they can achieve a victory comparable to that of the anti-Sandinistas in Nicaragua in 1990. </p> <p>Yet their third attempt to derail the government is clearly doomed. The Chávez campaign to secure a \"No\" vote has struck the country like a whirlwind, playing to all his strengths as a military strategist and a political organiser. A voter registration drive, reminiscent of the attempt to put black people on the election roll in the United States in the 1960s, has produced hundreds of thousands of new voters. So too has a campaign to give citizenship to thousands of long-term immigrants. Most will favour Chávez, and Chávez supporters are already patrolling the shanty towns and the most remote areas of the country to get the vote out on August 15. One unexpected bonus for Chávez has been the dramatic and perhaps semi-permanent increase in the world oil price. As he explained to me a few days ago, he is now able to direct the extra revenues to the poor, both at home and abroad, for Venezuela supplies oil at a discount price to the countries of Central America and the Caribbean, including Cuba. Chávez celebrated his 50th birthday last month, and he has talked of soldiering on as president for years in order to see through the reforms he envisages. That is not such an improbable proposition. </p> <p>He has also been helped by the changing political climate in Latin America. Other presidents have been climbing over themselves to be photographed with him. He has patched up relations with Colombia and Chile, hitherto cool, and last month reinforced his friendly relations with Brazil and Argentina by signing an association agreement with the Mercosur trading union that they lead. Once perceived by his neighbours as a bit of an oddball, he now appears more like a Latin American statesman. Up and down the continent he has become the man to watch. </p> <p>Faced with a Chávez victory, the opposition may yet turn in desperation to violence. His assassination, hinted at recently by former president Carlos Andrés Pérez, or the deployment of paramilitary forces of the kind unleashed in recent years in Colombia, is always a possibility. Yet the more civilised sectors of the opposition will set themselves, with luck, to the difficult task of organising a proper electoral force to challenge Chévez in 2006. When I asked an uncommitted bookseller whether he would vote to sack the president in mid-term, he replied: \"No, they should let him get on with the job.\" </p> <p><b>· </b>Richard Gott is the author of In the Shadow of the Liberator: Hugo Chavez and the Transformation of Venezuela, published by Verso; his latest book, Cuba: A New History, will be published next month by Yale University Press </p> <p><a href=\"mailto:Rwgott@aol.com\">Rwgott@aol.com</a></p>",
  "This time last week, John Kerry was pictured in a salute on the front of US newspapers, telling the nation that he was \"reporting for duty\". <p>Today, his political opponents are hoping to take the shine off his military record with allegations that he won his five medals by lies and subterfuge.</p> <p>An advertisement broadcast last night in the swing states of Wisconsin, Ohio and West Virginia - where a few votes could make all the difference - featured veterans such as Larry Thurlow telling voters: \"When the chips were down, you could not count on John Kerry.\" </p> <p>Mr Thurlow was in Vietnam at the same time as the presidential candidate, but he was not one of the men who had served on his Mekong delta swiftboat. Mr Kerry describes them as his \"band of brothers\", and they portray him as a courageous fighter and hero.</p> <p>Mr Kerry's supporters, who have made much of his service in contrast to that of George Bush - who was excused Vietnam duty to serve in the Texas National Air Guard - are alleging dirty tricks.</p> <p>The advert is part of a coordinated campaign. A week on Sunday, a book called Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry, will be published, co-authored by former swiftboat commander John O'Neill.</p> <p>It alleges that the wounds Mr Kerry won his three purple heart medals for were not worthy of the awards and, in at least two cases, had been self-inflicted in order to get him off the battlefield. </p> <p>It argues that for him to run for president with such a record while faulting his opponent's would \"represent unbelievable hypocrisy and the truly bottom rung of human conduct\".</p> <p>The Republican senator John McCain, a Vietnam veteran, spoke out after the advert's screening to \"deplore\" the tactics. When he ran against Mr Bush for the Republican nomination in 2000, he had to fight off allegations that being a captive (he was held in solitary confinement for three years) was not as heroic as actively attacking the enemy. Yesterday, he called on the White House to condemn the \"dishonest and dishonourable\" commercial.</p> <p>Mr Bush's spokesman, Scott McCellan, did not denounce the advert but the money that paid for it - so-called \"soft money\", which is collected by independent political funds known as 527s. These are not counted as the Bush or Kerry campaigns so long as they do not actively call on voters to elect either man. Criticising a candidate's record is, however, fair game.</p> <p>Therefore, neither of the parties behind the advert are part of the Republican party or the Bush campaign. Swift Boat Veterans for Truth is a 527, and Regnery Press is a commercial (although politically committed) publishing company. However, a look at the people who connect the enterprises reveals them to be part of a rich partisan tapestry.</p> <p>Mr O'Neill is the link between them. As well as being the book's co-author, he is a member of the Swift Boat Veterans for Truth steering committee. The group was set up with the help of Merrie Spaeth, the widow of Tex Lezar, who was Republican candidate for lieutenant governor of Texas in the same year that Mr Bush ran for governor. He was a partner of Mr O'Neill's at their Houston law firm.</p> <p>Regnery, meanwhile, proclaims itself to be the leading conservative publisher in the US. Acquired by Republican donor Thomas Philips in 1993, it is a subsidiary of Eagle Publishing, which is using its flagship Human Events magazine to promote Unfit for Command and build up its subscription base and mailing lists. </p> <p>Regnery publishes on any number of topics (from threats to marriage to a defence of assault rifles), but scored a number of hits in the Clinton years with titles such as the conservative columnist Ann Coulter's High Crimes and Misdemeanors: the case against Bill Clinton.</p> <p>The most notorious - Gary Aldrich's Unlimited Access: an FBI agent inside the Clinton White House - depicted the executive mansion as a den of debauchery, drug-taking and gay sex. One section claimed the president was smuggled out under a rug for trysts with a female celebrity in a nearby hotel. Mr Aldrich admitted in the book that many of his allegations were, at best, second-hand.</p> <p>On top of this, the O'Neill/Regnery axis has links going back to Richard Nixon. Also a swift boat commander in Vietnam, Mr O'Neill was hired by presidential aide Charles Colson in 1971 to discredit the recently returned Mr Kerry's campaign against the war. Mr Kerry reputedly beat him in a nationally televised debate on the Dick Cavett Show.</p> <p>Sidney Blumenthal, a Guardian columnist and former adviser to Mr Clinton, said he saw nothing new in Mr O'Neill's book and the campaign mounted by Swift Boat Veterans for Truth. \"It reeks of partisan dirty tricks, and the facts simply don't hold up at all. The intent is simply to dirty Kerry,\" he said. \"They have been trying to do this for a long time. Regardless of whether it is false, they will put it out to see if it will hurt.\"</p> <p>The truth of the allegations is disputed by the Kerry campaign, and contradicts the most authoritative account of his time in Vietnam, Douglas Brinkley's Tour of Duty. The author is director of the Eisenhower Centre for American Studies at New Orleans university, which specialises in military history.</p> <p>But the truth does not matter - to confuse the issue of Mr Kerry's military service, which he has made such a strong part of his campaign, is enough to occupy the candidate, distract him and muddy his record.</p> <p>It is not the first time dirty tricks have surfaced in the 2004 campaign. The Drudge Report (which has served as a conduit for the allegations over Mr Kerry's Vietnam service, including allegations that he slaughtered livestock and burned down a village with a Zippo lighter) ran reports in February that the Massachusetts senator had an affair with an intern. There was no truth in it.</p> <p>Later, a photograph emerged of Mr Kerry at a rally with Jane Fonda, the actress who visited Hanoi during the war and, to some, will forever be known as Hanoi Jane. It was proven to be a fake.</p> <p>\"In all this campaign, attacking Kerry on his Vietnam heroism has always backfired,\" Mr Blumenthal commented. </p> <p>\"It is particularly ironic and dangerous, given the fact that Bush is withholding national service records that that show he did not show up for duty in the Alabama national guard, and that he has still not come clean about why he was suspended from flying in the Texas air national guard after refusing to take a physical.\"</p> <p>Of course, Democrats are not the only victims of dirty tricks. The emergence of documents detailing Mr Bush's arrest for drink-driving a few days before the last presidential election was blamed in some quarters for the closeness of the result and his failure to win the popular vote.</p> <p>Around the time of the Kerry intern allegations, the Republican national committee chairman, Ed Gillespie, expressed outrage that the musician Moby, a Kerry supporter, had told the New York Daily News it would be possible to spread anti-Bush gossip on the internet to bring down his support among, for example, anti-abortionists.</p> <p>He then turned it into a pre-emptive rebuttal, opening up the interesting question of whether allegations of dirty tricks constituted a form of dirty campaigning.</p> <p>\"We know now that, some time this fall, Kerry campaign operatives intend to go into pro-life chatrooms on the internet to spread a scurrilous story that President Bush drove a former girlfriend to an abortion clinic and paid for her abortion,\" Mr Gillespie told the Washington Times.</p> <p>Dirty campaigning is nothing new in US politics: in 1800, Thomas Jefferson was accused of favouring the teaching of \"murder, robbery, rape, adultery and incest\". </p> <p>One of Mr Nixon's operatives, Donald Segretti, was imprisoned for illegal campaign material, including faked letters alleging that a senator had fathered an illegitimate child with a 17-year-old. </p> <p>The 2004 race for the White House is close, and we should not be surprised to see more dirty campaigning between now and November.</p>",
  "Good Samaritan laws to protect young volunteers from litigation are being planned by the government as part of an effort to encourage volunteering for young people along the lines of the US citizen corps. <p>The Russell commission, set up by the Treasury and the Home Office, is also looking at financial incentives to encourage 16-18 year olds to undertake volunteering before university. It is due to publish a consultative report in two months. </p> <p>Ministers regard active citizenship as one of the defining ideas of a Labour third term. </p> <p>One idea being considered by the commission is to write off part of a student's debt if the student has been on an accredited volunteering scheme in a gap year. </p> <p>Gordon Brown and David Blunkett support developing active citizenship, especially among disaffected working class youths. Most research shows working class males are increasingly disengaged from all forms of civic participation. </p> <p>Mr Brown and Mr Blunkett have been looking to the US, for ideas and have been examining proposals by John Kerry, the Democratic presidential candidate, for a citizen participation scheme. </p> <p>Research shows that between 100,000 and 200,000 young people aged 16-25 are undertaking some kind of gap year annually, but many are not using the year usefully. </p> <p>The commission has received evidence from voluntary groups that fear that compensation claims are putting off not-for-profit groups organising events or schemes, in case they cannot raise the insurance. </p> <p>There is also widespread evidence that insurance costs for voluntary organisations are rising. </p> <p>In Europe and parts of the US, the state gives volunteers immunity from legal action. At the extreme, some European states go so far as to place a duty on the citizen to be a Good Samaritan so they are required at the most basic to stop to help someone in a car accident, or the victim of a mugging. No equivalent duty exists in Britain. </p> <p>The commission will publish its proposals in the autumn before a final report in advance of Labour's election manifesto. It is looking at financial incentives without making volunteering compulsory. The Home Office provides some financial incentives to volunteers, but the cash only goes to 200 young people.</p>",
  "<b> David S Broder</b> <br> Washington Post, August 5 <p>\"This week, polls showed John Kerry and the [Democratic] convention ... failed to move the dial on this election very far ... Normally the challenger to an incumbent president has two main tasks to perform during convention week. The first is to present a fuller picture of himself, one that is more comfortable to the voter. The other is to lay down in strong terms the case why the man in office should be replaced ... </p> <p>\"What the Democrats did do was to challenge George Bush directly on two of his assets - his reputation as a strong leader and a man with strong values ... It is unusual, to say the least, to build a challenger's campaign on the incumbent's main strengths ... It does not appear to have worked this past week, and now the news focus shifts to the Olympics, the Republican convention and the continuing threat of terrorism.\" </p> <p><b> Derrick Z Jackson</b><br> Boston Globe, August 4  </p> <p>\"A USA Today/CNN/Gallup poll shows the Kerry-Edwards ticket losing its overall lead to the Bush-Cheney ticket ... One reason [the Democrats] have to be concerned is that whatever you think of Mr Bush ... he got where he is by borrowing from Muhammad Ali's rope-a-dope, letting overconfident, righteous opponents flail away until they either exhaust themselves or, better yet, get so wild that they punch their own lights out ... </p> <p>\"It is abundantly clear that Mr Bush already has his three simple themes in his bid for re-election: the war on terrorism, homeland security, and permanent tax cuts ... Mr Kerry has to come up with his own themes on sure-fire issues. The polls already hint that simply bashing Mr Bush is a losing strategy.\" </p> <p><b> Zev Chafets</b><br> Daily News, New York, August 4  </p> <p> \"It is possible that no Democrat could beat Mr Bush this year ... Mr Kerry is not a bad man. He probably wouldn't make a bad president. But he is a bad candidate in a terrible situation. He represents the wing of the Democratic party that is imbued with a sense of its own moral, intellectual, cultural and social superiority. In short, he is the standard-bearer for the unbearable ... </p> <p>\"Mr Kerry now has 90 days to convince voters that a Bush victory in November would be, as his wife put it in Milwaukee on Monday, 'four more years of hell'. The problem is, most Americans don't regard their lives as 'hell' or Mr Bush as Satan. The economy, after all, is ... doing pretty well. Iraq isn't Vietnam ... The Islamic jihad against America isn't Mr Bush's fault, either. A candidate who insists otherwise is bound to strike voters as detached from reality.\" </p> <p><b> Mark Steyn</b> <br>Jerusalem Post, August 5  </p> <p> \"The problem with Mr Kerry [is] not that he's rich but that he's rich in a very un-American way ... On Friday, the Kerry campaign bus ... stopped at [a] local Wendy's ... The photo-op didn't go smoothly ... Teresa Heinz Kerry [his wife] ... pointed to the picture of the bowl of chilli above the clerk's head: 'What's that?' she asked ... The senator also ordered a Frosty, a chocolate dessert ... It then emerged that Wendy's had just been an appetiser. The campaign advance team had ordered 19 five-star lunches from the [nearby] Newburgh Yacht Club ... John Edwards is right: there are two Americas ... </p> <p>\"I now see there might indeed be something to the idea of a remote privileged class hermetically sealed off from the masses. Unfortunately, Mr Kerry seems to be the best living exemplar of it. He may not enjoy eating at Wendy's, but his faux lunch order captures the essence of his crowd-working style: chilli and Frosty.\" </p> <p><b> Robert Dallek</b> <br>Australian, August 5  </p> <p> \"Mr Kerry ... will want to remember John F Kennedy's successful presidential bid in 1960 ... Mr Kerry needs to recall how JFK outdid Richard Nixon in their first and most important televised debate ... </p> <p>\"While Mr Kerry will certainly want to emphasise Mr Bush's questionable record in the White House, he will do better to put a positive message before the country, not as some policy wonk but as a genuinely compassionate man with a clear, understandable vision of where to lead the country at home and abroad ... Like Kennedy, he will want to come across as less of a debater than a sensible man of action who can do better than the Bush administration in promoting prosperity and securing the country's safety.\" </p> <p><b> Dante Chinni</b> <br>Christian Science Monitor, US, August 3  </p> <p> \"Mr Bush's response to Mr Kerry so far has been predictable and perhaps even smart: attack the Democratic nominee to weaken the possible bump he was going to get out of his convention. But in the end, it must be a short-lived strategy. This election isn't a referendum on Mr Kerry, it's a referendum on Mr Bush ... </p> <p>\"And this is where Mr Bush faces a large obstacle. It's difficult to explain exactly what the president stands for beyond tax cuts and 'taking the war to the terrorists' ... So what exactly is the rationale for another term for Mr Bush? Mr Bush faces an unenviable choice. He must begin to make the case for a new approach, something that would suggest that many of the policies of the past four years were a mistake. Or he must promise four more years of the same and hope that's what people want.\"</p>"
]