[
  "The Kremlin is facing growing public anger at its refusal to recognise Tuesday night's double airline crash as an act of terrorism. <p>Officials continued to suggest yesterday that it would take another two days for the investigation to draw any definitive conclusions. But the country's press was united in insisting that the incident - in which two planes apparently blew up in mid-air simultaneously, killing 90 people - was another terror attack, presumably by Chechen extremists. </p> <p>That theory gained weight yesterday, when it was confirmed that the crew of one of the airliners had triggered the SOS button before their plane crashed. Although Vladimir Yakovlev, President Putin's envoy to the southern region encompassing Chechnya, told the ITAR-Tass news agency that the planes' data recorders hadn't provided any firm clues, he said terrorism remained the most likely cause. </p> <p>The commission set up to investigate, headed by the transport minister Igor Levitin, headed for the crash scenes yesterday, joined by a team of explosives experts from the Russian security services, the FSB, which had earlier pushed the idea that a technical error was to blame. </p> <p>The two planes, flying out of Moscow, crashed on Tuesday at 11pm. A Tupelov-134 bound for Volgograd fell from the sky near Tula, 124 miles from the capital, just as a Tupelov 154 heading to the southern beach resort of Sochi crashed near Rostov on Don. There were no survivors. Witnesses reported seeing explosions before the planes crashed. </p> <p>The Kremlin has not yet officially backed Mr Yakovlev's assertion; analysts believe they do not want to admit that such a gross lapse in domestic security could occur in the run-up to vital elections in Chechnya. </p> <p>On Sunday the republic will vote for a successor to Akhmad Kadyrov, the Chechen president assassinated in May. </p> <p>The Russian media yesterday said the Kremlin, already embarrassed by Mr Kadyrov's death and a recent series of daring attacks by militants, did not want to declare the cause of the crashes until the elections are over. </p> <p>Yesterday, officials appeared to stall, saying the two recovered black boxes would take two days to examine. However Mr Yakovlev said the boxes had already been examined and did not yield any useful information. </p> <p>He told Rossiya state television: \"The tapes ... did not show anything. Practically speaking [the data recorders] switched themselves off immediately.\" </p> <p>Yet there have been signs that Moscow will have to accept that the double crash was not an ugly coincidence. </p> <p>On Wednesday President Putin ordered the drafting of emergency laws that would turn airport security over to the interior ministry. </p> <p>Yesterday - a day of mourning in Russia - a policeman from the ministry was at each security point at Vnukovo, one of Moscow's airports. </p> <p>The Russian media, which often toes the Kremlin's line on Chechnya, yesterday declared the crashes the work of terrorists. Even the state newspaper, Rossiskaya Gazeta, carried an opinion piece on its second page titled \"The terror norm\". </p> <p>The Nezavisimaya Gazeta carried the front-page headline \"Russia now has a September 11\". </p> <p>The newspaper Kommersant said: \"It looks like before the Chechen presidential election the authorities simply do not want to admit an obvious fact: Only Chechen fighters are capable of carrying out terrorist attacks of such scale.\" </p> <p>It also quoted an unnamed FSB officer in Rostov on Don as saying: \"[After the poll] things will clear up. Until then, let the disasters be blamed, say, on technical fault or poor quality fuel. This is dictated by the situation.\"</p>",
  "There is a striking moment in Michael Moore's Fahrenheit 9/11 when members of the Congressional Black Caucus petition Congress to re-examine the 2000 election results. One by one, African Americans from the lower chamber, the House of Representatives, approached the dais and explained that, in light of the large number of black voters who were turned away from the polls in Florida, the results were invalid. <p>In order to have their grievance tabled and discussed, they needed one senator to support them. The motion fell because not one of the 100 senators, two for each state in the union, was prepared to back them. Not one senator was black. </p> <p>Come November 3, that will change. For the first time in American history, both the main candidates in a senate race are black. In the election to replace the Republican senator Peter Fitzgerald, of Illinois, the Democrats are fielding Barack Obama, 43. His only gaffe during the Democratic party convention in Boston was to deliver a speech that was so well received that it threatened to overshadow John Kerry's. For the Republicans there is Alan Keyes, 54, an ultra-religious former ambassador to Unesco who stood in 2000 for the Republican presidential nomination. </p> <p>Given that only two black senators have ever been elected by popular vote, an all-black Senate race in a state that is 73% white is a significant moment. The fact that it should happen in Illinois, which markets itself as the Land of Lincoln, home of the American president credited with freeing the slaves, is greeted with a mixture of pride and feigned indifference. </p> <p>\"Well, it's about time,\" said DuWayne Thompson, an African American in the downstate town of Joliet. \"I don't know if white people have a problem with it. But they shouldn't. We have to choose between two white men for president every time and they don't complain.\" </p> <p>Many white people insist that they have barely noticed. \"I don't think it's important,\" says Cathy Harvey, filling up on petrol in the nearby town of Morris. \"We've moved on from that now. So long as they can represent the state well, I don't care what colour their skin is.\" </p> <p>Winning Illinois demands a tricky political balancing act at the best of times. Demographically, Cook County, home to Chicago and its sprawling suburbs, dominates the state. More than 40% of Illinois' population, and 75% of its African Americans, live in Cook County. </p> <p>The state is larger than England, but beyond the shadow of Chicago's skyline lies mostly farmland and prairie. Illinois' second biggest city, Rockford, would fit into Chicago 20 times. </p> <p>So a candidate cannot win Illinois without appealing to the cosmopolitan, more liberal and more diverse city; but they must also engage the more rural, white, socially conservative part of the state. </p> <p>When Mr Obama, formerly a state senator from Chicago, kicked off his campaign for the Democratic nomination, only about 50 people attended a launch party. \"At that stage it wasn't clear that he would even get the African-American vote,\" said one supporter who attended but did not wish to be named. </p> <p>On top of that he had a name that rhymed with Osama. Mr Obama used it to connect with crowds, calling himself \"the skinny kid with the funny name\" and telling the young: \"My name is Obama, not Yo Mama.\" </p> <p>Mr Obama was in a tight race to represent the Democrats against a wealthier, white candidate, Blair Hull, who spent $29m (£16m) on his campaign and was backed by one of Chicago's most prominent black politicians, the former black panther Bobby Rush. </p> <p>\"At the beginning, a lot of people in the black community didn't think Obama was black enough,\" says Salim Muwakkil, a contributing editor for the radical magazine In These Times. \"He was bi-racial; he was Ivy League and he wasn't from Chicago. White people liked him so much, they didn't really trust him.\" </p> <p>Mr Hull's campaign imploded after unsealed divorce papers alleged he had struck his ex-wife and threatened to kill her. Mr Obama romped home, avoiding a runoff with 53% of the vote in the first round. </p> <p>By June, Mr Obama held a double-digit lead over the Republican challenger Jack Ryan, when Mr Ryan's campaign also collapsed. Previously sealed divorce papers revealed that he had tried to force his ex-wife to go to sex clubs and allow others to watch them have sex. After pressure from state Republicans, Mr Ryan dropped out, leaving them four months from polling day without a candidate. </p> <p>The Republicans had difficulty finding a contender so late. Then, this month, Mr Keyes said he had \"a moral obligation\" to run against Mr Obama's record on abortion, gun control and tax. </p> <p>\"Obama has never seen a spending bill he couldn't find some excuse for, and has never seen a tax increase he didn't like,\" he said. </p> <p>\"We needed to find another Harvard-educated African American who had some experience on the national political scene,\" the Republican legislator Steven Rauschenberger told the Los Angeles Times. \"We need that because the Democrats have made an icon out of Barack Obama. The only way to fight back is to find your own icon, and that is not going to be an easy thing to do.\" </p> <p>Critics say the Republicans' choice of Mr Keyes was cynical and tokenistic. \"They know they can't win so they are trying to bloody Obama,\" says Mr Muwakkil. </p> <p>Others disagree. \"Some people think the Republicans were trying to be cute by picking another black guy,\" says Tom Roeser, a columnist for the Chicago Sun-Times. \"But the white establishment only ever picks one black guy to lead black America at any one time. The Democratic convention was Obama's coronation and now he's being groomed for the presidency. I think Alan wants to make it clear that Obama doesn't represent African Americans and there are more choices out there.\" </p> <p>Mr Keyes' brand of religious zealotry, maverick tendencies (last week he embraced reparations for slavery), and theatrical flourishes (he has branded Mr Obama's pro-choice stance as \"the slaveowner's position\"), does not play well in midwest heartlands. Nor do his Republican affiliation and anti-affirmative action stances please African Americans. </p> <p>At this stage the race is Mr Obama's to lose. A Chicago Tribune poll on Sunday gave him a 41-point lead, and 96% of the black vote. </p> <p>Even Mr Keyes' supporters concede that he has very little chance, but hope his candidacy may help shake up a moribund state party. </p> <p>\"I don't think Jack Ryan was going to win either,\" says Mr Roeser. </p> <p>\"But I think Alan is going to make Obama the issue. And given all the expectations there are now that he might be the first black president, I think Obama is the issue.\"</p>",
  "<b>Jailed leader up for election</b> <p>Jailed Pakistani opposition leader Javed Hashmi has been named as a candidate in today's prime ministerial election. Shaukat Aziz, an ally of President Pervez Musharraf, is expected to win the parliamentary vote.<br>AP, Islamabad</p> <p><b>Five die in Assam blasts</b></p> <p>Five people were killed and 50 hurt in explosions in India's north-eastern state of Assam yesterday. Police blamed separatist militants.<br>Reuters, Dibrugarh</p> <p><b>Rivals tell Karzai to quit</b> </p> <p>Fifteen candidates in the Afghan presidential election accused the interim leader, Hamid Karzai, of using government money in his election campaign and called on him to step down.<br>AP, Kabul </p> <p><b>Locusts threat to crops</b></p> <p>The UN Food and Agriculture Organisation has appealed for £57m in aid to combat swarms of locusts threatening crops in African countries.<br>AP, Rome </p> <p><b>Minister backs Masai claim</b></p> <p>The Kenyan lands minister, Amos Kimunya, broke ranks with his government yesterday to support Masai tribesmen's attempt to reclaim ancestral land given to British settlers.<br>Reuters, Nairobi</p> <p><b>Typhoon claims 34 lives</b></p> <p>The death toll from typhoon Aere rose to 34 yesterday after 15 Taiwanese and five Filipinos were killed. One million people were evacuated in China.<br>AP, Shanghai</p>",
  "We correctly said that Herbert Hoover was president of the United States from 1929 to 1933 but incorrectly said \"he was walloped by Franklin D Roosevelt in 1933\" (Why Bush is on the carpet with Hoover, page 25, August 23). The presidential election was in November 1932 and FDR took office in March 1933. <p>A panel accompanying a news feature on the possible make-up of England's cricket squad for the forthcoming South Africa tour gave Chris Read's county as Gloucestershire. He plays for Nottinghamshire (How England's hopefuls compare, Sport, page 17, August 24) </p> <p>We said, in the obituary of John Weightman, that he had graduated from the University of Newcastle in 1936 (page 25, August 19). At that time the Newcastle colleges were part of a federal University of Durham, which was dissolved in 1963 when the University of Newcastle upon Tyne was established. </p> <p>An explanation of yngling (What is yngling?) posted on our website on August 19, refers to a planning dinghy. That is a planing dinghy. Planing is when the boat lifts over its bow wave thus enhancing its speed. </p> <p>We gave the wrong website address for the Qpod, the small off-road vehicle featured in All the fun of a flying wheelie-bin (G2, page 13, August 24). It is <a href=\"http://www.qpod.co.uk\">www.qpod.co.uk</a>. </p> <p>It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning <b>0845 451 9589</b> (UK only, calls charged at local rate) or <b>+44 (0)20 7713 4736</b> between 11am and 5pm UK time Monday to Friday excluding UK bank holidays.<br><b>Mail</b> to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK.<br><b>Fax:</b> +44 (0)20 7239 9997.<br><b>Email:</b> <a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a></p>",
  "Last year some election watchers made a bold prediction that this presidential election would set a record: the first half billion dollar campaign in hard money alone. It turns out the projections were way too modest. <p>Here are the numbers so far. As of last month, according to the latest campaign finance data, George Bush has raised $243m, and spent $209m. John Kerry has raised $304m and spent $182m. </p> <p>According to federal election rules, the Kerry campaign can only spend another $75m between the day of his nomination and election day, capping his total at around 250 million. The $75m limit only applies to Bush once he accepts the nomination on September 2, allowing him to max out at around $325m. So the combined total of hard campaign dollars alone will crash through the half billion dollar mark. </p> <p>But that's before we even get to soft money contributions, where no caps apply. This year independent soft money organisations from both parties have so far spent $212m. The so-called 527s can keep raising and spending without limit through November 2, putting the country on track for its first billion dollar election - roughly double the money spent in 2000- itself a record year.</p> <p>The exponential rise of campaign dollars is ironically due to a piece of legislation that was supposed to shrink the obscene amount of money thrown at elections. The McCain-Feingold bill of 2002 had lofty intentions, some of which were realised.</p> <p>No longer can huge corporations write six or seven figure cheques directly to candidates in the expectation of a quid pro quo. The strict limits on individual contributions flowing to them has democratised that part of the campaign system. Witness the Howard Dean phenomenon where hundreds of thousands of people each gave two thousand dollars or less to create a popular bandwagon.</p> <p>However the very wealthy have exploited the yawning loophole in the law which allows unlimited money to flow to organisations independent of the campaigns, but working parallel to them. </p> <p>As these groups are forbidden by law to advocate for a particular candidate, they tend toward negative advertising. So not only has the McCain-Feingold bill failed to stop the flow of money to elections, it has resulted in much nastier campaigning. And when a campaign gets nasty that just encourages more spending. </p> <p>We entered the vortex of this spending spree about two weeks ago when an \"independent\" group began airing the infamous Swift Boat ad calling John Kerry's heroism in Vietnam a sham. Despite Kerry's initial reluctance to break into his campaign coffers in response, hard reality has prevailed, turning the traditionally quiet month of August from the lull before the storm to the storm before the storm. </p> <p>The fallout from the Swift Boat ad has been intructive for voters, because it exploded the fallacy that soft money organisations operate independently of hard money campaigns. This week Democrats pointed out that George Bush's senior campaign lawyer, Benjamin Ginsburg, had been advising \"Swift Boat Veterans for truth\", the group that financed the ad, forcing him to resign. </p> <p>But before Democrats get too righteous on this issue they should remember that a similar nexus of coordination exists on their side too. Jim Jordan - who until November last year was John Kerry's election campaign manager - is now strategising for the biggest independent slush fund of all on the Democratic side- the Media Fund.</p> <p>In fact Democrats caught onto the idea of the shadow election campaign much earlier than Republicans. The first nine of the top ten contributors to 527s this year are Democrats. Republicans are catching up fast, however. Carl Rove has sent the word out to big name visitors to New York next week that they will be expected to open their chequebooks in an effort to match if not dwarf the Democrats' war chest.</p> <p>All of which means that the electorate will be treated to an avalanche of campaign ads- most of them negative- between now and November. Will the important issues of the day be obscured by personal character attacks? Yes. But let's not pretend that any change in the finance laws would radically influence the level of political discourse for the better. </p> <p>The first amendment thankfully protects the rights of everyone to say pretty much what they like about anyone else. Voters are also free to draw their own conclusions, and if they think that a negative attack is unjustified they will punish the practitioner. </p> <p>In a free market, money is the most fungible commodity. The role of big money in the pursuit of the world's biggest political prize cannot be curtailed. But it hasn't diminished the role of the voter. They will get to decide which candidate's half a billion dollars was a worthwhile investment and whose was a colossal waste.</p> <p>\u0095 Philip James is a former senior Democratic party strategist</p>",
  "Terrorists may have brought down one of the two Russian airliners that crashed within 40 minutes of each other killing all 89 passengers and crew on Tuesday, Russian security services said today. <p>Investigators revealed the presence of explosive traces in the wreckage of the Tu-154 aircraft which crashed in southern Russia shortly after leaving Moscow killing 40 people, according to the Russian Itar-Tass news agency.</p> <p>On Wednesday, the Russian security service, FSB, announced that the crashes were not the result of terrorism. But this morning FSB spokesman Nikolai Zakharov said on Russian television that an explosive had been discovered and that \"preliminary analysis indicates it was hexogen\". </p> <p>Zakharov stopped short of declaring the crash was due to terrorism, but said that efforts were underway to determine who could have committed a terrorist act </p> <p>The official disclosure followed claims from an Islamist group that it had hijacked both Russian planes that crashed this week and threatened more attacks. </p> <p>\"Our mujahideen in the Islambouli Brigades were able to hijack two Russian planes and they were successful despite the obstacles that faced them at the beginning. There were five (mujahideen) in each plane,\" said the Arabic-language statement, whose authenticity could not be verified. </p> <p>It was posted on a website which usually carries Islamist militant statements. </p> <p>The focus had initially fallen on the breakaway movement in Chechnya. Among leads being investigated was the discovery that one of the Tu-154 passenger's remains had yet to be claimed. The woman's surname indicated she was probably of Chechen descent. </p> <p>Some fear the double plane crash was part of a new wave of terrorist acts ahead of a presidential election in Chechnya, where Russians have been fighting rebels for a decade. Rebels launched a major raid in the regional capital last weekend and threatened more ahead of Sunday's presidential poll. </p> <p>Chechen rebels and their supporters are blamed for a series of suicide bombings and other attacks in Chechnya and the rest of Russia over the past few years, including last year's suicide bombings of an outdoor rock concert in Moscow and another outside a hotel near Red Square.</p> <p>Moderate Chechen separatists deny any part in the crashes. </p> <p>However, the Russian presidential envoy for the region that includes Chechnya, Vladimir Yakovlev, conceded last night that terrorism was seen as the most likely cause.</p> <p>Earlier the head of the crash inquiry told Russian television yesterday that the crew of the Tu-154 hit the SOS button before their aircraft crashed. But investigators have still not ruled out human error or bad jet fuel. The aircrafts' flight recorders have been recovered but have not yet been fully analysed.</p> <p>The Islamist website claim did not refer to al-Qaida, but a group called \"the Islambouli Brigades of al-Qaida\" have claimed responsibility for last month's attempt to assassinate Pakistan's prime minister-designate. </p> <p>The statement did not give details on how the alleged attacks on the Russian planes occurred but went on: \"Our mujahedeen, with God's grace, succeeded in directing the first blow which will be followed by a series of other operations in a wave to extend support and victory to our Muslim brothers in Chechnya and other Muslim areas which suffer from Russian faithlessness.\" </p>",
  "<p>Watching last month's Democratic Convention, I was persuaded that whichever genius organised the Boston shindig was a shoo-in for the job of overseeing the next Oscars, so slick, empty and crowd-pleasing were the proceedings. They wouldn't have to change a thing - just shorten the speeches. The party's collective g-spot was relentlessly abraded, all its greatest hits were played: nimble-fingered rock star Bill Clinton doing his Silver Fox thang; Al Sharpton gettin' righteous'n'churchy; Hillary upliftin' the sistaz; plus John Edwards, the housewives' favourite, doing his naff Burt Reynolds impression. </p> <p>So the party faithful headed home for the hustings wearing smiles almost as wide as those on the painted faces of Boston's newly enriched hookers, last seen sashaying en masse, totter-heeled, fat pocketbooks overflowing, towards the city's Cadillac and Lexus dealerships. Talk about happy endings. </p> <p>I am anticipating something a little different from the Republicans next week. Convening, as it were, behind enemy lines in New York City, for the second coronation of President George Amberson Minafer - beg pardon, George Bush - though the filmic echoes are no less apparent. I am expecting Triumph of the Dubya, sort of Leni Riefenstahl, but inside-out and upside-down. </p> <p>Fraulein L's art director Albert Speer played down the ugliness of the Nazi party membership - those fat Austro-Bavarian types who had sucked too much sausage and stared too deeply into their steins - by turning the lights off. </p> <p>One expects the Republican special effects team to use endless smoke and mirrors to conceal the snarling fangs of their beast. Expect to see on stage, amid all the rah-rah bullshit, those ethnic minorities who, as recently as 1992 or 1996, would more likely have been glimpsed working as parking valets, toting the hors d'oeuvres and speaking only when spoken to than behind the podium. Alongside them will be elements of the dejected \"main street\" liberal Republican remnant who are scorned within their own party as RINOs (Republicans in Name Only), and who may one day simply up and split and become the future right wing of the Democratic party. </p> <p>This year's presidential election recalls LBJ's rout of Arizona rightist Senator Barry Goldwater in 1964, but played out against a backdrop more reminiscent of 1968. Each campaign had its filmic analogue: in 1964 it was Gore Vidal and Franklin Schaffner's The Best Man; in 1968 Haskell Wexler's Medium Cool. </p> <p>This year The Best Man feels more prescient and disturbing than ever before. It is set at the convention of an unnamed party yet to select its candidate. The liberal, played by Henry Fonda, is the cerebral Senator Bill Russell, with his \"nuanced\" views and Clintonian womanising, based on 1952 and 1956 Democratic contender Adlai Stevenson. </p> <p>His junkyard dog of an opponent is Senator Joe Cantwell, played by Cliff Robertson, an evocative piece of casting since he had recently played the young JFK in the hagiographical PT-109, a piece of quasi-Swift boat nonsense much more susceptible to demolition than Kerry's exploits in the Mekong Delta. Cantwell does cant very well indeed: he's a handsome, shabby hustler with Attwater-Rovian gutter instincts. He made his political bones blasting a chimerical communist mafia and thinks he can increase military spending while eliminating the income tax. \"He'll do anything to win,\" says Russell, \"and that makes him dangerous.\" Does any of this sound terrifyingly familiar? </p> <p>Cantwell's Shrub-like first instinct on learning that Russell may win the backing of the party's last president, the folksy, gimlet-eyed Art Hochsteader (1930s romantic lead Lee Tracy in a barnstorming swansong performance), is to prepare copies of Russell's psychiatric report for every convention delegate. Initially reluctant to dive into the mire, Russell finally permits his campaign manager to hunt down rumours of Cantwell's involvement in a homosexual scandal. </p> <p>What's missing in today's political landscape is a figure like Hochsteader, with his roots deep in the rural populist tradition, his feel for ordinary America, and his realism about the essential unreality of politicking. \"It's not that I mind your being a bastard, it's your being such a stupid bastard I object to,\" he admonishes Cantwell, before warning him of the fate of those politicians who start believing their own self-generated horseshit. </p> <p>So much for inside the convention hall: Medium Cool climaxes in the streets outside the strife-torn 1968 Democratic convention, and may offer a foretaste of the protests in Manhattan next week. Director Haskell Wexler had been The Best Man's cinematographer in 1964, and for Medium Cool's finale he took his cameras to Chicago's Grant Park, where the Yippies and elements of SDS were preparing to protest the Machine-brokered Humphrey ticket. </p> <p>The \"you-are-there\" feeling is stirring and immediate even today. When the Chicago cops staged what was later called their \"police riot\" against the hippies, Wexler was in the thick of it, indeed one of his assistants can be heard yelling, as a teargas grenade lands nearby, \"Look out, Haskell, it's real!\" </p> <p>And today, nothing in politics is \"real\" - except the consequences we all must suffer. Everything is staged, nothing has any more than surface meaning or value. Imagine a convention today selecting its candidate at 3am instead of in prime-time (McGovern, 1972, the year that also brought us the cynical Candidate, starring Robert Redford, left); or a host-city's mayor being called a fascist, then allowing the nation's lip-readers to catch him calling his tormentor \"you fucking kike\" (Abe Ribicoff v Richard Daley, 1968); or a wheelchair-bound Vietnam veteran being roughly hauled from the floor of a Republican convention amid cacophonous jeering (Ron Kovic, 1972). Not a chance. All we will get next week, as we got last month, is script, make-up, special effects. Lights, cameras, and no action. </p> <p>But outside? Endless possibilities ... Bring on the love riot.</p>"
]