[
  "I'm writing from California, where the presidential election is mainly a rumour, fed by cable news. Poor souls, we see only the barrage of television ads that now constitute the bulk of a modern campaign when they're excerpted on the news broadcasts - which they increasingly are. In one of this campaign's novel twists, many adverts are now made only to be 'released' to the internet in the hope of garnering free news coverage. <p>In the 1950s, fear-mongering critics foresaw a dystopian future in which political leaders would be 'sold like soap'. They were risibly wrong. Soap advertising rarely stoops to the level on which American political advertising, with its creepy background music, grotesque slo-mo footage and fear-inducing voice-over announcers, lives. </p> <p>California is on the outside looking in because this state is overwhelmingly pro-Kerry. The polls say so. And so we suffer our lack of inundation, due to this odd confluence of a political antique and the latest technology. The antique is the Electoral College, which distributes votes for president state-by-state, and its accompanying state legislation which, with a couple of exceptions, apportions those votes on a winner-take-all basis. The latest technology, gleaned from advertising, dictates that you focus only on likely prospects. In California, long since relegated to the Kerry column, there are none. A California Bush voter is, in effect, a wasted Bush voter. So for us, as for you, this excruciating year has been, aside from the fundraising, mainly a spectator sport. </p> <p>The local newspaper printed an opinion piece last Sunday about the man whom a recent book identified as 'Bush's Brain', Karl Rove. Liberal writer Neal Gabler offered the most dire interpretation of Rove's baleful influence on politics - even calling him, at one point, Machiavellian. Well, excuse the hell out of me. I thought this was a contest about life-and-death issues, the war, global warming, the future of the world's most conventionally powerful nation - you know, stuff like that. If you really wanted to win such a campaign, gosh, maybe you'd even like the operation to be run by someone Machiavellian. After all, if the toilet stops up, I call the plumber. </p> <p>Liberals, of the Hollywood variety particularly, evince the most exquisite dismay at the ruthless and unethical behaviour of the likes of Rove. Then they go back to chuckling indulgently at the less ethical, and less explicable, behaviour of the often-feral agents and producers in their own midst. At least Rove has the good manners not to behave like a spoilt three-year-old who's been kept up two hours past his bedtime. </p> <p>Democrats generally revel in the conceit that they're smarter than their opponents, while Republicans assure themselves they're more moral than the other guys. But, Bush is not the idiot liberals like to think. He's got a kind of reptilian cunning, and Rove taps right into that political lizard brain. Combined with fervid Methodism, you've got ruthless certainty. Bush also has excellent speech writers, and knows how to stick to the script. </p> <p>Kerry's way of vaulting over the threshold issue - are you tough enough? - has been to proffer his Vietnam resumé. When it was savaged by the Swift Boats for Truth ads, he spent the first three weeks of August not defending his own military record. When asked about this strategy, Kerry said his advisers wouldn't let him. </p> <p>The senator also has his own savant, a seven-time loser (in presidential campaigns) named Robert Shrum. His signature is a sort of throwback populism. In a recent New York Times Magazine article, Shrum was asked why the Kerry campaign was ignoring the centrepiece of his Senate career, a tough investigation that led to the closing down of BCCI, an international bank with drug cartel and - how's this for relevance? - terrorism connections. Shrum's answer: it's too complex for 'them'. Populism in action. So, Kerry's senatorial life is a self-defined black hole. Fortunately for him, there are no Machiavellians around to define it in more sinister terms. </p> <p>Bill Clinton has been brought in to 'make the sale' for Kerry. Arnold Schwarzenegger is doing similar last-minute work for Bush. How do you like your testosterone: straight, or mixed with steroids? </p> <p>One can excuse the still undecided for thinking this election boils down to a simple question: after the funeral, whom would you rather hang out with, the preacher or the mortician? </p> <p>For me, it's also a simple question. Bush has run a disastrous war. Kerry has run a feckless campaign. On Tuesday, the American people can punish only one of them. </p> <p><b>·</b> Actor and writer Harry Shearer voices Mr Burns and Smithers, among others, in The Simpsons. His films include Spinal Tap and A Mighty Wind.</p>",
  "<b>ABORTION</b> <br> <b>Countdown starts for Roe v Wade</b> <p>Dorothy Fadiman was a graduate student at Stanford University when she became pregnant, and begged her gynaecologist for an abortion. When he said he couldn't do it, she 'found a branch of the Mafia, paid someone $600 cash, and had a blindfolded, unanaesthetised abortion from a stranger'. The operation went so badly that, she remembers, 'the same gynaecologist who would not give me a safe abortion came to the intensive care ward and saved my life'. </p> <p>The year was 1961. In 1973, in the landmark Supreme Court ruling known as Roe v Wade, abortion was made legal in the US. It is now estimated that about one in three American women will have had an abortion by the age of 45. But the ability of individual states to impose restrictions on women's access to safe abortions has been gradually expanded since 1973. </p> <p>Now more than half the 50 states require parental notification for minors, and many states impose a waiting period and restrict public funding or insurance coverage - a situation which means that, in the words of one clinic director in Alabama, 'for young women and poor women, the desperation is already here'. Because they receive federal funds, US military hospitals abroad are not allowed to perform abortions on servicewomen or the wives of servicemen. </p> <p>Roe v Wade is currently upheld in the Supreme Court by a slim margin of 5-4. Since it is one of the longest-serving Supreme Courts in US history, the next President is expected to appoint one or more Supreme Court justices. Depending on who they are, and who retires, a woman's right to choose may be severely threatened. George Bush has said he is not in favour of a 'litmus test' which would force a judge to outline his or her position on abortion beforehand. John Kerry stands by the constitutional right to choose, and has outraged his fellow Roman Catholics by stating that the decision is 'between a woman, God and her doctor'. </p> <p>The hottest topic due to appear before the Supreme Court on this issue is the Partial-Birth Abortion Ban Act. It was first introduced in 1995, vetoed by President Clinton, and recently passed into law by President Bush. Three district judges declared the ban unconstitutional, and it is now on appeal. </p> <p>The ban refers to a procedure dubbed 'partial-birth abortion' by anti-abortionists. Medically termed 'dilation and extraction' (D&amp;X), it involves partially delivering a second-trimester foetus before puncturing the skull and suctioning the contents before final delivery. It is used very rarely, but because of its apparent brutality the pro-life movement has found an emotional argument. 'From a PR standpoint, it's a winning issue for them,' says Steven Emmert, of the National Coalition of Abortion Providers. 'When they created the term \"partial-birth abortion\" they won the PR war.' </p> <p>'D&amp;X' first came to national attention in 1992, when Dr Martin Haskell, a physician in Cincinnati, Ohio, gave a paper on it. He and other doctors had begun to use the procedure when aborting foetuses with severe birth defects (undetected before 20 weeks), because doctors needed an 'intact' foetus to be able to advise parents whether future children were at risk. </p> <p>The banning of a specific procedure is unprecedented but, as Carol Tobias, political director of the National Right to Life Committee, puts it, 'we think if we want to protect unborn children we have to take it one step at a time'. </p> <p>Though there may now seem little to defend about D&amp;X as opposed to other methods, the ban is seen by the pro-choice movement as a symbolic step towards overturning Roe v Wade. 'It's not about a particular procedure,' says Emmert, 'it's about turning the public against abortion in general. And it's working: the frightening thing is, when we look at polling numbers, increasingly young women who have not lived through the days before Roe are more apt to say they are anti-choice.' Tobias says that overturning Roe v Wade 'will take a few years, but I certainly think it's possible'. </p> <p>Susan Cohen, director of Government Affairs at the Alan Guttmacher Institute in Washington, formerly part of the Planned Parenthood Federation of America, believes that a Bush win means 'we can anticipate more federal legislation restricting various aspects of access to abortion'. </p> <p>One of these is the Child Custody Protection Act. If passed, it would mean that, if a minor who lived in a state requiring parental consent crossed state lines to have an abortion in one that didn't, whoever accompanied her - friend, boyfriend, grandmother - could be jailed. In some states abortion clinic staff face daily aggressive protests. Since 1977 there have been seven murders, 166 arson attacks and 1,042 acts of vandalism at clinics. </p> <p>Dorothy Fadiman is now a 65-year-old maker of documentaries. She is married, has children, and has been nominated for an Oscar for a film she made about abortion. In the run-up to this election, she has been touring colleges in swing states, trying to keep young women informed. 'It's the stealth nature of the effort. Under the radar screen, they've been whittling away at all these rights. Now the liberals are saying, \"Where were we? Asleep at the wheel?\".' </p> <p><b>Gaby Wood</b></p> <p><b>JOBS</b> <br><b>Mixed messages in the Rust Belt</b></p> <p>It is called the Rust Belt and it extends in a wide arc across the north-east of America, from Buffalo in upstate New York to the car capital of Detroit hundreds of miles away in Michigan. </p> <p>It is a land of emptying factories and job losses. It should be safe Democratic territory. But in America's divided election of 2004, few things are simple and the issue of jobs is no exception. </p> <p>The Rust Belt runs across several key battleground states, including Pennsylvania, Ohio and Michigan. All have suffered job losses. For some, voting for John Kerry is as natural as breathing. John Abdalla, chairman of the Democratic Party in Ohio's Jefferson County, says jobs are the key issue in his corner of the most vital swing state in the election. 'We just cannot stand any more of this,' he said. </p> <p>Jefferson County lies alongside the Ohio river valley and is full of towns that rely on the huge steel mills that dot its banks. But many are running on much reduced capacity. Some have closed. Joseph Brem used to work in one of them. But its workforce has been slashed, and his healthcare benefits have been lost. Now he is volunteering for Kerry's campaign. 'I will do whatever it takes to beat Bush,' Brem said. </p> <p>Brem said everyone in his hometown of Steubenville has a story about the decline of the mills. Their legacy is obvious. Huge murals celebrating the steel industry are painted on the sides of buildings on the town's main street. The hulking mill complex dominates the town, as do the scarred hills above it, decimated by decades of mining. </p> <p>Justice Smith pointed to the mill. 'This is a steel town. Both my grandfathers spent 40 years in that mill,' he said. 'Steel is everything here.' </p> <p>But there are other economic trends afoot. Smith lives in Steubenville, but works in nearby Pittsburgh as an advertising executive. New jobs have arrived in the Rust Belt. </p> <p>In fact, the traditional political orthodoxy - that job losses equals a boost for Democrats - has not held true in 2004. In Ohio, which has lost almost a quarter of a million jobs in the past four years, the race is still tight. The same is true in Michigan, where factory closures and layoffs have not yet put the state firmly in the Democratic camp. Bush is still campaigning hard and has the state firmly in his sights as winnable. </p> <p>Yet the situation is reversed in Florida. There the economy is booming and producing more jobs than anywhere else in the country. In the past 12 months, 125,000 new jobs were created. Bush won the state last time by a razor-thin, and fiercely disputed, margin of just over 500 votes. But this time round, Bush has failed to capitalise on the boom. The state could still vote for Kerry. </p> <p>There are two factors that confuse the picture. The first is that terrorism and the war in Iraq has trumped jobs as the main issue in the Rust Belt and elsewhere. </p> <p>David Griffey is a life-long Ohio steelworker, the son of a retired union president and a registered Democrat. Yet last week he attended a Bush rally in Youngstown, Ohio, and said he was voting for the President. 'Bush is trying to create peace around the world. The mistakes in Iraq are from the military. You can't blame the President for them,' he said. In Florida, that situation is reversed. The state is home to many veterans and families of soldiers. Many have turned against the war and will be supporting Kerry. </p> <p>The other factor is the economy itself. It has painted a confusing picture that has allowed both candidates to pick and choose what they want. Kerry has slammed the job losses and pointed to the fact that Bush is the first President since the 1930s to preside over a net loss of jobs. But the Republicans point to a low unemployment rate that matches the levels of the boom during the era of Bill Clinton. They also say that economic growth is healthy. </p> <p>That allows George Bush relentlessly to use the same stump speech phrase at rally after rally. 'The economy is strong and getting stronger,' he says. </p> <p><b>Paul Harris</b></p> <p><b>SECURITY</b> <br><b>Military's poll paradox</b></p> <p>Steven McHugh never planned a career in the military. But after al-Qaeda launched its attacks on 11 September, the 22-year-old from New Jersey told his mother that he believed it was the defining moment of his generation. So McHugh volunteered to fight those responsible. </p> <p>But where the army took McHugh was not to the war against Osama bin Laden, but Iraq. When he returned on leave to New Jersey in July his mother Mildred was shocked how her son had been changed in six months based near the city of Samarra. </p> <p>'He seemed like a different person. He had lost his best friend in his unit. He said that he had seen some terrible stuff. He was incredibly jumpy, looking at cars all the time as if they be a threat and dropping to his knees if he heard a loud noise.' </p> <p>What makes Mildred angry is that she believes her son's sense of idealism and duty was betrayed. Steven was sent to fight the wrong war. </p> <p>The result has been that for the first time in her life, the 44-year-old has started going to demonstrations. She says if the US electorate returns George Bush as President this week she is not certain how to deal with her disappointment with her fellow Americans. </p> <p>And for those like Mildred and her son, the appearance of the bin Laden tape has confronted them with the central paradox of this election: if security is the big issue, then how is it that after so many American deaths, the self-declared nemesis of the US is still free to taunt them? </p> <p>It is this question that has separated the two candidates' rhetoric most bitterly, as John Kerry has repeated again and again on the stump that he would have done it differently and concentrated his efforts on bin Laden. Bush, meanwhile, has accused Kerry of being inconsistent in his record of voting as a Senator on terror issues. </p> <p>Which leaves the question: would a Kerry presidency be any more effective in confronting the problems in Iraq or the elusive bin Laden? </p> <p>It is a moot point. In a speech in February in Los Angeles, Kerry articulated his vision for a new direction on the war on terror while admitting that the US was still committed to finishing the job in Iraq. </p> <p>On the fight against al-Qaeda, his proposals often appear as much a change of style and management skills as a grand departure into new territory, diplomacy and international consensus. </p> <p>Where Kerry does differ, though, is in dealing with issues around the problem - insisting on the need for a tougher line on money flowing through Saudi Arabia and a campaign of 'naming and shaming' those involved in financing terrorism. </p> <p>'The fight requires us to use every tool at our disposal,' Kerry said then. 'Not only a strong military - but renewed alliances, vigorous law enforcement, reliable intelligence and unremitting efforts to shut down the flow of terrorist funds. </p> <p>'To do this demands that we work with other countries instead of walking alone. For today the agents of terrorism work and lurk in the shadows of 60 nations on every continent. In this entangled world, we need to build real and enduring alliances. </p> <p>'Allies give us more hands in the struggle, but no President would ever let them tie our hands and prevent us from doing what must be done.' </p> <p>Among those unimpressed by either of the candidates' approach to the threat of al-Qaeda or Iraq is Zbigniew Brzezinski, national security adviser in the Carter administration. </p> <p>Writing in the New York Times last week, he noted acerbically: 'Both candidates have become prisoners of a worldview that fundamentally misdiagnoses the central challenge of our time. President Bush's \"global war on terror\" is a politically expedient slogan without real substance... The predicament faced by America in Iraq is more complex than the solutions offered so far by the Democratic side in the presidential contest.' </p> <p>If one thing is certain, it is that whoever wins the election, soldiers such as Steven McHugh will still be fighting in Iraq and Afghanistan. </p> <p><b>Peter Beaumont</b></p> <p><b>SUPREME COURT</b><br><b>Tipping the balance</b></p> <p>With moral and cultural issues playing as large a role in influencing Tuesday's presidential election as security, money and war, the question over the future make-up of the US Supreme Court is the issue that neither candidate has wished to fully acknowledge. </p> <p>Beyond the prospect that disputed results in many states could once again put the outcome of the election in the hands of nine ageing justices, the next president is almost certain to have the power to affect the ideological balance of the court, which often divides five to four on controversial issues. </p> <p>With America's moral and cultural armies squaring off over gay marriage, stem-cell research and abortion, the power to appoint one or more new justices to the ideologically divided court is perhaps more important in the long term than who sits in the White House. </p> <p>Last week, the issue came into focus when it was announced the court's 80-year-old chief justice, William Rehnquist, was being treated for thyroid cancer. Rehnquist, an ideological conservative who has presided over the court for 17 years and who has seen the country move to the right since he was appointed by Nixon, is said to be ready for work next week in case there are election issues to resolve. </p> <p>But Rehnquist's illness placed both sides of America's cultural divide on notice. Three other justices have already been treated for cancer, and with all but one over the age of 65, the court is fast approaching a changing of the guard that makes the outcome of Tuesday's vote all the more important. </p> <p>It's 10 years since the last justice was confirmed; not since 1812-23 has it gone that long unchanged. Indeed, some commentators fear Kerry's first or Bush's second term could be dominated by nomination battles. </p> <p>Democrats see the court as dominated five to four by conservatives; Republicans see it as evenly split. Any change in the make-up could tip it further either way. </p> <p>'This election is not just about the next four years but the next 40,' says Nan Aron, president of Alliance for Justice. 'The new president or the re-elected president will have huge control over the future direction of the court.' </p> <p>Democrats fear that if Bush is reelected, he will follow a familiar pattern of judicial appointment. 'Ideology has triumphed qualification in Bush's judicial selections,' says Aron. 'He's looked for young ideologues with fixed hostilities toward civil rights, environmental and consumer protections and a woman's right to choose.' </p> <p>Despite his faith, Kerry has vowed he will not nominate a judge who does not support abortion rights. Bush, somewhat opaquely, says he'll name 'judges who know the difference between personal opinion and the strict interpretation of the law'. </p> <p>Under a Bush second term Democrats fear a conservative could be selected to replace liberal John Paul Stevens, 84. And conservative groups fear a liberal successor to Rehnquist or to the committed conservative Antonin Scalia. </p> <p>'I don't think it is too much to say that the culture may well hang in the balance with the appointment of Supreme Court justices in the coming years,' says Tony Perkins, president of the socially conservative Family Research Council. </p> <p>As an original opponent of abortion rights and supporter of invading neutral Cambodia in the early 1970s, Rehnquist has been a soldier for the right, helping to deliver the 2000 election to Bush, weakening the barrier between church and state, restricting the criminal appeals process and the reach of affirmative action, as well as reducing the power of Washington to dictate to the states. </p> <p>During this election the court has already made itself felt. Two weeks ago, it refused to hear an appeal by independent candidate Ralph Nader, against a lower-court ruling that kept him off the Pennsylvania ballot. And last week, Clinton appointee Justice Stephen Breyer admitted he wasn't sure he was being truly impartial when he voted against a recount in Florida in 2000 and thus gave Bush the White House. </p> <p>Still, there is little doubt that when Americans go to the polls next week, they will be voting on issues that will ultimately end up before the Supreme Court. Eleven state ballots, including four crucial swing states, carry an amendment defining marriage as the union of one man and one woman. </p> <p>It's the issue beyond others that has energised Christian evangelicals and other social conservatives. In Ohio, where polls are dead even, the Ohio Campaign to Protect Marriage claims to have registered 55,000 new voters on the strength of feeling over the issue. Both sides of the marriage debate say it could be the issue that swings the state, and potentially the election. </p> <p>And even if the election results do not end up before the court, it is likely that key national issues will be before it again in the near future. 'All you need is the retirement of one or two justices and rulings on abortion, affirmative action, gay rights and the death penalty can be in play again,' says John Yoo, a law professor at the University of California at Berkeley. </p> <p>At the same time, scaremongering by both sides is rampant as both candidates try to motivate their bases. 'It's too big a leap to think all the big decisions of the last 30 years could be reversed,' says Stephen Hess of the Brookings Institution. 'Everything is carried to extreme in these last couple of days.'</p> <p><b>Ed Helmore</b></p> <p><b>They said what?</b></p> <p>'Too many good docs are getting out of the business. Too many OB-GYNs aren't able to practise their love with women all across this country.' <br><b>George W Bush</b></p> <p>'You bet we might have.' <br><b>John Kerry, asked if he would have gone to war against Saddam if he had refused to disarm</b></p> <p>'Go, balloons. I don't see anything happening. Go, balloons. Go, balloons. Go, balloons. Stand by, confetti. Keep coming, balloons. More balloons. Bring them. Balloons, balloons, balloons! More balloons. Tons of them. Bring them down. Let them all come. No confetti. No confetti yet. No confetti. Alright. Go, balloons. Go, balloons. We're getting more balloons. All balloons. All balloons should be going. Come on, guys! Let's move it. Jesus! We need more balloons. I want all balloons to go. Go, confetti. Go, confetti. I want more balloons. What's happening to the balloons? We need more balloons. We need all of them coming down. Go, balloons. Balloons. What's happening balloons? There's not enough coming down. All balloons! Why the hell is nothing falling? What the fuck are you guys doing up there? We want more balloons coming down. More balloons.' <br><b>Democratic Convention producer Don Mischer, overheard on CNN</b></p>",
  "Sitting on Washington's Pennsylvania Avenue, the Capital Grille is where the congressmen and lawyers of the Republican Party, its business supporters, its petitioners and lobbyists, dine on 24oz porterhouse steaks, smoke Davidoff cigars and drink bottles of Haut Brion. <p>Its allure is not necessarily the food. The steaks at Morton's - more favoured by a Democratic crowd - are generally accepted to be finer. Instead, it is about atmosphere and connections, the knowledge of close proximity to the wheels of power. It is an ambience once memorably summed up by Roll Call, the Congressional weekly, as 'to hell with the have-nots'. </p> <p>The Capital Grille, with its vast slabs of marbled meat and brittle, well-groomed young women flirting with rich attorneys, says former Democratic congressman turned lobbyist Toby Moffett, is a 'real Republican place'. </p> <p>'The Capital Grille will take a financial hit if Kerry is elected,' said Moffett. 'There will just be fewer Republicans and a lot less money chasing after them.' </p> <p>In a capital and country more partisan than at any time in living memory, what happens in the polls on Tuesday will have far-reaching consequences for the competing political cultures of DC. </p> <p>And if it is not a changing of the guard that is around the corner with a Kerry victory, then it is the consolidation of a Bush Washington whose atmosphere is invidious to liberal causes. In either event, there will be change and pain. </p> <p>'If there is a change of president,' says Moffett, 'there will be some furious scrambling. It will affect thousands of people. There will be a huge turnover inside the lobbying firms, in the big associations who will want to have the right people representing them in Washington, in the corporate offices, most of which are run by Republicans.' </p> <p>A Democratic lobbyist, the head of Livingston-Moffett has found the Washington of the past four years a tough place to work. </p> <p>'I think most Democrats have suffered after Bush took power. The way these guys play the game has hurt incomes. The only thing that has saved Democratic lobbyists is the fact that, in the Senate you need 60 votes, not a straight majority.' </p> <p>A Kerry win, said Moffett, would end four years of exile for many of the liberal groups that campaign on issues from human rights to gun control who have been 'in exile' since the advent of the Bush administration. </p> <p>It is in the area of funding and 'de-funding' of pressure groups - and in their access to power - that the results of the election will be most keenly felt. </p> <p>It is a process that has been documented by New York political commentator Esther Kaplan. In her book, With God on Their Side, she details the ruthless culling of 'mainstream scientific, professional and policy organisations, whose constituencies tend to lean Democratic, [and] have been removed from influential federal advisory positions and replaced by ideologues'. </p> <p>Writes Kaplan: 'The American Medical Association no longer advises US delegates to UN summits on children's issues; Concerned Women for America does instead. Experts from the Centre for Aids Prevention Studies no longer sit on the presidential Aids advisory council; they have been replaced by a former beauty queen who lectures on abstinence.' </p> <p>It is a process, says Kaplan, that has been pursued through obscenity prosecutions, audits and Byzantine new financial reporting rules. What is without doubt is that a Kerry victory would see the renaissance of groups that have been excluded for four years. </p> <p>Four more years of Bush - it seems fair to say - would see a continuation of the relentless attrition on liberal groups and causes. </p> <p>It is not simply in the access to the levers of power that Washington faces the possibility of change, but in the psycho-geography of the capital itself and its centre of political and social gravity. It is about how Washington defines itself as a location. </p> <p>It is overwhelmingly Democratic - more than 70 per cent of DC voters are expected to vote Kerry: 'Republican Washington' is best summed up by the, wealthy Wasp suburbs of north Virginia, in particular McClean, which has come to be identified with the Bush administration. </p> <p>'In terms of political culture,' says Peter Beinart, editor of New Republic magazine, 'Washington always feels a more happening place when the Democrats are in power because they live in Washington.' </p> <p>A Kerry victory, Beinart predicts, would also be accompanied by talk of a 'Boston renaissance' following the Boston Red Sox winning the baseball World Series and the recent successes in American football of the New England Patriots. </p> <p>But the most significant change if Kerry wins is that his presidency would mark the 'end of a period of alienation from empiricism', returning Washington from faith-based policy-making. </p> <p>This theme is taken up by John Pike, head of GlobalSecurity think tank. 'What has happened is that the political culture in this town has got to the stage it can no longer differentiate between what is and what should be. In the past four years, the political conversation has deteriorated into a series of 'talking points' - party lines - where most people have no idea what they are saying.' </p> <p>It is hardly surprising. The relationship between the administration and academia is summed up by the attitude of Bush strategist, Karl Rove, when he defined the 'Democratic base' to the New Yorker as 'anyone with a doctorate'. </p> <p>But one thing is certain, and that is, whoever wins, the levers of power will at least be pulled by some different faces, even if a wholesale change doesn't happen. A Bush second term, say Washington insiders would almost certainly see Secretary of State Colin Powell leave the administration, tired after so many humiliations at the hands of the neo-conservatives. </p> <p>Condoleezza Rice, too, is believed to be keen to move on or up, and is said to have told friends that she will stay if asked to by Bush, but would really like to be Secretary for Defence. </p> <p>Before then, however, as the patrons of the Capital Grille are only too aware, there is an election to be won.</p>",
  "George W Bush moved yesterday to seize the political advantage after Osama bin Laden's extraordinary intervention in the US presidential election on Friday night. <p>The campaign descended into a final bout of acrimony yesterday as both sides attacked each other for making political capital out of the al-Qaeda leader's video address. But it appeared to be the incumbent who will gain any political advantage. </p> <p>A Newsweek tracker poll published yesterday suggested the momentum may be moving in the incumbent's way. The poll predicted Bush to win by 50 per cent to Kerry's 44, compared with a 48-46 gap last week. </p> <p>As the candidates spent their last Saturday before Tuesday's election attacking one another over terrorism, political analysts were quick to suggest that bin Laden's intervention would favour Bush, who has consistently led John Kerry on security. </p> <p>Kerry was the first to use the tape to attack his opponent, appealing for Americans to show unity, but then quickly condemning Bush for missing an opportunity to capture bin Laden. 'I regret that when George Bush had the opportunity in Afghanistan and Tora Bora, he didn't choose to use American forces to hunt down and kill Osama bin Laden,' Kerry said. </p> <p>Bush responded by lambasting Kerry's comments as 'shameful', and his aides followed up the attack. 'You would think there would be maybe 12 hours to let the American people absorb this [the video],' said White House spokesman Dan Bartlett. </p> <p>Democrats at first said Kerry had not seen the tape when he made his comments. However, his aides held conference calls with reporters and in their turn attacked the Republicans for using the video as a political tool. </p> <p>'It's offensive and shameful for this president to play politics the way he did today with this issue,' Joe Lockhart a senior Kerry strategist told the Los Angeles Times. </p> <p>The developing political row over the bin Laden tape came amid news from Iraq that eight Marines has been killed and nine others injured after heavy clashes, apparently just outside Fallujah. </p> <p>The combination of the bin Laden tape and the new Iraq violence has thrust the issue of security back to the front of a campaign that has been dominated by terrorism. </p> <p>Kerry's initial mis-step seems to have allowed the Republicans to put his team on the defensive over a video whose content - most analysts believe - favours Bush's campaign, not least because it also succeeded in knocking two major news stories potentially damaging to the president off the front pages. </p> <p>Allegations over missing explosives in Iraq and an FBI probe of Halliburton hit the Bush campaign all last week. </p> <p>The campaign had also been hurt by the revelation that one of its most important final campaign ads - showing soldiers supporting Bush - had been doctored. But those stories have now been replaced by the ghostly image of bin Laden telling Americans they have brought their troubles on themselves. </p> <p>As US intelligence analysts studied the full ,unbroadcast version of the tape, it emerged that the US ambassador to Qatar had attempted to persuade the Qatari government to pressure al Jazeera into suppressing it. The tape was delivered in a package to the network's Islamabad office on Friday morning. </p> <p>Senior executives in Qatar quickly took the decision to broadcast the tape. 'We don't believe anyone can argue about the newsworthiness of this latest Osama bin Laden recording. Any news organisation would have aired the tape if they had received it,' Jihad Ballout, an al-Jazeera spokesman, said. </p> <p>Analysis of the tape indicates that it was made last weekend. Officials in Washington say there is a text at the start saying that it was produced by 'al-Shahab media company', an al-Qaeda trademark. The tape is also dated to the 10th day of Ramadan, the Muslim holy month - last Sunday. </p> <p>Intelligence officials in the US and Europe were combing the text for any hints of future attacks. Investigators probing recent blasts in Egypt believe that a codeword ordering the attacks was hidden in an audio tape released by Ayman al-Zawahiri, bin Laden's deputy, shortly before the strike. </p> <p>It is highly doubtful that any American would change their vote on the basis of a statement by a man who has taken responsibility for the 11 September attacks that cost almost 3,000 lives. </p> <p>But the real influence of the statement lies in the emphasis it places on terrorism for the few final days of the election. Polls have consistently shown that Bush leads Kerry on terrorism. Bush has consistently referred to himself as a wartime president. </p> <p>Analysts were divided over the impact. Peverill Squire, a political scientist at the University of Iowa, told the Los Angeles Times: 'We have become so divided in terms of partisanship that each side will read what they want into the statement. What Republicans are thinking is: \"This puts the focus back on terrorism.\" And the people supporting Kerry say this shows bin Laden is alive and well three years after we said we were going to get him.' </p> <p>With just two days to go until election day, many polls still have the candidates neck and neck. A Zogby tracking poll released yesterday had Kerry one point ahead of Bush by 47 per cent to 46. However, most polls last week gave Bush a two- or three-point lead. An average of all polls has Bush leading Kerry by 2.5 per cent. </p> <p>In London, the tape dramatically heightens fear- - already pre-occupying the Home Secretary, David Blunkett - that al-Qaeda will seek to disrupt Britain's general election next year, either through propaganda stunts like the tape or direct attacks. </p> <p>Michael Ancram, the shadow foreign secretary, hinted at such fears yesterday, warning that terrorist 'blackmail' should not prevail in elections anywhere: 'Bin Laden is clearly trying to follow a strategy whereby he can appear to have influence over the outcome of elections in democratic countries, thereby showing that fundamentalist terrorism pays. I hope US voters - indeed voters everywhere - will treat this blackmail with the contempt it deserves.' </p> <p>Lib Dem leader Charles Kennedy condemned bin Laden's 'cynical' manipulation, but said his intervention highlighted the fatal error of failing to finish the war on Afghanistan before launching military action in Iraq. </p> <p>The repercussions will be felt at Westminster next Thursday, when MPs are due to debate terrorism. By then, the possibility of change in the White House will have galvanised internal debate over where the war on terror should go next. </p> <p>Although ministers have been warned not to comment on the US elections, most Labour MPs are privately 'praying morning, noon and night' for a Kerry victory, as a senior minister put it. However, another minister warned yesterday of an 'emotional spasm' of anti-Bush feeling clouding the left's judgment, arguing that a second Bush term could produce benefits for Britain. </p> <p>Yesterday Ladbrokes shortened the odds on a Bush win from 4/6 to 8/13, as the bin Laden video prompted a rush of money on the Republicans.</p>",
  "<p>War in Iraq; unemployment in the rust-belt; hanging chads - American voters may have any number of issues uppermost in their minds as they cast their votes this week, but the value of the dollar in their pockets is unlikely to be among them. However, the mighty greenback, for many years the symbol of America's global economic hegemony, is wobbling, and the outcome of this bitterly contested election could help determine how far, and how fast, it falls. </p> <p>With a current account deficit of more than 5 per cent of GDP, and growth prospects under threat from $50-a-barrel oil, rising interest rates and an overstretched consumer sector, experts have little doubt that the greenback is overvalued. In fact, the correction has already begun: the dollar hit an eight-month low against the euro and a six-month low against the yen last week, after a respite over the summer. The presidential election could be just the catalyst the markets have been waiting for to spark a more sustained readjustment. </p> <p>'People are bearish because of the scale of the imbalances in the economy. Historically, current account deficits of this kind have been associated with pretty major currency reversals,' says Richard Iley of BNP Paribas. </p> <p>'There is no question, the dollar is definitely going down,' says Adrian Foster, head of currency at Dresdner. </p> <p>In the very short run, what investors would most like is a clean result next week. The dollar usually bounces immediately after presidential elections, but in 2000, it fell 4 per cent on a trade-weighted basis between November and the end of the year, as Bush and Gore wrangled over 'hanging chads' and recounts. </p> <p>With teams of lawyers standing by for both camps this time, and little to choose between them in the polls, another pro tracted tussle - and another anxious month for the markets - looks likely. </p> <p>Once a victor is eventually declared, though, analysts believe a win for John Kerry could cause a short sharp shock for the greenback, while the familiar face of George W in the oval office might postpone the inevitable for a while. </p> <p>Ironically, one reason Kerry's arrival in the White House could be bearish for the dollar is that he would be more likely to try to get to grips with the $400 billion budget deficit that is Bush Jr's legacy. 'When you're a new guy in office, it's good to get your dirty work out of the way early, in terms of cutting spending, slowing the economy down,' says Steve Andrew, chief economist at F&amp;C. That could force the Federal Reserve to raise interest rates more slowly, and put downward pressure on the dollar. </p> <p>'Kerry is broadly dollar-negative,' agrees Bill O'Neill, global strategist at JP Morgan. 'It's akin to the environment after the Reagan period, where you had fiscal consolidation and an easy Fed policy. That coincided with a soft dollar.' </p> <p>After capital controls were abolished in 1973, and the dollar was first allowed to float freely, it climbed during Gerald Ford's Republican presidency, from 1974 to 1977, and slid under Democrat Jimmy Carter, between 1977 and 1981. In the 1980s, 'Reaganomics' threw conventional left-right logic into disarray. </p> <p>Reagan initially presided over a great spike in the dollar's value, as he cut taxes and plunged into the red to pump up economic expansion. He was then persuaded that it had become too strong for the good of the US and the global economy; and in the era when currency fluctuations were a matter for international diplomacy, the G7 group of rich nations agreed to orchestrate an orderly depreciation, in what became known as the Plaza agreement of 1985. Two years later, in the so-called Louvre accord, they decided it was time to put a floor under the market. </p> <p>Under Clinton, particularly in his second term, as the fervour that underpinned the dotcom boom sparked talk of a 'new paradigm' and a 'productivity miracle', having a strong dollar became a matter of macho economic pride. </p> <p>Since the economy slid into reverse after the stock market bubble burst, the dollar has suffered, falling by about 7 per cent against other currencies on the Federal Reserve's broad index since Bush Jr's inauguration in January 2001. But analysts fear that by digging into the public coffers to reflate the economy and pull out of the dotcom downturn, Bush has stored up problems for the future. </p> <p>Both candidates have pledged to halve the huge fiscal deficit during their first term, but Kerry is seen by the markets as more committed to this goal. He has put considerable emphasis on keeping spending under control, and clearing the fiscal mess left by Bush. </p> <p>Judging by his rhetoric during the campaign, Kerry could be more protectionist, perhaps raising the pressure on the Chinese government to float its currency, the renminbi, and allow the dollar to fall against it. Much of the US's vast trade deficit is with Asia, as American consumers suck in billions of dol lars worth of cheap imports from China and Japan. US governments have argued for some time that the Chinese are gaining an unfair advantage by keeping their currency pegged to the dollar at a cheap rate. Last week's surprise move by the Chinese to push up interest rates in an attempt to guide their booming economy towards a soft landing raised hopes in the markets that their next step might be to allow the renminbi to appreciate. </p> <p>That would be a relief for the eurozone, which has so far been the main release valve for downward pressure on the dollar. In recent weeks, eurozone ministers have repeatedly suggested that they are unfazed by the idea of a strong euro, but its appreciation against the dollar is threatening to derail the fragile export-led recovery. </p> <p>The attitude of the Japanese government is also crucial: it has repeatedly propped up the dollar against the yen, and could begin doing so again once the election is out of the way. As a result, G7 meetings have once again become the forum for heated discussion about currencies. 'The G7 meetings have become a lot more important than they were: these are the most important issues facing the global economy,' says Iley. </p> <p>However, analysts fear that even if Japan continues to intervene, its strategy may not be sustainable for long. 'Not even huge intervention can stop the dollar defying gravity in our view,' said currency experts at Bear Stearns in a research note last week. 'The economics of the dollar are still poor.' </p> <p>Abandoning the long-cherished mantra of a 'strong dollar policy' would be read as a dramatic change, even if the policy means little in practice these days. But there is a growing consensus that the US cannot keep spending more than it earns, and importing more than it exports, at such an extraordinary pace. 'It's not in either candidate's best interest to actively encourage a stronger dollar right now,' says Foster. </p> <p>The adjustment may take longer to arrive if George W is in charge, but it can't be avoided for ever.</p>",
  "The real puzzle in next Tuesday's presidential election is why George W Bush is not going to get hammered. Tens of millions of ordinary Americans live in more economic insecurity and enjoy less opportunity as a result of the America he is building. Abroad he is leading his country into a dangerous and unwinnable confrontation with Islamic fundamentalism that obstructs the rooting out of terrorism, whose crassness is exposed daily in the flow of news from Iraq. A grass roots revolt should throw him out of office as an incompetent. <p>And yet most polls give him the lead over challenger John Kerry by a narrow margin. The incumbency effect is part of the explanation, as is the skill with which Bush has played the security card. But the deeper truth is that conservative America has become a formidable cultural and electoral force - and it offers its allegiance to George Bush instinctively and unhesitatingly.</p> <p>Even if Kerry manages to win, American conservatism will remain the most dynamic component in American political life. Although a Kerry victory (for which I hope) is conceivable, it is already clear that the race is so tight that the Republicans will retain their grip on the House of Representatives - with little prospect of an early reversal. Talk to Republicans and they regard their control of the House together with more state legislatures as the heart of their power base; in the checked and balanced US political system the presidency is the necessary but insufficient condition for political leadership.</p> <p>In short, a Kerry victory would only be the end of the beginning; for the Democrats to move the US even marginally from its current hardening right-wing trajectory, the long-term task is the rebuilding and sustaining of the liberal coalition that they held from Roosevelt's New Deal to the end of the 1960s - and which will allow them to challenge what is now a Republican legislative dominance. That requires not just political energy and a mobilisation on the ground that the Democrats have only just begun to demonstrate - it also means winning the battle of ideas, where they are still at first base.</p> <p>The scale of the challenge - and the political and intellectual embeddedness of US conservatism - is still not properly grasped. And why, despite his monumental mistakes and gawky malapropisms, Bush is still the narrow favourite to win?</p> <p>I got a clearer idea why in a debate at the Oxford Union on Thursday night; speaking for Bush's re-election was Grover Norquist, the president of Americans for Tax Reform and one of the leaders of the American Conservative revolution. Norquist's rhetoric made little impact on his quintessentially British liberal audience - our pro-Kerry side was to win four to one - but you could see how effective his pitch would be in the US. The Democrats were a coalition of the liberal elite and the two wings of the 'Dependency Movement', he declaimed - those who receive welfare and those who administer it. When somebody got a job and became a Republican (working and being a Republican were coterminous) they quickly saw the case for paying less or no tax. The Republican base was at bottom about industrious, self-starting business people and workers who didn't want government to tell them what to do or spend so much of their money. Bush would continue to deliver to this constituency. Vote for him. </p> <p>We've heard pitches for lower taxes before, but an Oliver Letwin or even John Redwood doesn't do it with the same sting or passion. What gives Norquist its bitter, cutting edge is the depth of his complaint. He's on the side of the ordinary American and the common man against the liberal elite and the do-gooders. They're the wine drinkers, the French speakers, the interferers in American lives, the indulgers of homosexuals, the mockers of faith and the upholders of political correctness.</p> <p>Norquist is on the side of working Americans living in the outer suburbs springing up like topsy around every US city; the network of soulless shopping malls, never-ending cloned streets and newly built churches created by the appetite of US property developers. These instant developments are communities only in name; their rootless inhabitants, questing for meaning in their lives, are the prey upon which the New Republicanism feeds.</p> <p>Its success, as Thomas Frank writes in his compelling book What's the Matter with America? , is that it has used largely cultural symbols - against irreligion, abortion, gun control, stem-cell research - to build a new working-class constituency that believes an allegedly hegemonic liberal elite wants to do down what working America holds dear.</p> <p>They will build national parks on farmland, mandate special holidays for transgendered war veterans, decree only gay couples can adopt children, as part of the same world view that wants to control gun use and get UN resolutions to act in Iraq. Thus the working class becomes the ally of a party that gives tax cuts to the top 1 per cent and is set on undermining the institutions that try to offer working Americans security and opportunity. The irony could not be more complete.</p> <p>Frank sees no end in sight, largely because the secular forces unleashed by American capitalism are so powerful. This is the genius of the conservative position. It is a crusade fuelled by a never-ending tide of complaint that is compelled to set itself unachievable objectives in its battle to reduce women's rights and against the commercial ethic that so beleaguers religion but their non-achievement only proves the malevolent hegemony of the liberal elite and thus the correctness of the right's analysis.</p> <p>THIS HOSTILITY to modernity and sense of beleaguerment spills over to fuel an ugly American nationalism. Foreigners, and especially Muslim foreigners, are part of the threat to the values and lifestyles of ordinary God-fearing Americans. To cast the response to 11September as a war on terror not only offers a route to achieving American security; it enlists, as Bush knows full well, this new American nationalism to the cause and thus the side of militant Republicanism. To understand his campaign - speeches laced with biblical references, solidarity over every right-wing cultural icon, commitment to cut taxes and insistence he is the right commander-in-chief to lead the US in its war on terror - you need to understand the new forces underpinning American conservatism.</p> <p>Kerry and the Democrats confront a Hydra. They have assets - America's knowledge workers, Hispanics and blacks are all massively Democrat; a significant part of America's working class do understand which party represents their interests and are dubious about rabid conservatism.</p> <p>The good news is that this liberal coalition is giving Bush's Republican party such an effective challenge; the bad news is that it is not more effective still. Win or lose on Tuesday, progressive America still has a lot to do - but it would be better to start by winning.</p>"
]