[
  "Wherever British troops are sent, it will be a vastly different proposition to the one facing them in southern Iraq. <p>So far no British soldiers have been exposed to the relentless wave of suicide bombings and attacks unleashed by the mainly Sunni insurgents operating around Baghdad, but if the 650-strong battle group of the Black Watch regiment is deployed north that will inevitably change.</p> <p>One of the places British troops are expected to take over, the town of Latifiya, was yesterday the scene of one of Iraq's latest massacres when nine policemen returning from training in Jordan were ambushed and killed on their way home to Karbala.</p> <p>The town is also thought to have been where insurgents held Ken Bigley, the British hostage kidnapped and beheaded by Tawhid and Jihad, the terrorist group led by the Jordanian extremist Abu Musab al-Zarqawi.</p> <p>The town, along with nearby Iskandariya - the other proposed base for British troops in the north - has been the scene of attacks by insurgents and lies on a crucial supply route for militants holed up in the stronghold of Falluja.</p> <p>In February a huge truck bomb exploded outside a police station in Iskandariya, killing more than 50 recruits who had been standing in line to join up.</p> <p>America has more than 138,000 troops in Iraq, which has led to speculation as to why they need 650 British soldiers to make the arduous journey from Basra north.</p> <p>But in reality the US army is stretched to breaking point. Of the 1,234 coalition deaths in Iraq, 1,095 have been American. Six American soldiers were killed over the weekend in car bombings and helicopter crashes.</p> <p>Meanwhile, foreign troops are leaving the coalition, including 1,400 Spanish soldiers, 370 Hondurans and 300 from the Dominican Republic in recent months. Military sources said the role of British troops would be to \"backfill\" behind a unit of the marine expeditionary unit, freeing them up for the assault on Falluja.</p> <p>Nearly half of the US soldiers in Iraq are reservists rather than frontline combat troops, but the British military remains concerned it is being used to support the American political agenda before the presidential election next month. \"There is unease about us being drawn in to the whole American election thing,\" one source said.</p> <p>Up until now British troops have been based exclusively in the southern sector of the country. During the summer British forces came under continuous attack from Iraqi insurgents for more than 65 days. But it cannot be compared with the American experience in central Iraq. The casualty figures speak for themselves: more than 1,000 US forces have been killed; 68 British.</p> <p>British defence sources played down the significance of troops being placed under the overall command of an American brigade headquar ters in the Baghdad area. They said that the whole operation in Iraq - including a British-controlled area in the south-east - was already under American command. \"We were under US command during the first Gulf war, we have been under American command in Nato, so it's not a big deal,\" a British military spokesman in Basra said yesterday.</p> <p>However, senior British military commanders have expressed concern about the different rules of engagement governing British and US troops. \"It is a cultural thing,\" said one source. \"We are not suddenly going to hose down housing estates in Iraq,\" referring to what British commanders regard as a heavy-handed American approach that they believe has proved counter-productive in the past.</p> <p>Sources also expressed \"real concern\" that the redeployment of the Black Watch would leave a significant gap in British forces in southern Iraq and mean delaying the training of Iraqi security forces in the Basra region.</p> <p>Concern about the timing of the American request for British help is believed to have been expressed by General Sir Michael Walker, chief of the defence staff, and General Sir Mike Jackson, the head of the army.</p> <p>It is not the first time the Americans have made noises about wanting British troops to carry some of the load outside of the south of the country. In April the British were leaned on by the US military to provide a unit in south-central Iraq to replace the Spanish troops who were pulled out after the bombings in Madrid.</p> <p>If the government had not vetoed the plan it would have taken British troops into the troubled town of Najaf, the home of the radical Shia cleric Moqtada al-Sadr, just before the uprising in the holy city.</p>",
  "Dear wonderful, loving friends from abroad, <br> We Ohioans are an ornery sort and don't take meddling well, even if it comes from people we admire and with their sincere goodwill. We are a fairly closed community overall. In my town of Springfield, I feel that there are some that consider people from the nearby cities of Columbus or Dayton, as \"foreigners\"- let alone someone from outside our country. <b>Springfield, Ohio</b> <p>Have you not noticed that Americans don't give two shits what Europeans think of us? Each email someone gets from some arrogant Brit telling us why to NOT vote for George Bush is going to backfire, you stupid, yellow-toothed pansies ... I don't give a rat's ass if our election is going to have an effect on your worthless little life. I really don't. If you want to have a meaningful election in your crappy little island full of shitty food and yellow teeth, then maybe you should try not to sell your sovereignty out to Brussels and Berlin, dipshit. Oh, yeah - and brush your goddamned teeth, you filthy animals. <br><b>Wading River, NY</b> </p> <p>Right on! Just wanted to say thanks from California for your effort and concern. This IS a very important election ... There are so many people here in the States that care about the impact America has on the rest of the world. I am personally saddened for the loss of all innocent lives. The best statement Americans can make to the rest of the world is to not elect Bush for president. Thank you so much for getting involved in our world. <br><b>California</b> </p> <p>Consider this: stay out of American electoral politics. Unless you would like a company of US Navy Seals - Republican to a man - to descend upon the offices of the Guardian, bag the lot of you, and transport you to Guantanamo Bay, where you can share quarters with some lonely Taliban shepherd boys. <br><b>United States</b> </p> <p>I am a student and life-long resident of Clark County, Ohio. I just wanted you to know that this is a wonderful idea you've initiated; people here love and respect the United Kingdom, especially the prime minister. I hope this campaign will be successful for your newspaper and for us voters. <br><b>Springfield, Ohio</b> </p> <p>KEEP YOUR FUCKIN' LIMEY HANDS OFF OUR ELECTION. HEY, SHITHEADS, REMEMBER THE REVOLUTIONARY WAR? REMEMBER THE WAR OF 1812? WE DIDN'T WANT YOU, OR YOUR POLITICS HERE, THAT'S WHY WE KICKED YOUR ASSES OUT. FOR THE 47% OF YOU WHO DON'T WANT PRESIDENT BUSH, I SAY THIS ... TOUGH SHIT! <br><b>PROUD AMERICAN VOTING FOR BUSH!</b> </p> <p>Shame on you for using the people of Ohio like this. The US presidental election isn't just about foreign policy, it's about healthcare, taxes, education, transportation, natural resources and all manner of issues with little to no impact on the people of Britain. </p> <p>We live in a globalised, interconnected world. If China shuts its borders to US imports, you better believe American companies, shareholders and workers are affected. Should US citizens therefore have a direct say in Chinese policies? No - Americans should demand that their own elected leaders address the issues with their Chinese counterparts. The British have a similar voice in US policies - through your own elected representatives who have any number of diplomatic, economic and military tools at their disposal. You vote for your leaders and we'll vote for ours. Your problem is with your leaders, not ours. <br><b>Washington DC</b> </p> <p>Real Americans aren't interested in your pansy-ass, tea-sipping opinions. If you want to save the world, begin with your own worthless corner of it. <br><b>Texas, USA</b> </p> <p>Thank you, thank you, thank you! What a wonderful idea! I am a US citizen who is scared to death that Bush and Klan will get back in. We need all the help we can get to ditch this bunch of maniacs. <br><b>United States</b> </p> <p>I just read a hilarious proposal to involve your readership in the upcoming US presidential election. At least, I'm hoping that it is genius satire. Nothing will do more to undermine the Democratic cause in Ohio than having patronising Brits wander around Clark County telling people how to vote. Just, for a second, imagine if the Washington Post sent folks from Ohio to do the same in Oxfordshire. I'm saying this as a Democrat, and as someone who has spent the last few years in the UK. That is, with all due respect. Please, please, be rational, and move slowly away from the self-defeating hubris. <br><b>United States</b> </p> <p>I enjoy reading your paper and agree with your politics, but this is really too much.Your plan, if carried out, will hurt the Bush opposition TERRIBLY. We cannot afford to have this associated with John Kerry or anyone else. It will be; the press is going in for a kill, days before the election. <br><b>United States</b> </p> <p>Your idea is superb and frankly, we need a little help over here right now. <br><b>Ohio</b> </p> <p>My dear, beloved Brits,<br> I understand the Guardian is sponsoring a service where British citizens write to Americans to advise them on how to vote. Thank heavens! I was adrift in a sea of confusion and you are my beacon of hope! </p> <p>Feel free to respond to this email with your advice. Please keep in mind that I am something of an anglophile, so this is not confrontational. Please remember, too, that I am merely an American. That means I am not very bright. It means I have no culture or sense of history. It also means that I am barely literate, so please don't use big, fancy words. </p> <p>Set me straight, folks!<br><b>Dayton, Ohio</b> </p> <p>Hey England, Scotland and Wales,<br> Mind your own business. We don't need weenie-spined Limeys meddling in our presidental election. If it wasn't for America, you'd all be speaking German. And if America would have had a president, then, of the likes of Kerry, you'd all be goose-stepping around Buckingham Palace. YOU ARE NOT WANTED!! Whether you want to support either party. BUTT OUT!!! <br><b>United States</b> </p> <p>Please be advised that I have forwarded this to the CIA and FBI. <br><b>United States</b> </p> <p>As an American who is very anti-Bush, I applaud your letter-writing campaign. I have read some of the letters that you published, and while I agree with most of the content, I also believe they will not be persuasive. This is because they are too aggressive and, as stated on your website, you don't know anything about these voters. If they happen to be leaning toward Bush, these letters will not put them off. <br><b>New York</b> </p> <p>THE AMERICAN TAXPAYERS HAVE SPENT TRILLIONS OF DOLLARS PROTECTING THE PEOPLES OF THE EU, AND WHAT DO WE GET IN RETURN. BETRAYAL, BETRAYAL, BETRAYAL. I HAVE BEEN TO YOUR COUNTRY, THE COUNTRY OF MY ANCESTORS, AND I KNOW WHY THEY LEFT. </p> <p>MAY YOU HAVE TO HAVE A TOOTH CAPPED. I UNDERSTAND IT TAKES AT LEAST 18 MONTHS FOR YOUR GREAT MEDICAL SERVICES TO GET AROUND TO YOU. HAVE A GREAT DAY. <br><b>Harlan, Kentucky</b> </p> <p>We all enjoyed this at work. Cheers. <br><b>United States</b> </p> <p>Thank you for taking such an active interest in the elections here in America. I appreciate what the Guardian is doing. Your effort to reach out to \"swing states\" and make a difference is commendable. I hope that many of your readers will take your challenge to help make a change in Washington by contacting voters. <br><b>Clarke County, Georgia</b> </p> <p>Keep your noses out of our business. As I recall we kicked your asses out of our country back in 1776. We do not require input from losers and idiots on who we vote for in our own country. Fuck off and die asshole!!!!! <br><b>Knoxville, Iowa</b> </p> <p>Gentle folks at the Guardian,<br> In your plea to get your non-American readers to write to voters in Clark County, Iowa, you are correct that events in the US have had, and will have, effects on world events. For example, we have pulled your chestnuts out of the fire in two world wars that were occasioned by European diplomacy. Maybe you'd like a vote in which American president will oversee the next rescue. The next time you have elections in Great Britain, I shall endeavour to send names of your citizens to people in France, Iraq, India, the United Arab Emirates, Botswana, Pakistan, China and Argentina so that they may attempt to influence your election. It's only fair that everybody in the world should have a say in the selection of the prime minister. <br><b>California</b> </p> <p>Mind your own flipping business. <br><b>United States</b> </p> <p>Dear Guardian folks,<br> While I empathise with your plight, this attempt to influence voters by sending letters from foreigners will have a negative effect on your ultimate goal. You will cause people to empathise with the president, not the other way around. People will read these letters and say, \"John Le who? Never heard of him, but who is he to tell me who to vote for?\" <br><b>Ohio</b> </p> <p>I am a registered voter in Clark County, Ohio, and am very much interested in hearing what our overseas friends have to say about our election. You are correct in assuming that this election in the US is the most important election in memory. The threat of terrorism is a very real threat, not just in our country, but all over the world. In this day and age there must be worldwide unity against these fanatical groups who just hate. Not just Americans, but all western civilisation. <br><b>United States</b> </p> <p>Thanks for running this initiative. It may be the only way I get to have an impact on the American election, despite the fact that I'm a registered American voter. See, I vote in New York, which is solidly Democratic. Due to the electoral college system, once a majority is secured in any state, subsequent votes don't really matter. Whether NY goes 51% or 99%, the impact on who actually wins is the same. So thanks for the opportunity to impact somebody else's vote, where it may really matter. <br><b>Amsterdam, Holland</b> </p> <p>Who in the hell do you think you are??? Well, I'll tell you, you're a bunch of meddling socialist pricks! Stay the hell out of our country and politics. And another thing, John Kerry is a worthless lying sack of crap so it doesn't surprise me that a socialist rag like yours would back him. I hope your cynical ploy blows up in your cowardly faces, you bunch of mealy-mouthed morons! <br><b>United States</b> </p> <p>I used to visit the UK every year. I love the history and culture of your country. But after I heard about your campaign to influence our elections, I've decided that neither myself, nor my family will ever visit again. I'm offended by your campaign and because of it, I'm remembering more of the negative aspects I've seen in the UK than the positive ones. Though I still love the castles! <br><b>Detroit</b> </p> <p>Dear British friends,<br> I think you have an interesting idea to encourage international grassroots efforts, but I sincerely doubt most Springfielders are going to be influenced by letters from a country they probably can't even point to on a map. I wish you luck with your campaign, but I warn you that you're not likely to accomplish much. <br><b>Dayton, Ohio</b> </p> <p>You radical leftwingers are worse than the Taliban. I suggest you stand back and take a good hard look at yourselves. </p> <p>PS: When do you propose to add Michael Moore to your staff of lunatics? <br><b>United States</b> </p> <p>I suggest that if a particular reader of the Guardian would like to vote in America - would really like to influence the American election, say - that reader should move to America, become a citizen of the United States. Everyone is welcome here. Even the readers of the Guardian. But if you don't wish to be an American, to live in Ohio, for instance, and participate in the American political process, that is too bad. Perhaps there is something wrong with you. Perhaps it is your teeth.<br><b>New York</b> </p> <p>Go back to sipping your tea and leave our people alone. <br><b>Ohio</b> </p> <p>As an American who is afraid of the terrible ramifications if Bush is elected, I commend your efforts to try to get Britons involved. Although many Americans would be critical of British people \"meddling\" with our politics and elections, all the world will share in the disaster if Bush is re-elected. Many of us are very concerned. I teach young adults, most of whom have been very uninvolved in voting and politics. Many of them are going to vote. We need all the help we can get. <br><b>United States</b> </p> <p>As a US citizen, I want to advise you that you and anyone that participates in subverting the US presidential election can be criminally charged and perhaps even charged as spies. <br><b>California</b> </p> <p>Thank God above for you English! Just when I was beginning to despair at the thought of Bush being re-elected, you come along with a strategy to help us! Your invitation to your readership and rationale for offering it are provocative at the least, and laudable at best.<br><b>Springfield, Ohio</b></p> <p><b>·</b> <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty</a></p>",
  "Most people in Kareza, a dusty village two hours north of Kabul, keep animals tethered outside their mud-walled houses. Commander Mafouz keeps two Soviet tanks. The 21-year-old fighter has grown fond of the two green hulks, which still have live shells in their barrels; so fond that he recently threatened to kill the UN team that tried to tow them away. <p>\"My brother died after capturing these tanks from the Taliban. My father died fighting the Soviets,\" he said yesterday, standing defiantly before the T-55 and T-62 nestled under a line of berry trees before his front door. \"I'm not going to give them up just like that.\" </p> <p>Afghanistan's remarkably peaceful election, in which vote counting is continuing, spelled \"the end of the rule of the gun\", declared the US commander Lt-Gen David Barno last week. </p> <p>His prediction may be a little premature. The Taliban threat may have subsided but, after a quarter-century of Soviet, American and Pakistani-fuelled wars, Afghanistan is awash with an exotic array of weaponry. Just how much, nobody knows, but estimates run from 1m to 3m weapons. </p> <p>\"You could start world war three with the amount of ammunition in some places,\" said Peter Babbington, a retired Royal Marine heading the UN-led demobilisation, disarmament and reintegration (DDR) programme. </p> <p>The 16-month DDR drive has made slow progress. Officials have impounded 70% of heavy weapons - which include tanks, rockets, bombs and terrorist-favoured shoulder-to-air missiles. But only about 21,000 of the estimated 60,000 militia fighters have retired their battered AK-47s. </p> <p>Afghanistan's many warlords, who are agnostics in the campaign to convert them to democracy, are mostly at fault. Efforts by Hamid Karzai's interim government to lure the renamed \"regional leaders\" into politics have only partly succeeded. The Uzbek hardman Rashid Dostum, who is accused of war crimes, contested this presidential election. But many others have remained quietly on the sidelines, some running growing drug empires from the bumper opium crop. </p> <p>The demobilisation officers also have to convince their footsoldiers to give up the gun, no easy feat when an entire generation has known only war. The option of joining the fledgling Afghan national army, with its $70 (£39) monthly salary, seems unattractive to some. </p> <p>As Commander Mafouz stood guard by his tanks, about 200 of his comrades were trudging into the local barracks to demobilise, surrendering battered rifles and old artillery pieces to UN officials. </p> <p>The 21-year-old fighter, who has eight years' military experience but no school ing, might join them, he hinted with a coy smile - but only if the UN offered him a new Toyota 4x4 and a briefcase of cash. </p> <p>A wider problem may be changing attitudes. A long history of bloodshed has embedded a gun culture in many rural areas. Today there is a light police presence, a farcical judicial system, and every Afghan man retains the right to carry his own weapon. Most still do. </p> <p>\"In this country your home insurance policy is an AK-47 over the fireplace,\" said Mr Babbington. \"And if it was taken from Russians, there's no getting it back.\" </p> <p>Memories of Afghanistan's many flip-flops between war and peace have caused some to hide their weapons, no matter how big. </p> <p>In Jalalabad, DDR officials dug five Soviet tanks out of field. In Badakhshan, a community so revered a tank that they built a house around it. But nowhere is the gun culture stronger than in the Panjshir Valley. </p> <p>The 55-mile mountainous corridor was home to the legendary warlord and Afghan hero Ahmed Shah Massoud, who was assassinated by al-Qaida suicide bombers in 2001. </p> <p>It is also, as the locals like to remind visitors, one of the few places never touched by the Taliban. But it has proved equally impregnable to the UN teams, who say it is one of the last areas to resist significant demobilisation. </p> <p>Tanks and anti-aircraft gunbarrels jut from some of the highest peaks in Panjshir. Dozens more line the rocky track that twists along a gushing river on the valley bed. Yet local commanders have forbidden DDR officials from removing even one mortar launcher. </p> <p>\"Go away,\" said an angry soldier as this reporter drove up to a line of tanks parked by the road last Saturday. \"No foreigners are allowed here.\" </p> <p>\"We are taking care of security and the weapons are safe here,\" said Khalil Rahman, an official at the governor's office. \"We don't think it's necessary to send them all to Kabul.\" </p> <p>Politics and pride lie behind the refusenik attitude. Panjshiri resistance was at the heart of the Northern Alliance that overthrew the Taliban; now many feel that their valour has not been recognised. </p> <p>\"During the resistance we saved people's lives; now they say we are just gunmen,\" said Noornudin, a one-time Massoud bodyguard who now stands guard over his commander's grave at a hilltop shrine in the valley. </p> <p>Others feel marginalised by the US-backed government of the ethnic Pashtun Hamid Karzai, who is the frontrunner in this election. </p> <p>Gul Mohammed, a retired mujahid general, curled his hand into a fist and likened it to a map of Afghanistan: \"We are at the heart of the country,\" he said, pointing to his thumb. \"Not like the Pashtuns, who are on the borders.\" </p> <p>The pace of future demobilisation hinges on the election results, the final tally of which is not due for another two weeks. </p> <p>Until now, President Karzai has used a policy of appeasement against the warlords and their troops, trying to nudge them into civilian life. If, as expected, he remains president, he will come under pressure to take more of a hardline approach. </p> <p>Accelerating demobilisation will be critical to success - particularly in the run-up to parliamentary elections scheduled for April. Vikram Parekh, a Kabul-based analyst with the International Crisis Group, says: \"It is crucial to ensuring these elections are fairly contested.\"</p>",
  "As an American who has lived in Britain for over 30 years, I read Carol Gould's description (An American scapegoat in London, October 16) with increasing incredulity. As a regular user of public transport and with constant exposure to people of many different backgrounds, I have never met the visceral hatred of Americans she describes. Indeed, last week's Guardian poll (We like Americans, we don't like Bush, October 15) shows the British have no difficulty in distinguishing between antipathy to Americans and their foreign policy. <p>Naturally, I have heard much concern about the latter, from the debacle of Vietnam to the current Iraqi misadventure - US foreign policy affects the entire world. Gould's wildly exaggerated accusations of anti-Americanism and anti-semitism should not be used as a smokescreen to deny the right of legitimate criticism of the policies of the US and Israeli governments, a right increasingly exercised by many Americans and Jews.<br> <b>Dr Edie Friedman</b><br> London </p> <p>I think and hope Ms Gould's experience is not typical, but it is clear that much of today's hysterical anti-Americanism is merely a surrogate for anti-semitism. Many people cannot stomach the fact that there is a power that wants to protect Jews. They would much rather \"sympathise\" with those who want to murder them. This is usually hidden under the mask of anti-Zionism. As ever, there are Jewish fellow-travellers more than happy to go along with this fraud to prove their liberal credentials.<br> <b>Dr Michael Schachter</b><br> London </p> <p>Ms Gould writes: \"Europe has always been a seething hotbed of anti-semitism.\" She does not mention one diabolically clever way by which the Europeans attempt to conceal this. In the UK, a Jewish citizen (Mr Howard) has been allowed to serve as leader of the Conservative party and others (Messrs Mandelson and Miliband, for instance) are prominent in Labour's senior ranks. In France, the next presidential election will probably have M Sarkozy as the candidate of the right, and M Holland for the left. Each is Jewish. Ms Gould is to be congratulated for not allowing herself to be fooled.<br> <b>Norman Birnbaum</b><br> Washington DC </p> <p>I would certainly agree that when I open my mouth in public, I run the risk of what I call \"that conversation\", which, in my experience, includes the following: \"You left California to come here? Why, what on earth do you see in this country?\" I have an uphill task to persuade people I am not mad to have left the \"greatest place on earth\" to come and live here. </p> <p>As for my Jewish heritage, living and working in Oldham, I am accustomed to anti-Islamic remarks and to the effects of racism on my colleagues and adult students. My work with asylum seekers, who daily face being reviled and abused, gives me perspective on my experiences. I could never describe the inconveniences of explaining my national or ethnic background as in the same league.<br> <b>Magda Sachs</b><br> Oldham </p> <p> </p> <p>As an American who has also spent most of my adult life here, I realised long before 9/11 that everyone here didn't love us. This \"island race\" does have antagonistic feelings verging on the xenophobic. Anyone who has heard the British praise France if it only wasn't for the French, or claim all Italians are sex-mad cowards, knows they distrust everyone equally and, so, shouldn't be surprised that we aren't exempt just because we are so sure we're God's gift.<br> <b> Rick Bryant </b><br> Exeter, Devon </p> <p>The more I considered the article, the more offended I became. I am a Texan and have had the great pleasure of holidaying in Britain for many years. London is one of my favourite cities in the world. No one has ever been anything but kind. The people smile when they hear my accent, start conversations with me and give me friendly advice. It is a great disservice to both our countries to write of \"American bashing\". <br> <b>Patricia Redford Kidd</b><br> Valley Spring, Texas </p> <p>Having lived for two years in Alpharetta, Georgia, I can assure Carol Gould that educated Americans do invite Brits to their dinner table to abuse their country, do scream abuse at them in the street and elsewhere, or, in my actual experience, threaten to punch them in a Florida bar \"cos you Brits think you know everything\". </p> <p>More serious was the constant stream of anti-European hate in the media at the time of the war in Iraq. And as for anti-semitic Europe, there may be a few with such views, but it is much less of a problem than the racism in the States, where, having married an African-American lady, some colleagues never spoke to me again. We joke over who they hate more: her, a successful black woman, or me, a snobby European.<br> <b>Jonathan Fanning</b><br> London </p> <p>As American expats who have lived in London for just over four years, we have found our neighbours to be welcoming and gracious people. The truest measure of actual sentiments can be measured by the substantial majority of the British people who wish to see George Bush defeated. That is the ultimate expression of kindness towards the American people.<br> <b>Rev Ronald Garner</b><br> London</p>",
  "There is an elderly woman with a long-winded anecdote about the old days on the prairies; a farmer with a desperate appeal for drought assistance and lower petrol prices; and a set of African refugees who want a group photograph of themselves. <p>Tom Daschle, the most powerful Democrat in Washington, has time for them all. </p> <p>The party's Senate leader stays long after a Sioux Falls community dinner was due to finish, until the last question is answered, and the last anxious words are heard. The tables have all been dismantled and the chairs neatly stacked. </p> <p>For the first time since he entered the Senate in 1986, Mr Daschle is fighting for his political survival. But there is much more than his career in play. Control of the Senate is also at stake, and all that that means - a legislative veto, the right to ratify foreign treaties and the power to shape the supreme court. </p> <p>The Republicans have a two-vote majority in the Senate. The Democrats have an outside chance of overturning that margin, but virtually no chance if their Senate leader loses this excruciatingly tight race to a popular and photogenic Republican, John Thune. \"This is a very pivotal election,\" Mr Daschle said in an interview after the last potential voter had drifted out into the cool, prairie night. \"We can't win back the Senate without winning this race, and the president himself has said this is the second-most important race in the country. It's become the most expensive race per capita in American political history.\" </p> <p>If George Bush is re-elected, Mr Daschle will continue to be the Democrats' last line of defence against the president's second-term agenda. If John Kerry wins the presidency, on the other hand, the senator from South Dakota will be his right-hand man in Congress. </p> <p>Either way, it will make an enormous difference if Mr Daschle is leader of the minority, as is the case now, or of the majority - in which case he will have a decisive say in the Senate's order of business, and his office will become a power centre to rival the White House. \"We are involved on a regular basis, we confirm all ambassadors and ratify all treaties, so it has a huge importance,\" Mr Daschle said. \"The next president and the next Senate are likely to confirm two or three new supreme court justices. There is little doubt that the direction the supreme court takes over the next 20 or 30 years will be determined at this election.\" </p> <p>In America's ongoing culture wars, control of the supreme court is even more important than residency of the White House. The court alone will determine whether the US is a country where abortion is legal, whether restrictions on stem cell research are legalised, whether there are gay marriages, and whether the death penalty is maintained, restricted or banned. </p> <p>Both parties have poured millions into the sparsely populated state, where there are barely 400,000 voters and where the politics are decidedly retail. The big issues are drought, the future of the corn-based fuel, ethanol, guns, and the plight of the Indian reservations, and of a pesky rodent, the prairie dog. </p> <p>The airwaves are choked with campaign advertisements but in a race that will be probably be decided by a few hundred votes either way, both Mr Daschle and Mr Thune know the only real way to clinch a floating vote is to meet every possible voter in person. </p> <p>Hence Mr Daschle's long night at the Sioux Falls com munity centre, and Mr Thune's insistence on as many debates as possible. His campaign asked for 25. The Daschle camp finally agreed to six. </p> <p>The encounters are a far cry from the much-hyped presidential debates, after which a 100 smooth-talking surrogates flood a packed media hall with spin. At a recent Daschle-Thune debate in the small university town of Vermillion, there were two journalists in attendance and Mr Thune did all the post-debate spin himself. He agreed with his opponent that the election was particularly critical in view of the Senate's role in approving new supreme court justices. </p> <p>Mr Thune stops short of saying that a new court should overturn the landmark \"Roe v Wade\" decision that legalised abortion in 1973, saying only: \"The president is not going to have a litmus test, but I do think it means that he will be able to appoint justices who will interpret the constitution.\" </p> <p>As ever in the heated culture wars, the remarks are coded to send an encouraging signal to conservatives, but remain outwardly vague for others. </p> <p>Mr Thune has a lot going for him electorally, as well as the $2m or more that the national Republican party has devoted to winning Mr Daschle's scalp. The former congressman has a vote-winning combination of distinguished grey hair and strong-jawed film star looks - a midwestern version of Robert Kilroy-Silk. He is also a nimble and aggressive debater, arguably stronger than the softly-spoken senator. </p> <p>Again and again at the Vermillion debate, Mr Thune accused his opponent of being \"the chief obstructionist\" in Washington, blocking legislation for the sake of political advantage. He echoed the Wall Street Journal's judgment that the Senate had become the \"Daschle Dead Zone\" for new laws. Each slogan landed with the force of a punch and won cheers from a largely conservative crowd of South Dakotan students. </p> <p>In a mostly conservative state, where 58% of voters are registered Republicans, Mr Thune is playing to a home audience. </p> <p>Mr Daschle's Senate tenure, by contrast, has always been something of an anomaly. He has held on to his seat by cultivating his constituents, making sure he visited every county in the state each term in a 1971 Pontiac, until the old car fell apart. </p> <p>He has also campaigned to the right of the Democratic mainstream. This time, for example, one of his advertisements shows him hugging President Bush a few days after the September 11 attacks. It is not an image that goes down well with hardcore supporters but it helps counter allegations that he is no more than a partisan obstructionist. </p> <p>The senator has also burned some of his bridges with environmentalists by turning against the cuddly prairie dog, blamed by ranchers for eating their pastures. Mr Daschle now backs poisoning them in large numbers. </p> <p>Most of all, Mr Daschle is campaigning on the clout of his office as a Senate leader. It means, he repeatedly points out, this is a moment in history when one of the most important desks in the country is controlled by South Dakota. </p> <p>The Daschle camp is hoping that this pragmatic appeal will be enough to win over at least one in five of the state's registered Republicans, just enough to outweigh Mr Thune's party advantage, and that the margin of victory will be secured by mobilising the state's 40,000 long-suffering Sioux Indians, who are just waking up to their own political leverage. If the election is as tight as it promises to be, they could well determine who controls the US Senate.</p>",
  "There is nothing George Bush likes more than extolling the virtues of democracy in faraway places. On October 8, during the second presidential debate, he promised: \"Freedom is on the march. Tomorrow, Afghanistan will be voting for a president.\" Apparently some Afghans enjoyed their new freedoms so much, they voted for the US surrogate, Hamid Karzai, several times over, after the ink used to mark voters' thumbs wore off. By the middle of the day, all 15 of Karzai's challengers had withdrawn. Freedom was not even limping let alone marching. <p>\"Today's election is not a legitimate election,\" said Abdul Satar Sirat, after he and the other disgruntled candidates had met in his house. Bush's national security adviser, Condoleezza Rice, knew better. \"This election is going to be judged legitimate,\" she said. \"I'm just certain of it.\" When it comes to fixing elections, the Bush administration has a way of making the lame walk. </p> <p>By Monday an exit poll funded by the US government and conducted by the International Republican Institute, which has links to the Republican party, revealed Karzai as a comfortable winner. After diplomatic arm-twisting by the US ambassador, the 15 challengers withdrew their withdrawals. It was a miracle. A few days later, in the final presidential debate, Bush would literally claim divine intervention. \"In Afghanistan, I believe that the freedom there is a gift from the Almighty.\" </p> <p>Back in the US, however, the Almighty seems far less generous. Bush's enthusiasm to export democracy is not matched by his desire to defend it at home. With just a fortnight to go to the presidential election, efforts to obstruct and deny the vote, particularly to black and Latino voters, are intensifying. Forty years after the civil rights act enshrined the franchise in the constitution for African-Americans, freedom is being crippled. </p> <p>The group most likely to serve in Iraq and Afghanistan, where they are ostensibly extending democracy and freedom - African-Americans - is most likely to be denied those rights in the US. There is nothing new in this contradiction. In the cold war, when the US lectured the eastern bloc on the delights of democracy, black Americans couldn't vote. </p> <p>The issue of disenfranchisement does not affect only minorities. The use of electronic voting in many states, using machines that leave no paper trail, has sent confidence that a fair election is likely, or even possible, into freefall. Once dismissed as the obsession of conspiracy theorists, fear of fraud is now mainstream. \"Will your vote be counted?\" asks the cover of Newsweek. \"Election protests already started: Fraud intimidation alleged in key states,\" says a USA Today front page. </p> <p>The former employee of a company hired by the Republican party to register voters in Nevada says he was told to throw Democrats' registration forms away. And last January, the Republican Ellyn Bogdanoff won a seat in Florida's senate by just 12 votes, out of almost 11,000 cast. According to state law there should have been an automatic recount; moreover, 137 votes emerged blank. But because the voting had been done by machine there was nothing to recount. Bogdanoff took the seat. The machines will be used on November 2. </p> <p>Sometimes these efforts bear the official imprimatur of local officials. Given the debacle in Florida four years ago, you would think the governor (Bush's brother Jeb) would be anxious to ensure that anyone who wants to vote can. Instead he has introduced a rule that registration forms should be rejected if a citizenship check box is not complete - even when people have signed an oath on the same form declaring themselves to be US citizens. Meanwhile Ohio's Republican secretary of state, Kenneth Blackwell, attempted to enforce a rule by which only registration cards printed on heavy, 80lb paper stock would be accepted, claiming lighter cards might be shredded by postal equipment (meaning that voters who have to re-register on the heavier paper might not make it on time). And last summer the chief executive of Diebold, which makes many of the voting machines, said he was \"committed to helping Ohio deliver its electoral votes\" to Bush. </p> <p>African-Americans, however, remain the principal target of the Republican campaign to block the vote. Unlike the 60s, when black Americans were barred from the polls by police dogs, water cannon and billy clubs, the means today are more refined. Occasionally the mask slips. In July, John Pappageorge, Michigan's Republican state legislator, told a Republican meeting: \"If we do not suppress the Detroit vote, we're going to have a tough time in this election cycle.\" Detroit is more than 80% black. It does not take a genius to work out whose votes he was keen to suppress. </p> <p>So far it has mainly been a mix of petty harassment and bureaucratic pedantry, devised to intimidate newly registered and poor voters, a huge proportion of whom are black and Latino. Take Florida. According to the Washington Post, African-Americans in Republican-run Duval county were the most likely to have their voter registration forms rejected, while rejections for Democrats outnumbered Republicans by three to one. In 2000, 42% of ballots rejected by the Duval county election board came from mainly black areas. </p> <p>In Ohio, Mr Blackwell also told election boards that anyone who turned up at the wrong polling station would not be able to cast a provisional ballot (to be verified later). The Democrats successfully sued, saying that the ruling would disadvantage minority and poor voters, who tend to move more often. </p> <p>It is not difficult to fathom what is driving these efforts, which are being replicated throughout the country. The best indication of how an American will vote is race. More than 80% of African-Americans voted Democrat in the last election. Incapable of persuading them to vote Republican, Republicans now seek to prevent them voting Democrat. </p> <p>This task has become particularly urgent because voter registration recently ended in many states, revealing that voter rolls in black and Latino areas have swollen in far greater numbers than in Republican precincts. Between the last election and August this year, almost 200,000 additional black voters were registered in Florida. </p> <p>So while these attempts are clearly racial in nature, they are essentially partisan in motivation. With apologies to Malcolm X, they are about winning by any means necessary. Republicans support democracy when democracy supports Republicans. But they are equally happy to do without it when it is inconvenient. That was always true abroad, from Venezuela to Nicaragua and Pakistan to Saudi Arabia. Now it is true at home, from Detroit to Duval County. </p> <p>Freedom is on the retreat. And the man who assumed office four years ago thanks to thousands of disenfranchised black voters is again leading the charge. </p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "The pressure on Tony Blair to support George Bush in his re-election campaign through the redeployment of UK forces as a proxy US reserve is more acute than may appear at first (British troops face role in Baghdad, October 16). There are questions that both the US presidential candidates are avoiding. How long can the US keep 138,000 troops or more in Iraq? What if full-scale civil war erupts there? Without British help would the next US president be faced with a choice of pulling out of Iraq rather than instituting a draft? <p>According to the Pentagon's own assessment, there are \"inadequate total numbers of troops to meet US security interests in Iraq\". General John Keane, who retired last year as the US army's no 2, says the continued success of the all-volunteer military is not guaranteed. </p> <p>Mr Blair and his government must again decide if they will prop up a president who is unpopular in the world by providing a proxy reserve for US forces to avoid the issue of a draft becoming a hot political potato in the final run into the US elections.<br><b>Mark Stephens</b><br> Finers Stephens Innocent </p> <p>Part of the answer to Peter Martindale's questions (Letters, October 16) can be answered by reading Hansard for March 18 2003, which reveals a wider debate to the more truncated one in the media. </p> <p>Almost all the arguments of the MPs in favour of military action focused on three issues: Saddam Hussein's non- compliance with the 1991 UN ceasefire and subsequent 17 resolutions; the nature of the regime and impossibility of getting change from within; the need to deal with the threat Saddam posed to a number of the countries in that unstable area; and to try and create a situation where stability could develop and allow a chance of resolving the Palestine-Israel question. </p> <p>WMD ran through these arguments, but was not as central as it is now. Tony Blair initially focused on all these issues, but increasingly and, in my view, mistakenly focused more on WMD. The media also focused on that, and it became the new agenda but it didn't change the reason most of us voted as we did.<br><b>Clive Soley MP</b><br>Lab, Ealing and Acton</p>",
  "<p>With just over a fortnight to go, the polling gets serious. Where there would once have been one a day, we can now expect several. In theory that should allow for a more informed prediction of the final result, but having two or more polls is like having two watches – you can never be sure which is telling the right time.</p> <p>The latest polls have presented such a scenario. The <a href=\"http://www.gallup.com/poll/content/?ci=13657\">Gallup</a> poll for <strong>CNN-USA Today</strong> has George Bush 8% ahead (a clear lead) but the <strong>Reuters-Zogby</strong> <a href=\"http://www.zogby.com/news/ReadNews.dbm?ID=895\">daily tracker</a> ties the president and his challenger on 45%. The complication here is that Mr Bush has lost a 48% lead in the latter poll since Friday to John Kerry and a growing number of undecideds, but he pulled back from being 1% behind last week in the former.</p> <p>So, what is going on?</p> <p>First of all, some people have a few problems with Gallup. <strong>Salon</strong> <a href=\"http://www.salon.com/politics/war_room/index.html\">points out</a> that the pollster gave Mr Bush a 13% lead over Al Gore at this stage in 2000 (who went on to win more votes) and weights its sample on the assumption that more Republicans vote than Democrats. It adds that this is the opposite of what happens in what it likes to call the \"reality-based world\".</p> <p>Second is that the headline figures may be meaningless. John Zogby argues that the least useful question a pollster can ask is <a href=\"http://straitstimes.asia1.com.sg/news/story/0,4386,278580,00.html\">who a voter will vote for</a>, and came closest to predicting 2000 by asking his sample to imagine they were in the Wizard of Oz and had to choose between a brainy but heartless tin man (Mr Gore) and an all-heart but no brains scarecrow (Mr Bush). The two characters were tied. He tips to the tin man this time around.</p> <p>If you follow the thinking that it is the underlying indicators that count the most, you begin to start looking at the importance voters attach to each issue - if they vote on economics or the war on terror - and the candidates' approval ratings. The University of Virginia's <strong>Crystal Ball</strong> argues that Mr Bush's approval rating (<a href=\"http://www.time.com/time/election2004/article/0,18471,725047,00.html\">49% in a Time poll</a>) needs to be at <a href=\"http://www.centerforpolitics.org/crystalball/article.php?id=LJS2004101201\">51% or above</a> if the undecideds are not going to break at the last minute for Mr Kerry. Then there comes the question of how the large numbers of newly registered voters will align themselves, or if the pollsters are ignoring them.</p> <p>But polls, even the best, can only tell you so much. The key thing about the US presidential election is that it is not decided on the national figures, no matter how extensive and well-weighted the sample: if it was, Mr Gore would now be standing for re-election. It is decided state by state. The Gallup poll excepted, most are pointing to a close finish. If your two watches were only seconds apart, would you know which one to take off?</p>",
  "The Palestinian foreign minister, Nabil Shaath, today called on Britain to fill the gap in the Middle East peace process left as the US focuses on next month's presidential election. <p>Speaking after talks in London with the foreign secretary, Jack Straw, Mr Shaath said Palestinians were paying the price of the US being distracted in the run-up to the November 2 election and possibly for months afterwards. </p> <p>He said the hiatus could continue until January 2005, when either the incumbent president, George Bush, or his Democratic challenger, John Kerry, is sworn in. </p> <p>\"I do not think the three coming months should just witness Palestinians getting killed. I think something can be done by America's friends and allies, and I think Britain is very well situated to do that,\" he said. </p> <p>His plea came as Human Rights Watch released a report condemning the bulldozing of Palestinian homes by the Israeli army. </p> <p>Israel has said the action was necessary to stem Palestinian attacks on Israeli border towns, but the human rights watchdog said it had gone beyond what could be justified on security grounds. </p> <p>It highlighted the situation in the southern Gaza town of Rafah, where more than 10% of the population have lost their homes.</p> <p>The US was one of the key quartet sponsors - along with the EU, the UN and Russia - of the road map peace plan, which stalled shortly after being launched in June last year. </p> <p>Neither Israel nor the Palestinians have implemented the plan, which calls for an end to violence, the reform of Palestinian institutions and a freeze on construction in Jewish settlements. </p> <p>\"I think the road map provides the answer, and a simultaneously observed ceasefire is the way to start it,\" Mr Shaath added. </p> <p>\"We would like very much to see the United Kingdom, with its important relationships across the Atlantic, its permanent status in the security council and its influence in the quartet, to really help us pursue that road by getting us back to peace,\" he said. </p> <p>The prime minister, Tony Blair, has promised to make revitalising the process a personal priority following the US election, and Mr Straw today acknowledged that attention in Washington was being diverted away from the road map. \"Whenever there is an election campaign anywhere in the world, the candidates are preoccupied with winning the election and other things get put on the back burner ... but, meanwhile, we are pressing ahead as far and as fast as we can,\" he said. </p> <p>Mr Straw said Britain condemned all acts of terrorism, and reiterated his concerns about rocket attacks on Israelis from Gaza. However, he said Britain believed Israel's military response to the attacks had been \"disproportionate.\" </p> <p>Meanwhile, the Israeli prime minister, Ariel Sharon, again said he would push ahead with a planned withdrawal from the Gaza Strip and parts of the West Bank, despite criticism from Jewish settlers. Mr Sharon spoke a day after holding a tense meeting with settler leaders. He has pledged to put his \"disengagement plan\" to a parliamentary vote on October 25 and, despite a rift in his hardline Likud party, is expected to prevail with the backing of dovish opposition parties. </p> <p>He today told reporters that he was required to bring his plan to parliament and intended to follow it through, despite pressure from the settlers.</p> <p>\"The responsibility of managing the issues of the country, the responsibility of the future of the country, is not the concern of just one group. It is the concern of the entire nation, and this burden is placed on my shoulders, and this is how I plan to behave,\" he said. </p> <p>Settler leaders yesterday described the meeting with their former ally as \"disgraceful\", and pressed for a national referendum. However, Mr Sharon again rejected the idea. Current polls show that around two-thirds of Israelis supported the pullout despite large, well-funded and publicised protests by the settlers and their supporters. Mr Sharon has already lost two separate votes within Likud on his plan.</p>",
  "Downing Street today insisted that any decision about UK troop numbers in Iraq would be \"about preparing for the Iraqi election, not the US election\". <p>The defence secretary Geoff Hoon will this afternoon spell out to MPs the current situation in a statement on Iraq at 3.30pm. He is expected to confirm that a request has been made for extra UK troops by the US, and that this is an operational matter still under consideration.</p> <p>Yesterday saw up to 100,000 people march to protest against the war in Iraq and demand British troops were withdrawn, but today No 10 was defiant, saying a decision would be taken on what was \"operationally necessary\".</p> <p>Speaking at the morning lobby session, Tony Blair's spokesman insisted: \"If this is about any elections it's about preparing for the Iraqi elections, not the US election.\" </p> <p>\"Let's not jump too far ahead. I think it's important to recognise the context. </p> <p>\"This is a proposal which has come from the operational level, not the political level. It therefore has to be decided within the Ministry of Defence in terms of operationally, from the ground up and that's very much the emphasis. </p> <p>\"We will wait for firm proposals before ministers and the prime minister will make any decision. That's where we are at.\" </p> <p>The spokesman stressed that UK forces already worked with the Americans in different areas in Iraq, and with other forces within the multinational force. </p> <p>He went on: \"If there are proposals coming forward, those proposals will be based on an assessment on the ground and what's operationally necessary and operationally possible.\" </p> <p>Saying he wanted to \"deal head-on\" with claims that any decision to deploy the UK forces in a different area was linked to the US elections, the spokesman stressed: \"The multinational force's job is to help restore stability in Iraq, deal with the insurgency terrorism, help the process of Iraqi-isation and so help prepare both for the Iraqi elections and the day that a democratic Iraqi government can take responsibility for itself.\" </p> <p>The spokesman added: \"Of course, there's a political dimension because ministers in the end will be part of the decision-making process, but it's based on operational assessments on the ground. You do have to let that process be completed before you get involved in any political dimension.\"</p> <p>Downing Street today again insisted no decision had yet been taken to switch British troops to another operating area in Iraq - and again denied any decision would be influenced by the forthcoming US presidential election. </p> <p> This afternoon MPs will have the chance to question Mr Hoon on reports that the US wants a British battalion to \"back fill\" for its forces around Baghdad to free up American firepower for an expected assault on Falluja. </p> <p>Mr Hoon is expected to confirm that a formal request for assistance has been received from Washington when he delivers a statement to the House of Commons. </p> <p>But MoD officials indicated that it would be a \"holding statement\" with no announcement of changes. </p> <p>Government ministers today dismissed Conservative allegations that they were planning to send troops as a \"political gesture\" to the White House ahead of next month's US presidential elections. </p> <p>Meanwhile, the Liberal Democrat leader, Charles Kennedy, warned against any redeployment, saying that it risked becoming an \"ensnarement strategy\" which would make British withdrawal from Iraq even more difficult. </p> <p>Mr Kennedy said the UK should be planning its withdrawal from Iraq, not becoming more involved in the occupation. </p> <p>\"This, far from being an exit strategy, runs the risk of being an ensnarement strategy that drags Britain further into the mire,\" he told BBC Radio 4's Today programme. </p> <p>It was difficult to see why the US considered redeployment of the British unit - just 0.5% of all coalition troops in Iraq - so vital, said Mr Kennedy. </p> <p>Reports have suggested that the Americans want the British to take over duties in Iskandariya, 25 miles south of Baghdad, releasing the 24th Marine Expeditionary Force for other operations. </p> <p>The most likely candidates for the role are thought to be the Black Watch, which is the reserve battalion in the British-controlled southern sector. </p> <p>That would mean placing some 650 British soldiers under direct US command for the duration of the operation. </p> <p>In a weekend letter to Mr Hoon, the shadow defence secretary, Nicholas Soames, said that a deployment to the US-controlled sector would represent \"a fundamental change\" in the nature of British involvement in Iraq. </p> <p>He argued that it was essential that any British troops sent had \"substantially robust\" rules of engagement to cope with the demands of operating alongside the Americans. </p> <p>He also suggested that deployment would be a \"political gesture\" to shore up the US president, George Bush, ahead of the November 2 elections. </p> <p>But the lord chancellor, Lord Falconer, insisted this morning that the decision was \"entirely not political\". </p> <p>\"It is entirely operational. It is a matter for the secretary of state to deal with later today,\" he told Today.</p>",
  "The latest round of polls in the US election race shows the presidential candidates more or less tied, with Democratic hopeful John Kerry trailing Republican president George Bush by two or three percentage points, a gap still within a margin of error. <p>The latest <a href=\"http://www.zogby.com/news/ReadNews.dbm?ID=892\">Zogby/Reuters daily tracking poll</a> found Mr Kerry had shaved two points from the president's lead, leaving the Democrat trailing 46% to 44%. The poll of those who describe themselves as likely to vote in the November 2 election was conducted after the third and final presidential debate. The margin of error was 2.9 percentage points. </p> <p>John Zogby said on his website: \"The third debate is now registering among voters and Kerry had a good day, leading by two points today alone. He now is behind by only two overall. He managed today to regain a good lead among 18-29 year olds (especially 18-24 year olds, who he will need on November 2 to win). He also has consolidated his lead among Hispanics and is now only yielding 12 points to Bush among Democrats.\"</p> <p>The <a href=\"http://www.time.com/time/election2004/article/0,18471,725047,00.html\">latest Time magazine poll</a> again put Mr Bush two points ahead of Mr Kerry, 48% to 46%, or fairly even once the margin of error is taken into account. It found Mr Kerry was the clear winner of the last debate, with almost one in three voters saying the debate had made them more likely to vote Democratic. Only 17% said the debate had made them more likely to vote for Mr Bush. </p> <p>Time also said Mr Bush's job approval rating had fallen, with 49% approving of his work and 49% disapproving after the last debate. The magazine said it was the second week in a row that the president polled under 50% on job approval. </p> <p><a href=\" http://www.msnbc.msn.com/id/6260444/site/newsweek/ \">Newsweek</a> came up with exactly the same headline numbers as Time: 48% for Mr Bush, 46% for Mr Kerry. The magazine reported that before the round of debates began on September 30 the president held an 11-point lead over Mr Kerry. </p> <p>But, among likely voters, Newsweek's statistics told a different story. A Bush/Cheney ticket took 50% of likely voters, with Kerry/Edwards on only 44%. </p> <p>A <a href=\"http://www.usatoday.com/news/politicselections/nation/polls/usatodaypolls.htm\">CNN/USA Today/Gallup poll</a>, also conducted after the debate, gave Mr Bush an even greater advantage. Among likely voters, 52% intended to vote for Mr Bush and 44% for Mr Kerry. The previous Gallup poll, conducted after the second debate, had given 49% to Mr Bush and 46% to Mr Kerry. The polls had a margin of error of four percentage points. </p> <p>Independent candidate Ralph Nader polled a fairly consistent 1% in all the above contests, meaning he could well prove a spoiler for Mr Kerry.</p>",
  "The defence secretary, Geoff Hoon, will confirm today that the British military is considering sending as many as 600 soldiers to previously US-patrolled hotspots south of Baghdad, as it considers a wider role for troops ahead of the planned elections in January. <p>British defence sources made clear yesterday that there was widespread unease among military commanders about the deployment, in particular the suggestion that troops were being used in a \"political gesture\" to support the agenda of the Bush administration in the run-up to the presidential election next month. \"There is unease about us being drawn in to the whole American election thing,\" one source said. </p> <p>Mr Hoon will today face what is likely to be a hostile House of Commons when he makes a statement on the proposed deployment, in the face of mounting criticism from both Labour backbenchers and the opposition. </p> <p>The defence secretary will seek to calm MPs and stress that no decision has been made. However, a battle group of 650 British troops from the Black Watch regiment has been earmarked to \"backfill\" for US marines policing the two highly volatile towns of Iskandariya and Latifiya, about 15 miles (25km) south of Baghdad. </p> <p>Nine Iraqi policemen were murdered at Latifiya on Saturday on their way back to Kerbala after a training course in Jordan. Both towns have been the scene of numerous attacks by insurgents. </p> <p>However, one government source insisted: \"We are in constant dialogue with the Americans. It is not the case that a five-star US general suddenly walks through the door and says he needs our troops.\" </p> <p>Although British defence chiefs are putting a brave face on the decision, saying the army is happy to do any job asked of it, privately they are worried about the prospect of getting bogged down in Iraq with no clear exit strategy. </p> <p>Ministers and army chiefs have repeatedly said that British troops will leave when the Iraqis have sufficient forces of their own to protect their country's security. </p> <p>General Sir Michael Walker, the chief of the defence staff, and General Sir Mike Jackson, the head of the army, are also understood to have expressed concern that the deployment of the Black Watch will leave a significant gap in British forces in southern Iraq. </p> <p>In Falluja yesterday US troops continued their siege of the rebel stronghold in an effort to keep suspected militants from fleeing before the start of a long expected full-scale ground offensive. </p> <p>In the Commons Mr Hoon will repeat the rejections by cabinet ministers yesterday of the allegation that British troop movements are being considered as a show of coalition solidarity with George Bush ahead of the elections in the US. </p> <p>Labour's general election supremo Alan Milburn said: \"People will look pretty askance at those who are saying somehow or other there is some sort of tawdry political deal that has been done here. </p> <p>\"That is the allegation that is being made that somehow or other this is about Britain acting in American political interests. It isn't about that at all. All of these decisions are taken on an operational basis. They are done in full consultation with the people on the ground.\" </p> <p>However, the deployment of British troops north to the bloodiest front in Iraq has direct and powerful significance for the knife-edge contest for the US presidency, in which the war has become the dominant issue. </p> <p>At the core of the Democratic attack on the Bush administration is the charge that its diplomatic failure and its bungled planning for the Iraq invasion has left US troops to shoulder almost all the military burden, accounting for 90% of coalition casualties. </p> <p>Sending British troops to the heart of the fighting would strengthen the Bush argument that the coalition is sharing the human costs and that the president is capable of persuading foreign countries to internationalise the occupation. </p> <p>In a letter to Mr Hoon, the Conservative defence spokes-man, Nicholas Soames, warned that sending troops to the US sector would represent a \"fundamental change\" in the nature of the British deploy ment in Iraq. He wanted assurances British troops would not be involved in the assault on Falluja and their tour of duty would not be lengthened. </p> <p>\"I am fully aware of the importance and the timing our American friends and allies attach to the Falluja offensive and the urgent arrest of Abu Musab al-Zarqawi,\" he said. </p> <p>Meanwhile the United Nations secretary general, Kofi Annan, further added to the pressure on the government, stating that the invasion of Iraq had done nothing to make the world a safer place. </p> <p>\"I cannot say the world is safer when you consider the violence around us, when you look around you and see the terrorist attacks around the world and you see what is going on in Iraq,\" he told ITV1's Jonathan Dimbleby programme.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p> <b>UNEASE OVER US REQUEST FOR BRITISH TROOPS</b></p> <p>When, on a fine Monday morning, you find Kate Winslet grinning radiantly at you from virtually every front page, you might assume that there is very little news around. Fortunately the Wrap is on hand to ferret out the good stuff from the inner pages. </p> <p>First, the hard news: For any Brit who has ever heard an American expounding at length on how they saved the British in WWII (and the attendant \"you'd be speaking German today if it wasn't for us\" palaver), today's reports provide some small payback. Someone, it seems, needs a bit of help fighting that war-that-won't-go-away in Iraq. </p> <p>The US has requested British troops to patrol south of Baghdad, thus freeing up US soldiers for the continued fight in the rebel-held town of Falluja. But the request for the Black Watch immediately sparked fears that it was a ploy by George Bush to convince the American electorate that he had a strong coalition of countries supporting the war in Iraq. The defence secretary, Geoff Hoon, is to make a statement on the matter to the Commons today.</p> <p>\"People want to be reassured that our armed forces are not being asked to further President Bush's election campaign, or to clear up a mess left by American forces,\" the Telegraph says. </p> <p>The Independent feels the whole subject should be put off until after the November 2 election. The Guardian fears \"mission creep\", and argues that the Black Watch should stay where it is until a detailed exit strategy has been worked out. </p> <p>The Daily Mail can understand why the troop move may be necessary, but wants the full scrutiny of the Commons before it will agree. \"The prime minister has deceived us about almost every aspect of the Iraq war. It is his tragedy - and ours - that he will never be believed again, even if his case happens to be legitimate.\"</p> <p>* <a href=\"http://www.theguardian.com/Politics/iraq/story/0,12956,1329816,00.html\">Hoon to face MPs over Iraq troops</a><br> * <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1329822,00.html\">Stop this mission creep</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/18/dl1801.xml&amp;sSheet=/opinion/2004/10/18/ixopinion.html\">Telegraph: The Black Watch knows its duty. Does Mr Hoon?</a><br> * <a href=\"http://www.independent.co.uk\">Independent: Mr Blair must avoid the impression that he is bolstering Mr Bush's election hopes</a></p> <p><b>TOMLINSON PROPOSES ABOLITION OF GCSES AND A-LEVELS</b></p> <p>Another shake-up in secondary education will be proposed today, and all the papers expect GCSEs and A-levels to be scrapped in a favour of a four-level diploma. </p> <p>The Mirror is all for the Tomlinson proposals. \"No time must be wasted in starting the long process of putting them in place,\" the paper says.</p> <p>The Times reports that business leaders are threatening to boycott the report if it fails to offer a solution that would improve students' core literacy and numeracy skills. Writing in the Guardian, Alan Smithers argues that while the changes are meant to give greater weight to vocational qualifications, they won't work until employers value those diplomas, and accordingly pay more for candidates who hold them. </p> <p>* <a href=\"http://www.theguardian.com/Education/1419education/story/0,15147,1329856,00.html\">Exam overhaul announced</a><br> * <a href=\"http://education.theguardian.com/schools/comment/story/0,9828,1329821,00.html\">Alan Smithers</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1315169,00.html\">Times: Bosses ready to boycott 'flawed' exam reform plan</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14767865%26method=full%26siteid=50143%26headline=a%2dlevels%2dand%2dgcses%2dface%2dchop-name_page.html\">Mirror: A-levels and GCSEs face chop</a></p> <p><b>BORIS PREPARES TO GROVEL</b></p> <p>Mop-headed Spectator editor and Tory MP, Boris Johnson, has been ordered to grovel his way to Liverpool this week and beg forgiveness of a city that his magazine trashed as being obsessed with its victim status. An article in the Spectator accused the city of overreacting to the beheading of Liverpudlian Ken Bigley in Iraq. </p> <p>The Liverpool FC fan and Conservative party leader Michael Howard promptly ordered Johnson north to make his peace with the city. </p> <p>The Guardian kindly supplies an apology trail of sites the penitent should visit, including St George's Hall, where he would be required \"to stand in its massive main space and cry repeatedly: 'I blew it. I'm sorry.'\" Might work. </p> <p>Poor Boris, sighs the Daily Mail, he is clearly overworked. Perhaps his party leader should insist that he either give up the Spectator or give up his seat, the paper adds. </p> <p>But Peter Preston in the Guardian tells Johnson to stand firm: Howard is not the editor of the Spectator, Preston argues, so if he doesn't like the article he should write a letter for publication. And after that, Howard should stay out of it.</p> <p>* <a href=\"http://www.theguardian.com/Politics/conservatives/story/0,9061,1329802,00.html\">Liverpudlians urged: Don't sink to Johnson's level</a><br> * <a href=\"http://www.theguardian.com/Politics/comment/story/0,9115,1329842,00.html\">Peter Preston</a></p> <p><b>EIGHT OUT OF TEN CATS PREFER LARGER PORTIONS</b></p> <p>Apparently, Britons have begun to supersize their pets. Eight out of ten vets report that the numbers of overweight cats and dogs are increasing. Just as it does in humans, overeating and underexercising can lead to diabetes and heart disease, as well as strain on the tendons and joints.</p> <p>The Times links this news to a page three feature on children's fat camps. While the paper doesn't make the outright suggestion that you send both your child and dog off to the same camp next summer, surely some Times-reading entrepreneur will make the connection?</p> <p>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/18/npets18.xml\">Telegraph: Eight out of ten cats are overweight</a></p> <p><b>'GO BACK TO SIPPING YOUR TEA'</b></p> <p>While we're on the subject of disgruntled masses, the Guardian presents a sampling of American reaction to the paper's Operation Clark County. For those of you who missed it, the idea was that the paper would encourage readers to write to a voter in Clark County, Ohio, and let them know how critical the upcoming US presidential was for the world. Choose well, choose John Kerry, was the not-so-hidden subtext. </p> <p>The response ranged from the worried - \"I'm saying this as a Democrat... please, please be rational and move slowly away from the self-defeating hubris\" - to the odd - \"Please be advised that I have forwarded this to the CIA and FBI\". Most prominent, though, were the angry, exemplified in this from Knoxville, Iowa: \"As I recall we kicked your [word redacted] out of our country back in 1776. We do not require input from losers and idiots on who we vote for in our country. [Word redacted] off and die, [word redacted].\"</p> <p>Actually, the US kicked out the Brits in 1783. But point taken. </p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1329858,00.html\">Dear Limey [word redacted]</a></p> <p> <b>SOMETHING FOR THE WEEKEND?</b></p> <p>The Guardian dispatched reporter Patrick Barkham to check out the erotic paraphernalia at a new swingers' hotel off the M1 in Leicestershire. We join him in the bar, chatting to a professional couple from the Midlands, who appreciated the spa baths, fluffy white bathrobes and bowls of complimentary condoms that make Liberation a more reputable kind of swingers' venue. Patrick even toured the voyeurs' room. Our man made his excuses and left. </p> <p>* <a href=\"http://www.theguardian.com/britain/article/0,2763,1329704,00.html\">Patrick Barkham</a></p> <p><b>CUNEGO COULD BE 'NEXT THING'</b></p> <p>All the sport headlines concern a certain football player and his failure to pass a drugs test. Frankly, though, it's far too early in the morning for us to be consulting the legal team on this, so let's have some real sport instead, shall we?</p> <p>A 23-year-old Italian, Damiano Cunego, won cycling's tough Tour of Lombardy on Saturday. Added to his Giro d'Italia win in May, the IHT predicts that Cunego is cycling's next big thing. And for Italians still mourning the loss of Marco Pantani, he may be just what the country needs. </p> <p>* <a href=\"http://sport.theguardian.com/motorracing/story/0,10153,1329976,00.html\">Rossi blazes a trail to title</a><br> * <a href=\"http://www.iht.com/articles/2004/10/17/sports/BIKE.html\">IHT: Italian wins, and a star is born</a></p> <p><b>ALCOHOL: DRINKERS LEARN THE TRUTH</b></p> <p>Most of the papers soberly report that beer cans will henceforth carry a warning that drinking too much is bad for you. Bottles of Newcastle Brown Ale will be the first to carry the warning, aimed at getting Britons to drink more responsibly. The papers are supportive in their coverage, and feel brewers have taken the government's advice that the industry should do more to combat binge drinking. </p> <p>Not everyone is in a responsible mood. \"Beer we go\" rallies the Star, which celebrates that the price of beer and later is set to hit a \"sensational new low... because the world's breweries are producing more than we can sup.\" Cheers!</p> <p>* <a href=\"http://www.theguardian.com/medicine/story/0,11381,1329868,00.html\">Beer bottles are next for health warnings</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14767895%26method=full%26siteid=50143%26headline=wor%2dning-name_page.html\">Mirror: Worning</a></p> <p><b>BREAKING NEWS</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/arts/news/story/0,11711,1329998,00.html\">The Soft Cell singer Marc Almond is in hospital with serious head injuries after a motorcycle crash</a>.</p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The Tomlinson report on secondary education is published at 10.30am.</p> <p>&gt;&gt;&gt; The defence secretary, Geoff Hoon, will make a Commons statement this afternoon on proposals to deploy British troops in the American-controlled sector of Iraq.</p> <p>&gt;&gt;&gt; The UN secretary general Kofi Annan is expected to discuss the war in Iraq when he delivers a lecture this afternoon.</p> <p>&gt;&gt;&gt; The Church of England's agonising over gay priests is likely to resurface today with the publication of a report on the subject.</p> <p>&gt;&gt;&gt; Britain's Olympic team will lead a victory parade from Piccadilly to Trafalgar Square this afternoon.</p>",
  "<p>Pierre Salinger, former press secretary to John F Kennedy and Lyndon B Johnson, and France's \"most French of Americans\", has died of heart failure at 79. </p> <p>He died in hospital near his home of Le Thor, outside Avignon, after recent surgery to fit a pacemaker, his wife, Nicole, said. </p> <p>The couple moved to the Vaucluse to run a B&amp;B when George Bush won the 2000 election. \"He was very upset because he thought Bush was not fit to be president,\" Mrs Salinger told the Associated Press. \"He said he would leave if Bush became president, and he did.\" </p> <p>Salinger was outspoken but cultivated, and had a distinguished career with ABC News after serving two Democrat presidents. Born to a French mother in San Francisco in 1925, he had two years on the San Francisco Chronicle before joining the US navy in 1943. Salinger returned to the paper after the war, then moved to Collier's magazine, and joined Kennedy's senatorial staff in 1957. </p> <p>A trusted member of the Kennedy clan's circle, Salinger was JFK's press secretary for the 1960 presidential campaign. He was White House press secretary from 1961 to 1964, ran the first live TV presidential news conference in 1961, and stayed on at the White House after Kennedy's 1963 assassination. After a brief spell as a senator, he returned to journalism in 1964. </p> <p>Kennedy, Salinger once said, \"was not a perfect man ... For all his loftiness of purpose, he did not take himself that seriously. He had no great vision of himself as a political or intellectual giant.\" </p> <p>The Massachusetts senator Edward Kennedy, the late president's brother, told AP yesterday: \"[Salinger] was a steady presence in the best and most difficult of times, and many members of my family sought his counsel on all of the most important issues of the day.\" </p> <p>\"His skill, genius, and judgment in the art of communication were legendary.\" </p> <p>Horrified by the killing of Robert Kennedy, Salinger moved to France and worked for the news weekly L'Express before becoming ABC's bureau chief in London and Paris, and then the organisation's chief foreign correspondent. He spent a total of 19 years in the French capital, and in 1978 was awarded France's highest civilian honour, the Légion d'Honneur. </p> <p>The French prime minister, Jean-Pierre Raffarin, paid tribute to a \"passionate journalist and writer ... [who] contributed unfailingly, through his action and his talent, to improving the ties of friendship which unite our two countries.\" </p> <p>Salinger won several prizes, including a George Polk award for his 1981 scoop that the US was secretly negotiating to free the Americans held hostage by Iran. </p> <p>In the 1990s he repeatedly questioned the official lines on two air crashes, claiming the 1988 downing of Pan Am flight 103 over Lockerbie was a US drug enforcement agency operation that went wrong, and that TWA flight 800 was shot down near Long Island by a stray US navy missile in 1996. </p> <p>He was hugely popular in France, known for his near-perfect command of the language, strong American accent, and love for the Gallic way of life. He quoted Thomas Jefferson's dictum: \"Every man has two countries - his own, and France.\" However, he always said the country would benefit from \"the exigencies of American democracy\". The outcome of Watergate, forcing Richard Nixon to resign in 1973, would be \"unimaginable\" in France, Salinger said. </p> <p>He is survived by Nicole, his fourth wife, and sons Stephen and Gregory; and will be buried in Arlington national cemetery in Washington.</p>",
  "British veterans of the first Gulf war and their supporters yesterday demanded that the Ministry of Defence accept that many were ill because of their service 13 years ago, following further evidence that US medical advisers were prepared to do so. <p>A panel commissioned by the US government has concluded there is a \"probable link\" between exposure to toxic chemicals and illnesses in many troops who served in the Gulf in 1991. </p> <p>Its leaked draft report cited by the New York Times at the weekend suggests that \"a substantial proportion of Gulf war veterans are ill with multisymptom conditions not explained by wartime stress or psychiatric illness\". </p> <p>Possible sources include sarin, a nerve gas released from weapons depots, as well as two measures taken to protect troops, tablets to protect against nerve agents and pesticides, both liberally used during the conflict. There is a growing feeling that a combination of these and other factors might have led to more serious consequences for the health of veterans than was realised both in the US and here, but the ground began shifting across the Atlantic at least two years ago. </p> <p>The leak, with the presidential election looming, could yet have political impact here, feeding into the continuing fallout over the reasons the government gave for entering the second Iraq conflict. The US report apparently suggests that understanding the illnesses has important implications for future deployments abroad and security at home. </p> <p>The research advisory committee on Gulf war veterans' illnesses, set up by the US department of veterans' affairs, seems impressed by scientific reports of recent years suggesting that low-level toxins can have a serious, if delayed, effect on health. These had already begun to change minds in military, political and scientific circles in the US, ending a previous consensus that many problems were stress-related, and some have been presented to Lord Lloyd's independent inquiry into veterans' illnesses here. </p> <p>But the MoD has refused to take part in the inquiry and still hold the view that even if many more veterans report ill-health than other groups, \"there is insufficient evidence to enable this ill-health to characterised as a unique illness or syndrome\". It refused to comment on the leaked report. </p> <p>More than 6,000 British veterans and 100,000 in the US have complained of ill-health due to service in the Gulf. The Lloyd inquiry is expected to report before the middle of next month and Lord Morris of Manchester, a prime mover in its establishment, said the leak was \"a major development in unravelling the truth about Gulf war illnesses\". </p> <p>Malcolm Hooper, scientific adviser to veterans, said: \"This is very, very important. It is saying what some of us here in this country have been saying for a long time and it is high time the Ministry of Defence woke up to it.\" </p> <p>The US attitude had in 1997 been characterised in a congressional report as \"a tin ear, a cold heart and a closed mind\" but there had been \"a complete sea change in the United States\". Prof Hooper added: \"Here it has not changed but it won't wash any longer.\" </p> <p>He suggested that Britain could do more to research into possible damage from the battery of vaccinations given to troops before the conflict. It should also accept that veterans had a higher level of motor neurone disease, a factor in changing US minds. </p> <p>Charles Plumridge, of the National Gulf Veterans and Families Association, said: \"This is the scientific evidence the MoD has asked for. It comes from a group with so much clout no one should try to argue with it.\" </p> <p>Earlier this summer, US congressional investigators said all troops and civilians in the region might have been exposed to low levels of chemical agents following bombing and post-war demolition of chemical plants and munitions centres. The MoD has not responded.</p>"
]