[
  "In this partisan and polarised election year in the US news has had a habit of turning itself into culture and culture into news. In the opening week of Michael Moore's film Farenheit 9/11, Republican members of Congress advised people to see Shrek 2 while Democratic party activists shook their collection buckets in the cinemas. <p>Number one on the Amazon.com bestseller list is Unfit for Command, a book by Swift Boat veterans denouncing the Democratic presidential candidate John Kerry's war record. Number one on the New York Times paperback non-fiction list is the 9/11 commission report on the terrorist attacks on New York city. </p> <p>And so on Thursday night, as a Yemeni prisoner stood at a preliminary hearing before a US military commission in Guantánamo Bay in Cuba, a play relating the Kafkaesque experiences of British detainees in Guantánamo Bay opened to a standing ovation in New York city. </p> <p>\"I felt confused as to whether I should appreciate it as art or as real life, because it was really both,\" Richard Levy said afterwards. </p> <p>Guantánamo: Honour Bound to Defend Freedom, the off-Broadway production created \"from spoken evidence\" by the former Guardian journalist Victoria Brittain and the writer Gillian Slovo, arrived at the 45 Bleecker Street Theatre via the The Tricycle in Kilburn and the West End to strong reviews. \"It exerts an icy visceral charge that is never achieved by flashier agitprop satire,\" the New York Times commented. \"What pulls hardest at the emotions are the detailed epistolary accounts of life in prison and the letters' change in tone from willed optimism to abjectness to, in one harrowing case, something approaching madness.\" </p> <p>\"I know the stories cold,\" said Michael Ratner, a New York lawyer who has represented many Guantánamo detainees. \"I know that in some cases the reality is even much worse than it was depicted. But I was still completely moved. It really showed the dead end of their situation. The fact that there is no way out.\" </p> <p>A few things were lost in translation. The line in which one detainee says he keeps thinking Jeremy Beadle is about to turn up and say it's a hoax obviously had to be removed. And when it came to British accents, Manchester became Liverpool, Yorkshire became Cardiff and one actor's efforts wavered between Somerset and Sri Lanka. </p> <p>But the American audience never missed what they had never known to exist. And the accents were only troubling if you first knew and second cared, which would have been true of few if any in the theatre. And in this example of the special relationship turned inside out, in which British and American radicals meet to grieve over what has become of the transatlantic alliance, there was national pride in saving the biggest laughs for your own leaders. Americans laughed hardest when Donald Rumsfeld emerged; in Britain, Jack Straw got the biggest chuckle. </p> <p>Compared with the political theatre that has emerged from the US, Guantánamo was subtle. Tim Robbins' play Embedded, which explored the relationship between the media and the military, began: \"If you don't like it, get the fuck out and don't expect your money back.\" </p> <p>\"I was expecting to have an intellectual response,\" said Sara Baerwald. \"But it was very emotional. I cried.\" </p> <p>For those whose ducts welled up, there was help at hand. Outside the theatre pink party bags, courtesy of Women Centre Stage, were available with lipstick, mascara and and wrinkle remover for those whose frowns at US and British foreign policy left permanent scars. </p> <p>That Guantánamo opened as the city turns into a fortress, as the police presence positioned themselves to quell protest in advance of the Republican convention, was no coincidence. In a city where, according to a poll in yesterday's New York Times, more than half the population is worried that there will be a terrorist attack in the coming week, people need something to take their minds off things. They have a festival of political art to chose from. </p> <p>At the Roebling Hall Art Gallery in Williamsburg you can see the Dan Ford's The Burning of The National Library in Baghdad, Troops Observing Looters, in the style of Turner. Larry Litt's Before You Don't Vote, an inspirational video of ordinary people talking about democracy, will be showing at the Kitchen Arts Centre. And at the Experimental Party Disinformation Centre, Rick Silva displays Grandmaster Bush, a DJ who spins a rap song sampling presidential speeches. </p> <p>Indeed, if there was a concern about Guantánamo, it was that the people likely to see it where those who agreed with it. \"This is the kind of play that should be seen by 30 million Americans,\" said Mr Levy. \"I think the people I sit across the table with during negotiations would be moved by this. It could really make a difference and change their understanding.\" </p> <p>Whether it would get this kind of reception outside New York city, where cinemagoers queue around the block to see the Battle of Algiers, is a different matter. </p> <p>\"It's difficult to say,\" said Jeremy Pikser, consultant to the director on Reds, an Oscar-winning film about the Russian Revolution. \"When Reds came out, I thought 'When this opens in South Carolina, they'll fire bomb it.' But they didn't.\" </p> <p>\"But did anyone in South Carolina go to see it?\" </p> <p>Mr Pikser said: \"No, not really.\"</p>",
  "While I agree with Sally Jordan that we women of the 21st century should not feel the need to explain ourselves with regard to our choices in life (Dear Weekend, August 21), I am saddened that she is so blinkered to the prejudice facing those who have elected not to have children. I'd be willing to bet that she has never been asked to \"explain\" her choice to have children, yet we who have chosen otherwise are often expected to justify ourselves. Hence Rebecca de Saintonge, rather than \"bleating\", was simply putting forward a view to challenge those who accuse the childless-by-choice of being selfish and unnatural. <br> <b>Kathy Wilson</b> <br>Beckenham, Kent <p> One good thing about women who choose not to have children: you will never hear them using twee expressions such as \"The stork visited me in my 40s\". Unlike one of your correspondents last week.<br><b>Liz McInnes</b><br>Rawtenstall, Lancashire </p> <p>My Uncle Tom was a Wiganner who worked at Lancashire Steel in Irlam during the war (Ooh La Lancashire, August 21). This was a new venture, and hard men from the Sheffield steel mills were brought in as managers and foremen. </p> <p>His joke used to go, \"There must be a lot of good folks in Yorkshire.\" </p> <p>\"Why is that, Uncle Tom?\" </p> <p>\"Because none ever came out.\" </p> <p>(And you left Bernard Cribbins, from Oldham, off your list.) <br><b>Joe Edwards</b><br>Reading, Berkshire </p> <p>Charles Nevin claims that Napoleon III was inspired by the shopping streets of Southport when he asked Haussmann to build the Paris boulevards. He is probably right. But the real reason for demolishing the Paris slums and building wide streets was to prevent rioters from putting up barricades across narrow roads. <br><b>Simone Crawley</b><br>Craven Arms, Shropshire </p> <p>Alexander Chancellor's piece on Tony Blair's slimy hobnobbing with Silvio Berlusconi was spot-on (Guide To Age, August 21). So much so, in fact, that I am no longer angry with him for his silly piece on Lord Hesketh a few weeks ago.<br><b>Richard Cooper</b><br>Twickenham, Middlesex </p> <p>According to Zoe Williams (Is It Just Me Or ..., August 21), \"we're still left with the fact that a greater proportion of us voted for Blair than Americans ever did for Bush\". Only 26,110 people in the UK voted for Blair - the people in his constituency in Sedgefield. We do not have a presidential election yet.<br><b>Ken Fletcher</b><br>Liuzhou, Guangxi, China </p> <p>I always thought that reading the magazine Good Housekeeping (Mud Slinging, August 21) counted as the theoretical part of housework - ie, the perfect excuse not to do any.<br><b>Caroline Sarychkin</b><br>Edgware, Middlesex </p> <p>What language exactly does Priscilla Kwateng write her column in (Guide To Youth)? It's definitely not Blinglish.<br><b>Teresa Early</b><br>London SE15 </p> <p>Why should anyone be sorry to be a smart arse, such as Tim Hartley when writing about Persephone (Dear Weekend, August 21)? Let him celebrate it. The UK needs people who know what they are talking and writing about.<br><b>Peter Salter</b><br>London SE16</p> <p><b>·</b> Guardian Weekend, 119 Farringdon Road, London EC1R 3ER. <br><b>Email:</b> <a href=\"mailto:weekend@theguardian.com\">weekend@theguardian.com</a> <br><b>Fax:</b> 020-7239 9935<br>A postal address must be supplied. Letters should reach us by first post Tuesday for inclusion on Saturday, and may be edited.</p>",
  "Russian investigators have finally admitted that terrorists were almost certainly responsible for the destruction of the two passenger planes which crashed on Tuesday, five days before the Chechen presidential election. <p>Traces of explosives have been found in one of the wrecks and a website linked to Islamist militants has claimed that the action was connected to Russia's war on the Chechen separatists. </p> <p>After two days in which the authorities were criticised for dismissing the possibility of terrorist involvement in the crashes, the Federal Security Service (FSB) admitted: \"During an investigation of the remains of the Tu-154 plane, traces of explosives were found.\" </p> <p>The plane came down near Rostov on Don, killing everyone on board. </p> <p>The admission was made a few hours after a little-known Islamist group claimed responsibility for the crashes, which happened within minutes of each other to two flights from Moscow, and killed a total of 89 people. </p> <p>The site said: \"Our mujahideen in the Islambouli Brigades were able to hijack two Russian planes and they were successful, despite the obstacles that faced them at the beginning.\" </p> <p>It added that the attack was \"aimed at helping our Muslim brothers in Chechnya and other Muslim countries enduring Russia's atheism.\" </p> <p>Tomorrow Chechnya is due to elect a new president to succeed Akhmad Kadyrov, who was killed in a bombing during May Day celebrations in the Chechen capital, Grozny. </p> <p>Responsibility for the two crashes is being placed at two women of Chechen origin on the passenger lists, one in each plane. </p> <p>The Islambouli Brigades' statement claimed that there were five terrorists on each plane, but the investigation is concentrating on two names: S Dzhebirkhanova and Amanta Nagayeva. </p> <p>No relatives of the women have come forward in connection with their deaths in the crashes. </p> <p>There are conflicting reports that only parts of their bodies were found in the wreckage, possibly suggesting that they had been at the centre of explosions. </p> <p>Chechen rebels have often tried to time their attacks to coincide with significant events, and the FSB said that the explosive found at the crash site - hexogen - was a type often used by Chechen terrorists. </p> <p>It was used in the series of bombings of apartment buildings in Moscow and Volgodonsk in 1999, blamed on Chechen rebels, which killed more than 300 people; and in last year's suicide bombings in Moscow, at a rock concert and a hotel near the Kremlin. </p> <p>An FSB spokeswoman said: \"The investigation process produced information which has allowed us to identify a number of people with possible links to the terrorist act that was committed on the Tu-154.\" </p> <p>Within a day of the crashes the FSB said that no traces of explosives had been found in the wreckage of the planes. </p> <p>The Russian media has heavily criticised the government for rebutting the theory of a terrorist attack; it has been alleged that the Kremlin did not want to blame terrorists until after the election. </p> <p>Other new details about the crashes underline the likelihood that they were the result of a terrorist attack. </p> <p>The pilot of the Tu-154, flying to Sochi, sent a hijack alarm signal three times, an air traffic controller in the area where the plane crashed told the Itar-Tass news agency. </p> <p>Another source told the agency that two signals were given. </p> <p>There are varying reports that an alarm signal was sent from the other plane, the Tu-134, flying to Volgograd, which crashed within a few minutes of the first plane. </p> <p>Interfax reported Victor Ilyu khin, a member of the Russian duma's (parliament) security committee, as saying that the fact that neither planes' crew managed to speak to air traffic control before crashing showed that there \"was either an explosion or the pilots were shot\". </p> <p>Examination of the wreckage in both cases pointed to explosions at the back of the planes, close to or in the toilets, according to a report given to the president's envoy in the south, Vladimir Yakovlev, the website gazeta.ru reported.</p>",
  "It is the war Moscow pretends no longer exists. Hundreds of miles south of the shredded wrecks of two airliners, blown out of the sky by suicide bombers on Tuesday night, human life is at its cheapest in the Russian republic of Chechnya. <p>Moscow's Soviet-style explanation that 90 passengers had died from a coincidental technical failure is a denial tactic they have honed in Chechnya for years. Officially, there is no war here, amid the verdant hills of Russia's southern borders where dozens of troops die each week in clashes with hardened militant separatists. Officially, life is getting better. </p> <p>Yet when Chechnya is asked tomorrow to vote for a replacement to President Akhmad Kadyrov, assassinated in May, the Kremlin will be hard put to claim that things are \"returning to normal\". Perhaps President Putin himself recognised the doublespeak when he remarked on a visit in May that the capital, Grozny, a city blasted by two Russian onslaughts, looked awful from a helicopter, and demanded that repairs be expedited. </p> <p>The city yesterday seemed more under siege than in the throes of an election. Parents collected their children from intensive care, thinking they would be safer at home than in hospital over the election. Troops and police blocked off roads. A market trader said a young man in the traditional separatist camouflage told her: \"Get out of here by 2pm, or we won't be responsible for what happens to you.\" </p> <p>Tomorrow, Chechnya will be asked to vote in Alu Alkhanov, the Chechen interior minister. When President Kadyrov was killed in a supposedly separatist bomb blast, Mr Putin mourned, yet insisted it was no setback to his policy of handing control of the war-torn republic over to pro-Moscow Chechens. He forwarded Mr Alkhanov as Mr Kadyrov's replacement. He will be the second president of Chechnya in a year and a man the separatist movement had pledged to kill. </p> <p>Few believe that Mr Alkhanov, chosen for little other than his ties to Mr Kadyrov's ruling clan, can prevent a slide into another chaotic war. The pro-Moscow Chechen security forces Mr Kadyrov created are also bickering now that they no longer have the late president's thuggish yet respected personality to bind them together. </p> <p>This private army, known as the Kadyrovtsi, is run by his son, Ramzan, and three senior commanders. Ramzan has reportedly fallen out with the most senior of these, Movladi Baisarov. He accused Mr Baisarov of withholding some of the country's lucrative oil revenue from him. </p> <p>Last Saturday night the separatist militants, a force Moscow discounts as demoralised, took over parts of Grozny and then disappeared into the night. Some accounts suggest up to 400 militants launched a coordinated attack, one police officer telling the Guardian that 58 police were killed, together with more than a dozen civilian bystanders. </p> <p>Across town, Ruslan, a police captain guarding polling station 412 with 10 men, said he came under attack at 10pm from \"60 militants\". Two of his men died before their attackers fled. </p> <p>The renewed militant offensive served to highlight the growing animosity between the two forces charged by the Kremlin with protecting the republic - Chechen troops who had fought against the Russians in the first Chechen war and Russian troops. Two attacks occurred within 100 metres of the Russian military air base, Khankala, yet the Russians did not intervene. The police captain even claimed: \"The federals let [the militants] through their checkpoints. No militant gets anywhere without their clearance\". All the same, Moscow played the incident down, a military spokesman saying only that 50 rebels had been killed. </p> <p>Yesterday, fears were rising that the Kremlin - after a blast on the Moscow metro, a presidential assassination and the downing of two passenger airliners in six months alone - would make a third, and purportedly final, show of force over Chechnya. A nervous police captain insisted: \"Terrorist acts aren't prepared here. We'll be fine. It's just Chechens in Moscow who will be heavily filtered.\" </p> <p>Yet whether Mr Putin responds by giving the extremists in the Russian army another chance to achieve a final victory over the Islamic extremists among the militants, Tuta Batayeva's eyes will probably still be red with despair. </p> <p>Militants fleeing one checkpoint on Saturday shot her son Isa, 43, dead outside their home, apparently mistaking him for a policeman. After showing how the bullet went through her son, then her garden gate, kitchen door and her fridge, she said: \"We don't know who is good or bad any more. They all look the same and nobody protects us. And whoever you vote for, they still ensure the killing goes on.\"</p>"
]