[
  "There was little surprise at Iran's announcement on Tuesday that it has begun to process 37 tonnes of yellowcake uranium, despite Saturday's International Atomic Energy Agency (IAEA) resolution calling for it to cease all such nuclear activities by November 25. <p>\"Ever since the overthrow of the US-dependent regime in 1979,\" explained Michael Jansen in the <b>Jordan Times</b>, \"the ruling clerics have striven mightily to assert their Iran's independence and sovereignty.\" </p> <p>Whatever the IAEA said, Tehran was unlikely to give up its nuclear aspirations, reckoned Amir Taheri. \"No regime worth its salt will voluntarily limit its options when it comes to national defence,\" he wrote in the Saudi-based <b>Arab News</b>, \"especially when it is in the centre of a region with the largest number of nuclear powers: Russia, China, India, Pakistan, Israel and the US, thanks to Nato's presence in Turkey.\" </p> <p>The <b>Washington Post</b> 's George F Will agreed geopolitical worries were driving Iranian policy. \"Iran has seen how pursuit of nuclear weapons allows the ramshackle regime of a tinpot country such as North Korea to rivet the world's attention,\" said Will. \"Iran knows that if Saddam Hussein had acquired such weapons, he would still be in power - and in Kuwait.\" </p> <p>Tehran should ignore the \"empty threats\" of the IAEA, said Iran's <b>Jomhuri-ye Eslami</b> , as \"America is not in a position to be a threat to us [as it] is currently drowning in the quagmire of Iraq.\" </p> <p>The US <b>Christian Science Monitor</b> warned that Iran \"will probably be much more of a security issue for the US than Iraq\", and should therefore be an important issue in the US presidential election. US voters, it said, have \"as much at stake in whether Iran, a supporter of terrorism, has nuclear weapons\" as they do in whether Iraq can achieve peace and democracy. </p> <p>Actually, said Jonathan Powell in the <b>International Herald Tribune</b> , western powers were hypocritical to pressurise Iran, particularly as they \"have argued convincingly for decades that nuclear deterrence keeps the peace\". Until Israel's own arsenal is officially acknowledged by Washington, \"America, Britain and France are probably wasting their time trying to persuade Iran to forgo nuclear weapons.\"</p>",
  "<p>A humiliating Champions League debut seen from the bench, a dressing-room revolt, and a manager who walked after just four matches, to be replaced by the goalkeeping coach. Michael Owen must be wondering what he has let himself in for. And that despite almost certainly being unaware of his own central role in events that, with admirable restraint, he describes as \"strange\". </p> <p>If only David Beckham, or even Steve McManaman, had warned him. For, while José Antonio Camacho lost the players, much of Madrid's ills, including fractious relations, have far deeper roots - the product of a presidential policy obsessed with marketing, trained only on the galácticos . One that, unbeknownst to him, made Owen, the latest star-signing, the eye of the storm. </p> <p>Two defeats hardly constitute a full-on crisis, but such reverses as that dished out by Bayer Leverkusen are not new; and neither are the circumstances that sparked Camacho's resignation. \"My team-mates assured me that it's not always like this,\" Owen said. He should treat such information with caution. </p> <p>After all, there have been uprisings before and last season Madrid - the white angels, the loudly self-proclaimed greatest club in the world - won nothing at all (and registered a club-record-five successive defeats). And while president Florentino Pérez leapt eagerly upon Carlos Queiroz for a scapegoat, his autocratic model was pernicious and Madrid's problems profound. </p> <p>A bruising club legend, Camacho was central to Pérez's summer election campaign, his brilliantly engineered political saviour, the man who would impose discipline and bring down the capricious, bloated superstar image that infuriated fans. A culture that spawned white hankies, jeers and even last season an indiscriminate 30-foot banner reading: \"For you, whores and money, for us indignation.\" But, handily for Pérez, it was one that shifted attention to players and coach. </p> <p>He said it couldn't happen with Camacho. But despite apparent changes, the internal circumstances have repeated themselves. Camacho represented Madrid's PR-driven managerial ideal type. But the model has changed four times in three years: from the understated, old-school psychology of Vicente Del Bosque, to the modernity, low profile and worldly charm of Queiroz, to the raw tub-thumping of Camacho, and now, with Mariano García Rem ón, back to Del Bosque, moustache and all. </p> <p>Camacho was never likely to succeed, too blunt, too domineering to win over a dressing room used to power. Nonetheless, the player power influence needs some deflating, even if it was the detonator this time; it is but a product of the unique way Madrid is run and Camacho's relationship with Pérez was little better. </p> <p>Already a difficult environment to enter, harder still to withstand, Madrid was more complicated by Owen's arrival. Another superstar, yet different this time; even Pérez didn't seem as enamoured as usual. He had turned him down earlier, but would never - never, never, never - let a summer pass without the obligatory galáctico, returning to the Liverpool striker as other doors closed. </p> <p>Compensation came with the price, just £8m, a Ballon d'Or , and his nationality; Beckham had shown Madrid how lucrative the English market could be. A deal with BP followed. </p> <p>But if Pérez wasn't totally convinced, Camacho, who wanted Patrick Vieira, was even less so. It wasn't that he didn't rate Owen, but he couldn't find him a place. How could he drop Ronaldo or Raúl? And he'd promised Fernando Morientes time on the pitch. It dawned on Camacho, a man who demands control, that apparent change was illusory; like Queiroz and Del Bosque, his hands were tied. From all sides. </p> <p>Previous galácticos had roles to play; Owen's arrival posed a threat to Madrid's core - to their captain Raúl and existing stars - bringing to the boil simmering discontent. It is emphatically not about Owen personally or professionally, however, but what he represents. And with his linguistic limitations, the new boy was both blameless and surely ignorant of his centrality. \"Obviously I don't know all their conversations because of the language problem,\" he admits. </p> <p>Some senior foreign players were irritated that Owen remained a sub while Raúl continued to perform poorly, but when the Englishman immediately leapfrogged the eternally shunted Morientes in the substitutes' queue and then, against Espanyol, replaced the captain, the touchpaper was truly lit. </p> <p>Camacho was accused by a faction comprising Guti, Raúl and Morientes of bowing to media and marketing pressure. And when the coach discovered they had run to Pérez, who did not defend him, he walked, lamenting that until culture and priorities change Madrid will ever be thus. The news that Adidas had complained about Beckham being dropped merely confirmed Camacho's belief - and illustrated just what Michael Owen has walked into. Welcome to Real Madrid.</p>",
  "When President George Bush addressed the general assembly in September 2002, he told the United Nations it was in danger of becoming \"irrelevant\" unless it confronted Iraq. It didn't, and it isn't. Two years later, and the UN's continuing relevancy was confirmed by a more restrained Mr Bush on Tuesday. As the Los Angeles Times put it, Mr Bush \"didn't quite break out in Esperanto\" at UN headquarters, but he did take a much more diplomatic approach than his earlier appearance. He was careful to heap praise on the work of UN personnel on the ground in Iraq, as well as on Nato for helping to train Iraqi troops. <p>Naturally, with more than an eye on the looming presidential election, Mr Bush's speech was studded with references to his administration's perceived successes. But there was still no hint from Mr Bush that the US's attempts to bully the UN into supporting an invasion of Iraq - by exaggerating and embellishing the existence of weapons of mass destruction - deserved an explanation or apology. His claim that fighting in Iraq means \"peaceful nations will never have to face [terrorists] within our own borders\" will sound savagely hollow to the people of Spain and Indonesia. Tellingly, Mr Bush's attempt to maintain that the US acted to support UN resolutions was coolly dismissed by Kofi Annan, the UN secretary general, who told the assembly: \"Those who invoke international law must themselves submit to it.\" </p> <p>Nonetheless, Mr Bush's speech contained little of the crude unilateralism that his campaigning exhibits, nor the cheap smears at John Kerry's policy of greater engagement with the international community as a sign of weakness and capitulation. In an interesting twist, while Mr Bush was vainly trying to win friends at the UN, Mr Kerry was continuing his assault on Mr Bush's record in Iraq, which the Democrat challenger branded as \"colossal failures in judgment\". At last, as the drip-drip of bad news from Iraq turns into a torrent, Mr Kerry's decision to tackle Mr Bush head-on over Iraq promises to ignite the presidential campaign in its final weeks. </p> <p>So far, the Bush campaign has been largely successful in entwining the threat of terrorism with Saddam Hussein's regime in the minds of many US voters. Mr Kerry's job is first to separate the two issues, and then hold Mr Bush to account for the series of errors and falsehoods that led towards invasion, and the disastrous lack of planning for administering and rebuilding post-Saddam Iraq. There is a risk that Mr Kerry won't be able to pull it off, and the Bush campaign will again paint him as a \"flip-flopper\". But the tide of bad news is such that Mr Bush's vision of Iraq being rapidly transformed into Texas-on-the-Euphrates is the stuff of fantasy. The more Mr Kerry can press Mr Bush on his record and his inchoate plans for Iraq, the better for his chances, and possibly for the people of Iraq - who may not have a vote but certainly have an interest in the outcome. </p> <p>Another person with an interest in the outcome is Tony Blair, who is now in what management consultants call a \"lose-lose\" position. A Kerry victory based on attacking Mr Bush's mismanagement of Iraq leaves Mr Blair friendless in Washington and open to the same attacks on this side of the Atlantic. But a Bush victory will surely be no better for Mr Blair, since he will remain shackled to his uncomfortable ally, and continue to endure the stream of hostage-taking, civilian deaths and descent into violence that the past few months have seen in Iraq. Mr Bush has given no sense of a meaningful exit strategy, other than the increasingly untenable plans for an election in January. Should Mr Bush be re-elected, the chances are for greater violence in Iraq, not less. This is the worst of all possible worlds for Mr Blair: whoever wins in November, he loses.</p>",
  "Even though Susilo Bambang Yudhoyono will almost certainly have an insurmountable lead in the Indonesian presidential election by the time you read this, many of the plaudits in the papers were initially directed at the 155 million registered voters, for their mostly orderly and honest behaviour in what was the country's first direct presidential ballot on Monday. <p>\"The people's victory\" was the way the Jakarta evening paper <b>Suara Pembaruan</b> yesterday hailed the country's maturing democratic process. \"It is only now that we feel a sovereign people,\" it said. \"Until now our voices were always represented by the People's Consultative Assembly in choosing the president. We didn't know if they really represented us. This election was truly a victory for the little people.\" </p> <p>It went on, as did many papers, to praise President Megawati Sukarnoputri for allowing the voting process to become genuinely democratic. The <b>Media Indonesia</b> daily praised her \"golden work\". It said: \"Mega has taken the initiative, fully realising that it is very likely that she would be defeated.\" </p> <p>Much of the analysis focused on the scale of Ms Megawati's defeat (expected to be about 61% to 39%). The <b>Jakarta Post</b> blamed \"a culture of permissiveness that ... has been spreading, not only [in her] Indonesian Democratic Party of Struggle, but throughout the important agencies of the government.\" </p> <p>Then there were Ms Megawati's intellectual failings. \"The organised dialogue of the presidential candidates last week, televised nationwide, showed in an embarrassing manner that Ms Megawati simply could not fathom the questions posed to her,\" said the Post. </p> <p>The Jakarta daily <b>Sinar Harapan</b> warned Mr Yudhoyono to avoid Ms Megawati's \"main\" mistake. \"She didn't effectively communicate to the people the government's successes and targets that had yet to be met,\" it said. </p> <p>Indonesia's largest newspaper, <b>Kompas</b>, picked up on the buoyant mood with an editorial headlined \"Don't let this momentum fail again\", a reference to the unfulfilled reform programmes of the last two presidencies. But it advised people not to elevate their hopes too high, \"because much hard work will be needed to translate our hopes into real accomplishments\".</p>"
]