[
  "After five years in power, Hugo Chávez could be forced to step down when Venezuelans vote in a referendum on his presidency this Sunday. <p><b> What are the implications? </b> Venezuela will have a chance, maybe its last, to esolve years of political turmoil by peaceful and democratic means ... If [the vote] is fairly held and Mr Chávez wins, an opposition that in the past has supported a military coup and a general strike in an attempt to force the president from office will be obliged to accept his rule for two and a half more years. If he loses, Mr Chávez - a self-styled revolutionary who once led a military rebellion against a democratic government - will be removed, and new elections for president will be held.<br><b>From the Washington Post, July 30 </b></p> <p><b> How did the referendum come about?</b> Venezuela's opposition ... won the right to hold a referendum to remove Mr Chávez, the populist president, from power. It gathered 2.56m signatures to force a recall vote ... Mr Chávez promised to abide by any decision made by the election council ... Should [he] fail to gain 50% of the vote he will have to step down and fresh presidential elections will be called. The polarisation in Venezuela pitches the charismatic Mr Chávez, supported by the nation's poor, against the middle and upper classes who fear the president is leading them into the creation of another Cuba. He has made no secret of his admiration for Fidel Castro, Cuba's dictator.<br><b>Jeremy McDermott in the Daily Telegraph, June 4 </b> </p> <p><b> What do the polls say?</b> </p> <p>Venezuela's poor are worse off in almost every measurable respect. Yet millions of them are likely to vote for him ... Their support could save him: the latest polls suggest he might narrowly win the referendum. The recall campaign by the opposition Democratic Coordinator coalition ... needs at least 3.8m votes to revoke the president's mandate, but lacks both a message and a leader. Mr Chávez, on the other hand, is counting on a trump card: the \"missions\" ... In focusing on education and health, Mr Chávez has correctly identified some of the sources of Venezuela's big inequalities.<br><b>From the Economist, July 10 </b></p> <p><b> How are relations between Venezuela and the US?</b> </p> <p>Mr Chavez [has] said he hoped ties between his country and its biggest oil client, the US, would improve dramatically if Democrat John Kerry won the US presidential election in November ... Left-winger Chavez ... has accused George Bush of backing opposition efforts to overthrow him. The Bush administration denies the charge but has strongly supported the Venezuelan referendum process. <br><b>From the Washington Post, August 7</b> </p> <p><b> How is Mr Chavez perceived in Venezuela? </b> According to surveys, Mr Chavez's image improved as he increased his control over the oil industry and the armed forces ... [But] internationally trapped, surprised by a recall that he thought was aborted and facing an evident unease in the armed forces, Mr Chávez [has] now resorted to nationalism ... The man who spent the past five years dividing the country is now unable to reunite it. <br><b>Roberto Guisti in El Universal, Venezuela, July 31 </b></p> <p><b> What would Mr Chavez do if he lost? </b> [He] said that if his opponents won, he would run in the presidential elections a month later. Electoral authorities ruled [in June] that Mr Chavez could stand again in 2006, but did not say if he could do so immediately after the recall vote. If Mr Chavez is defeated, an election will be held within 30 days.<br><b>From BBC News online, July 9 </b></p> <p><b> Would there be a violent reaction? </b> Despite a peaceful recall campaign, Venezuela's political rivals have rioted in the past to protest decisions by elections officials they deemed unacceptable. Memories linger of a brief 2002 coup, in which dozens were killed. Riots erupted in February when the elections council ruled that Chavez's foes lacked enough voter signatures to force the recall. At least seven people were killed and scores were wounded in the unrest. On June 3, when the elections council announced that Mr Chavez would face a recall, violence gripped parts of downtown Caracas ... At least 6,000 troops will be dispatched for the vote. <br><b>Christopher Toothaker, Associated Press, August 6 </b></p>",
  "<p>Most people are not like me. And, since you're reading this, they're not like you either. They throw the news part of the paper away, and read only the travel section and the colour supplements. They don't have time for the detail of politics and foreign policy and the Marrian Downing St backdrop world of who said what to who, when and why. They were perfectly represented on Radio 4's Feedback programme last week by the man complaining about too much coverage of the US Presidential election. 'All we need or want,' he wrote in, 'is the results on election night.' Before that, presumably, he preferred more space to be made available for a seventh edition of The Archers , an extra interview by John Humphrys or Michael Buerk with a nun concerning the crucial moment she decided her life lay with Jesus, and another investigation into dodgy language schools in Eastbourne. </p> <p>My point is not to deride such preferences. Maddened by the number of newspapers and magazines I read, and news programmes I watch or listen to, I often wish to join the great army of the wilfully under-informed and purely parochial. Nope, the point is instead to observe that many of the most widely disseminated political statements and discussions don't happen in the direct form of interviews, columns and analyses, but are embedded somewhere in popular culture. Sometimes this is obvious and completely deliberate, as in the case of Michael Moore, where the rules of reality-show entertainment are applied to the public realm. But usually it is far more oblique. As in the case of Spider-Man 2. </p> <p>Yes, of course, you can take this too far. Good stories can have an almost eternal popularity because they speak to eternal human concerns. But, outside the greatest stories, there must be that quality called resonance. Something about the characters or the situation makes them appropriate and comprehensible now (whether their writers, directors and actors fully understand this or not - and usually it's 'not'). Either they are, in some way, true - or we think that they're true. </p> <p>Anyway, enough of this zeitgeist babble, and on with the show. Spider-Man 2 came to Britain a fortnight ago, presaging a summer of superheroes including Catwoman, starring the lachrymose Halle Berry. Last weekend my seven year old took me to the local multiplex to see Tobey Maguire don the neck-to-toe lycra and spidery gimp-mask and set about saving the city from a scientist who had been taken over by a bunch of metal tentacles. So far, you may think, so unpromising. But actually the film was very interesting, and - in its central message - deeply political. </p> <p>To illustrate this idea of timeliness, look at what is different between Christopher Reeve's Superman films, and this Spiderman (and, from the trailers, this Catwoman). Superman's world is essentially optimistic. His enemies tend to be imported from outer space, and are easily outnumbered by his friends. He is supported by the benign newspaper editor at the Daily Planet, revered by the Metropolis fuzz, and both he and his alter ego - Clark Kent - are loved. This is a light-filled land, well worth the saving. So the benefits of saving it are absolutely obvious. </p> <p>Just about everything in the world of Spiderman and Catwoman, however, seems to be dreck. This is a place where, if you drop your college books on the sidewalk, everybody stamps on your hands as you try to pick them up. Catwoman becomes Catwoman after having been bullied by an abusive boss, pushed around by everyone else and - finally - shot dead by a criminal. No wonder she's pissed. The weak are kicked by the not-so-weak, who are kicked by the strong. </p> <p>When weedy, nerdy Peter Parker is transformed, mid-school-bully-fight, into the webby wonder, it is as a result of a need to fight against this bad world, and to bring something good into it, rather than to preserve it as it is from the forces of destruction. It is because his good uncle (one of the last good people around) was killed by a criminal who could have been stopped. As Spiderman sets about his task, he is violently opposed and ridiculed by the utterly irresponsible and mendacious editor of the tabloid Daily Bugle. </p> <p>At the beginning of Spider-Man 2, Peter Parker is in a state. Being a superhero doesn't pay the rent, and it is hard to hold down a pizza-delivering job in a just-in-time economy if you're going to dump the thin-crusts every time some maniac decides to shoot up the city. So he's got no money, is failing at college, can't pay the rent on his filthy flat to his horrid Russian landlord, and now his widowed Aunt May has fallen behind on the mortgage and faces eviction. (For some reason reforming the social welfare system is never an option for superheroes.) </p> <p>Worst of all, it makes it hard to have a relationship with the girl he loves and who loves him. He can't tell her who he is because it would endanger her (this bit is evidently true - look at Faria Alam) and he can't turn up to her play, which means that she turns - of course - to a man who will. Under this kind of pressure Parker begins to wonder whether swinging through the streets saving stuff is worth the pain. And, as he cogitates, his powers decline and he starts to slip off the side of high buildings and onto car roofs. Then comes the moment that he dumps the lycra in a trash-can and goes out in gentle pursuit of gold, girl and grades. Like everyone else. So, when the bad guys next go on the rampage, Peter walks the other way. Like everyone else. </p> <p>Two things act to prevent the death of the superhero. The first, a plot device where the de-heroised Peter is targeted by the barmy scientist, is neither here nor there. The second, the nature of his dialogue with his conscience, is most certainly here and now. His aunt, the last voice of all that is good and traditional, laments the passing of Spiderman. For, as Peter is reminded, 'With great power there must also come great responsibility.' After much agonising the lycra suit goes back on, the webby stuff shoots from his wrists again, the effort is made, trainfuls of grateful citizens are saved and it ends pretty much as you'd expect. </p> <p>Those readers who have decided that America is, in fact, more like the loony boffin than the superhero may be unsympathetic to what comes next. But my reading of the power and responsibility sentiment was this: in a violent and often mad world it seems easiest to sit things out, to mind your own business, to love, earn and turn straight to the travel pages. You'll attract less criticism and, for a while at least, you'll be better off. </p> <p>But this will catch up with you, because there is no place to hide. Unless you make the initially selfless sacrifice and use your power, you'll end up with a dead uncle, a destroyed city and your girlfriend hanging from a tentacle. In international terms, it is your moral duty to intervene to stop the bad guys wrecking things, and in any case, if you don't perform that moral duty you can be sure that - sooner or later - they'll come for you. In what Tony Blair calls the 'interdependent weld' the crazed zealot with the suicide bomb is more a product of neglect than of too much intervention. </p> <p>Of course, to test this notion more thoroughly we would need to see Spiderman in Shanghai, battling indigenous baddies with the cultural sensitivity of a Rumsfeld. But then, Fahrenheit 9/11's one depiction of Iraq under Saddam is of happy, smiling Arabs, and that's supposed to be a factual movie. No one said that these types of messages had to be subtle. Who's got time for that, when there are crosswords to be completed?</p>"
]