[
  "After the shambles of the hanging chads in 2000, it emerged today that this year's US presidential election might be the first in the country's history to be monitored by international observers. <p>The Organisation for Security and Cooperation in Europe (OSCE) - which has a respected track record of monitoring elections, mainly in developing countries - revealed it had been approached by the US state department. </p> <p>The Vienna-based OSCE said it would send a team to the US next month to determine whether to accept the task of monitoring the November elections. </p> <p>\"The whole idea is to make an overall assessment and then determine what sort of observation, if any, should be carried out,\" Curtis Budder, a spokesman for the OSCE's Warsaw-based human rights office, said. </p> <p>The OSCE has 55 participating nations, of which the US is one. The organisation sent teams to monitor last year's gubernatorial recall election in California and the 2002 Congressional elections, Mr Budder said. </p> <p>The last US presidential election, four years ago, was marred by disputed results in the close race for Florida, which led to a long drawn-out recount. A row erupted after ballots that had been punched but not totally cleanly, leaving a hanging or dimpled chad, were disqualified. </p> <p>With the world watching and waiting for the results of the election, the intricacies of the system and the varieties of potentially spoiled ballots became the focus of huge media attention and a source of massive embarrassment for the US. </p> <p>Since 2002, the OSCE has called on all its members to seek election observers. </p> <p>Such teams usually meet with members of electoral commissions, political parties and non-governmental organisations. Mr Budder said he did not yet know exactly where the US mission would go. </p> <p>The OSCE says it has sent 10,000 observers to more than 150 elections in the past 10 years. Its member countries include European nations, Russia and Canada.</p>",
  "Ralph Nader, the consumers' champion who became the scourge of Democrats for his determination to run for US president, faced a concerted challenge yesterday to his candidacy in a battleground state. <p>In two separate lawsuits, Democratic activists in Pennsylvania sought to keep Mr Nader off November's ballot. </p> <p>The move intensifies the war between Republicans and Democrats over Mr Nader's candidacy, a conflict fuelled by the maverick's willingness to accept funds and help from some of George Bush's most ardent supporters. </p> <p>Republicans are eager to see Mr Nader do well - not because of his stand on the environment or Iraq - but in the hope that he will tip the balance towards Mr Bush in the race against John Kerry, the Democratic challenger. But the Democrats have stood their ground, with activists harrying Mr Nader's effort to get on the ballot in several states. </p> <p>In the Pennsylvania lawsuits Democrats accused the Nader campaign of falsifying thousands of names on petitions endorsing his candidacy in the Philadelphia and Pittsburgh areas. His campaign was also accused of failing to pay the contractors who organised the petition and who allegedly paid homeless people a dollar for each signature. </p> <p>A spokesman for Mr Nader said only petition gatherers who turned in fraudulent signatures were unpaid. </p> <p>The Democrats took Pennsylvania by a relatively slim margin during the last election and party activists defended the law suits against Mr Nader yesterday. </p> <p>\"The bottom line for us is that we are partisan Democrats, and we are very much interested in getting John Kerry elected,\" said Michael Manzo, aide to a Democratic state legislator. \"We view Mr Nader's candidacy as a threat. Will it be a large threat? We hope not, but we are not willing to take any chances.\" </p> <p>Similar scenarios are unfolding in other states with Democrats fighting a rearguard action to keep Mr Nader out of the presidential race. </p> <p>In the battleground state of Arizona he was knocked off the ballot on a technicality, and the party is raising funds for legal challenges in Florida, Michigan, West Virginia and Nevada. </p> <p>Mr Nader dismissed the challenges as a display of insecurity. \"It shows the lack of confidence Democrats have in their own candidate,\" he told Businessweek magazine. </p> <p>However, among Mr Nader's new supporters this election is the billionaire Richard Egan, who was appointed ambassador to Ireland after raising hundreds of thousands of dollars for President Bush. Campaign monitors say other big Republican donors have contributed as well. In Oregon, also poised for a tight contest, two conservative groups admitted telephoning supporters to help put Mr Nader on the ticket. </p> <p>But even with the new-found patrons, he has made slow progress in his effort to get on state ballots. He missed a chance to get on the ballot in California at the weekend when supporters raised only half the 153,000 signatures required. </p> <p>But Democrats say that was Mr Nader's due when he decided to contest these elections, reopening the feud on the American left begun when Mr Nader drained off crucial support for Al Gore in the 2000 elections, handing Mr Bush his victory. </p> <p>With memories of that defeat still rankling, even some of Mr Nader's closest associates were outraged when he announced his candidacy earlier this year. </p> <p>That anger grew further when Mr Nader rebuffed a request from Mr Kerry to stay out of the race in key states. </p> <p>That is when the Democratic machine stepped in with Howard Dean, a hero to the party's left wing for his anti-war stance, deployed to herd wayward Democrats. </p> <p>One of Mr Dean's aides from his failed campaign for the Democratic leadership founded a website called the Nader Factor which documents Republican support for Mr Nader. </p> <p>Mr Nader is not expected to match the 2.8m votes he won last time. But some like John Zogby, the Democratic pollster, say that hardly matters. </p> <p>He said Mr Nader could hold the balance in several states - should he succeed in getting on the ballot. </p> <p>But his candidacy presents another challenge for the Democrats. </p> <p>\"He is the ghost of the left, he is the one who rallies the anti-war sentiment and Democratic populism, and so his presence in the race is casting a shadow on Kerry,\" Mr Zogby said. </p> <p>\"It's not going to be enough for him just not to be George Bush.\"</p> <p><b>States of flux </b></p> <p>A poll last week had Kerry on 48%, Bush 43%, and Nader 3%. If Nader gets on the ballots, and taking into account polls' margins of error, he can turn several states, including: </p> <p><b>Florida </b><br>Kerry 1% up on Bush <br>Nader 1.5% </p> <p><b>Minnesota </b><br>Kerry 1% up on Bush <br>Nader 2% </p> <p><b>New Hampshire </b><br>Kerry 4% up on Bush <br>Nader 4% </p> <p><b>Pennsylvania </b><br>Kerry 5% up on Bush <br>Nader 5% </p> <p><b>· </b>Source: Zogby International, Mason Dixon, the University of New Hampshire</p>"
]