[
  "<b> Dawn</b> <br> Editorial, Pakistan, October 11 <p>\"It is a matter of relief that Afghanistan's first-ever ... presidential election passed off largely peacefully [on Saturday] ... This is despite the fact that a boycott call was issued ... by 15 of the interim president Hamid Karzai's 17 rivals [because of] the quality of the 'indelible' ink provided to mark voters' thumbs to avoid multiple voting. The vast majority of 10.5 million registered voters turned out to vote in spite of the boycott call ... The UN, which jointly managed the election with Afghan officials, and a number of independent European observers have declared the poll 'fairly democratic' ... </p> <p>\"The results of the election are not expected to be made known for another two weeks ... Even if Mr Karzai returns [to office] he will need all the logistical, administrative and financial help pledged to Afghanistan by the international community to start tackling the many challenges facing his country. First of all ... the remnants of the Taliban and the warring tribal chiefs ... will have to be either convinced or forced to disarm and obey the law.\" </p> <p><b> Erada</b><br> Editorial, Afghanistan, October 11 </p> <p>\"Mizan 18 1383 [October 9 2004] is recorded in Afghan history as a delightful and watershed day. On this day, our people went to poll and cast their votes for their preferred candidates in a free and democratic atmosphere, after decades of perpetual war and the rule of the gun ... </p> <p>\"However, some presidential candidates either resort to boycotting the election or call this historic event a dark day in the Afghan history. These candidates raise such issues because they understand they do not enjoy the support of the people.\" <br> (Via BBC Monitoring) </p> <p><b> Cheragh</b><br> Editorial, Afghanistan, October 11 </p> <p>\"Certain ... candidates have repeatedly expressed concern that there would be cases of fraud and forgery in the election process. The election commission and relevant international institutions should have taken candidates' concerns seriously ...</p> <p>\"Their negligence and inattention not only caused candidates' anticipations and speculations to come true, but also proved the Taliban's claims that the election was symbolic and a tool to deceive the people.\" <br> (Via BBC Monitoring) </p> <p><b> Arab News</b><br> Editorial, Saudi Arabia, October 10 </p> <p>\"This election will be worth nothing if ordinary Afghans cannot have reasonable confidence in its result. That said, minor irregularities are always going to be inevitable and it would be wrong to try and nitpick every single result. The Afghans must stick together while the final results are sorted out. They must not be encouraged to break ranks by defeated candidates. </p> <p>\"Perhaps most importantly, the UN must not forget that the success or failure of [the] elections in Afghanistan could have considerable bearing on what happens in January when the Iraqis go to the polls.\" </p> <p><b> Los Angeles Times</b><br> Editorial, October 11 </p> <p>\"Unlike in Iraq, the nation-building project in Afghanistan is a truly multinational effort, but the increasing violence, record opium crop and undiminished strength of the warlords underscore the insufficiency of international aid and firepower deployed there ... </p> <p>\"The Bush administration pushed hard for the presidential elections so it could boast of a foreign policy victory. It needs to expend the same amount of energy increasing security in Afghanistan and ensuring that Saturday's election was not the last.\" </p> <p><b> Daily Star</b><br> Editorial, Lebanon, October 11 </p> <p> \"In the words of Gerhard Schröder, the German chancellor, the road Afghanistan has only just begun to walk [is] 'a surely long path into democracy'. The ongoing menace represented by Taliban guerrillas and al-Qaida will see to that, even though they did not make good their threats to disrupt Saturday's polls. This was no doubt principally due to the deployment of a 100,000-strong security force, including some 27,000 foreign soldiers. </p> <p>\"Considering these facts, it ... is revealing that the senior US military commander in Afghanistan, Lieutenant General David Barno, has shed some realistic light on Afghanistan's road to democracy: 'There's not a military victory out there separate somehow from the growth of the Afghan political process, the growth of their economy, the reinvigoration of their government.'\" </p> <p><b> Times</b><br> Editorial, October 11 </p> <p> \"Despite the relentless pessimism of some western critics, the [election] must be judged extraordinarily successful ... Women defied past oppression and lingering prejudice to vote in their millions. Refugees still living in Iran and Pakistan cast ballots. And even two assassination attempts, on Mr Karzai and his ... running mate, failed to stop a campaign that engaged the nation. </p> <p>\"Afghans insist that Mr Karzai will win because he is backed by America. That neither invalidates nor diminishes the importance of this [vote]. For them, what matters is stability after 25 years of war. They know that this election was a prerequisite for the political equilibrium essential to reconstruction, economic revival and the education denied to so many for so long.\"</p>",
  "<p>Harry Stonecipher, Boeing's chief executive, yesterday accused European rival Airbus of undercutting the price of his company's planes through illegal government subsidy in an escalation of the growing trade war between the US and EU. </p> <p>Mr Stonecipher made plain that Boeing was not prepared to make concessions in any negotiations under the World Trade Organisation and would press for a new agreement that banned government launch aid for Airbus. Last week the US terminated a 1992 bilateral agreement on state aid for new commercial aircraft, prompting an EU counter-suit, amid allegations that both sides had provided their main plane-makers with unlawful multi-billion aid. </p> <p>Mr Stonecipher, who said he had discussed the issue with Airbus executives last month, denied that Boeing had pushed for a WTO case because Airbus was preparing a new plane, the A350, to rival Boeing's make-or-break 7E7 Dreamliner. </p> <p>\"I don't think we're under any more pressure than we have been in the past, but I don't want to start from a position of being under water due to subsidies,\" he said. \"We always expected Airbus to respond to our 7E7 and, with their financial muscle, they can fund it perfectly well by going to commercial banks, not governments.\" </p> <p>The Boeing chief also rebutted suggestions that the US was playing politics in the run-up to the November 2 presidential poll. \"We've got bipartisan support from Congress and both candidates for president. This one is not going to go away after the election - and nobody is trying to start a trade war here,\" he said.</p>",
  "In the elections held in Afghanistan last weekend, many reporters concentrated on the extraordinary spectacle of women queueing, their blue burkas billowing, at the polling stations. George Bush also hit upon this as proof of the success of the American presence in Afghanistan. He stated that the first person to vote in the election was a 19-year-old woman, and commented that she was \"voting in this election because the United States of America believes that freedom is the almighty God's gift to each man and woman in this world\". <p>Bush has frequently used his policy in Afghanistan as evidence of his commitment to women's rights, and as an attempt to woo women voters. Recently, Laura Bush spoke at an election rally at which women in the audience held placards saying, \"W stands for women\". She told her husband's supporters: \"After years of being treated as virtual prisoners in their own homes by the Taliban, the women of Afghanistan are going back to work. And wasn't it wonderful to watch the Olympics and see that beautiful Afghan sprinter race in long pants and a T-shirt, exercising her new freedom.\" </p> <p>It was wonderful, but it wasn't the whole story. If we listen to what Afghan women themselves are saying we glimpse a darker reality than politicians here or in the US would like to show us. Undoubtedly, the removal of the Taliban did improve the lot of many Afghan women, and I say that even though I opposed the war at the time. Many girls have gone to school, many women have gone to work. The sole female presidential candidate in the election, Massouda Jalal, can speak openly about building a society in which women have equality; and 40% of those who registered to vote in the election were women. </p> <p>But the Americans and the British did not go into Afghanistan to defend women's rights, however eagerly our politicians sell that picture back to us. When I visited Afghanistan a couple of years ago, I was struck by the depth of anger against the old mujahideen commanders, and how passionately people, especially women, longed for them to face justice. </p> <p>Instead, their power has been entrenched by the Americans' reliance on them as allies against the Taliban and al-Qaida. That horrifies not only western observers with access to Amnesty International reports, but also ordinary women who experienced, and still experience, their crimes. Sahar Saba, a spokeswoman for the Revolutionary Association of the Women of Afghanistan, a secular organisation still unable to work openly, told me last week: \"People who should be on trial for their crimes are still in key positions in the government, so in such a situation speaking about democracy and women's rights is futile.\" </p> <p>As is well known, the warlords - men such as Rashid Dostum and Atta Mohammed - have many of the same attitudes to women as the Taliban. Between Hope and Fear, a report just published by Human Rights Watch, provides a chilling reminder of what that means. These men are targeting women who take part in any political or development work. Even in Kabul, by far the safest and most open part of the country, one woman working at a women's organisation said, \"Even entering the door of this office, that itself is a grave risk.\" </p> <p>A woman from Kabul who went to a northern province to investigate why a women's centre had been forced to close down by local strongmen, received death threats and was forced to leave the country. Many of the women who spoke to Human Rights Watch are those who tried to participate in public life, but who have now dropped out in fear and despair. </p> <p>One of the most depressing of many depressing tales in the report is the story of a women's organisation that was forced to close a project in the Panjshir region because a group of mullahs objected to it. The staff tried to go on despite threats by armed men, but in the end they gave up. \"Nothing worked. We felt we had lost.\" </p> <p>Even the figure of 40% of voters being female has been questioned by observers, who have noted multiple registration in some areas, while in others fewer than 10% of registered voters were women. Female reporters - able to talk to ordinary women, who are often prevented from talking to male outsiders - talked to many women who obtained cards but were prevented by the men in their families from going to vote. </p> <p>It is a mistake to put too much store on the election in the lives of the women in Afghanistan. Its outcome is not in much doubt, but even after the election Afghan women will have to go on living in a society in which, beyond Kabul, power is still parcelled out between those brutal regional commanders. </p> <p>Those female voices that do get heard are still calling for more funding for development and disarmament initiatives in Afghanistan, and the expansion of the UN-backed peacekeeping force in order to create a less threatening situation on the ground. But although our politicians like to use the tale of the women of Afghanistan as a selling point, their real energy and interest has moved on. </p> <p>In a strange twist of logic, Tony Blair said at Labour's conference that the resistance in Iraq was led by \"the same people who stopped Afghan girls going to school ... They are in Iraq for the very reason we should be.\" The idea that the occupation forces in Iraq are fighting the Taliban is nonsensical. </p> <p>It is bizarre that the example of the needs of Afghan girls should be used not as a spur for redoubled humanitarian efforts in that country, but as a spur for the occupation of another country. Politicians in the west are keen to use the rhetoric of women's rights as a justification for their policies, and they are refusing to listen to women who say those policies are failing them. </p> <p><a href=\"mailto:n.walter@btinternet.com\">n.walter@btinternet.com</a></p>",
  "Jack Straw today revealed that the intelligence services have withdrawn the controversial claim that Iraqi weapons of mass destruction could be ready within 45 minutes, but insisted that \"the judgment was right\" to go to war. <p>Briefing MPs on the situation in Iraq - taking in the Kenneth Bigley hostage saga, the Iraq Survey Group report and the upcoming elections - the foreign secretary conceded that \"some of the intelligence was wrong\" on Iraqi WMD.</p> <p>However, he revealed that the former UN chief weapons inspector Hans Blix had concurred with early drafts of the British government's controversial dossier on Iraqi weapons of mass destruction. </p> <p>But in an hour-long grilling by MPs on the latest developments in Iraq, Mr Straw was not quizzed on claims today by the UN that parts of Iraq's nuclear facilities had now gone missing, presumed sold abroad.</p> <p>And he ducked a question from former foreign secretary Robin Cook that \"two-thirds of Iraqi civilians killed in the past six months have been from coalition bombing\".</p> <p><b>Ken Bigley</b><br></p> <p>Opening his statement, Mr Straw repeated that the British government had used an intermediary in Iraq to plead for hostage Ken Bigley's life - but refused to comment on speculation that the British engineer had made a last-ditch escape attempt before being murdered.</p> <p>He said messages to and from Mr Bigley's captors were taken by a go-between who approached the British Embassy in Baghdad claiming to be able to bargain with the kidnappers.</p> <p>He said: \"Messages were exchanged with the hostage-takers in an attempt to dissuade them from carrying out their threat to kill Mr Bigley. </p> <p>\"But at no stage did they abandon their demands relating to the release of women prisoners, even though they were well aware that there are no women prisoners in British custody in Iraq. </p> <p>\"These communications were fully in line with the government's long-standing approach to kidnapping - that whilst ready to receive messages from kidnappers, we cannot negotiate with them. Ken Bigley's family in Liverpool and his wife in Thailand were kept fully aware of our communications with this intermediary. </p> <p>\"On Friday afternoon, the intermediary provided us with proof beyond doubt that Ken Bigley's captors had carried out their threat to kill him.\" </p> <p>He said the capture of Abu Musab al-Zarqawi, blamed for the killing, was now a priority for both the coalition and Iraqi forces.</p> <p><b>Weapons of mass destruction</b><br></p> <p>Mr Straw also used his statement to give the government's formal response to the Iraq Survey Group's report, published last week, which said Saddam Hussein did not pose weapons of mass destruction, although he retained the wish to acquire them. </p> <p>The foreign secretary conceded that the report \"concludes that by the mid-1990s, Iraq was essentially free of weapons of mass destruction\" but he said it also showed there was \"a sophisticated and systematic campaign by Saddam Hussein to bring down the UN sanctions regime and to reconstitute his weapons programme\". </p> <p>Mr Straw claimed the report \"provides chapter and verse\" on why the policy of containment of Saddam was not working. </p> <p>But he added: \"As the prime minister did in his speech at our party's conference, I of course accept that some of the information on which we based our judgments was wrong.\" </p> <p>He went on: \"But I do not accept, even with hindsight, that we were wrong to act as we did in the circumstances which we faced at the time. </p> <p>\"Even after reading all the evidence detailed by the ISG, it is still hard to believe that any regime could behave in so self-destructive a manner as to pretend it had forbidden weaponry when in fact it hadn't. It is still hard to comprehend the logic of Saddam's behaviour in resisting the UN inspections in 1998, when he could have demonstrated that he had no WMD.\" </p> <p>He said that \"deciding to give Saddam Hussein the benefit of the doubt would have required a huge leap of faith\", adding: \"We would have had to conclude that all the intelligence - not just our own, but that from many other agencies - was wrong.\" </p> <p>Mr Straw confirmed that two lines of intelligence reporting - one concerning the potential deployment of WMD in 45 minutes and one from another intelligence service concerning biological agents - had now been formally withdrawn by MI6. </p> <p>The Butler report into WMD intelligence failures in July this year first revealed that the Secret Intelligence Service had withdrawn two of its reports about Iraqi chemical and biological weapons capability in July 2003. These reports had underpinned the 45-minute claim in the government's September 2002 dossier. Lord Hutton's inquiry had not been informed of this withdrawal.</p> <p><b>Iraqi elections</b><br></p> <p>On elections, Mr Straw said his visit to Iraq last week had shown him the determination of local politicians for elections to go ahead in January, although he said Fallujah \"remained an acute concern\".</p> <p>He said: \"Successful elections would be a huge blow to the terrorists and insurgents who reject the ballot box and seek to rule with the bullet and the bomb.\" </p> <p>The chair of the Commons foreign affairs select committee, Donald Anderson, said he would be content to see elections postponed in parts of Iraq if the situation did not improve - so long as a national election was still held.</p> <p>But he refused to be drawn, when asked by one Liberal Democrat MP, whether he supported the US Democratic presidential candidate John Kerry's campaign idea for a new international summit on Iraq.</p> <p>Answering a question from Ann Clwyd, the pro-war Labour backbencher who became Mr Blair's human rights envoy to Iraq, who demanded the \"fullest investigation\" of ISG conclusions that Saddam had tried to bribe UN officials, Mr Straw accused some nations in the build-up to the war of \"an element of naivety about Saddam\", singling out France and Russia for, in his words, threatening to veto a second UN resolution \"in any circumstances.\"</p> <p>Tory foreign affairs spokesman Gary Streeter said the situation in Iraq \"would now be far less grave if there had been proper planning for post-war reconstruction\", and accused Mr Blair of \"stripping out\" caveats from intelligence when presenting it to the public, adding: \"He did not behave as a British prime minister should.\" </p> <p>Mr Streeter demanded \"a full apology - not an apology for the intelligence but an apology for the way that the intelligence was conveyed by the government to the country.\"</p>",
  "<p>Jenny, one of my regular morning carers, brought me the news of the death of Christopher Reeve when she came to get me up this morning. She looked nervous as she told me, as if he was a member of my own family. I must have spoken of him often, as I have been receiving emails and telephone calls from friends all morning. I have never met him, nor spoken to him, but he has loomed large in my life since I broke my neck four and a half years ago and suffered a paralysis almost as severe as his. </p> <p>Reeve was always a controversial figure among people with spinal injuries, and particularly with the more traditional medical establishments of spinal injury units. His message of hope for a cure was regarded as irresponsible and misleading. Whenever his name was mentioned it was either with frustration or a sneer, and I have often heard it said: \"His name is a dirty word in this house.\" </p> <p>It was thought that he distracted people from the essential business of adapting to life as a paraplegic or a tetraplegic, encouraging us to live for a false future rather than a realistic present. In spinal units all over the country, and probably all over the world, the newly injured are taught to accept their fate, often with almost brutal insistence. Learning how to cope with the practicalities of life - eating, drinking, dressing, taking care of your skin always took precedence over psychological adjustment to the catastrophe that had befallen us - as if they were mutually exclusive. </p> <p>Chris probably was overoptimistic about the prospects of a cure - and certainly in his goal of being able to walk again by the time he was 50 - but he gave hope to many, including me, and he really did put his money where his mouth was, raising millions of dollars for spinal research through the Christopher Reeve Paralysis Foundation. He insisted that all research funded by the foundation be focused on some aspect of a cure and that projects would only be chosen after input from lay people suffering from the condition - not always a popular attitude with scientists. </p> <p>I well remember his accident in 1995 when he fell from his horse. I was an active walker and mountaineer at the time and remember thinking that, had it happened to me, I would rather have died there and then than live paralysed all my life. When I broke my neck in Bolivia in 2000, one of the doctors transporting me home told my wife, Val: \"Before long you will wish he had died.\" He was wrong and I was wrong earlier. Chris always lived in the present, setting up the foundation, writing, acting in and directing films, tirelessly harassing the Christian fundamentalists running the American government on the subject of stem cell research. Nor did he ignore the practicalities of life; his foundation gave grants to disabled people struggling to raise funds for equipment they desperately needed. </p> <p>He didn't hold out for a full and dramatic recovery, but he maintained his fitness with physiotherapy and exercise so that he would be able to take advantage of anything that came along. He finally got off the ventilator he hated so much when he had a computer implant inserted in his chest to regulate his breathing. </p> <p>I was approached to be involved with a film being made about him, shown in one version in America and another, by the BBC, in Britain. As it happened, I wasn't included in the final edit. However, I was shown in confidence film of the progress he had made - his recovery of sensation, his ability to take a tentative step in water, to move his arm and one or two fingers. Val and I burst into tears when we saw it, and I remember the surge of hope that went through me. It is ironic that a man as fit as he was should die as a consequence of a pressure sore becoming infected. </p> <p>I can think of a number of ways to pay tribute to his memory. To fight for the right to physiotherapy in the community for anyone who is disabled in this country would be a fitting start; to help raise funds for spinal research (anyone interested should go on the web to <a href=\"http://www.spinal-research.org\">spinal-research.org</a>) and, perhaps most of all, by voting in the US for John Kerry in the presidential election in November so that, among very many other good reasons, stem cell research can proceed unhindered by ideological disputes in this powerhouse of science and technology. </p> <p>In the eyes of so many, Reeve was the personification of Superman. In real life he was an actor trying to do serious work, an activist unafraid of the structures of power, a father and devoted husband and a friend to all of us who share his fate.</p> <p><a href=\"mailto:edguiton@yahoo.com\">edguiton@yahoo.com</a></p>",
  "\"Security? I don't really get that,\" said Fatiha Occhialini, one of several dozen \"soccer moms\" sitting on the touchline under the Pennsylvanian night sky. <p>\"I feel safe, being around people here in my area. I don't feel threatened at all,\" she added, adjusting her blanket against the autumn chill. Looking around at the bucolic sporting scene under the floodlights, it was hard to see how anyone could really disagree.</p> <p>Until the last few weeks of this presidential contest, Republican strategists have been quietly effective at doing precisely that - convincing the likes of Mrs Occhialini that they are under imminent threat of attack: a danger that will only worsen with wimpy surrender-monkey John Kerry in the White House.</p> <p>In the 1990s, Bill Clinton successfully wooed the soccer mom, convincing the caring, responsible but comfortable suburbanite that there was room for compassion in politics as long as the books were balanced. Al Gore picked up the ball and continued to run with it, scoring an 11-point advantage over Bush among women voters in 2000 - thanks largely to overwhelming support from single and ethnic minority women. </p> <p>In the post September 11 world, however, the soccer mom began to seem an anachronism. Democrat senator Joe Biden blamed his party's defeat in the 2002 midterms on its failure to listen to women. The agenda now was... \"not schools, not prescription drugs. It was 'what are you doing to protect my kids against terrorists? Soccer moms are security moms now.\" </p> <p>Although she is still making up her mind which way to vote, Mrs Occhialini's pragmatic view is not good news for the Republicans, and may offer some clues as to why there has been a significant reversal in women's voting intentions in the past month. </p> <p>A New York Times/CBS survey in mid-September showed Bush with a five point lead. The Reuters/Zogby poll released last weekend shows Kerry ahead by nine points - close to the 10-point margin that pollsters say he must hold if he has any chance of winning. </p> <p>As Parkland High School battled against Central Catholic for the top spot in the Lehigh Valley Conference league, I found plenty of mothers in this swing-region of Pennsylvania who were committed to voting for the president, but only a few who put safety fears at the top of the list. </p> <p>\"I'm supporting George Bush. I do have concerns about Kerry keeping us as safe. I don't like the idea of Edwards taking over, if anything happened to him,\" said Lori Lett. \"There's always fear around, so it's nothing special right now.\" </p> <p>A few yards along the touchline, Kim Watts was waiting for her son to get into the game, from the Central Catholic subs-bench. \"Security is one of the most important things, but I'm taking everything into consideration. I'm very concerned, having a son who's so close to military age.\" </p> <p>\"I just like George Bush, and I'm not sure whether Kerry will keep us as safe. I feel there's too much negativity around now and I just wish this election was over already,\" she added, her eyes wandering back to the action on the pitch. </p> <p>As a parting shot, she gets reflective: \"Am I fearful? I just think the administration's being honest.\" </p> <p>Margaret Didomenico and Karen Strelchun are good friends, but poles apart in their politics. \"You wouldn't be standing here, Margaret honey, if those people weren't fighting for you,\" said Mrs Strelchun, volunteering Iraq as her key issue, second only to her fervent support for the anti-abortion movement. </p> <p>\"They're not fighting for me,\" countered Mrs Didomenico. \"I don't think the president's done anything but put us in jeopardy. He dropped the Bin Laden issue and just ran to Iraq.\" </p> <p>Suddenly, football asserted itself again: \"They scored ... Oh man, we missed it. OK, we're done now.\" Their boys had gone one down, and my window for talking politics was over. </p> <p>Despite being told to leave the ground by the volatile Parkland High coach, for standing too close to the bench at half-time, I mooched around a little longer. </p> <p>There's no denying the passion in soccer here, although its status as a second-class sport is constantly reinforced. Parkland has its own cheerleading team of excitable young teens, but as soon as they're old enough, the girls move on to the American Football touchline. </p> <p>Sitting on the aluminium bleachers, I found another pair sitting together whose sons play alongside each other up front. Jocelyne Tshishinbi always sits to the right of her friend Angela Ottinger, for luck. In politics, their roles are reversed. </p> <p>\"I don't think Bush is keeping us safer than Kerry will. The main thing is Iraq. I want those kids back home and with their parents. They don't deserve it,\" said Haitian-born Mrs Tshishinbi.</p> <p>\"I do feel safe at home now,\" said Mrs Ottinger. \"Right now, I feel secure in knowing that we're probably not going to get hit again, with George Bush around. Maybe we'll find out soon how John Kerry would do.\" </p> <p>As Parkland increased their lead to 2-0 with another well-taken goal from a free kick, I asked some of the cheerleaders' moms what they made of the political contest. After a quick conference, one woman offered to speak for them all. Tellingly, her list was \"jobs, security and medical coverage\". She was reluctant to put them in order or priority. </p> <p>\"Bush is doing the best job he can,\" she added. \"But to be honest, I don't think it would make much difference who is running the country. If things are going to happen, they'll happen. We'll do the best we can to prevent it, and protect ourselves.\" </p> <p>Chants of \"Let's go Parkland\" filled the crisp autumn air at the final whistle, but there are still a few weeks to go in the bigger political contest and this switchable area of Pennsylvania will be crucial to the state-wide result. There are 21 electoral college votes at stake, and the president has been to the state 40 times since taking office. That's a clear sign of how much the Republicans want to win here. </p> <p>Chris Borick, the public opinion director at Muhlenberg College, has just released a telling local poll that confirms the nationwide trend that security moms are ceasing to be a minus for the Kerry campaign. </p> <p>\"A lot of the Bush campaign rhetoric, from 'W is for women' down to safety-related television ads, has been geared to winning the security moms over,\" said Mr Borick. </p> <p>\"There's now a 10-point gap among women in this area for Kerry over Bush. Kerry does seem to have managed to neutralise the security mom issue. In that first debate where he was saying he was going to hunt down terrorists and kill them - that was all language designed to reassure.\" </p> <p>Perhaps even more importantly for the final weeks of the campaign, the local poll is also showing that among the diminishing pool of undecideds, women are much more significant than men. Almost 10% of women are still making up their minds. Conforming to stereotype, only 3% of men are still unsure.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>FUTURE SHOCKER</b></p> <p>Is this the dullest Independent front page ever? Don't take my word for it. Stop at a newsagent on the way home and take a quick look, because the Wrap suspects there will be plenty of copies left unsold. The paper has collected 19 statistics and arranged them carefully under the headline: \"THE PENSIONS CRISIS (Or everything you need to know about your future but may be too scared to ask).\"</p> <p>Who could blame the casual reader for preferring the Mail, which splashes with the news that animal rights extremists have stolen a woman's body from a churchyard in Staffordshire? \"INHUMAN: Animal activists stole this woman's body from a grave. Now her family fear they plan to return it a piece at a time.\" Or the Express's revelation that Britons will be rationed to six credit cards each? (\"And that includes store cards,\" adds the paper, resentfully.)</p> <p>The Guardian, meanwhile, splashes with worries of a \"black hole\" in NHS funding. The cost of a new computer system, which will allow patients to book their own hospital appointments and medical staff to access records quickly, may be as high as GBP30bn - five times as much as originally thought. Health trusts may have to divert money from patient care to pay for the system, the paper says.</p> <p>Mr Blair's announcement of his third-term vision, in which the computerised NHS will probably play a part, leaves those papers that bother to mention it underwhelmed. \"Complicated, slightly bossy and not very believable,\" complains the Telegraph. \"Groundhogwash Day,\" mocks the Sun: \"Any similarities between yesterday's announcement and Mr Blair's previous undelivered visions for Britain are entirely coincidental. Probably.\"</p> <p>\"Labour is addressing 'big' issues, as opposed to the minimalism of the Tories,\" writes Peter Riddell in the Times. \"This ties in with Mr Blair's instincts now. He is in a 'Prometheus unbound' phase, impatient, aware of time running out and determined to leave his mark ... Incremental change in schools, health and the like has 'improved things but not transformed them' ... Mr Blair's aim is 'to put middle class aspirations in the hands of working class families'. The implications are controversial. How far should invalidity benefit claimants be forced into work? How far should workers be compelled to save for retirement?\"</p> <p>The PM's ideas, says the Independent, are \"half-baked\": \"The prime minister should concentrate on keeping his existing promises, rather than making new ones.\" Readers who want a preview of Adair Turner's report on the state of Britain's pension provision should turn to the FT.</p> <p>\"The report will warn that many individuals are being forced to take investment risks that they are poorly placed to handle as companies close final salary schemes and replace them with money purchase schemes into which neither employers nor employees are putting enough,\" the paper says. \"And it will challenge businesses to switch to career average pensions, with retirement age tied to life expectancy, rather than simply close defined benefit schemes completely, dumping all the risks on the individual.\"</p> <p>The Times and Telegraph cough up and chew over Tony Blair's troubles, with the former picking up a report saying the armed forces are \"demoralised\" by \"poor equipment and biased selection\". Only one in seven of the army, RAF, naval and Ministry of Defence staff questioned thought their budget was spent wisely.</p> <p>* <a href=\"http://www.theguardian.com/Society/internet/story/0,8150,1325211,00.html\">NHS faces GBP15bn black hole</a><br> * <a href=\"http://money.independent.co.uk/personal_finance/pensions/story.jsp?story=571242\">Independent: The pensions crisis</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1301560,00.html\">Times: Forces rebel against MoD for wasting public money</a><br> * <a href=\"http://news.ft.com/cms/s/911511be-1bc0-11d9-8af6-00000e2511c8.html\">FT: UK pensions alert on life expectancy forecasts</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004471918,00.html\">Sun: Blair: My vision for Britain</a><br> * <a href=\"http://www.timesonline.co.uk/newspaper/0,,171-1305289,00.html\">Times: Peter Riddell</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/12/dl1201.xml&amp;sSheet=/portal/2004/10/12/ixportal.html\">Telegraph: It's welfare reform day</a></p> <p><b>SUPERMAN DIES</b></p> <p>The death of Christopher Reeve, the actor better known as Superman, shocks all the papers. He was paralysed from the neck downwards after a riding accident in 1995, but was able to regain sensation in some of his limbs.</p> <p>\"Christopher Reeve's superhuman fight against paralysis astonished doctors,\" says the Mirror, which notes that he was a committed campaigner for stem cell research to help those with spinal injuries. He opposed George Bush's 2001 ban on the use of human embryos for such research and backed John Kerry's presidential bid.</p> <p>\"He honestly thought he would walk again one day, but he wasn't maudlin about it,\" writes Michael Shelden, who recently interviewed Reeve, in the Telegraph. \"'I have the will,' he told me. 'All I need is the science.'\"</p> <p>* <a href=\"http://www.theguardian.com/medicine/story/0,11381,1325223,00.html\">Inspiring campaigner dies</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/12/wsupe212.xml&amp;sSheet=/news/2004/10/12/ixhome.html\">Telegraph: Michael Shelden</a><br> * <a href=\"http://news.ft.com/cms/s/8c5a4ce4-1bab-11d9-8af6-00000e2511c8.html\">FT: Reeve death pushes stem cell research to fore</a></p> <p><b>IRAQ REBELS BEGIN TO DISARM</b></p> <p>Shia rebels loyal to Moqtada al-Sadr began handing over some of their weapons yesterday in a move the Herald Tribune describes as \"encouraging\". \"Militiamen were paid for their weapons, and the payments sometimes amounted to hundreds of dollars,\" reports the paper. As well as money, the guerrillas received an assurance from US commanders that they would halt military operations against the group.</p> <p>Meanwhile, in Falluja, US bombers continue to target members of Abu Musab al-Zarqawi's terrorist group. The Pentagon says about half of the \"foreign terrorist leadership\" have been killed over the past month.</p> <p>\"The relationships between these terrorist and insurgent camps are only dimly understood,\" says the IHT. </p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1325102,00.html\">Rebuilding is key to peace in Baghdad slum</a><br> * <a href=\"http://www.iht.com/articles/543043.html\">IHT: Zarqawi network hurt, but still able to attack</a></p> <p><b>BECKHAM: I GOT BOOKED DELIBERATELY</b></p> <p>The Sun hurls another \"BECKHAM BOMBSHELL\" concerning Victoria and the \"sleazy\" beautician who made her first appearance in the papers last weekend. \"Posh: I'll see that ugly, lying cow in court,\" splashes the paper. Her husband deploys similar tactics on the back page. \"BECKS: I MADE SURE I GOT A BAN: Injury forced me into it.\"</p> <p>\"The England skipper knew he had cracked ribs,\" explains the paper. \"Beckham, booked in an earlier game, realised he was too crocked to play in tomorrow's World Cup game in Azerbaijan. So he clattered [Ben] Thatcher again, aware another booking would see him serve his one-match ban in a game he had no chance of playing in anyway because of the injury.\"</p> <p>\"I'm sure some people think I've not got the brains to be that clever,\" Beckham elaborates in the Telegraph. \"People pick up on the negatives. That's sad.\"</p> <p>* <a href=\"http://www.theguardian.com/Football/News_Story/0,1563,1325309,00.html\">Beckham admits: I wanted a booking</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=Q0HFR5VO5EYYNQFIQMGCM54AVCBQUJVC?xml=/sport/2004/10/12/sfnfro12.xml\">Telegraph: Beckham supports booking</a></p> <p><b>FORTUNE FAVOURS THE BRAVE</b></p> <p>\"CROCODILE MUMDEE,\" puns the Sun, explaining how a 60-year-old Australian woman leapt on the back of a 14ft crocodile to try to save her son-in-law from its jaws.</p> <p>The reptile dropped Andrew Kerr, but then set about his rescuer. It was only dispatched by a shot from Elicia Sorahan's son, Jason, who was also staying at the remote Queensland campsite.</p> <p>The Wrap sought further details from the Sydney Morning Herald. \"There's no way that that crocodile could have been divested of its victim,\" Gary Zillfleisch, a \"retired croc handler\", told the paper. \"Because if it is only that short distance they'll soon get you in the water and then they just hold their breath and you hold yours - and they're going to win. They should get a ticket in lotto.\"</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004471793,00.html\">Sun: Crocodile Mumdee</a><br> * <a href=\"http://www.smh.com.au/articles/2004/10/12/1097406541385.html?oneclick=true\">SMH: Call to boost croc culling after attack</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; People face poverty in retirement unless they save more, a pensions commission report will say.</p> <p>&gt;&gt;&gt; Ken Livingstone will announce a five-year transport plan for London.</p> <p>&gt;&gt;&gt; A baby girl was shot and two men seriously wounded in Hackney when a gunman fired bullets into the car they were travelling in.</p> <p><a href=\"http://www.theguardian.com/afghanistan\">Latest news on the Afghan presidential election</a>.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Former BBC director general Greg Dyke has been attempting to put together a bid for ITV. P3<br>A former Eton College art teacher claimed yesterday there were 'important inaccuracies' in press reports alleging she helped Prince Harry in his A-levels. P4<br>The media habitually portrays young people in an overwhelmingly negative light, according to new research. P5<br>A part-time soldier has appeared before a court martial in connection with faked photographs in the Daily Mirror of British troops abusing Iraqi prisoners. P6<br>One of America's biggest TV station owners is to broadcast a film days before the presidential election portraying Democratic candidate John Kerry as betraying fellow soldiers in Vietnam. P14<br>Italy's deputy prime minister has added his voice to protests by Italian-Americans about The Sopranos allegedly portraying a negative image of their community. P14<br>A row between Britain's Olympic medal-winners and kit sponsors Nike and Reebok may force the stars' withdrawal from next week's London parade. P36 </p> <p>MEDIA BUSINESS<br>Channel 4's longest serving board member, David Scott, has quit. P23<br>Interview with former Classic FM boss Roger Lewis, now managing director of ITV Wales. P23<br>French corporate raider Vincent Bollore is prepared to raise his stake in Havas to help inject more capital into the struggling advertising group. P23</p> <p><strong>FINANCIAL TIMES</strong></p> <p>The BBC has launched its first trial of on-demand TV programming. P4<br>NTL has received at least 15 offers for its TV and radio broadcasting business, which is expected to fetch up to 1.2bn pounds. P22<br>John Brown will walk away with nearly 20m pounds after agreeing to sell his contract publishing business to private equity group Bridgepoint. P23<br>Former BBC director general Greg Dyke has joined venture capital firm Apax Partners. P23<br>VNU yesterday revived a plan to expand its online recruitment activities. P28<br>Rupert Murdoch's News Corp is to sell its stake in Sky Latin America to its US subsidiary DirecTV for 579m dollars, in a move to consolidate its assets. P29</p> <p>FT CREATIVE BUSINESS<br>Colin Morrison, the boss of ACP-Natmag, has his eye on the UK weekly magazine market. P2-3<br>ITV may yet pay for not expanding internationally, says former ITN chief executive Stewart Purvis. P4<br>A newspaper that hopes to poach job ads from a market-leading rival really does have its work cut out. P4-5<br>Too many ad agencies are putting total sales before margins, according to Plimsoll's survey. P6<br>Interview with BBC director general Mark Thompson, who has been in his job 100 days. P8-9<br>The BBC this week publishes its latest research into what the public will pay for its services. P9<br>Ofcom's latest tome on the future of public service broadcasting ducks important questions about TV. P10-11<br>The government is supporting creative businesses and so should investors, says trade secretary Patricia Hewitt. P11<br>Nivea is placing the new Bridget Jones movie at the centre of an integrated marketing campaign. P12-13<br>Veteran US networks news anchors Dan Rather, Tom Brokaw and Peter Jennings are losing out to other channels and other media. P14</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>The government should pay to convert TV sets in poor households to receive digital signals, a report commissioned by ministers has concluded. P10<br>One of the world's oldest gay magazines has been forced into bankruptcy after more than 30 years on the shelves of Japanese newsagents. P13<br>Sir Anthony O'Reilly's Independent News &amp; Media, publisher of the Independent, is understood to have offered rivals the chance to buy a minority stake in the paper, to raise money for a marketing push. P19<br>Orange UK chief executive John Allwood is quitting to become the executive director of the Telegraph Group. P23<br>Former director general Greg Dyke has joined the board of Apax. P23</p> <p><strong>THE INDEPENDENT</strong></p> <p>The owner of the largest chain of TV stations in the US is to broadcast an anti-Kerry documentary two weeks before next month's presidential election. P31<br>Former BBC director general Greg Dyke has joined the board of Apax partners in a move that revives speculation about a bid for ITV. P42<br>Shares in BT tumbled yesterday after analysts downgraded expectations for revenue growth in areas including broadband. P47</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>People should be charged for sending unsolicited marketing emails to cut junk email, according to the chairman of the OFT. P6</p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong></p> <p>Miller Brewing is targeting the fast-growing Hispanic community in the US with a new marketing campaign. P9</p> <p><strong>DAILY MAIL</strong></p> <p>Sky Sports is to pull out of managing text-only websites for Spurs, Sunderland, Leeds, Manchester City and West Ham. P74</p> <p><strong>DAILY EXPRESS</strong></p> <p>The government should pay for the elderly and poor to update their TV sets for digital switchover, a leading consumer group has recommended. P6<br>The Territorial Army soldier accused of helping fake Iraqi torture pictures printed in the Daily Mirror appeared before a court martial yesterday. P31</p> <p><strong>DAILY MIRROR</strong></p> <p>In a sensational EastEnders storyline, Martin Fowler gets stabbed by his stalker Sarah. P3</p> <p><strong>THE SUN</strong></p> <p>Victoria Beckham has vowed to see the woman at the centre of new Sunday newspaper allegations about husband David's private life in court. P1<br>Sky One is to make a second series of soccer reality show The Match with Robbie Williams taking part. P3</p> <p><strong>DAILY STAR</strong></p> <p>TV stars Ant and Dec are set to take over our telly screens on and off camera after setting up their own production company. P10</p> <p><strong>AND FINALLY...</strong></p> <p>It's official - Telegraph readers' love affair with holidaying in Italy is over. For the past four years, Daily and Sunday Telegraph readers have voted Italy their favourite holiday destination. But at last night's Telegraph travel awards Italy slipped to fourth place, after the Maldives, South Africa and, in first place, New Zealand. Well, what with all these cheap airline flights now, it must be hell for Telegraph readers in Tuscany, having to mix with poor people. And Tony Blair, heaven forbid. P3</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>One of America's biggest television companies has announced plans to broadcast a film days before the presidential election that portrays the Democratic candidate John Kerry as betraying his fellow soldiers in Vietnam. </p> <p>The conservative Sinclair Broadcast Group will reportedly present the film as news on the 62 local channels it owns nationwide. </p> <p>The film will replace normal primetime programmes supplied by the national networks and reach up to a quarter of the electorate, many in critical battleground states, about a week before the election on November 2. </p> <p>In the film, Stolen Honour: Wounds That Never Heal, former US prisoners of war claim that their North Vietnamese interrogators used anti-war statements by Mr Kerry to undermine morale and persuade them to admit war crimes. </p> <p>A press release for the film, made by a conservative journalist and ex-marine, Carlton Sherwood, accused Mr Kerry of \"lies, false testimony and distortions\" for his remarks to Congress in 1971, saying US troops had been responsible for atrocities. </p> <p>The press release alleges that \"in mere moments in 1971, Kerry willingly gave the North Vietnamese what the brave PoWs had endured torture and solitary confinement to avoid saying\". </p> <p>Terry McCauliffe, the Democratic party chairman, said the the film was \"garbage\", and announced his intention to mount a legal challenge. </p> <p>Mr Kerry has been dogged by such attacks for more than two months, mostly in the form of advertisements paid for by a group calling itself Swift Boat Veterans for Truth. </p> <p>The Swift Boat advertisements, questioning Mr Kerry's combat record and criticising his activism in the early 1970s, helped give George Bush a clear lead in the polls which he has only lost in the past fortnight, after two lacklustre debate performances. </p> <p>Chad Clanton, a Kerry campaign spokesman, said: \"George Bush lost the first two debates according to every public poll, and now his allies are kicking into overdrive to distract from policy failures on Iraq and on the economy.\" </p> <p>\"If they move forward with this, they will be obliterating every decent journalistic standard in the book.\" </p> <p>Mr Sherwood's company, Red White And Blue Productions, has denied receiving support from the Bush campaign to make the film. Funding, it said, \"was made possible by Pennsylvania veterans\". Sinclair executives did not return a call seeking comment yesterday. </p> <p>They reportedly plan to define the programme as news, which under broadcasting law does not require equal time to be given for a response. </p> <p>Democrats will file a legal complaint today with the federal election commission arguing the broadcast represents an illegal campaign contribution. Democratic senators have also said they will appeal to the federal communications commission (FCC), to investigate the transmission of what they describe as free political advertising. </p> <p>The FCC is chaired by Michael Powell, the son of the secretary of state, Colin Powell. </p> <p>Under US broadcasting rules, the film actually gives airtime to Mr Kerry. Andrew Jay Schwartzman, who heads the Media Access Project watchdog, said: \"The way our equal time law works depends on what candidate is appearing on the air - so the equal time rule would run to Bush, not to Kerry. It does not provide Kerry a right to reply.\" </p> <p>\"What this shows is the dangers of media concentration. These are the problems that arise when one company controls 62 channels.\" </p> <p>Mark Hyman, Sinclair's vice-president for corporate relations, told the New York Times the company had invited Mr Kerry to appear after the film to answer the charges. \"There are certainly serious allegations that are levelled; we would very much like to get his response,\" Mr Hyman said. </p> <p>Mr Clanton said that although the Kerry camp would rule nothing out, \"it's hard to take an offer seriously from a group with such an obvious political agenda\". </p> <p>The film puts the Kerry campaign in a difficult position. Democrats said the campaign was too slow to respond to the original Swift Boat attacks; yet it is aware that its complaints will only provide publicity for Stolen Honour. </p> <p>Michael Moore, the director of the anti-Bush film Fahrenheit 9/11, wants to make it available on a pay-per-view basis on the eve of the election, but any audience is likely to be tiny compared to a film shown at primetime on 62 channels. </p> <p>The row has drawn attention to the role of television news. </p> <p>Fox News has established itself as a conservative network, while CBS has been under fire for broadcasting a documentary about Mr Bush's national guard record in September.</p>",
  "The opposition candidate Sergei Bagapsh said yesterday that the election commission in the breakaway Abkhazia region of Georgia had declared him the winner of the October 3 presidential election. <p>The election fell into confusion when officials repeatedly delayed announcing the winner, although they acknowledged that Mr Bagapsh was in the lead. </p> <p>Interfax news agency reported that the ruling that Mr Bagapsh had 50.8% of the vote, enough to avoid a run-off with Raul Khadzhimba, was a majority decision. Mr Khadzhimba, who was supported by the outgoing president, had complained of violations </p> <p>Abkhazia is not recognised internationally, and Georgian officials said the election was illegal.</p>",
  "<p>You were well advised to leave your pity at the door of Christopher Reeve's airy, sun-filled home, hidden amid the rolling meadows and white wooden barns of upstate New York. What struck you first, as he was steered into the room, was his commanding height: his throne-like wheelchair lifted his broad-shouldered bulk off the ground; sitting down, you found yourself tilting your head upwards to look at him. </p> <p>The accident's power over him was diminishing, he said, as his ventilator sucked and hissed. He no longer snapped awake in the quiet hours, forced to confront, all over again, the fact that he had no sensation from the neck down. He paid no attention as his nurse drained the contents of a tube hidden in his trouser-leg into a black bottle; he said he didn't even need to turn away when he was driven past the barn where he kept Buck, the thoroughbred horse from which he had been thrown in 1995, breaking his neck. But learning to live with his paralysis wasn't the same as resigning himself to it. \"I've still never had a dream that I'm disabled,\" he said. \"Never.\" He had vowed, controversially, to walk again by the age of 50. At the time, that deadline was three weeks away. </p> <p>Walking by 50 had only ever been a hope, not a prediction, Reeve insisted. But what made the news of his death so acutely disorienting yesterday was the fact that, on some level, so many of us thought that, eventually - albeit a few years behind schedule - he might actually do it. Of course, he had always stressed that his advocacy of stem-cell research wasn't a self-centred quest. Ordinary disabled people were the real superheroes, he often said, in response to the inevitable movie-themed questions. But for the rest of us, the personal narrative was too seductive to resist: Superman, brought down to earth, ultimately triumphs again through sheer force of will. </p> <p>He only went so far in discouraging that kind of thinking. \"I want things to happen quickly,\" he said recently. \"I certainly want to benefit within my lifetime. I don't want to get out of this wheelchair at the age of 75 ... I'm not willing to resign myself to being an advocate for research that will benefit people only after I'm gone. I'm not that noble.\" </p> <p>By the time he died at the weekend, aged 52, and from the most cruelly peripheral of causes - heart failure following the infection of a bedsore - he had repeatedly astonished his doctors with motor improvements through intense physical therapy. He had regained the movement of several fingers, and some muscles in his arms, along with a degree of sensation. \"It means I can feel my kids' touch,\" he told me when we met, a little over two years ago. \"It makes all the difference in the world.\" Things were moving ahead on the wider battlefront, too: with an irony that may yet come to influence the American election, Reeve slipped into a coma a day after being mentioned by John Kerry in Friday's presidential debate in support of an extension in stem cell research, a policy George Bush opposes. </p> <p>Reeve frequently spoke of his dismay that politics had got in the way of scientific progress, but that in itself was an unavoidably political position, and he was unusually scathing in propounding it. \"We've had a severe violation of the separation of church and state in the handling of what to do about this emerging technology,\" he said. \"There are religious groups - the Jehovah's Witnesses, I believe - who think it's a sin to have a blood transfusion. Well, what if the president for some reason decided to listen to them, instead of to the Catholics, which is the group he really listens to in making his decisions about embryonic stem cell research?\" A few days after our interview, he issued a statement apologising if he had offended Catholics. But there was no doubting the intensity of his anger. </p> <p>Despite everything, though, Reeve was lucky, and he knew it: he had little difficulty affording an annual bill of £270,000 to pay for his treatment and his team of assistants. His Westchester County estate looked like the set of some feelgood movie about wealthy rural America. It was this, in part, that provoked the accusation that he was spreading false hope among patients of more limited means: the Washington Post columnist Charles Krauthammer, himself a wheelchair user, called Reeve's public pronouncements \"disgracefully misleading\". In Reeve's view, he wrote, \"reality is a psychological crutch. His propaganda to that effect undermines those - particularly the young and newly injured - who are struggling to face reality, master it, and make a life for themselves from their wheelchairs.\" (In response, Reeve said many of his critics had been \"injured for so long, and their quality of life is so poor, that they don't dare to hope\".) </p> <p>Reeve had had plenty of luck before his accident: born into a comfortably-off New York family, the son of a novelist and a newspaper reporter, he had sailed through school into Cornell University, and thence, with his college friend Robin Williams, to the prestigious Juilliard drama school in Manhattan. Small film roles followed, along with a part in the cheesy daytime soap opera Love Of Life. But he was still essentially an unknown when he was picked for the role that would make his career. \"When I got Superman, my agent couldn't believe it,\" he told the author David Petrou in the late 1970s. \"As far as he was concerned, it was the biggest thing that could have happened. And my reaction, right off the bat, was, 'Yeah, fine. Now ... when do I start work?'\" Filming Superman in London, he met his first partner, Gae Exton; they never married, but had a son and a daughter. </p> <p>Luck abandoned him in 1995, when his horse stopped abruptly before a jump, throwing him head-first to the ground, his arms tangled in the reins, and severing his spinal cord from his skull. For a brief period afterwards, he has said, he was suicidal. \"Maybe we should let me go,\" he recalled telling his wife, Dana Morosini, but that state of mind proved short-lived; within the year his determination was growing, and so was his anger. </p> <p>Opponents of stem cell research say therapeutic cloning could lead easily to reproductive cloning, but Reeve had little time for that argument. \"We often hear about the slippery slope,\" he told this newspaper in February. \"But here in the US, when we lowered the voting age from 21 to 18, it didn't slide down to 12. It stopped at 18.\" Before Ronald Reagan's death earlier this year, Nancy Reagan communicated her own support for government-funded stem cell research to the New York Times; additional backing from several Republican members of Congress has made things even more difficult for Bush. The president argues that his support for research on existing stem cell lines is a compromise position, but the scientific consensus is that the existing lines are too contaminated to be useful. In recent years, Reeve had changed tactics, seeking to persuade individual US states to pass laws regardless of White House policy. </p> <p>In his last days, Reeve seemed to be accepting that his recovery might have reached a plateau. \"I'm in very good health, but it hasn't turned into an improvement in function that would really change my life,\" he told the BBC in a documentary that will be screened next week. The long-term effects of his life - and the timing of his death - on the future of spinal-cord research will remain unclear until at least after the forthcoming election. But he leaves one thing indisputable, which is that sometimes, the best form of pragmatism involves a dose of wild optimism. \"I have moments of anger,\" Reeve said at his New York home. \"But am I in despair about it? No, I'm not. Despair is a very bleak word.\"</p>",
  "<p>The priorities of the drugs industry were yesterday called into question by research that shows many of the biggest companies spent more in the past 18 months on share buybacks and dividends for shareholders than on product research and development. </p> <p>According to the note from Banc of America analyst David Peterson, the nine biggest drug manufacturers spent some $56bn (£31bn) over the past 18 months on dividends and buybacks. </p> <p>Pfizer, the world's largest pharmaceuticals firm, spent $22.2bn on buybacks and dividends over the past six quarters, some 210% of that spent on research. The amount spent by GlaxoSmithKline on giving money back to its shareholders was 122% of its research budget. </p> <p>Merck returned $7.3bn, about 143% of research spending, the note said. </p> <p>Publication of the figures gives ammunition to critics of the high cost of prescription drugs. The issue is especially in flammatory in the United States, where healthcare costs are an important element of the presidential election campaign. </p> <p>The common defence from the pharmaceutical industry against charges of profiteering is that drug prices are spiralling higher because of the need to fund research and development of new cures. </p> <p>A GSK spokesman said: \"GSK has a duty to both patients and its shareholders. We invested over £2.5bn in R&amp;D last year - one of the highest spends in the industry. </p> <p>\"At the same time, the recent environment of low interest rates means that repurchasing the company's own shares represents a good opportunity to enhance returns to shareholders\". </p> <p>Pfizer did not return calls seeking comment. </p> <p>AstraZeneca's last hope of getting its anti-stroke drug, Exanta, approved in the lucrative American market was dashed yesterday when regulators officially rejected the drug for sale. </p> <p>Analysts said the company will have to take an estimated $70m hit as it has to scrap stockpiled tablets and bin promotional leaflets . </p> <p>The outcome had been expected after a group of scientists declined to recommended its approval last month. The drug has been approved in the less lucrative European market to stop blood clots during operations - but surgeons have many other treatments to choose from.</p>",
  "<p>Superman is dead, but his work will live on. Christopher Reeve, who played Superman in the Hollywood version of the strip cartoon, will be remembered not just for his undoubted acting ability but also for the extraordinary courage and zest for life he displayed after being paralysed from the neck downwards in a riding accident in 1995 when his career was in full swing. He subsequently became a role model for disabled people in the way he refused to allow the condition to conquer his spirit as well as his body, and for the tireless way he campaigned on disability issues. </p> <p>He did not want or expect to die at the age of 52 but if his death gives a boost to stem cell research, for which he lobbied so enthusiastically, then he could have no more fitting a memorial. Stem cells taken from embryos (as opposed to adult stem cells) have the ability to develop into different types of tissue offering hope to sufferers from Mr Reeve's condition and numerous others, including incurable diseases such as muscular dystrophy, congestive heart disease and Alzheimer's. It is not pushing the metaphor too far to say that the fruits of such research may one day replicate in medicine the life-saving feats that Superman himself performed. </p> <p>Stem cell research on embryos is a controversial subject in the US. The Bush administration permits federal research funding into adult stem cells but has prohibited the use of such funds for embryonic stem cell research. The argument is thatit destroys human life, even though an early stage embryo (under 14 days old) is smaller than a pinhead. </p> <p>Last week, John Kerry, to his credit, stood by his earlier support for embryonic stem cell research despite the risk of alienating some religious groups in the last month of the presidential election campaign. Appropriately, he quoted Christopher Reeve, a friend of his, in support of his point of view. It is a tragedy that Mr Reeve has lost his life so young. The best bequest he could leave is that increased support for stem-cell research may one day lead to a cure for diseases that currently are lethal.</p>"
]