[
  "Friends who live on the other side of the Hudson River called me in a panic yesterday. With the election less than six weeks away, they suddenly realised that they, and their friends, were going to have to put their hands in their pocket to help get the vote out for John Kerry. <p>New Jersey - a state that Al Gore won by 16 points in 2000, and which has voted solidly Democratic in the last three election cycles - is now a toss-up. </p> <p>Recent polls have shown that the double digit lead Kerry held there in August has evaporated to within the margin of error. This week, one poll even had George Bush and Kerry running neck and neck. </p> <p>What has happened in New Jersey underlines the inadequacy of nationwide polling. The two most recent, carried out by NBC/Wall Street Journal and the Pew Research Centre, show no discernible daylight between the presidential candidates. </p> <p>It is only when you examine the picture state by state that you get a clearer view of the trouble Kerry is in. New Jersey is the most glaring example of a trend that has laid waste to his safe electoral map, increasing the list of states in which he has a real fight on his hands.</p> <p>Apart from New Jersey, Iowa, Wisconsin and Minnesota are all states that voted for Gore last time and were leaning towards Kerry in the early summer. Now they are too close to call. </p> <p>Conversely, Bush-supporting states such as North Carolina and Virginia, which were up for grabs two months ago, are now out of contention for the Democrats. The Kerry camp this week pulled advertising from Louisiana, Arkansas, Arizona and Missouri - all states in which they had some momentum after the Democratic convention, but all of which are now drifting irretrievably back to Bush.</p> <p>According to the Rasmussen report - a tracking survey of state by state polls - Kerry's one time projected lead in electoral college votes has now vanished. </p> <p>In July, he was ahead by 254 to 197. Now Bush is in front by 213 to 204. A recent Zogby poll has Kerry still in front, but with a much reduced advantage. While the national popular vote may remain close through to election day, the only tally that matters is the electoral college count.</p> <p>As troubling as Kerry's standing in state-wide polling may be, what lies behind the figures is equally disturbing: a fall in his support among women voters. </p> <p>They have been a bulwark of the Democratic base since Bill Clinton first opened up the so-called gender gap against George Bush Snr in 1992. Al Gore beat Bush Jnr among women voters by 54% percent to 43% but, according to the latest studies, the gender gap between Bush and Kerry has shrunk to just four points. </p> <p>The term \"security mom\" has replaced \"soccer mom\" in the political lexicon of this election. The issues that women voters care about (reproductive rights, education), while still important, have taken a back seat to the basic issue of security - and survey after survey ranks Bush far ahead of Kerry on that score. </p> <p>Kerry's multiple positions on Iraq have created the impression that he is wishy-washy on the issue of defence. Voters - men and women alike - are acting out a truism coined by Bill Clinton: \"Americans would rather be strong and wrong than weak and right.\" </p> <p>Kerry needs to see this both as an indictment and an opportunity. He has failed to convince the US public that he represents a clear third way - strong and right. </p> <p>He still has a chance to do so. The increasingly yawning gap between the gruesome reality of what is happening in Iraq and the fantasy world depicted by Bush gives him that opportunity. US casualties in Iraq are escalating: 42 in June, 54 in July, 66 in August, and another 60 so far this month. </p> <p>However, media coverage of Iraq over the same period has not helped Kerry. Despite the growing body count, front page stories in the New York Times and Washington Post have fallen by one third between May and September.</p> <p>So Kerry will have to help himself. Sharp, concise messaging, centred around how a reckless, distracting war has made the US less safe, is what is needed to move forward. For a senator who has never met a dependant clause he didn't like, that may be a tall order. </p> <p>His speech in New York on the eve of Bush's UN address was a start, but he still wandered off into too many rhetorical flourishes that led nowhere.</p> <p>The latest figures from New Jersey should scare the Kerry camp back into focus - and the alternative is a truly terrifying prospect. The last Republican presidential candidate to win the Garden State was Bush Sr when, in 1988, he came from behind to win a 40-state landslide.</p> <p><b>·</b> Philip James is a former senior Democratic party strategist</p>",
  "A rocket fell on a busy Baghdad street today, killing four people and injuring 14 others, Iraqi police said. <p>It was not known who was responsible for the attack on the eastern part of the city.</p> <p>The news came as Iraq's leading Shia Muslim cleric, Grand Ayatollah Ali al-Sistani, insisted next year's elections should go ahead.</p> <p>He was responding to suggestions from US defence secretary, Donald Rumsfeld, that January's poll may not cover the entire country because of the worsening security situation.</p> <p>Mr Sistani, leader of Iraq's biggest Shia Muslim political party, the Supreme Council for the Islamic Revolution, said the worsening violence should not be used as a pretext to postpone or limit the vote. </p> <p>At the Senate and armed services committee in the US, Mr Rumsfeld said yesterday: \"Let's say you tried to have an election and you could have it in three-quarters or four-fifths of the country but some places you couldn't because the violence was too great. </p> <p>\"Well, so be it. Nothing is perfect in life, so you have an election that's not quite perfect. Is it better than not having an election? You bet.\" </p> <p>But an aide to Mr Sistani said the vote must include all the sects and ethnic groups in Iraq. </p> <p>\"We affirm on the necessity to hold elections on time and we reject any attempt to delay the elections under any pretext,\" said Abdel Aziz al-Hakim. \"What we say is we stress that the elections should take place on time and be supervised by the United Nations.\" </p> <p>Earlier, the interim Iraqi prime minister, Ayad Allawi, on a week-long trip to the US, also ruled out delaying the elections. </p> <p>He told a joint session of Congress that Iraq was succeeding in establishing freedom and democracy and thanked the United States for helping free his country, insisting his government would defeat a virulent insurgency. </p> <p>\"It's a tough struggle with setbacks, but we are succeeding,\" he said. </p> <p>In his speech, and later at a White House news conference with President George Bush, Mr Allawi said the fight in Iraq was part of a larger, global war against international terrorism. </p> <p>\"We are fighting for freedom and democracy - ours and yours,\" Mr Allawi said. \"For the struggle in Iraq today is not about the future of Iraq only. It's about the worldwide war between those who want to live in peace and freedom and terrorists - terrorists who strike indiscriminately at soldiers, at civilians, as they did so tragically on 9/11 in America.\" </p> <p>Mr Bush warned that Iraq's \"decisive moment was approaching\". </p> <p>\"If we stop fighting the terrorists in Iraq, they would be free to plot and plan attacks elsewhere, in America and other free nations,\" he said.</p> <p>But the Democratic presidential candidate, John Kerry, campaigning in Ohio, said the picture of Iraq put forward by Mr Allawi and Mr Bush was misleading. </p> <p>\"We have an administration in disarray,\" he said, adding a \"true test of leadership is how to respond when things go wrong.\" </p> <p>\"The prime minister and the president are here, obviously, to put their best face on the policy,\" Mr Kerry said. \"But the fact is that CIA estimates, the reporting, the ground operations and the troops all tell a different story.\"</p> <p>He also questioned Mr Allawi's optimism on whether the election could go ahead, prompting a rebuke from the US vice-president, Dick Cheney. </p> <p>\"I was appalled at the complete lack of respect Senator Kerry showed for this man of courage when he rushed out to hold a press conference and attack the prime minister, the man America must stand with to defeat the terrorists,\" Mr Cheney, speaking in St Joseph, Missouri, said. </p> <p>But some Middle East analysts shared the scepticism about Mr Allawi's comments. </p> <p>\"It looked like a publicity stunt for Bush's election campaign,\" Baria Alamuddin, foreign editor of the pan-Arab al-Hayat newspaper told Reuters. </p> <p>\"The reality on the ground does not conform to his wishful thinking. It will go down badly in Iraq, where people are being bombed and bombarded every day. Allawi may be a sincere man, but he will be seen more and more as an American stooge.\" </p> <p>Mr Alamuddin said Mr Rumsfeld's comments that the elections \"would not be perfect\" added insult to injury.</p> <p>Mr Allawi's visit to the US has coincided with an escalation of the violence in Iraq. </p> <p>Officials estimate more than 300 Iraqi civilians have died in the past week and 60 US servicemen have lost their lives in the past month.</p> <p>However, Mr Allawi said that social programmes, including schooling and polio vaccinations, were being put in place, showing that many parts of the country were returning to normal.</p> <p>Describing the insurgents as a \"tiny minority\" comprising former Saddam Hussein loyalists, religious fanatics and foreigners, the Iraqi leader charged that the media focused disproportionately on the unrest in Iraq, that \"doubters\" and \"sceptics\" were \"fuelling the hopes of the terrorists\".</p>",
  "<p>John Elway was the All American hero personified when he introduced President George W Bush at a rally in Greenwood Village, Colorado, last week. \"This man knows how to make the right calls when the pressure is on,\" said the former Denver Broncos quarterback, during a cameo equivalent of Alan Shearer speaking up for an MP seeking re-election in Newcastle. </p> <p>In a state where Bush and the Democratic challenger John Kerry are running neck and neck, the potential impact of an athlete with the status of a demi-god locally could be crucial. The Republicans are well aware of that, and having the most revered sports star in a state endorse their candidate has become a recurring theme in Bush's bid for re-election. </p> <p>Jack Nicklaus stepped up to the plate at the Nationwide Arena in Columbus, Ohio three weeks back and had to wait five minutes for a crowd of 21,000 to stop cheering before he could formally introduce Bush and his wife Laura at another Republican campaign stop. </p> <p>\"I'm not known for taking political positions,\" said Nicklaus. \"I do most of my work in more quiet settings, around greens, not around the White House, but this is the most important election our country has faced in decades and we all need to make our voices heard. He's made the right calls time and again and he's got the scorecard to prove it.\" </p> <p>Ohio will be one of the key states in the election on November 2, and for Bush's 10th visit there in nine months his handlers had simply rolled out the most popular sports figure in the history of the place. \"It doesn't get any better than being introduced by Jack Nicklaus in Columbus, Ohio,\" said Bush. </p> <p>He was right. In a country where celebrity endorsement is a valuable political currency, the imprimatur of the Golden Bear could prove the difference between victory and defeat. It also offered further evidence that if Kerry is the preferred choice of Hollywood and the music business, the current resident of the White House appears to have a clear edge in professional sports. </p> <p>Witness the scene at the Kansas City Chiefs' pre-season training camp last month. Bush dropped by, and mayhem ensued. </p> <p>Excitedly clutching picture phones and cameras, NFL superstars were queuing up to meet a guy whose sporting career peaked somewhere between playing full-back on the Yale rugby team and buying a chunk of the Texas Rangers baseball club. One of them even handed him a copy of the 9/11 Commission report to autograph. </p> <p>\"It was an experience I caught on tape and on camera,\" said Priest Holmes, the team's best player, whose father is on active duty with the US Army. \"I was glad to be part of this day. It meant a lot to me just because of my father being over in Iraq and knowing the whole connection of him serving our country.\" </p> <p>Despite reports that a couple of the Chiefs were not too enamoured of the visit, the effusive response of the majority appears far more indicative of the president's standing in the American sports world. At one point in this campaign, it was estimated Bush had received $232,000 (£130,000) in donations from sports industry figures ranging from the New York Yankees third base man Alex Rodriguez to Fred Wilpon, the owner of the New York Mets. By contrast, Kerry's total contributions from denizens of the sports world tallied a paltry $12,250. </p> <p>\"In most of the locker rooms you'll find a little more Republican [support] than Democrat, at least thinking and leaning towards that way,\" said the former NFL cornerback Jason Sehorn during a high-profile turn at the recent Republican national convention. \"I think because we understand that, you know, we're very capable and adept at taking care of ourselves, and we don't need somebody to place a lot of regulations. I mean, put things in place so I can take care of myself, and protect me.\" </p> <p>While the most common reason put forward to explain Bush's popularity among athletes is a tax policy that panders to multimillionaires, the fact that he is a genuine sports nut may also explain his ability to mix easily with these people. After all, the man once caught drink-driving with the Australian tennis champion John Newcombe in his car spent his down-time during the 2000 recount fiasco reading Richard Ben Cramer's biography of Joe DiMaggio. </p> <p>If sports are a part of his persona that Bush does not have to fake, the same cannot be said of his opponent. Kerry's standing with this sector has not been helped by some awful gaffes. Having just about recovered from naming somebody who had never played for his hometown Boston Red Sox as his favourite Red Sox player ever, he then offended the people of Wisconsin by describing the Green Bay Packers' fabled stadium as \"Lambert\" instead of \"Lambeau\" Field. </p> <p>After a faux pas comparable to an English politician talking about Manchester United playing at New Trafford, he also drew jeers with a mistaken reference to the Ohio State Buckeyes while canvassing in neighbouring Michigan, a place where the Wolverines are the beloved college gridiron team and the Buckeyes are especially despised. </p> <p>Inevitably, Republican lawyers have organised \"Football Fans for Truth\" to publicise Kerry's lack of credibility but most of their work is being done for them by the candidate. Just this week he admitted bicycling, hiking and soccer were his favourite sports. Not the sort of answer likely to swing voters in middle America. </p> <p>Of course, Democrats could counter all this by pointing to the nefarious presence of Don King in the Bush camp. Much to the chagrin of Senator John McCain, author of a current bill proposing to establish a National Boxing Commission that would finally bring parasitical promoters like King to book, the Republican hierarchy have openly welcomed into their midst somebody who once beat a man to death. </p> <p>\"Bush has been reaching out,\" said King, whose presence, it is hoped, will garner African-American votes. \"We cannot afford not to be with him.\" Stand by, sports fans. </p> <p><strong>From balls to ballot boxes</strong></p> <p><strong> JC Watts</strong> </p> <p> A rising African-American star in the Republican party, he is a former Congressman for Oklahoma where he is revered as the quarterback who led the University of Oklahoma to two Orange Bowl victories. </p> <p> <strong> Bill Bradley</strong> </p> <p> One of the top 50 NBA players of all time. In 1977 the former NY Knick was the youngest member of the Senate at 35. He tried for the 2000 Democratic presidential nomination. </p> <p> <strong> Jim Ryun</strong> </p> <p> Former mile world record-holder and Olympic silver medallist at 1500m in 1968, now Republican Congressman. </p> <p> <strong> Ronald Reagan</strong> </p> <p> A good college athlete, he played George Gipp in the Knute Rockne Story, a Notre Dame gridiron player for whom the phrase \"Win one for the Gipper\" was coined. </p> <p> <strong> Tom McMillen</strong> </p> <p> In the US basketball team at the 1972 Olympics, has had three terms as a Democratic Congressman.</p>"
]