[
  "The French government returned from its summer break yesterday publicly determined to persevere with an unpopular programme of social and economic reforms, but privately transfixed by the question of who will lead the ruling centre-right UMP party. <p>After the first cabinet meeting of the new parliamentary year, the cabinet's spokesman, Jean-François Copé, said the government's responsibility was \"action ... not the interior life of political parties.\" </p> <p>Asked whether the occasion had been marred by tension between President Jacques Chirac, who chairs the weekly meetings, and his increasingly powerful rival, the ambitious young finance minister Nicolas Sarkozy, all maintained a diplomatic silence. </p> <p>Mr Sarkozy, certain to seek France's top job in the 2007 presidential election, has not yet formally declared his desire to take over from Alain Juppé, long Mr Chirac's preferred successor at the Elysée palace, as head of the party. </p> <p>But he spent his summer holiday energetically building mass cross-party support in readiness for the November elections, and most observers expect him to announce his candidacy for the post, which controls the cash and other party resources necessary for a successful presidential bid, at the end of the month. </p> <p>Even confirmed Chirac loyalists like the environment minister Roselyne Bachelot now seem convinced that the president's most feared enemy will win the UMP leadership by a crushing majority this autumn. </p> <p>\"Nicolas Sarkozy is quite plainly the man the grassroots members want,\" Ms Bachelot said. </p> <p>\"If he doesn't run, it will be a big disappointment for them. He is the best candidate. There's no question.\" </p> <p>The government's immediate priorities are to agree cuts in the 2005 budget to freeze state spending year-on-year, and to slash unemployment by a vast \"social cohesion plan\". </p> <p>Heavily punished in the regional and European elections this year for its reforms to state pensions and the health service, it aims to push through equally controversial reforms in the civil service and in education. </p> <p>Besides the prospect of continued and mounting public resistance to its policies, it will also have to deal with the consequences of Mr Sarkozy's likely appointment as UMP leader. </p> <p>Mr Chirac, who cordially detests his rival and would consider his election as president in 2007 a personal defeat, has decreed that no one can combine a cabinet portfolio with leadership of the UMP. </p> <p>At the very best Mr Raffarin's government can expect a big reshuffle if Mr Sarkozy decides to abide by Mr Chirac's rule. </p> <p>At worst, observers say, it could face open warfare and a catastrophic split in the governing party. </p> <p>\"The coming weeks will be tumultuous whatever happens, and will mark the start of a new political era,\" said one analyst, Pierre Joigny. </p> <p>\"No matter what ministers say about getting on with their jobs, their minds will be elsewhere.\"</p>",
  "For the first time since the Vietnam era, foreign policy and security have emerged as the key issues in a US presidential election, according to the latest polls. <p>Earlier surveys had suggested that this November's US election would be fought over the economies of the Midwest swing states, but a Gallup poll for the <a href=\"http://people-press.org/reports/display.php3?ReportID=222\" target=\"_NEW\">Pew Research centre</a> put national security at the core of the battle.</p> <p>\"For the first time since the Vietnam era, national security issues are looming larger than economic issues in an election year,\" said Andrew Kohut, Pew's director.</p> <p>Four people in 10 named war, terrorism and foreign policy as the most important issues facing the nation, while one-quarter of those polled said economic issues were the most important. In January, national security issues were rated as equally important to economic issues.</p> <p>The last election year when national security issues were rated the most important was 1972, according to Pew's analysis of data going back half a century. But it is unclear whether the security focus is of more benefit to George Bush or John Kerry.</p> <p>Six in 10 people in the US say the use of military force can sometimes be justified against countries that may seriously threaten the country but have not attacked, while two-thirds worry about a loss of respect internationally for the US.</p> <p>The US president is seen as stronger on handling terrorism than Mr Kerry, but six in 10 say the Bush administration is too quick to use force instead of trying for diplomatic solutions.</p> <p>\"If it were decided purely on terrorism, Bush would most likely win; if it were decided purely on the economy, Kerry would most likely win,\" Mr Kohut said.</p> <p>\"In a sense, Iraq has become the trump card,\" he added. \"Even though Bush's approval rating on Iraq is pretty miserable, Kerry has yet to make that issue work for him.\"</p> <p>Mr Kerry has struggled with stating his position on Iraq, defending his vote authorising the war while criticising the Bush administration's conduct of the war and its difficulties in postwar Iraq.</p> <p>Democrats say Kerry has a \"nuanced position\" and Republicans call it a series of \"flip-flops\".</p> <p>National polls have shown the overall race remains close, with Kerry slightly ahead in some.</p> <p>The Pew study was based primarily on a poll of 2,009 adults interviewed between July 8 and July 18, with a margin of sampling error of plus or minus 2.5%, and a second poll taken in August. The second poll of 1,512 adults, from August 5 to August 10, has a margin of sampling error of plus or minus 3%.</p>"
]