[
  "<p><strong> Search for Utopia </strong><br> With bigger political hitters such as Boris Johnson joining the blogging bandwagon, it might be time to ask ourselves where politics and the internet are heading. Describing itself as a four-week online brainstorm, Ideal Government is a blog-cum-conversation-cum-rallying cry dedicated to forming a clear set of ideas about the future of e-government. Brought to you by the loose cabal of bloggers who gave us theyworkforyou.com earlier this year, the debate is well underway but there is still a couple of weeks for you to join in.  <a href=\"http://www.idealgovernment.com\">www.idealgovernment.com</a><br> <a href=\"http://www.boris-johnson.com\">www.boris-johnson.com</a><br> <a href=\"http://www.theyworkforyou.com\">www.theyworkforyou.com</a> </p> <p><strong> Klepped out </strong><br> Brighton's the Kleptones are a band which believe that filesharing is yet to have its finest hour. Doing to Queen and early hip hop acts what DJ Dangermouse recently did to The Beatles and rapper Jay-Z, the band has released their debut album, A Night at the Hip-Hopera, entirely free, on their website. </p> <p>Unfortunately, within hours of the release, the site suffered such severe bandwidth problems that the server keeled over. Thankfully, for fans of the mash-up style of remixing that the Kleptones celebrate, a small network of volunteers are currently mirroring the album on their websites. </p> <p>If you are quick, you should be able to download it before lawyers representing Freddie Mercury's estate move in with cease and desist orders, or some clever record company offers the band a contract. After all, the Kleptones might claim they are giving the music away free, but others would argue that it is not theirs to give. Either way, enjoy the musical extravagance while you still can. <br> <a href=\"http://www.kleptones.com/pages/downloads_hiphopera.html\">/www.kleptones.com/pages/downloads_hiphopera</a><br> <a href=\"http://klepshimi.blogspot.com\">http://klepshimi.blogspot.com</a> <a href=\"http://www.djdangermouse.com\">www.djdangermouse.com</a> </p> <p><strong> Touch graph </strong><br> Mapping the internet has been a popular pastime since the web's early days, so much so that whole atlases have been published outlining in purely conceptual terms what cyberspace might look like. But a map of the internet's connections can be a practical tool if you limit its scope to one small area. Step forward Touchgraph.com, a nifty Java application that lets you run a Google search and has the results represented as a two-dimensional chart rather than the conventional list. </p> <p>Older readers may remember the work of I/O/D, a London-based digital art collective who built an application back in 1998 that similarly traced the connections between different websites. The Webstalker went on to win a clutch of awards for revealing the underlying structure of the web. The widespread use of Touchgraph might finally see their ideas go mainstream. <br> <a href=\"http://www.touchgraph.com\">www.touchgraph.com</a> <br> <a href=\"http://www.cybergeography.org/atlas/atlas.html\">www.cybergeography.org/atlas/atlas.html</a> <a href=\"http://www.backspace.org/iod\">www.backspace.org/iod</a> </p> <p><strong> US agenda </strong><br> AskSam - a popular publisher of text databases and web publishing tools - recently posted a fully searchable version of Agenda for America, President George Bush's book detailing his plans if he is re-elected next month. </p> <p>So what? Well, the askSam version, which is intended for journalists, academics and those who are closely following the election, allows you to search and analyse the text in far more detail than the online version, which is just a straight text file. Bloggers will have a field day. And, to prove political impartiality, askSam has also made Our Plan for America by John Kerry and John Edwards as well as The Patriot Act and the 9/11 Commission Report available. <br> <a href=\"http://www.askSam.com/AgendaForAmerica\">www.askSam.com/AgendaForAmerica</a> <br> <a href=\"http://www.georgewbush.com/Agenda\">www.georgewbush.com/Agenda</a><br> <a href=\"http://www.johnkerry.com/plan\">www.johnkerry.com/plan</a> </p> <p> <strong> Holy smoke! </strong><br> Mount St Helens in Oregon is erupting. You can catch its progress on the Mount St Helens VolcanoCam.  <a href=\"http://www.fs.fed.us/gpnf/volcanocams/msh\">www.fs.fed.us/gpnf/volcanocams/msh</a> </p> <p><strong> Market forces </strong><br> eBay UK's fifth birthday has been cited as proof that the so-called march of the microsellers heralds a new type of economy. Rather than be scared of it, UK technology journalist Wingham Rowan argues that eBay and its 105m users show the unstoppable desire of ordinary people to trade online. What government should do about it and what it means for the future of economics is detailed on his comprehensive and original website.  <a href=\"http://www.nationalmarkets.com\">www.nationalmarkets.com</a> </p> <p><strong>New &amp; noted</strong></p> <p> <strong> Chart the geek hierarchy</strong> <br> <a href=\"http://www.brunching.com/images/geekchartbig.gif \">www.brunching.com/images/geekchartbig.gif</a> <br> <strong> Experience web zen</strong> <br> <a href=\"http://www.chaoskitty.com/webzen\">www.chaoskitty.com/webzen</a> <br> <strong> Optical illusions at the Hayward</strong> <br> <a href=\"http://www.hayward.org.uk/exhibitions/illusion/\">www.hayward.org.uk/exhibitions/illusion</a> </p> <p><strong>Six of the best:</strong> US presidential debates</p> <p> <strong> Commission on Presidential Debates</strong> <br> <a href=\"http://www.debates.org\">www.debates.org</a> <br> <strong>Debate spotter text analysis tool</strong> <br> <a href=\"http://overstated.net/projects/debates/index.asp?p=&amp;s=&amp;f=on\">http://overstated.net/projects/debates</a><br> <strong> Open version</strong> <br> <a href=\"http://en.wikipedia.org/wiki/U.S._presidential_election,_2004\">http://en.wikipedia.org/wiki/U.S._presidential_election</a><br> <strong> The Fox PhotoShop controversy</strong> <br> <a href=\"http://www.conspire.com/fox-photoshop.jpg\">www.conspire.com/fox-photoshop.jpg</a> <br> <strong> Bush: the five-minute super-cut</strong> <br> <a href=\"http://howbushdid.blogspot.com\">http://howbushdid.blogspot.com</a> <br> <strong> Guardian Unlimited coverage</strong> <br> <a href=\"http://www.theguardian.com/uselections2004  \">www.theguardian.com/uselections2004 </a></p>",
  "For years, people have complained there are too many (other) people in the world. Now we panic about the effects on the young population of falling birth rates, fast food, cheap booze, fags and recreational drugs. At the same time we fret about the pensions crisis. Perhaps the solution is simple. Junk food, fags, booze, fast cars, dangerous sports and unsafe sex should be banned (or rationed) until retirement. After that they should be compulsory. <b><br>Iain Climie<br></b> Observer, October 3 <p>In a rare interview in Afghanistan in May 1998 with John Miller of ABC News, Osama bin Laden spoke of the poor opinion held in the Islamic world of the American will to fight. He referred to Beirut where, after military losses in October 1983, the US \"fled\"; the same a few years later in Somalia - \"after a few blows (the US) ran in defeat\" ... Pundits on television say endlessly that we should sit down, talk with these people; find out what they want. But we already know what they want. Bin Laden and al-Qaida take the long view. They look ahead 10, 15, 20 years or more, to an eventual world Islamic state. They already believe that by forcing the Soviet Union out of Afghanistan they have defeated one world power. </p> <p>To quit Iraq would confirm finally to Bin Laden, Abu Musab al-Zarqawi et al that the west - US, Great Britain and their allies - have no will to fight. Our retreat from Iraq would be seen as yet another victory for Islam. It would attract thousands more to their cause, and terrorist incidents would multiply.<br><b>Peter Davis<br></b>Times, October 4 </p> <p>Does Ukip think its \"£\" emblem is British? Did it become a symbol of Britishness when the Italians gave it up for the euro, or 100 years earlier when they decimalised their \"£,s,d\" (lire, soldi and denari; 12 denari to the soldo and 20 soldi to the lira)? But then some people even think inches and ounces have become patriotically British, embracing, it seems, the Italian abbreviation \"oz\".<br><b>John Weaver<br></b>Independent, October 5 </p> <p>Presidential elections in the US are national elections, which should include all 50 states. However, you would never know it in this election the way George Bush and John Kerry have disregarded the majority of the country by pandering to the so-called swing voters in the so-called swing states. What about the rest of us, who aren't swingers? When did presidential elections become so exclusive that a majority of the country's population could be taken so for granted? </p> <p>No wonder we have such miserable voter turnout during elections: not everyone gets an invitation to participate. <br><b>Anthony Balderrama </b><br>Los Angeles Times, October 5 </p> <p>I was just about ready to agree to swing. Then they explained to me they were talking about voting. I was disgusted that anyone would agree to such a perverted practice. <br><b>Simon Daley <br></b>Sydney Morning Herald, October 5</p>",
  "Hamid Karzai's running mate in the Afghan presidential election narrowly escaped an assassination attempt by the Taliban yesterday in the latest bid to derail Saturday's poll. <p>A roadside bomb exploded as a convoy carrying Ahmed Zia Massoud passed in the north-eastern city of Faizabad, not normally known for insurgent attacks. </p> <p>Mr Massoud, the brother of Ahmed Shah Massoud, the Northern Alliance leader who was assasinated in September 2001, escaped unhurt but one person was killed and five injured, including a former provincial governor. </p> <p>A Taliban official told Reuters a remote-controlled bomb missed Mr Massoud's car because \"it went off too late\". The Taliban have vowed to disrupt the election through violence and intimidation but have so far failed. </p> <p>Mr Karzai, the interim leader and runaway favourite, has remained under tight security, rarely venturing into public after a Taliban rocket almost brought down his helicopter three weeks ago. </p> <p>As campaigning ended yesterday he held only his second rally at a Kabul sports stadium. Urging Afghans to vote, no matter for which candidate, he told a crowd of thousands that \"your vote will lay the first brick in the wall of democracy\". </p> <p>\"You have shown yourselves to be heroes versus the Soviet Union and terrorists,\" he said. \"Now show yourselves to be heroes of the vote.\" </p> <p>Mr Karzai's bid for the presidency received a minor boost when one of the lesser known candidates, Abdul Haseeb Aryan, withdrew. </p> <p>Higher-profile candidates such as the former education minister Yunus Qanooni have so far defied predictions they would drop out in exchange for promises of cabinet seats. </p> <p>Mr Qanooni is linked to the defence minister, Muhammad Fahim, an ethnic Tajik whom Mr Karzai dropped as his deputy in favour of Mr Massoud. </p> <p>Yesterday's attack took place in Badakhshan province, a mountainous area of extensive poppy cultivation, but not normally a centre of Taliban activity.</p>",
  "<b>Daily Mail</b> <br>Editorial, October 5 <p>\"For those friends of Israel - and this paper counts itself one of them - the last few days have been extremely distressing. With the world's eyes turned on Iraq and the American elections, Prime Minister Ariel Sharon has been engaged in a brutal attack on Gaza ... </p> <p>\"The scale of [Israel's] latest intervention is out of all proportion to the threat. Excessive use of military force will test the loyalty of Israel's many allies. More pertinently, it will convert a new generation of Palestinians to terrorism. Only the US, which has invested so much in the Iraq war, can deliver a solution. If it had devoted a tenth of this energy to building a Middle East peace, this crisis might not have come to such a tragic pass.\" </p> <p><b>Irish Times</b><br>Editorial, October 5 </p> <p>\"Israel's assault on northern Gaza ... is just as large-scale and destructive as previous operations there and on West Bank towns over the last year, but international reaction has been much more muted than before ... </p> <p>\"[That] is partly explained by the fact that the operation was provoked by the despicable killing of two young children in the Israeli town of Sderot in a rocket attack launched from Gaza and claimed by the Hamas resistance movement. But it is also because the more severe violence in Iraq has overshadowed this Israeli operation and because the US presidential election has diverted the attention of the principal internationa players with an interest in the conflict. As a result, Mr Sharon feels little constraint on his plan to deal a lethal military blow against Hamas prior to the proposed Israeli withdrawal from Gaza.\" </p> <p><b>Linda S Heard</b><br>Gulf News, United Arab Emirates, October 5 </p> <p>\"President George Bush's war on terror has been a veritable godsend for Israel's rightwing parties, providing an ostensible pretext for state-sponsored atrocities ... The Palestinian president, Yasser Arafat, [has] called for third-party intervention to stop the killing. As long as Israel labels the conflict as an internal matter it isn't going to happen. </p> <p>\"Iran's foreign ministry has accused Israel of committing genocide in Gaza. France's foreign minister has appealed to both Israel and the Palestinian Authority for an end to the violence. Egypt's foreign affairs minister has called for restraint and Tunisia has expressed its concern ... [But] as long as the UN, the EU, Russia and the Arab League spout punch-less platitudes and allow Israel and the US to remain a law unto themselves - to the shame of all of us - the cries, the blood and the tears of the people of Gaza will remain virtually ignored.\" </p> <p><b>Wall Street Journal Europe</b><br>Editorial, October 5 </p> <p>\"One of the things that sets this incursion apart from similar Israeli military campaigns in the past is Europe's rather muted reaction. While normally jumping on every opportunity to criticise the Jewish state for trying to protect its citizens, most European capitals have so far remained unusually silent ... </p> <p>\"Could it be that Europe is finally waking up to the reality in the Middle East? ... Without openly acknowledging it, most European leaders have followed Israel's and America's calls to isolate Mr Arafat ... </p> <p>\"Only a military solution can end the Palestinian terror. And thanks to improved intelligence, targeted assassinations and the security barrier, the Israelis are saying that it can be done. Palestinian suicide bombers now find it almost impossible to reach their targets. That's why Hamas has resorted to firing rockets ... Israel, like any sovereign nation, cannot allow its population to come under missile attacks from enemy territory.\" </p> <p><b>Evelyn Gordon</b><br>Jerusalem Post, October 4 </p> <p>\"When enemy soldiers are actively hunting armed men through the streets, using tanks, machine guns, and helicopter missiles, what kind of parent endangers his children's lives by taking them outside to mingle with the targets and watch the show? No matter how hot and humid it is, one would expect a parent to keep his children in the house under those circumstances. But not, apparently, a Palestinian parent ... </p> <p>\"So many Palestinian civilians deliberately chose to put themselves and their children into the line of fire. In our modern civilised world, it is apparently perfectly reasonable to sacrifice your children for the sake of generating anti-Israel propaganda.\" </p> <p><b>Danny Rubinstein</b><br>Haaretz, Israel, October 4 </p> <p>\"Palestinian commentators say the excessive force used by Israel in Gaza is first and foremost an indication of the weakness of Mr Sharon's government ... Such a thought encourages the attackers to continue until the Israeli withdrawal, and after it as well. </p> <p>\"All these things are true not only for Gaza, but also for the West Bank. Without an agreement and settlement in Gaza, it is almost certain that the rockets and mortar fire will reach the West Bank. They will be the Palestinian answer to the separation barrier, and they will overcome it even after the Israeli Defence Force makes the wall in Jerusalem three metres higher ... The talks with the Palestinians may be frustrating and annoying - but the truth is that there is no alternative.\"</p>",
  "The Iraq Survey Group announced today that 15 months of searching have uncovered no evidence that Saddam Hussein possessed significant weapons of mass destruction before the Iraq war. <p>The report contradicts claims made by Tony Blair and the US president George Bush before the war that Iraq possessed chemical and biological weapons.</p> <p>Presenting the evidence to the US senate, the group's leader Charles Duelfer said: \"It is my judgement that retained stocks do not exist. I still do not expect that militarily significant WMD stocks are hidden in Iraq.\"</p> <p>He added, however, that the ISG concluded Saddam had the desire and increasingly the capacity to develop WMD as sanctions weakened, and in 2003 was only months away from producing mustard gas.</p> <p>\"Evidence suggests that, as resources became available and the constraints of sanctions decayed there was a direct expansion of activity of supporting future WMD reconstitution\".</p> <p>Mr Duelfer said that he could not \"definitively\" say that WMDs were not transferred to other countries nor that stockpiles would not yet be found.</p> <p>But he said the ISG had made concerted efforts to ensure that Iraqi insurgents would not be able to obtain WMDs - though they had been trying to obtain them - and that it would continue its search for further evidence.</p> <p>Mr Blair, on a three-day visit to Africa, appealed for people to analyse the \"fullness\" of the report and to recognise that it showed sanctions were not working.</p> <p>\"Just as I have had to accept that the evidence now is there were no stockpiles of actual weapons ready to be deployed, I hope others have the honesty to accept that the report also shows that sanctions weren't working,\" he said.</p> <p>\"On the contrary, Saddam Hussein was doing his best to get round those sanctions, had every intention of redeveloping these programs and weapons of mass destruction.\" </p> <p>The Conservatives, however, said the report was further proof that Mr Blair had not told the truth about the war. </p> <p>The shadow defence secretary, Nicholas Soames, said: \"I don't think it alters the case for war one way or another personally, but I think it is difficult for the Americans and for the prime minister to explain.\"</p> <p>Speaking on the BBC, Mr Soames said: \"It does matter that the prime minister quite clearly was less than frank, is the politest way of possibly putting it.\" </p> <p>The Liberal Democrats, who have opposed the war from the outset, said that it was further proof that the government was wrong to take Britain to war.</p> <p>The party's foreign affairs spokesman, Sir Menzies Campbell, said: \"This report justifies the policy of containment and deterrence. </p> <p>\"It most certainly does not provide any support for the government's view that the threat from Saddam Hussein was so acute that only immediate military action would do. </p> <p>\"Brick by brick, the government's case for going to war is being demolished.\"</p> <p>The former foreign secretary, Robin Cook, who resigned from the government over the war, said the report destroyed the case for the invasion.</p> <p>\"It comprehensively establishes that Iraq had no stockpile, no biological agents, no chemical feedstocks, no plants to manufacture them and no delivery systems to fire them,\" he said. </p> <p>\"Saddam was no threat to us and had no weapons of mass destruction to pass to terrorists. Brushing the UN inspectors aside in order to go to war on false intelligence was a colossal blunder.\"</p> <p>The publication of the ISG report comes less than four weeks ahead of the US presidential election and less than a year before the next British general election.</p> <p>Neither the White House or Downing Street will relish its release, with critics likely to pounce on its conclusions in order to revive criticism of Mr Blair and Mr Bush's handling of the war.</p> <p>Mr Bush has argued that it stopped a long-term risk posed by Saddam and insisted during his campaign for re-election that Iraq had been a \"gathering\" threat.</p> <p>Mr Blair, speaking at the Labour conference last week, urged his party to put aside its differences over Iraq and focus on winning a third term in power.</p> <p>Mr Blair told the conference he accepted that the evidence about Saddam having \"actual biological and chemical weapons, as opposed to the capability to develop them, has turned out to be wrong\".</p> <p>\"I simply point out such evidence was agreed by the whole international community, not least because Saddam had used such weapons against his own people and neighbouring countries,\" he said.</p> <p>\"And the problem is I can apologise for the information that turned out to be wrong, but I can't, sincerely at least, apologise for removing Saddam. The world is a better place with Saddam in prison not in power.\"</p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p> <b> &gt;&gt;&gt; FROM BOURNEMOUTH</b></p> <p>The Backbencher caught up with the Guardian's political correspondent Nicholas Watt and asked him about the mood among the Tory faithful.</p> <p>\"The sun has come out and it's pretty warm in Bournemouth today, and that matches the mood of a lot of the Conservatives here. They know that they're in a pretty desperate position in the polls, but they were all encouraged by Michael Howard's speech. It was brought forward - normally the Tory leader speaks on Thursday, but he spoke on Tuesday, to try and define the week. There was a definite feeling that he had a difficult job. He couldn't do a tub-thumping speech, appealing to the party in an emotional way, because the feeling is that that's what Tony Blair has done for the last few years and people are turned off by it. So it had to be low-key, but being low-key means that people might say 'so what? What are you saying?' The feeling is that Mr Howard got the balance right, and MPs on all sides of the party - including many who have spent the last 10 years criticising and backbiting about Tory leaders - were quite encouraged.</p> <p>\"So there's a good mood here, but it's a realistic mood. They are not saying, privately anyway, that they are about to storm down Downing Street. It's 31 weeks today until the expected general election on May 5, and on that day they should all be taking their cabinet posts with their 'timetable for action'. But I was speaking to one senior shadow minister today and he laughed at the prospect that he would be joining the cabinet. 'There will be no Conservative cabinet in seven months' time,' he said.</p> <p>\"Today is much more of a policy-intensive day. If yesterday was about broad themes, today was policy-heavy. We had David Willetts talking about pensions this morning, and the key speech of the day was by David Davis. And it was really a very tough speech, especially compared with those of recent years when the emollient Oliver Letwin had the job of shadow home secretary - a much more liberal one than David Blunkett, too. </p> <p>\"None of that today from Mr Davis. He was very tough on immigration, and came out with a sentence that might well be picked up: he talked about how a Conservative government would substantially cut immigration into Britain, and then he said 'uncontrolled immigration endangers the values which we in Britain rightly treasure'. Critics may well say that he is straying into the highly sensitive territory that Margaret Thatcher famously trod in the 1979 general election when she talked of Britain being 'swamped' by immigrants. But the Tories believe immigration is an absolutely key area, and they think that if they could define themselves on that in a general election, they could scoop up the Tory voters who have been abandoning the party in recent years.</p> <p>\"They also believe that law and order is going to be another defining issue in the general election, and Mr Davis gave a tough message on crime. He said 'criminals should be afraid', and accused Labour of being soft on it. He used a very emotive video to show that - a pensioner giving a tragic account of how his wife was murdered in front of him by a criminal in their house. But that could happen under any government, and it could be seen as a slightly cheap way of using somebody's tragic circumstances.\"</p> <p><b>&gt;&gt;&gt; LAST WEEK'S COMPETITION</b></p> <p>Congratulations to James Donally, who - unlike many entrants - was able to recall the slogan of last week's Labour party conference, A Better Life for All. \"I think you have to let me win as I must be the only Backbencher subscriber living in Turkmenistan, whose President for Life is not short of a catchy slogan himself. His latest: 'You cannot catch two melons with one hand.'\" You can try sending your address, James, but with an email like that we really can't guarantee that your prize will ever arrive.</p> <p><b>&gt;&gt;&gt; THIS WEEK'S COMPETITION</b></p> <p>\"I spent my early life in a council house. I did not enjoy the experience and had a great sense of excitement when I was four, when my parents decided they could just afford to buy their own owner-occupied property with a mortgage.\" Yes, it could only be the new shadow secretary of state for deregulation, and the Backbencher has a glossy copy of John Redwood's new book, Singing the Blues: The Once and Future Conservatives (<a href=\"http://www.methuen.co.uk/politicos\" politico's< a>) to give away to the reader who can answer the following question. Which of his domestic appliances did Lord Saatchi compare to a satisfactory government in his remarkable \"Saatchi's Law\" speech yesterday? A bonus prize of a laminated pictorial guide to Tory MEPs will be available to the reader who can estimate how long it took Maurice to come up with his \"Satisfaction = Performance minus Expectation\" formula. Email </a><a href=\"mailto:backbencher@guardianunlimited.co.uk\">backbencher@guardianunlimited.co.uk</a></p> <p><b>&gt;&gt;&gt; BLAST FROM THE PAST</b></p> <p>The former ITN political editor Michael Brunson will be in conversation with Silky tomorrow night - and both will no doubt remember the veteran hack's legendary 1993 interview with John Major. Backbencher readers will recall that after the grilling a sympathetic Mr Brunson asked the ex-PM about the more troublesome elements in his party - the \"b*****ds\", of whom Silky was one.</p> <p><b>&gt;&gt;&gt; NO TRUCK WITH THE EU</b></p> <p>It was bad enough submitting to the interrogation of the European parliament in Brussels this week. Much worse, however, was the headline in Tuesday's Le Monde: \"Peter Mandelson sera l'un des 'poids lourds' de l'equipe Barroso\" - which, roughly translated, means that Mandy will be the HGV of the new European commission. Heavyweight is one thing, but being compared to a lorry is another. Or could the paper have been alluding to one of Tim Yeo's pledges this week? \"I'll scrap Labour's planned Lorry Road User Charge and instead help British hauliers compete on level terms with continental trucks.\"</p> <p><b>&gt;&gt;&gt; CHARM OFFENSIVE (PART 1)</b></p> <p>The Backbencher is far too discreet to reveal the surname of the Tory MP who told a friend in the coffee queue that \"the age of the totty here is much better than five years ago\". It would rasher still to hint at his surname. She merely hopes Mr X will be cured by the time he returns next year. And a very special hello to the Tory delegates who tried to lure the Backbencher into the Wessex Hotel on Monday with a chat-up line few women could resist: \"You're very well brought up! Where did you go to school?\"</p> <p><b>&gt;&gt;&gt; BITING SATIRE</b></p> <p>It's a cheap jibe, of course, but readers who type the word \"Dracula\" into the search box at the top of the Conservatives.com homepage may find that their worst fears confirmed.</p> <p><b>&gt;&gt;&gt; CHARM OFFENSIVE (PART 2)</b></p> <p>The Backbencher had hoped to make this week's dispatch a Boris-free zone. But despite a growing reputation for unpunctuality, the MP has found time to post a few yelps from the fringe on his new weblog. \"Michael Howard is soaring like an eagle,\" the multi-tasker confides to his fans. (Not, absolutely not, like a bat.) \"Vicki Woods spoke in favour of recapturing the old vote - as well as recapturing the young. (Why not the whole caboodle, I asked myself?) and made some sensible points about getting more good-lookers in the shape of 30something ladies as potential MPs ... that could do wonders in making people wake up to politics again.\" And there we leave him, as ever, at the very cutting edge of the Conservatives' efforts to win back female voters - a suggestion only bested by the MEP Dan Hannan's observation that many \"ladies\" had been won over to the anti-EU constitution cause by the crackdown on herbal medicines.</p> <p><b>&gt;&gt;&gt; TELLING IT LIKE IT ISN'T</b></p> <p>But, really, the final word goes to Dick Cheney in last night's vice-presidential ding-dong: \"I have not suggested there's a connection between Iraq and 9/11.\" Damn right you didn't suggest it, Dick. You stated it. For God's sake, man, don't be afraid to stand up and say so.</p> <p><b>&gt;&gt;&gt; ON TV AND RADIO THIS WEEK</b></p> <p>Tonight, 6.55pm, BBC1: Party Conference Broadcast<br> In which diverse football fans, nurses and policemen try to persuade their friends and colleagues that Silky is the only politician who can be trusted to keep his word. He, in turn, promises not to make any promises he can't promise to keep. Watch out for the accompanying Timetable for Action plopping onto your doormat next week.</p> <p>Friday, 8.30pm, BBC4: Pop and Politics<br> Anti-war and anti-death penalty campaigner Steve Earle talks about how his political beliefs influence his music.</p> <p>Tuesday, 9.30pm, BBC4: Dinner with Portillo<br> Seymour Hersh, Kate Allen and Marie Colvin discuss terrorism.</p> <p><b> &gt;&gt;&gt; FINAL READING</b></p> <p>The Tories' policy coordinator, David Cameron, will be live online tomorrow from Bournemouth. <a href=\"http://politicstalk.theguardian.com/WebX?50@@.774755f5\">Post a question for him here</a></p> <p>When David Davis says \"law-abiding citizens\", he actually means Tories who drive too fast, <a href=\"http://blogs.theguardian.com/news/\">writes Tom Happold in the Newsblog</a></p> <p>Steve Bell has been by the seaside watching the Tory conference. See what he made of it <a href=\"http://politics.theguardian.com/gall/0,9352,1321096,00.html\">in his latest exclusive sketchbook</a></p> <p>The Conservatives must get serious about attracting female voters if they are to stand a chance in the next general election, <a href=\"http://politics.theguardian.com/conservatives2004/story/0,15018,1320860,00.html\">says Hélène Mulholland</a></p>",
  "National polls conducted since the televised Bush-Kerry debate on September 30 showed a surge in support for the Democratic challenger, and this seems to have been reflected in surveys of the all-important swing states. <p>A <a href=\"http://www.surveyusa.com/2004_Elections/OH041005xpreswsenv.pdf\">SurveyUSA poll</a> in Ohio yesterday - just hours ahead of the locally-filmed vice-presidential debate - found that John Kerry had bounced back from a four-point deficit. The poll said 49% of voters supported him, against 48% for George Bush. </p> <p>Meanwhile, the overall picture provided by pollster <a href=\"http://www.cookpolitical.com/races/report_pdfs/2004_electoral_college_oct4.pdf\">Charlie Cook</a> also showed a slight shift in Kerry's favour in the swing states.</p> <p>Cook sees Bush's total number of electoral votes - 270 are needed to win the electoral college - dropping slightly from 211 in September to 208 on October 3. Kerry's share has stayed the same - 207 - and with 123 electoral votes in 11 swing states up for grabs, the race appears to be wide open.</p> <p>The latest survey by <a href=\"http://www.zogby.com/news/ReadNews.dbm?ID=868\">John Zogby</a>, conducted on September 21, found that neither of the main candidates \"holds a clear-cut lead in enough states to win the electoral college votes required to capture the White House\".</p> <p>According to Zogby's monthly surveys, Bush has been trailing Kerry since July but has begun to close the gap. He now holds 241 electoral votes compared to Kerry's 264.</p> <p>This was all in stark contrast to a poll published in the <a href=\"http://www.philly.com/mld/philly/news/special_packages/election2004/polls/\"> Philadelphia Inquirer</a> 12 days before the presidential debate, which showed that Bush had opened up significant leads in 11 of the13 states that were most closely fought at the last election, including Ohio.</p> <p>According to the survey, compiled by Mason-Dixon, the president was leading in six of the swing states won by the Republicans at the last election and five of the seven Democrat-held swing states.</p> <p><b>Update on the situation in the swing-states</b></p> <p>Depending on which pollster you listen to, there are as many as 20 or as few as three battleground states. The candidates are particularly active in Florida, Ohio and Pennsylvania, because these states have the most electoral votes to offer among the undecided bloc.</p> <p>The number of electoral votes a state receives is based on its population, making California the largest with 55 electoral votes. Seven states, and the District of Columbia, qualify for the minimum of three.</p> <p>The following twenty states have the closest races (electoral votes in parentheses):</p> <p>Bush won Arizona (10) fairly decisively in 2000, and an early-September poll by Market Solutions Group showed him to have what may be an unassailable lead: 54% to Kerry's 38%.</p> <p>Cook lists Arkansas (6) as a \"likely\" Bush win, but Zogby says it the state is \"too close to call\". The Kerry campaign has targeted Arkansas for its pre-election advertising spend.</p> <p>Colorado (9) voted for Bush in 2000 and leans towards him now, but Kerry has targeted the state for an advertising blitz during the final weeks of the campaign. Cook lists the state as a \"toss up\", but Zogby says the state has swung from Kerry to Bush over the last month.</p> <p>The biggest prize among the undecided states is Florida (27), which chose Bush in 2000 - with a little help from the supreme court - by the razor-thin margin of 527 votes.</p> <p>Iowa (7) went to Gore in 2000. By August 26, Gallup still had Kerry leading Bush by 51% to 45%. But last month, Mason-Dixon said Bush was in front with 48% against Kerry's 42%.</p> <p>Cook says Michigan (17) leans toward Kerry, and Gore won here last time. Mason-Dixon shows Kerry on a six point lead.</p> <p>Even with independent Ralph Nader taking 5% of the vote in 2000, Gore still won Minnesota (10). However, Bush could win here - polls show that neither he nor Kerry has a real lead.</p> <p>A Zogby poll from August 25 showed Missouri (11) and Nevada (5) being too close to call, but he now says they have both moved into the Bush camp. Cook also lists them as a probable Bush win.</p> <p>Bush just squeaked ahead in New Hampshire (4) at the last election, although the state may feel well disposed to a fellow New Englander in Kerry. For now, it remains too close to call.</p> <p>Gore won New Mexico (5) by a small margin in 2000, and the race for the state is still very close. Mason-Dixon's September poll has Bush and Kerry tied on 48%.</p> <p>North Carolina (15) leans toward Bush - but this is John Edwards' home state, and the Kerry campaign intends to spend heavily to turn things around.</p> <p>A Gallup poll taken in mid-August confirmed that Ohio (20) will be a key battleground state. The recent SurveyUSA poll (see above) gives Kerry a narrow lead.</p> <p>In 2000, Gore won Oregon (7) by a whisker, with 46.9% of the vote to Bush's 46.5%. Nader took a hefty 5%. Cook and Mason-Dixon say the state is leaning towards Kerry.</p> <p>Pennsylvania (21) went to Gore in 2000, but only just. The August 26 Gallup poll had Bush and Kerry neck and neck on 47%, with Nader at 2%, and 4% undecided.</p> <p>Cook says Tennessee (11) has gone from \"likely Bush\" to \"solid Bush in the last month, but Zogby feels it could still go either way. The Kerry campaign doesn't seem to be holding out much hope - it's not one of the 20 states where they have bought ad time.</p> <p>Bush will win Virginia (13), Cook believes, and Kerry has not pre-bought ad time in the state.</p> <p>Washington (11) will probably go to Kerry, says Cook, and the Republicans haven't won a presidential vote here since Ronald Reagan did so in 1984. Bush has been targeting the state, but Kerry has not been complacent, allocating money for late-campaign advertising.</p> <p>Democrats outnumber Republicans by two to one in West Virginia (5), but Bush took the state in 2000. Both Bush and Kerry campaigned here over the Labour Day holiday weekend, with polls showing the candidates running neck and neck.</p> <p>Wisconsin (10) went to Gore in 2000, but the September Mason-Dixon poll put Bush slightly ahead at 48%, with 46% preferring Kerry.</p>",
  "<p>An important (some say the most important) presidential election is imminent in the US, and what promises to be an interesting general election is just over the horizon in the UK. </p> <p>What part, if any, will undergraduates play in these great affairs of state? The auguries, in America at least, are not good. The proportion of students eligible to vote for their president who actually do vote for their president is wretched. It stands at around 36%. They really don't care if it's President Chalk or President Cheese who becomes their commander in chief. </p> <p>With a view to prodding the student electorate out of its traditional apathy, an amendment was added to the 1998 Higher Education Act obliging institutions to supply voter registration forms and to urge students to exercise their constitutional rights. One of those rights is the choice of voting either home or away - where you were brought up or where you are currently enrolled. </p> <p>According to a survey in last month's Chronicle of Higher Education, institutional compliance with the 1998 act has been lamentable. A third of American universities have not done what the law requires. They really don't care. </p> <p>Even where the university does care, students can face an assault course on the way to the polling booth. Local election officials tend not to like these fly-by-night voters. Those with long memories can recall what happened in the city of Ann Arbor, in the early 1970s. Having been permitted to vote in local elections, students joyously decriminalised marijuana. For a few glorious years, until the moral majority reasserted itself, the maximum penalty for possession around the University of Michigan was a $5 fine. </p> <p>Today's students, even though they tend to be more responsible than the UM potheads, will quite likely be confronted with deterringly complex qualification forms (a technique used in the South for generations to disenfranchise black voters). Officials sometimes object to a dormitory address being a home. In some districts students are required to validate residence by matching the address on their driving licence with that of their university (invariably different). Even if they pass that test, hopeful voters may have to demonstrate an \"intention to remain\" in the university or its environs after their course of study. </p> <p>A counter-attack has been mounted by partisan organisations with a special interest in mobilising young voters (young Democratic voters, principally). Rock the Vote has dispatched its euphonious buses to the big campuses. On its <a href=\"http://www.rockthevote.org\" target_new\">website</a> it offers an online voter registration tool for students (free of charge). Rock the Vote explodes such \"myths\" as \"you might lose your financial aid if you change where you are registered to vote\". Thanks to Rock the Vote, John Kerry, like Bill Clinton before him, has locked in the MTV watchers. </p> <p>Given the huge congregations of undergraduates in many American universities, and given Coleridge's law that man is born liberal and dies conservative, a mass turn-out by students could be critical in 2004. Even more so since there are defining policy differences between the candidates. George Bush has primarily directed his attention to school reform, leaving higher education to look after itself. His theological antagonism to stem cell research and his conviction that \"the jury is still out on evolution\" alienates the university scientific community. His affected disdain for books and big words alienates the humanists. Among male undergraduates, President Bush's increasingly bloody and unpopular war has raised fears of a draft after November's dust subsides. </p> <p>Mr Kerry, by contrast, holds out the biggest package of university reforms since President Clinton. He promises to enlarge the Pell grant scheme (financial aid for disadvantaged students). He promises tax credits to relieve the \"middle-class squeeze\" on parents, faced with ballooning tuition fees. By promising a boost to the \"Americorps\" programme (the revamped Peace Corps) Mr Kerry has identified himself as a peacenik, not a warmonger. Students like that. They may even switch off their MTV and vote for it. </p> <p>The British politician who has most shrewdly assessed the value of the student vote is Ken Livingstone. In the June 2004 elections, unlike the other mayoral candidates, he went out of his way to court the capital's undergraduates.</p> <p>In an \"exclusive interview\" with the London Student newspaper, when asked what he had done for its readers to earn their support, Mr Livingstone replied (with dubious arithmetic, but an irresistible appeal to the pocket): \"Two hundred thousand extra students are getting cheaper fares - that matters. Just my [sic] cutting fares for students can put three or four quid in someone's pocket for the week and that can make the difference between being hungry or not.\"</p> <p>Although he himself had never been to university Mr Livingstone was, he protested, a (rebel) student at heart: \"In 1969 - after all the great demonstrations and upheavals of '68 - I came to the conclusion that you would not change the world from the streets. You actually needed to do what Daniel Cohn-Bendit - Danny the Red - called 'The long march through the institutions' - and here I am 35 years later.\"</p> <p>Although he no longer marches through them, the streets around the University of London are easier to walk around nowadays. Since Mr Livingstone was elected, the whole Bloomsbury precinct has been handsomely pedestrianised. The initiative to civilise the student quarter originated, one suspects, in the mayoral parlour. Students like Ken because (as they perceive) he likes them. Even when not electioneering, he writes a regular column for the London Student. The analysis has not been done, but I suspect it was London students who swung the last, closely-contested, mayoral election his way. </p> <p>If, as the Labour party grandly promises, the student body swells to the talismanic 50% of school leavers, their votes, concentrated in city-sized campuses, will be a significant force in future British elections - assuming, of course, that like their American counterparts, British students will be able to cast their vote where they study. With this demographic in mind, there is a backward-looking reform that the government should consider. From the early 17th century, Oxford and Cambridge had their own members of parliament - voted in by members of the university. In 1867, the University of London got its MP, and in 1918 the big redbrick universities theirs. </p> <p>En masse, the university members formed an articulate, if somewhat narrow-minded, lobby. They were abolished in 1950, with all the other special interest members. Given the increasing university population over the next decades it would surely make sense to revive this ancient institution. Who knows, it might get out the student vote. And even, perhaps, shut the noisy buggers up a bit.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: US election race hots up; politics, Afghan-style; Wales disappears. </p> <p><b>HOWARD MAKES A SPLASH</b></p> <p>Whatever else may be said about Michael Howard's keynote speech to the Tory conference yesterday, its achievement in wringing a straightforward front page news story out of the Independent should not be sneered at. The report says Mr Howard \"made clear he would fight the general election on a rightwing agenda\" and \"hardened his rhetoric on Europe as he sought to stem a haemorrhage of support to the UK Independence Party\". He promised that on their first day in power (insert your own jibe here), the Tories would set an early date for a referendum on the proposed EU constitution, and that they would wrest back control of employment policy and fisheries.</p> <p>Over at the Guardian, too, Mr Howard may find comfort. Simon Hoggart writes warmly of \"the most effective part of the speech ... when he spoke movingly and personally about how his mother-in-law died of a hospital superbug, and his grandmother was killed in one of Hitler's concentration camps\". Hoggart also gets in a dig at Mr Howard's vowels, but then that's a sketch writer's job.</p> <p>The Times, too is impressed. Its leader praises the speech, noting that though it emphasised action over words, it was deftly worded. It says that, whatever the state of the rest of the Tory party, Mr Howard is the clear and rightful leader of it.</p> <p>Mr Howard will get the biggest boost, though, from the Telegraph, which awards him a front page photo, a full rundown of key points on an inside page and a glowing leader: \"Michael Howard plays a blinder by the seaside.\" The leader column is full of tides turning for the Tories, cultural shifts and \"conservatism coming back into vogue\". We'll see.</p> <p>And the bad news? The Telegraph's sketch writer disloyally finds him \"courageously, magnificently dull\". The Independent, having been so commendably fair and balanced on the news pages, gets stuck in for pretty much the whole comment section. It was \"the speech of a leader whose party is on the back foot\", says the leader column. The problem, says Johann Hari, is \"not the singer but the song\"; Michael Howard is all very well, but the Tories need new ideas. Michael Brown says \"one good speech, one autumn morning\" does not alter his conviction that the Tory party is dying.</p> <p>The most damning responses come from the Guardian, though one suspects Mr Howard will not be losing too much sleep about losing voters from the Tory party's Guardian-reading constituency. Polly Toynbee says the man who towered over the Tory conference was not Michael Howard, but Tony Blair, who is now a political colossus of the stature of Margaret Thatcher. The Guardian leader darkly mutters that Mr Howard \"seems to have struck a dirty deal with John Redwood [a noted Eurosceptic] to persuade the businessman Paul Sykes to stop bankrolling Ukip. From a man who says he wants to give it to us straight, this seems very much like the old politics as usual.\"</p> <p>*<a href=\"http://news.independent.co.uk/uk/politics/story.jsp?story=569234\">Independent: Howard: Back to basics</a><br> *<a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/10/06/dl0601.xml&amp;sSheet=/news/2004/10/06/ixnewstop.html\">Telegraph: Michael Howard plays a blinder by the seaside</a><br> *<a href=\"http://politics.theguardian.com/conservatives2004/comment/0,15018,1320440,00.html\">Mining Europhobia</a><br></p> <p> <b>SOMEONE HAD BLUNDERED</b></p> <p>Meanwhile, the election campaign in America was heating up with last night's televised vice-presidential debate between the incumbent Dick Cheney, and the would-be John Edwards. The debate came too late for UK newspapers to cover, but there was plenty to mull over. </p> <p>The Guardian reports that Paul Bremer, the former proconsul in Iraq, has said that the US did not put enough troops on the ground in the early stages of the operation to contain looting. \"We paid a big price for not stopping it because it established an atmosphere of lawlessness,\" Mr Bremer told a conference of insurance agents. Meanwhile, Donald Rumsfeld, the US defence secretary, told the Council on Foreign Relations that \"to my knowledge, I have not seen any strong hard evidence that links [Iraq and al-Qaida]\". Mr Rumsfeld later said his remarks had been \"misunderstood\".</p> <p>*<a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1320673,00.html\"> Bush allies admit war blunders</a><br></p> <p><a href=\" http://www.theguardian.com/uselections2004\">Full coverage of the vice-presidential debate on Guardian Unlimited</a><br> </p> <p> <b>POLL TO POLL</b></p> <p>A more straightforward style of politics emerges in a colourful Times report from Afghanistan, which goes to the polls on Saturday. In it, an electoral agent explains to villagers why and how they should vote to choose a president from among the 18 candidates. \"Just one?\" asks a villager. \"If only one wins, the other 17 will all just try to kill each other.\" A fuller, though less spirited, report in the Independent touches on the sense of disillusionment in the country, with development slow, security uncertain, and warlords edging themselves into positions of democratic legitimacy. Do not, it says, count on the election to confirm Hamid Karzai as president. </p> <p>Notwithstanding its observation that \"generally speaking, only Australians are interested in Australian elections - and not all of them at that\", the Guardian fills us in on the elections there later this week. Polls put John Howard's government neck and neck with the opposition Labor party. </p> <p>*<a href=\"http://www.timesonline.co.uk/article/0,,3-1295919,00.html\">Times: Wary villagers take lesson in democracy</a><br> *<a href=\" http://news.independent.co.uk/world/asia/story.jsp?story=569197\">Independent: Afghanistan hits fever pitch as warlords turn 'democrat'</a><br> *<a href=\" http://www.theguardian.com/australia/story/0,12070,1320677,00.html\">Fight to the finish</a><br></p> <p> <b>OXFORD UNDER SIEGE</b></p> <p>An Oxford academic yesterday told the government to \"take its tanks off Oxford's lawns\", according to the Telegraph. Michael Beloff is president of Trinity College, which the Telegraph wickedly notes rejected an application from Tony Blair's son Euan two years ago. He was objecting to government threats to punish Oxford financially for failing to improve its intake of state school pupils. He said the university would consider \"becoming independent\", forgoing state money to avoid government interference. </p> <p>*<a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/06/noxf06.xml&amp;sSheet=/news/2004/10/06/ixhome.html\">Telegraph: Get your tanks off our lawn, Oxford chief tells Labour</a><br> </p> <p><b>ROOM FOR ONE'S OWEN?</b></p> <p>A laconic headline in the Independent manages to sum up its lead sport story with a wink to the reader: \"'I've got nothing to prove' says Owen as Defoe waits in the wings\". England striker Michael Owen is still doubtful, for fitness reasons, for Saturday's World Cup qualifier against Wales. Owen rebuffed suggestions that he is in bad form, and insisted his presence or absence from the squad would be decided on his fitness, not his ability. But the paper says that Wayne Rooney and Jermain Defoe may make up England's striking partnership. </p> <p>*<a href=\" http://sport.independent.co.uk/football/internationals/story.jsp?story=569196\">Independent: 'I've got nothing to prove' says Owen as Defoe waits in the wings</a><br></p> <p><b>OFF THE MAP</b></p> <p>Lastly, two stories to make you worry the rest of the world doesn't take us seriously. The Telegraph notes that a recent statistical yearbook from Brussels features a map of Europe which omits Wales. In the picture, England, Scotland, Ireland, the Isle of Man, and even mainland Europe are all present and correct, but only blue sea separates Shropshire from Wicklow. The Guardian speculates that this solves the mystery of Atlantis; apparently Plato's description of the lost kingdom meets that of the lost principality. The Independent carefully explains why Wales is important; choirs, Giggs, Dylan Thomas.</p> <p>Lest the rest of the union get complacent, a second-hand submarine acquired by Canada from the Royal Navy has broken down off Ireland on its journey to its new home. A fire started on board the submarine, and Royal Navy vessels were sent to its assistance. </p> <p>*<a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/06/wales06.xml&amp;sSheet=/news/2004/10/06/ixnewstop.html\">Telegraph: Brussels bureaucrats wipe Wales off their annual statistical map</a><br> *<a href=\"http://www.theguardian.com/eu/story/0,7369,1320463,00.html\">I ble'r aeth Cymru?</a><br> *<a href=\"http://www.theguardian.com/military/story/0,11816,1320702,00.html\">Not such a bargain</a><br></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt;<a href=\"http://www.theguardian.com/uselections2004\">Full coverage of the build-up to the US elections</a><br> &gt;&gt;&gt;<a href=\"http://politics.theguardian.com/conservatives2004/0,15018,1292449,00.html\">The latest from the Conservative party conference</a><br> &gt;&gt;&gt;<a href=\"http://www.theguardian.com/eu\">European commission to report on whether Turkey should begin talks about joining the EU</a><br></p>",
  "Many around the world are surprised at how little attention the economy is receiving in President Bush's re-election campaign. But I am not surprised: if I were Bush, the last thing I would want to talk about is the economy. Yet many people look at America's economy, even over these past three-and-a-half years, with some envy. Annual economic growth - at an average rate of 2.5% - may have been markedly slower than during the Clinton years, but it still looks strong compared with Europe's anaemic 1%. <p>But these statistics mask a glaring fact: the average American family is worse off than it was three-and-a-half years ago. Median income has fallen by over $1,500 in real terms, with families being squeezed as wages lag behind inflation. In short, all that growth benefited only those at the top of the income distribution, the same group that had done so well over the previous 30 years and benefited most from Bush's tax cut. </p> <p>For example, some 45 million Americans have no health insurance, up by 5.2 million from 2000. Families lucky enough to have health insurance face annual premiums that have nearly doubled, to $7,500. Families also face increasing job insecurity. This is the first time since the early 1930s that there has been a net loss of jobs over the span of a presidential administration. </p> <p>Bush supporters ask: is Bush really to blame for this? Wasn't the recession already beginning when he took office? </p> <p>The resounding answer is that Bush is to blame. Every president inherits a legacy. The economy was entering a downturn when Bush took office, but Clinton also left a huge budget surplus - 2% of GDP - a pot of money with which to finance a robust recovery. But Bush squandered that surplus, converting it into a deficit of 5% of GDP through tax cuts for the rich. </p> <p>The productivity growth that was sustained through the downturn presented an opportunity and a challenge. The opportunity: if the economy was well managed, the incomes of Americans could continue to rise as they had done in the 1990s. The challenge: to manage the economy so that growth would be robust enough to create the new jobs required by new entrants to the labour force. Bush failed the challenge, and America lost the opportunity. </p> <p>True, the economy was stimulated a little by the tax cuts. But there were other policies that would have provided far more stimulus at far less cost. Bush's objective was to push forward a tax agenda that shifted the burden away from those who could best afford to bear it. </p> <p>Bush's failed policies have cost the economy dearly, and have left it in a far weaker position going forward. The non-partisan Congressional Budget Office agrees that the deficit will not be eliminated in the foreseeable future - or even cut in half, as Bush has promised. Expenditures on which America's future economic health depends - infrastructure, education, health and technology - will be crowded out. </p> <p>Because fiscal policy did not stimulate the economy, a greater burden was placed on monetary policy. Lower interest rates worked (a little), but for the most part by encouraging households to refinance their mortgages, not by stimulating investment. The increased indebtedness of households is already leading to higher bankruptcy rates, and will likely dampen the recovery. </p> <p>National debt too has risen sharply. The huge trade deficit provides the spectacle of the world's richest country borrowing almost $2bn a day from abroad, contributing to the weak dollar and representing a major source of global uncertainty. </p> <p>There might be some hope for the future if Bush owned up to his mistakes and changed course. But no: he refuses to take responsibility for the economy, just as his administration fails to take responsibility for its failures in Iraq. In 2003, having seen that its tax cuts for the rich had failed to stimulate the economy, the administration refused to revise its strategies. </p> <p>In August, I joined nine other American Nobel prize winners in economics in signing an open letter to the public. We wrote: \"President Bush and his administration have embarked on a reckless and extreme course that endangers the long-term economic health of our nation ... The differences between President Bush and John Kerry with respect to leadership on the economy are wider than in any other presidential election in our experience. President Bush believes that tax cuts benefiting the most wealthy Americans are the answer to almost every economic problem.\" </p> <p>Here, as elsewhere, Bush is dead wrong, and too dogmatic to admit it. </p> <p>Joseph Stiglitz is professor of economics at Columbia University and a Nobel prize winner </p> <p>© Project Syndicate </p> <p><a href=\"http://www.project-syndicate.org\">www.project-syndicate.org</a></p>",
  "<p>Aircraft charter specialist Air Partner said today that the US presidential elections had helped its American division return to profit.</p> <p>The Gatwick-based company said it had gained \"notable business from the US election campaign and departments of state\". Its planes have been ferrying groups of journalists following the US president, George Bush, on the campaign trail.</p> <p>The contracts had helped the US division move \"from a loss-making position to contributing a healthy profit for the group\", the company said. Overall annual pre-tax profits increased from £2.86m to £3.71m, despite a fall in turnover from £114m to £101m. </p> <p>Air Partner hires out aircraft to customers ranging from governments to celebrities and sports stars, including the Real Madrid football team. Members of its 115 staff in 10 countries also fly relief teams to disaster-hit regions.</p> <p>Work in Iraq, however, has declined over the past year. </p> <p>\"Since the cessation of official hostilities in Iraq, there has been a slow down in the work that Air Partner executed in this arena,\" the company said, adding that business had improved in its \"more conventional, commercial sources of business\".</p> <p>Last December it became the first aviation company to be granted a royal warrant from the Queen.</p> <p>Air Partner continued its policy of raising its dividend by 10%, doing so for the tenth consecutive year. It will pay a final dividend of 10p on November 26, making a total of 15p. The company's shares had climbed 15p to 410p at 3.45pm.</p>",
  "In this political season, where men on both sides of the Atlantic are frantically offering themselves up for public approval - a beauty contest for unlovely people - it seems right to ask: what makes a good politician? It's not a simple business. John Kerry was declared the winner of last week's TV debate not only because of his concisely expressed criticisms of the invasion of Iraq, but also because of his demeanour. He displayed that elusive, indefinable quality: he looked presidential. The timbre of his voice, his posture and bearing, gave him an aura of steady authority. George Bush, by contrast, looked tetchy - and that was when he wasn't smirking. Still, Bush has other strengths to draw on. He is so determined, so ruthless a fighter that there is almost no trick he won't pull between now and November 2 to get elected. He's proved that before - in the 2000 primaries against John McCain, the Florida stand-off that year, and the mid-term elections of 2002. The methods might have been foul - full of dishonesty, cynicism and hypocrisy - but they worked. Bush won. <p>The trouble with both these qualities - an aura of gravitas or a talent for political blood sport - is that, while either might bring you electoral success, neither ensures skill in the area that politics should be about: governing. For proof, look no further than our own country. In the brute business of politics - winning and keeping power - Tony Blair is a truly world-class performer. As a speechmaker, he gets better and better. You only had to watch Michael Howard in Bournemouth yesterday to realise how good Blair was in Brighton a week ago. He combines light and shade, switching effortlessly from soft-spoken and sincere to loud and declamatory. He seduces an audience, as if in private conversation. </p> <p>But he is not accomplished in the performance art of politics alone. His move last Thursday night - the dramatic triple announcement of cardiac surgery, a house move and a determination to stay in the job for one more term - won plaudits as a stunning piece of political footwork. He had turned a moment of vulnerability into an act of aggression, asserting his own primacy. Any circling sharks were told to withdraw their fangs for a few years at least. It's not just the little moves that Blair gets right. He's done pretty well on the big ones too. The depth of the Tories' plight, so vividly on show in Bournemouth, is very much Blair's achievement. By colonising the centre ground and beyond, he has left them homeless. </p> <p>All this is evidence of Blair's mastery of politics. The trouble is, that's not the same as an ability to govern. There, a different picture emerges. After seven and a half years in power, even Blair's admirers talk of his almost desperate search for a legacy. They concede that the large domestic achievements of this administration are associated with the Treasury rather than with him, and that little bearing the Blair stamp will endure long after he has gone. Even the big constitutional changes - devolution to Scotland and Wales - are attributed more to his predecessor than to him. </p> <p>The problems he defined in opposition have persisted, or at least that is the impression he gives. His constant talk of reform of the public services implies that the public services are broken and need fixing. Judged by his own rhetoric, he has failed the big domestic tests he set for himself. Those decisions with which Blair is intimately associated tend to be unhappy ones. In the innocent days of the 2001 election, it was the Dome that he could not quite shake off. Next time it will be the much graver matter of Iraq. </p> <p>Put simply, Blair may one day be viewed as a first-class politician whose record in government was not in the same league. The contrasting figure is Gordon Brown. His record in government is gargantuan: a stable, record-breaking economy; a minimum wage; action on child poverty; a move to full employment; unprecedented investment in public services, blessed by the public; and a war on global debt. Yet his record in politics does not look quite so accomplished. Of course, it's a major achievement to have stayed in the exchequer as long as he has - most have failed to hold on - and to have retained the electorate's support throughout. Labour's private polling has Brown's trust-rating around plus-65, while Blair's languishes around minus-20. But in the cruel game of politics, there is only one measure that counts - and that is winning the big prize. </p> <p>On this test, Brown has shown none of the ruthless skill of his neighbour. In November 2003, Blair promised he would stand down a year later in Brown's favour - so long as Brown helped him through the period ahead, allowing Blair to make a graceful exit. He had to get through Hutton and Iraqi reconstruction, and wanted a couple of domestic achievements. Brown duly cooperated - pulling the plug on a backbench tuition fees revolt which might have proved terminal to Blair, offering a public defence of the Iraq policy and even shelving his own misgivings on foundation hospitals and the like. </p> <p>Blair pocketed all that help, got through the year - and then promptly announced the deal was off. As an act of political betrayal, it has few rivals. (And now the Blairites have the chutzpah to say it was Brown who reneged on the deal - a deal which, they hastily add, did not exist!) Express dismay at this treachery and Blair's defenders will only redouble their admiration. As one put it to me: \"That's showbiz.\" In other words, politics is a tough game and Brown has simply not proved tough enough for it. Good at governing he might be, but as a practitioner of the blood sport he's not quite top-notch. He lacks the killer instinct. </p> <p>Yet this story may end in a twist. For what if Blair's skill was not so much in politics, as in short-term politics? Last week's move certainly brought a good instant hit on the TV news, swapping negative for positive coverage. But the after-effects of pre-announcing his own eventual resignation have not been good, even for Blair himself. Cartoonists are already depicting the prime minister as a lame duck. Drawing up the manifesto will be \"impossible\", says one insider, as former colleagues see each other as rivals in a now-declared leadership contest and position themselves accordingly. Rather than a smooth transition, which would have safeguarded his legacy, Blair has ensured a dogfight which could imperil it.</p> <p>Brown's long game, by contrast, might pay off. Trusted by the public, eschewing the short-term, quick hits of his neighbour, he remains the natural inheritor when the arrangement announced last week finally breaks down - as surely it will.</p> <p>There is a touch of the tortoise and the hare about this story. Until now, Blair's darting and weaving has kept him ahead, while Brown's steady plodding has held him in perennial second place. If Brown prevails, he would prove that government and politics are not different disciplines after all, that to succeed in one brings rewards in the other - eventually.</p> <p><b>·</b> <a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>"
]