[
  "Twelve suspected terrorists who were arrested in a series of nationwide raids were today being questioned by police. <p>Officers said the men, who were all in their 20s and 30s, had been seized on suspicion of being concerned with the commission, preparation or instigation of acts of terrorism. A thirteenth man arrested in the operation was released without charge.</p> <p>Scotland Yard, which led the operation, would not discuss whether it was linked to the seizure of computer files from al-Qaida suspects captured in Pakistan. However, a statement issued yesterday said the raids were part of a \"pre-planned, ongoing, intelligence-led operation\". </p> <p>\"[The] operation is part of continuing and extensive inquiries by police and the security service into alleged international terrorism,\" the statement said. </p> <p>The suspects - arrested in raids in north-west London, Bushey, in Hertfordshire, Luton, Bedfordshire and Blackburn, Lancashire - were taken to Paddington Green police station, in central London, to be interviewed by officers from the Metropolitan police's anti-terrorist branch.</p> <p>Witnesses today described how armed officers had carried out the raids. In Blackburn, 40-year-old Ruth Lazell told how she had watched officers surround a gold Mercedes and arrest the two men in it.</p> <p>\"There were armed police officers telling us to go back inside the house, about 15 or 20 of them in all. They had their guns pointing at two Asian lads who were on the floor outside the car,\" she said.</p> <p>\"The officers put plastic bags around the lads' arms and legs, and then put what looked like white paper suits over the rest of them. Their hands were tied together and then they were taken away.\"</p> <p>She said she did not think the men were local, and added that her neighbours had never seen them before.</p> <p>In Luton, witnesses said a man was pulled from his car by seven armed policemen.</p> <p>Leigh Mayes, 70, who saw the operation from the window of his house, said officers carrying semi-automatic machine-guns held the man against his maroon hatchback for almost three hours while forensic teams carried out searches.</p> <p>Yasin Rehman, of the Luton Council of Mosques, said Luton's Muslim community was feeling persecuted by the second anti-terror raids in four months.</p> <p>\"What was the purpose of these raids and why were they carried out? Muslims have been targeted and their lives have been tarnished. From that point of view the community is concerned,\" Dr Rehman said.</p> <p>\"These raids are important if there is intelligence showing there are individuals in the community preaching hate. [But] there is a feeling in the community that they are being victimised.</p> <p>\"If these raids are successful and the police do find something, that is supportable. But in the last raids [in March this year] no-one was charged or convicted, and it gives people the feeling they are being targeted,\" he added.</p> <p>The arrests came as the prime minister, Tony Blair, came under pressure to elaborate on the nature of the terrorism threat to Britain.</p> <p>The US is on heightened alert following the seizure of files from the al-Qaida suspects captured in Pakistan, with the documents apparently mentioning potential targets for attack both in the US and Britain. </p> <p>However, while police in London are said to have spoken to branches of US banks in the capital, security on this side of the Atlantic has not been notably increased.</p> <p>Questions have been raised over the scale of the response ordered by Washington on Sunday after it was revealed that much of the information seized may have been gathered several years ago. </p> <p>Some have accused the US president, George Bush, of using terror threats to shore up his political position ahead of the US presidential election in November.</p> <p>The chairman of the Islamic Human Rights Commission, Massoud Shadjareh, sounded a note of caution about the UK arrests, which he said were \"very worrying\" in their timing.</p> <p>\"We are extremely concerned about the timing of this, especially coming immediately after the increased need to heighten the security alert in the US because of the election, and also the day before the parliamentary human rights group publishes its report, which is critical of the Terrorism Act and the treatment of Belmarsh prisoners,\" he said.</p> <p>Three months ago, the Home Office revealed that fewer than one in five of those arrested under the Terrorism Act 2000 had been charged with offences under the legislation.</p> <p>By May this year, 562 people had been arrested under the act since September 11 2001. The home secretary, David Blunkett, said 97 had been charged with and, of those, 14 had been convicted.</p> <p>A total of 280 people had been released without charge and with no further action being taken, Mr Blunkett said.</p>",
  "US officials yesterday insisted they were right to raise the alert over a potential terrorist attack against a US financial target, despite the fact that much of the information that prompted the warning was years old. <p>During a day of claims of political motives in the handling of the alert, a senior Bush administration official told the New York Times that the cache of al-Qaida surveillance material captured in Pakistan contained photographs taken last January of financial centres in New York and Washington. </p> <p>Earlier, Tom Ridge, the secretary of homeland security, conceded that almost all the evidence found on computer files seized recently in Pakistan pointed to al-Qaida surveillance of key financial establishments that pre-dated September 11 2001. </p> <p>He said that some of the information had been updated as recently as January, but added there was \"no evidence\" of more recent surveillance. That did not mean there was no imminent threat, he argued, because of al-Qaida's reputation for long-term planning. </p> <p>\"I would point out that this is the most significant, detailed piece of information about any particular region that we've come across in a long, long time, perhaps ever,\" he said. </p> <p>The Washington Post yesterday quoted a \"senior law enforcement official\" as questioning the motivation behind the alert declared on Sunday of a possible attack on financial centres in New York, Newark and Washington. </p> <p>\"There is nothing right now that we're hearing that is new,\" the official said. \"Why did we go to this level?\" </p> <p>Mr Ridge rejected suggestions that the high alert was politically motivated. \"We don't do politics in the department of homeland security,\" he said. </p> <p>His claim there was no evidence of recent surveillance directly contradicted an earlier intelligence briefing to reporters suggesting the surveillance of targets \"probably continues even today\". </p> <p>A US intelligence official stuck by that claim yesterday. \"There is reason to believe it [the surveillance] continues,\" the official said, adding that evidence for al-Qaida preparations came from many sources. </p> <p>\"There are multiple streams of reporting discussing potential attacks. The information at the briefing [on the Pakistan findings] is just another piece of puzzle that fits into streams of reporting,\" the official said. </p> <p>\"Some of the information is pre-9/11, but remember that with the [Kenya and Tanzania] embassy bombings in '98, the casing of the embassies took place in 1993 and it was approved in 1994 by Bin Laden, and the attack only happened in '98. This is a very methodical, patient organisation.\" </p> <p>According to a former senior CIA official, some of the corroborating evidence came from British intelligence who had captured an al-Qaida suspect who claimed that an attack would take place in the US two months before the US presidential election. </p> <p>That would coincide with the Republican convention in New York at the end of August and the beginning of September. </p> <p>The alerts were triggered by the arrests of the al-Qaida computer expert Muhammad Naeem Noor Khan, and Ahmed Khalfan Ghailani, a Tanzanian wanted for the 1998 bombings in East Africa.</p>"
]