[
  "For the second time in a week, Vladimir Putin was forced to interrupt his Black Sea holiday yesterday and rush back to Moscow to deal with a horrifying terrorist outrage linked to the crisis in Chechnya. <p>Like last week's bombing of two Russian passenger airliners, the school hostage siege in North Ossetia caught the Russian president on the hop. It follows closely on the heels of Tuesday's suicide bombing in Moscow and a string of other incidents in Chechnya and Ingushetia. </p> <p>This dramatic surge in Chechen separatist violence threatens to draw Mr Putin into what could become, in effect, a third Chechen war - with the alarming possibility of a wider Caucasus conflagration. </p> <p>His predecessor, Boris Yeltsin, miserably failed to suppress Chechen nationalism through military intervention from 1994-96. Three years later, Mr Putin, then prime minister, plunged into a second conflict which he used to boost his presidential credentials. </p> <p>Mr Putin declared victory in early 2000 and again in mid-2002 - but like President George Bush, who prematurely announced \"mission accomplished\" in Iraq, Mr Putin has been repeatedly made to look weak and foolish by the Chechen rebels. </p> <p>That is a dangerous way to treat the former KGB hard man and judo fan. Even at the best of times, Mr Putin's tolerance for opposition or dissent is limited. If provoked, he hits back. Yet now, despite his hurried return to base, it is unclear what he can do beyond resolving the immediate crisis in North Ossetia. Mr Putin refuses to countenance negotiations in Chechnya; the use of force has demonstrably failed; and his political machinations, including last weekend's bogus presidential election to replace an assassinated pro-Moscow placeman, are counterproductive. </p> <p>In July, in apparent exasperation, Mr Putin sacked three of Russia's most senior generals, including Anatoly Kvashnin, chief of the general staff, over the setbacks in Chechnya. But this has simply led to the Kremlin being more intimately associated with continuing humiliations in the region. </p> <p>Considered more broadly, the overall authority of a man whose approach to governance is increasingly authoritarian is under challenge on a range of fronts and not just in the Caucasus. </p> <p>Mr Putin won a second term by a landslide last March, largely by denying media access to rival candidates. His message was that he alone could provide Russians with security and stability after the chaos of the post-Soviet Yeltsin era. Above all, Mr Putin presents himself as a safe pair of hands. </p> <p>But there have been several fumbles of late. Terrorism apart, Mr Putin has faced unusually vehement public protests since March over cuts in longstanding social benefits, including housing subsidies, free public transport and prescriptions. </p> <p>His stated aim of doubling Russia's GDP has begun to look as far-fetched as his claim to have whipped the Chechens. Amid open cabinet bickering, his finance minister, Aleksei Kudrin, complained recently that economic reforms have been \"screwed up\". And then there is the Kremlin's long-running, destabilising vendetta with Yukos Oil. </p> <p>While Mr Putin's strongman image may be wearing thin at home, foreign criticism is also on the increase. </p> <p>In an open letter to President Jacques Chirac of France and the German chancellor, Gerhard Schröder, last month ahead of their talks with Mr Putin, Human Rights Watch deplored abuses of press and academic freedoms in Russia and attacks on non-governmental organisations. </p> <p>It also urged France and Germany to act over Mr Putin's \"failure to establish a meaningful accountability process for crimes committed by Russian soldiers and police forces [in Chechnya]... enforced disappearances, summary executions, and torture have grossly undermined trust in Russian state institutions among ordinary Chechens.\" This caused people such as last week's \"black widow\" plane bombers to resort to violence, it suggested. </p> <p>According to Amnesty International, \"Russian security forces continue to enjoy almost total impunity for serious violations of human rights and international humanitarian law in Chechnya\". Continuing excesses by Chechen fighters, like the Ossetia siege, were also strongly condemned. </p> <p>In truth, it sometimes seems that the only people not criticising Mr Putin these days are western governments. Mr Chirac and Mr Schröder endorsed Sunday's sham election and sidestepped human rights issues. The Foreign Office, like the US state department, sticks to cautious formulas expressing \"concern\" and fond hopes for better, more democratic days. </p> <p>This attitude has many explanations. Among them is the fact that the US wants Russian support for its own \"war on terror\", so a blind eye is turned in Chechnya. Another reason is the US-British requirement for Moscow's acquiescence over Iraq (and Palestine). And then there is oil. </p> <p>Russia is an energy giant whose importance as a global supplier is increasing rapidly. It is the world's largest exporter of natural gas and second largest exporter of oil after Saudi Arabia. Put crudely, the west needs Russia. And it believes Mr Putin can deliver. End of story.</p>",
  "President George Bush will tonight present himself as the \"candidate for change\" in this year's presidential election, presenting a second-term agenda that will emphasise reform at home and an uncompromising stance abroad. <p>He will address the Republican party convention from the centre of New York's Madison Square Garden, on a small circular podium linked to the main stage by a catwalk. From there, he will make his bid to convince the US electorate to bestow on him something it denied his father: another four years in office. </p> <p>The theme of the domestic elements of the speech will be the march towards an \"ownership society\" as a solution to unemployment, the sluggish economy and a looming pensions crisis. </p> <p>Mr Bush has edged ahead of his Democratic party challenger, John Kerry, in opinion polls in the past week. But his aides are aware that the president's approval ratings are hovering around the 50% mark - hardly a guarantee of re-election. </p> <p>Frank Luntz, a Republican pollster, said the slight shift in the numbers was principally a result of the campaign by anti-Kerry Vietnam veterans to question the Democratic contender's war record. </p> <p>\"[The polls] represent a serious shift in Kerry's credibility, not necessarily a permanent shift in presidential support. It's more of a Kerry weakness than a Bush strength,\" Mr Luntz said. \"But that's what the convention does. It's to convert a Kerry weakness into a Bush strength.\" </p> <p>Mr Bush's address tonight, formally accepting the party nomination, is designed to stress his attributes as a wartime leader. But it will also lay out a broad outline of his domestic plan to create jobs and control the deficit. </p> <p>Republican officials say the speech will showcase Mr Bush as a \"transformational president\", an \"agent of change\" whose reform programme has only been half implemented. </p> <p>It is a hard task for an incumbent with four years in office under his belt to sell himself as a new broom. That is particularly true when the first term in office has seen another 1.3 million Americans living below the poverty line, and another 1.4 million without medical insurance. </p> <p>Mr Bush is the first president since Herbert Hoover, more than 70 years ago, to oversee a net loss in jobs. A government spending surplus inherited from the Clinton administration has plummeted to projected deficits of more than $400bn (£223bn). </p> <p>The trick of tonight's speech will be to distance the president from economic problems, blaming them inherited handicaps, the war on terror and resistance to his programme. As one one Republican strategist put it: \"Just because you think the country is headed on the wrong track doesn't necessarily mean you disagree with Bush.\" </p> <p>Mr Bush will argue that the tax cuts during his term in office have begun to turn the economy around and need to be permanent to encourage investment and growth. He will also revive a proposal to eliminate inheritance tax. </p> <p>He will relaunch a plan to deal with the danger of a social security crisis as millions more baby boomers retire, by semi-privatising the system, allowing workers to invest in individual pensions accounts over which they would have control, rather than paying into a general state fund. </p> <p>The critical problems affecting US healthcare will be blamed largely on the costs imposed on doctors and hospitals by malpractice lawsuits. The Bush solution will be to sharply limit the ability of trial lawyers to extract large damages payments. At the same time, tax credits will be used to help the working poor to buy private health insurance. </p> <p>High energy costs will be offset by a renewed push to open up wilderness areas in the US to exploration, in the hope of increasing domestic supply. </p> <p>All the elements of the programme have two traits in common. They will not require large scale government spending in the short term and therefore not increase the deficit, and they all emerged in the course of the first term.</p>",
  "The banana-yellow baseball caps, the Republican Convention's signature fashion statement, single \"W\" sewn at the front, worn with suit and tie, or glittery top, were a dead giveaway. This is not the kind of baseball cap pulled on backwards at the ballpark or at greasy spoon truckstops where Yew-Ess-Ay rules, and Real Men take pulls straight from the necks of their Buds before wiping the foam with the backs of their hairy wrists. No sirree, this cute banana item verges on the metro- sexual. The Texas delegation, Dubya's home state cheerleaders, all sport the expected cowboy uniforms but the 10-gallon hats of white straw are polished and glossy; the blue denim shirts as softly brushed and the chinos as high-fashioned as anything you'd find in a Dallas boutique. For this, My Friends (as the platform speakers like to call us,) is a smoother, silkier, creamier, richer Republican convention, the mailed fist of war so deeply clad in the velvet glove of patriotic bonding that you'd never feel the knuckles (not unless you read the hard right party platform, with its visceral hostility to embryonic stem cell research, gay marriage, and illegal immigrant amnesties, that is). <p>The interminable and improbable warm-up music on the first night was retro-soul (I Heard It on the Grapevine - an allusion doubtless to the ignoble rot that is currently befouling John Kerry's war record). It was followed by Broadway's greatest hits carefully selected so that the Heartland met rather than collided with Manhattan, Guys and Dolls (I gotta horse right here, Name of Paul Revere suddenly sounding like the national anthem) meets Oklahoma - People will Say We're in Love (cue Laura) - all just dandy for a night on which the distressingly Bush-whipped Senator John McCain, went misty-eyed and uttered the word \"love\" not once, but many times, in his own implausible appeal, complete with quotes from FDR, for a cross-party patriotic cuddle. It was one thing to see McCain's hitherto richly deserved reputation for independent thinking and speaking implode in a vapour cloud of incoherent rhetorical glop; but positively painful to see a hero - yes, a real one - become the instant pariah of both parties for rejecting the overtures of one while giving tepid endorsement to a president he so obviously despises. The stress of doing this seems to have resulted in McCain growing cheeks like a squirrel, doubtless the better to store an autumn's worth of political nuts that he evidently finds too hard, right now, to swallow. </p> <p>By the time a choir, encased in glitter-sprinkled black tops, ascended on the hydraulic stage riser, singing Anchors Aweigh, Into the Wide Blue Yonder and that old Marine favourite From the Halls of Montezuma ... to the Shores of Tripoli (just before a speaker insisted we are not an imperialist nation); the Republicans were on their feet, revival-meeting style, singing, swaying, and ecstatically waggling their Salute to the Troops signs as though war were itself just another upbeat song and dance number, while the GI mortality bill climbs inexorably. </p> <p>After the poodles - showbiz, schmaltz, and schmoozing - the Rottweiler was unleashed, in the shape of ex-mayor Rudy. Flexing his machismo, yielding nothing to Governor Terminator (who after all, once starred in a film in which he got pregnant and came over all mumsy), Giuliani hogged the podium for well over his allotted span, hugely enjoying his own jokes and raising the laff-o-meter with ooh-wicked digs at the inconsistent Kerry, on the same day, alas, that President Bush, who on April 13 had insisted there was no doubt we could win the war on terror, had declared to a national audience on breakfast television that, actually no, he didn't think we could. </p> <p>But Giuliani's job, other than exuberantly promoting himself for the national ticket in four years' time, was to skateboard swiftly past the glaring contradictions of Republican policies, in particular the shrink-your-government party which unaccountably has expanded it beyond any other postwar administration. Nor was he going to give any airtime to the unprecedented cartload of horrors currently burdening the beleaguered republic at home, never mind in Iraq: the brontosaurus-size deficit with its burden on future generations; the jobless faux-recovery; the coming meltdown of entitlements (social security, medicare); the relentless destruction of what is left of America's natural resources; the inexcusable failure to support funding for security inspection at container ports; the stripping of the No Child Left Behind programme the \"education president\" bragged about. Doing that among the Madison Square Garden crowd where ritzy ladies sported rhinestone and diamante \"W\" pins would be like forcing the country club to go slumming on a nice summer's day. No, Rudy's job was there to be Mr 9/11, and to milk, shamelessly, every last ounce of grief over it so that the tears (and believe me, we New Yorkers still have plenty to shed) may be converted into solid political gold for Dubya. </p> <p>The cumulative effect of all this merciless drilling for the motherlode of patriotic emotion was to obliterate yet again, in the public mind, the nonsequitur between 9/11 and Iraq. In the campaign speeches Bush's military actions in Afghanistan, which did have everything to do with 9/11, is always elided in the next sentence with the Iraq war which didn't, as if they were one and the same. It is evidently critical for the success of the Bush campaign that the public not give any thought whatsoever to the difference; so that any sort of military action is seen to be a sign of strength, even when it has made America and the world demonstrably less, not more safe. </p> <p>In the hope that the notoriously geographically-challenged American public can't cope with more than one Middle East map reference at a time, the message is always that Bush's pre-emption was somehow taking the fight to the terrorists rather than creating the ideal conditions for them to flourish. From a chilling piece of reporting in the New York Times by Jon Burns we know that Falujah and much of western Iraq are now no-go areas for both American and Iraqi government troops and have become, in effect The Next Afghanistan; the prime spawning ground of fundamentalist terrorism. But when the point is made that this war (unlike Afghanistan) has almost certainly generated more terror than it has pre-empted, the subject is always changed to the incontestable boons delivered to Iraq by the end of the Saddamite dictatorship. In the banana-coloured baseball cap mindset, liberty is the panacea for all ills, and the notion that it might actually create room for militant religious fundamentalism to assume power in much of Iraq - much the likeliest outcome of next year's elections, short of outright civil war - is literally unthinkable. </p> <p>Still more illogically, the vigour of the Bush response to imminent threats is supposedly represented by the pursuit of the quixotic missile defence system, a vast boon-doggle that has never come close to demonstrating any capacity to fulfill its billing, never mind being precisely the wrong kind of defence against, say, a nuclear device stashed in a Samsonite suitcase. </p> <p>But then the strategy for winning this election devised by Bush's political mastermind Karl Rove, is all about doping the electorate, with alternating doses of smears and sentimentality; fears and feelgood, and above all avoid the stress of serious pauses for thought. (Perhaps the most poignantly utopian T-shirt worn at Sunday's amiable mass anti-Bush demonstration read \"Think. It's patriotic\". At this particular game of calculated thought-avoidance, the Bushes are past masters, as an elaborately orchestrated entrance into Madison Square Garden by Bush 41, Barb by his side, demonstrated. It is perhaps an index of America's short attention span that Old Bush is now seen, in comparison with Young Bush, as a genial old gent, endearing in his third-age urges to parachute from planes or drive high-speed boats across Kennebunkport Bay, though to red meat conservatives 41 remains an irksome relic of moderate republicanism who threw away his re-election by repealing tax cuts when the country was threatened by an avalanche of federal deficits and from a quaint attachment to fiscal responsibility. That was the Republican party then. Now it is Dick Cheney on record as opining that \"deficits don't matter\". Even worse, 41 was - and could this be because he had actually seen combat? - the commander-in-chief who, under the influence of the lily-livered Colin Powell, flinched before the march to Baghdad. </p> <p>This is not quite the whole story, neither then nor now. In his recent throwaway endorsement of the Swift Boat Veteran libels slung at Kerry (\"gee those guys can't all be liars\") - in lazy contradiction to what both US Navy documentation and the witness of those actually on Kerry's boat say - old Bush 41 went right back to the slasher politics of the summer of 1988 directed by his campaign manager, Lee Atwater, at Michael Dukakis, the last Massachusetts Democrat to run for president. Fatally stricken with cancer, Atwater made an extraordinary profession of remorse, but the pre-atonement sleaze-meister Atwater is the one who lives on in the war-rooms of Republican tactics. It was he who made sure that any sustained debate of issues would disappear beneath a barrage of advertising portraying Dukakis as soft on crime for paroling Willie Horton, a murderer who subsequently went recidivist. The hapless Dukakis was forced to defend himself against being thought the liberator of psychotic rapists and murderers. </p> <p>The pink and portly Rove is Atwater with a what-me, artless smile; the connoisseur of damaging innuendo who advises the candidate to distance himself from responsibility for the slurs while making damned sure they don't stop. And in his campaign to present the incumbent as a fundamentally decent, poke-you-in-the-ribs family guy, a down-home President Jekyll, he has the advantage over Atwater in that Bush is indeed many of those things. What he is not, is a serious leader for a serious time. </p> <p>Hey, professor, gimme a break, whadya think, conventions are all about policy or something? One of the opening songs in a routine which increasingly resembled a half-time show at the Superbowl, and which followed the roll call of states nominating the presidential candidate, said it all : \"There's no business like show business ... so let's get on with the show.\" Lights! Music! Schwarzenegger!</p>"
]