[
  "The hour-long drive up route 93 from Boston to Derry in New Hampshire (population 34,021) is punctuated by banners calling on people to \"support the troops\" and others saying \"bring the troops home\". It is also framed by a New England fall. <p>The leaves, ripe with autumn and fluttering in Hurricane Jeanne's tail, blend chocolate, lime, ruby and gold. </p> <p>Take your eyes off the road for a moment and you will catch a glorious blur; fix them back on the licence plate in front of you and New Hampshire's libertarian principles are etched in black and white: \"Live Free or Die\". </p> <p>The state certainly takes these principles seriously. </p> <p>It has no income tax or sales tax. On the ground floor of the local library they mark Banned Book week by putting the works of authors who have been proscribed elsewhere in the country, such as Isabel Allende, Alice Walker, Judy Blume and JK Rowling, on a special shelf with the note: \"Someone, well intentioned or not, wanted to 'protect' other readers by preventing them having the choice to see these books. The Derry Public Library invites you to decide for yourself what your children should read.\" </p> <p>But for a place so suspicious of government, New Hampshire has an awful lot of it. Although it is one of the 10 least populous states in the nation, it has by far the largest legislature - 424 representatives for just 1.28 million inhabitants. </p> <p>\"We expect there to be a close distance between voter and candidate,\" says the historian Richard Holmes. \"When we vote locally it's not for parties but because, 'I know this man to be a good man'.\" </p> <p>And, as the first state to hold primaries, there is an intimacy between voters here and the presidential candidates. Lisa O'Neill had Howard Dean speak in her front garden. Jack Polidoro of Laconia twice had dinner with the Democratic vice-presidential candidate, John Edwards. </p> <p>The Republican state senator, Frank Sapareto, has met George Bush several times. Sit in Mul's Diner on Derry's Broadway long enough in an election year and there's a good chance you'll bump into the next president. Last week alone Mr Bush, his mother and daughters were here, as were Mr Kerry and Mr Edwards. </p> <p>It may be small but New Hampshire is sufficiently awkward and unpredictable - in the 1992 primaries it resurrected Bill Clinton's fortunes and in 2000 almost derailed Mr Bush by backing John McCain - for it not to be ignored. </p> <p>This year is no different. The state should be a Republican stronghold, but it isn't. In 2000 Mr Bush took it narrowly by 48% to Al Gore's 47%, with Ralph Nader getting 4%. This time round the latest polls have Mr Bush and Mr Kerry even on 46% and Mr Nader on 2%. </p> <p>It is a sign of how close the election is nationally that both parties are working so hard here, even though the state has only four votes in the electoral college that chooses the president. Candidates need 270 college votes to win, but New Hampshire would have been enough to tip the result for Mr Gore four years ago. </p> <p>Many factors could explain the current unease with Mr Bush's administration. </p> <p>\"We left the Republican party because it's been taken over by the religious right,\" says Nan Stearns, who voted for Mr Bush in 2000 but will be backing Mr Kerry in November. \"All my life I voted Republican. But George Bush doesn't represent to us what America means to us.\" </p> <p>Mr Nader, who has been distracted by attempts to get on the ballot, has had little time to campaign here. That has left plenty of room on the left for the Democratic challenger for the senate, Doris Haddock, a 94-year-old great-grandmother of 16 who is known as Granny D. </p> <p>\"The corporations have taken over,\" she says after a packed house party in Laconia. \"To become a powerful man today you have to sell your soul.\" </p> <p>But a worry for both parties, says Andrew Smith, the director of the University of New Hampshire survey centre, is that their national messages have proved too simplistic here. There are few blue-collar workers and minorities who would usually back the Democrats, and relatively few fundamentalist churchgoers on whom the Republicans rely. </p> <p>\"New Hampshire is a Republican state but not a conservative state,\" he says. \"Both the Democratic and Republican bases here are out of step with their bases in the rest of the country.\" </p> <p>The themes that work for each party nationally do not work so well in New Hampshire. James Pindell, the managing editor of <a href=\"http://www.Politicsnh.com\">Politicsnh.com</a>, the state's online newsletter, says: \"Neither the Democrats nor the Republicans can play their trump cards.\" </p> <p>In the bowels of the local museum there is a picture marking a moment that would change Derry forever, and helps explain why the politics of the town have become so difficult to read. Alan Shepard, America's first man in space and a native son, is kneeling in a hard hat next to a detonator as his wife, Louise, looks on. </p> <p>It was 1962 and the town's population was in decline along with the shoe manufacturer that was one of the area's major employers. Shepard was presiding over the ceremonial explosion that would blast interstate 93 into existence. From then on Derry would be starved of its identity as a town in its own right and start feeding Boston. </p> <p>After this the growth was exponential, Mr Holmes says. \"It was a good place to grow a family and people came here looking for green. Within a decade its population had doubled. Within two it had tripled; within three it had quadrupled.\" </p> <p>By the late 60s Derry had its first mall and was well on the way to suburbanisation. A fifth of the town's current residents did not even live in New Hampshire 10 years ago, and 70% were born outside the state. The huge influx over a relatively short period of time unsettled an already fragile political equilibrium. </p> <p>\"The question is, who are these people?\" asks Mr Pindell. \"All the indicators are that they are the most likely people to vote but nobody knows how. Seventy per cent of them came from Massachusetts. Did they come here because they were ostracised by the taxes or are they socially liberal people bringing their values with them?\" </p> <p>It matters. In 2000 Rockingham county, where Derry is, voted 49% Republican, 46% Democrat, 4% Nader. Since then the population has grown by 5%. </p> <p>Canvassers from America Coming Together, a progressive pressure group, visited a newly built neighbourhood to find out more about the recent arrivals. They came across a range of opinions, from a man who thought opposing the government in wartime was treasonous to those concerned about illegal immigration. </p> <p>But Yvonne Shostack spoke for most when she said her main concern was the war. \"I thought things would be more resolved than they are,\" she said. \"People are still getting killed and we're still out there ... I'm on the fence. I don't know if Kerry will help the situation, but I don't think Bush can.\"</p>",
  "America's former proconsul in Baghdad delivered a damning critique of the Bush administration's policy on Iraq yesterday, saying the US had made two grave errors of judgment in the early days of the war. <p>Paul Bremer, who was America's most senior official in Baghdad until the handover last June, said the US committed two major blunders which compromised the course of events in Iraq: it went to war without enough troops and it did not contain the looting and violence after Saddam Hussein's regime fell. </p> <p>\"We paid a big price for not stopping it because it established an atmosphere of lawlessness,\" Mr Bremer told a conference of insurance agents in West Virginia. \"We never had enough troops on the ground.\" </p> <p>Mr Bremer is the latest in a stream of US government officials to voice doubts on the administration's strategy on Iraq, but such criticism is surprising from a man who says he \"strongly supports\" the re-election of President George Bush . </p> <p>The comments, surfacing only hours ahead of last night's vice-presidential debate between John Edwards and Dick Cheney, were very badly timed for the administration - and a boon for the Democrats. </p> <p>Mr Cheney is widely regarded as the architect of the war and came under renewed pressure to account for what the Democratic challenger, John Kerry, yesterday called a \"long list of mistakes\" on Iraq. \"I hope Mr Cheney can take responsibility,\" Mr Kerry said. </p> <p>Mr Bremer's comments are also a belated rebuke to the defence secretary, Donald Rumsfeld, who overruled his army chief of staff and other military officials by opting for a smaller invasion force, and who famously dismissed reports of looting in April 2003 by saying \"Stuff happens\" and \"Freedom is untidy\". </p> <p>Mr Rumsfeld attempted yesterday to undo the damage from statements made hours earlier, in which he acknowledged there was no connection between al-Qaida and Saddam. \"To my knowledge, I have not seen any strong, hard evidence that links the two,\" Mr Rumsfeld told the Council on Foreign Relations . </p> <p>The statement - a u-turn on Mr Rumsfeld's assertion in September 2002 that the CIA had \"bulletproof\" evidence of a connection - appeared in line with a new intelligence review that failed to find a connection. </p> <p>Mr Rumsfeld later said his comments to the council had been \"misunderstood\". </p> <p>More attention was devoted to the comments from Mr Bremer, who shared Mr Cheney's and Mr Rumsfeld's views on Iraq, and who maintained yesterday that America was right to go to war. </p> <p>The White House yesterday refused to say whether Mr Bremer had asked for more troops during his frequent visits to Washington. </p> <p>Meanwhile, Mr Bremer released a statement claiming that his remarks were intended for a private audience, and that the US now had sufficient troops on the ground. </p> <p>He also reaffirmed that the war in Iraq is an \"integral part of fighting this war on terror\". </p> <p>However, Mr Bremer began expressing doubts about the administration's strategy before his speech to the insurance conference. During a September 17 appearance at Indiana's DePauw University he accused the administration of disregarding his advice to bring in more troops. </p> <p>\"The single most important change - the one thing that would have improved the situation - would have been having more troops in Iraq at the beginning and throughout [the occupation],\" Mr Bremer was reported to have said. </p> <p>The debate on America's preparations for war on Iraq was opened in early 2003 when the then army chief of staff, General Eric Shinseki, said the invasion needed an occupying force of several hundred thousand soldiers - much to the fury of Mr Rumsfeld whose battle plans called for a streamlined force. </p> <p>In January, the chief weapons inspector, David Kay, testified that western intelligence agencies \"were all wrong\" in their assessment that Saddam had weapons of mass destruction. </p> <p>Last month, a former CIA official Paul Pillar told a private dinner that the White House disregarded intelligence reports two months before the invasion warning that a war could unleash a violent insurgency. </p> <p>Mr Bremer claimed that US planners had failed to anticipate the chaos that would follow Saddam's departure, saying that planners were more concerned with preventing a refugee exodus and a humanitarian crisis that did not arise. \"There was planning, but planning for a situation that didn't arise,\" he said.</p>",
  "In the secular, liberal, top-left-hand corner of the US where I live, the prevailing mood was one not far short of despair as incredulity mounted that the daily avalanche of bad news from Baghdad, Fallujah, Tikrit, Samarra, Najaf, Nasiriyah, Kufa, Ramadi, Baquba and elsewhere was apparently failing to make any significant dent in Bush's poll numbers, or expose his claim that freedom and democracy are on the march in Iraq as a blithe and cynical fiction. What would it take? people asked: How many more American and Iraqi deaths? When would it sink in that the occupation of Iraq is a bloody catastrophe? Why was the electorate so unmoved by the abundant empirical evidence that the administration's policy in the Middle East wantonly endangers America as it endangers the wider world? Kerry's performance in the first presidential debate brought a much-needed lift of spirits to this neck of the woods, but the Democratic candidate is up against something more formidable than the person of George Bush: he has to deal with the unquiet spirit of American puritanism and its long and complicated legacy. <p>Last Monday, on the school run, I caught an interview on NPR's Morning Edition with the grieving family of a sergeant in the Oregon National Guard who was killed in Iraq on September 13. Here's what Sergeant Ben Isenberg's dad said: \"This war is not about Iraqis and Americans, or oil: this is a spiritual war. The people who don't understand that just need to dig into their Bible and read about it. It's predicted, it's predestined. Benjamin understood that the president is a very devouted [sic] Christian. Ben understood that the calling was to go because the president had the knowledge, and understood what was going on, and it's far deeper than we as people can ever really know. We don't get the information that the president gets.\" </p> <p>In context it's clear that by \"information\" he wasn't talking about the stuff that passes from the CIA to the White House. This information comes from the guy whom Bush likes to call his \"higher Father\". As the president said in the closing lines of his acceptance speech at the Republican convention last month, \"We have a calling from beyond the stars ...\" - a claim that in some societies might lead to a visit from the men in white coats, but in America, among the faithful, is met with rapturous applause. </p> <p>Every Bush speech is richly encrypted with covert Biblical allusions and other secret handshakes with his fundamentalist listeners, but one need not be a fundamentalist to warm to this sort of religiose rhetoric, for it is every bit as much of an \"American\" thing as it is a \"Christian\" one. Rationalist liberals, tone-deaf to its appeal, make a serious mistake in their assumption that facts-on-the-ground, in Iraq or in the domestic US, can readily explode what the Bush administration has managed to project as a matter not of reason but of faith. </p> <p>Faith, as Mark Twain's apocryphal schoolboy said, \"is believing what you know ain't so\". Faith always contradicts the visible evidence, like the putrefying body or the fossil in the rock - obstacles put in our way to test the mettle of our belief and reveal the inadequacy of our merely sublunar knowledge. Ben Isenberg's father was certain of this: \"It's far deeper than we as people can ever really know.\" </p> <p>No culture in the world has elevated \"faith\", in and of itself, with or without specific religious beliefs, to the status it enjoys in the United States. Faith - in God, or the future, or the seemingly impossible, which is the core of the American Dream - is a moral good in its own right. In no other culture is the word \"dream\" so cemented into everyday political language, for in America dreams are not idle, they are items of faith, visions that transcend the depressing available evidence and portend the glorious future as if it were indeed \"predicted . . . predestined\", as Isenberg's father saw the war on Iraq. </p> <p>When Americans tell their own history at the grade-school, storybook level, they conveniently forget the earliest and most successful colony of tobacco-aristocrats in Virginia (a bunch of degenerate smokers) and instead trace themselves back to the zealous theocrats in tall black hats who founded the Massachusetts Bay Colony, and whose first harvest is celebrated in the all-American orgy of Thanksgiving. The names of the Susan Constant, Godspeed, and Discovery, which put into the James River in 1607, have little resonance now, but everyone knows about the 1620 voyage of the Mayflower and its Pilgrim Fathers because the Puritans, who have never gone out of date, left behind a peculiarly American philosophy of the miraculous power of faith and hard labour, along with a dangerously uplifting vision of America's rightful place in the world. In a sermon of 1651, Peter Bulkeley laid out the essential rhetorical frame of Bush's foreign policy: \"We are as a city set upon a hill, in the open view of all the earth, the eyes of the world are upon us because we profess ourselves to be a people in covenant with God ... Let us study so to walk that this may be our excellency and dignity among the nations of the world among which we live; that they may be constrained to say of us, only this people is wise, a holy and blessed people ... We are the seed that the Lord hath blessed.\" The sting in that exclusive only has been lately felt by almost every foreign ambassador to the UN who's had to listen to Bush or Powell lecturing the assembly on America's historic moral exceptionalism. </p> <p>It was axiomatic to Puritan belief that the city on the hill had been raised in a land previously inhabited by devils whose spirits still walked abroad, conspiring against the holy, wise, and blessed citizens. At the time of the Salem witch trials in 1693, Cotton Mather struck exactly the same note as Bush strikes when he speaks of al-Qaida. </p> <p>\"The devil is now making one attempt more upon us; an attempt more difficult, more surprising, more snarled with unintelligible circumstances than any we have hitherto encountered; an attempt so critical, that if we get well through, we shall soon enjoy halcyon days, with all the vultures of hell trodden under our feet.\" A \"horrible plot\" had been detected, \"which if it were not seasonably uncovered would probably blow up and pull down all the churches in the country.\" More than 21 witches \"have confessed that they have signed unto a book, which the devil showed them, and engaged in his hellish design of bewitching and ruining our land.\" </p> <p>While the Virginia colony brought 18th-century rationalism to America, and supplied four of its first five presidents (Washington, Jefferson, Madison, and Monroe), the New England puritans of Massachusetts gave Americans an intensely dramatic and emotional sense of their peculiar predicament. They were an exception among nations, uniquely favoured by Providence. They alone enjoyed the liberty to walk with God according to their own lights. They were a people of faith beleaguered on all sides by wicked spirits. Cleaving to their faith, they must distrust \"imperfect reason\" (Mather's phrase) as a means of discerning the mystery of creation and the visible world around them. Not least, the Puritan plain style (Mather warned writers of \"muses no better than harlots\" and of prose \"stuck with as many jewels as the gown of a Russian ambassador\"), which owed much to the teaching of Peter Ramus, the French philosopher and rhetorician, made these ideas accessible to the least educated, and gave them the unvarnished vigour that they still have today. The remarkable survival of this 17th-century worldview in 21st-century America has as much to do with style as with theological substance: people who would now find Jefferson or Madison hard going could easily thrill to the words of Mather, John Winthrop, the rollicking hellfire poet Michael Wigglesworth, or the poet of domestic sublimity Anne Bradstreet. </p> <p>The Puritans live! And the shrewd men of the Bush administration have expertly hotwired the president to the galvanic energy-source of Puritan tradition. It's as if America, since 9/11, has been reconstituted as a colonial New England village: walled-in behind a stockade to keep out Indians (who were seen as in thrall to the devil); centred on its meeting house in whose elevated pulpit stands Bush, the plain-spun preacher, a figure of nearly totalitarian authority in the community of saints. The brave young men of the village are out in the wilderness, doing the Lord's work, fighting wicked spirits who would otherwise be inside the stockade, burning down Main Street and the meeting house. That, at least, is how the presidential handlers have tried to paint things, and, given the continuing power of the American Puritan tradition, it's not very surprising that a likely electoral majority have gratefully accepted the picture at its face value: that the proportions are all wrong (the world's remaining superpower simply won't fit into the space of a pious, beleaguered village) doesn't matter, for the administration has successfully tapped into a toxic national mythos. </p> <p>Faith rules. After a faltering start to his presidency, Bush found his role in the aftermath of the attacks of September 2001 as America's pastor-in-chief. His inarticulacy without a script was an earnest of his humility and sincerity, his dogmatic certitude a measure of his godly inspiration. \"His way of preaching was very plain,\" as Mather wrote of John Eliot of Roxbury, Massachusetts, \"He did not starve [the people] with empty and windy Speculations.\" Confronted a couple of weeks ago with the CIA's grim forecast of mounting unrest and possible civil war in Iraq, Bush airily said, \"they were just guessing\". The president doesn't guess. As he intimates to his congregation on every possible occasion, his intelligence is leaked to him by He Who Holds the Stars in His Right Hand. </p> <p>To doubt is to succumb to temptation by the wicked spirits. In the New Testament, empiricism gets a bad press in the person of poor Thomas Didymus, and Christ's rebuke: \"Blessed are they that have not seen, and yet have believed.\" That the facts on the ground in Iraq are in clear contradiction of all Bush's claims about the flowering of liberty and democracy there is merely one of those tests of faith to which all true believers are subject. Of course we can't see it, but that makes the miracle only more marvellous, its very invisibility an inspiring moral challenge for the faithful. </p> <p>In last Thursday's debate with Kerry at the University of Miami, Bush appeared petulant and bemused (especially in the reaction shots that were shown by the networks in defiance of the rules agreed by the Commission on Presidential Debates) to find himself there at all. There's no space in the meeting house for two rival pulpits, and Pastor Bush, for the first time since his election, if that's the right term for what happened in 2000, had to endure standing on an equal footing with an upstart congregant who was the spitting image of Doubting Thomas. There was a note of wounded incredulity in Bush's voice when he said of Kerry that \"He changes positions on something as fundamental as what you believe in your core, in your heart of hearts, is right in Iraq.\" O faithless Kerry! - apostate! - unbeliever! In Bush's Puritan theology, to change one's mind in the face of overwhelming evidence is tantamount to denying the very God who rules your \"heart of hearts\". How can my belief be wrong if He placed it there? </p> <p>Yet debates - even ones as stilted as those agreed between the campaigns this year - are rational exercises with an inbuilt bias favouring reason over faith. Unsurprisingly, the rationalist on Thursday beat the preacher at the rationalist's own game, and in my own political neighbourhood there was hardly less elation that evening than if the Seattle Mariners had carried off the World Series. But a debate is a very different thing from an election, and if Kerry did manage to win on November 2, it would be a surprising triumph of cold reason over hot religious mythology. </p> <p>No more classic American sentiment has ever been put into a foreigner's mouth than when the New York lyricist Joe Darion made Don Quixote sing, in Man of La Mancha, \"To dream the impossible dream,/ To fight the unbeatable foe,/ To bear with unbearable sorrow,/ To run where the brave dare not go.\" Only an entrenched belief in one's own exceptionalism and a wonder-working Providence could justify such otherwise self-evidently futile activities. With Bush, we're now dreaming an impossible dream and fighting an unbeatable foe, and tens of millions of Americans - enough, quite probably, to give Bush a second term - believe that is the right, because it's the American thing to do. </p> <p>Tony Blair has lately given the impression that he's been channelling the same source (Almighty God and/or Karl Rove) who inspires the rhetoric of Bush, but in Britain there is no rich mulch of popular national tradition in which Blair's words can take root. The historic connection between the Labour party of Keir Hardie's time and the Methodist church is something altogether different from the great folk memory of the embattled God-fearing city on the hill that stirs deep in the American imagination. When Bush plays the faith card, he summons powerful ancient ghosts. When Blair tries to bring off the same trick, he merely calls attention to his conscience, his private religious beliefs, awakening no echoes in the land of mild, secularised Anglicanism where to speak of one's own intimacy with God's purpose is to place oneself in the embarrassing company of the man in the ragged overcoat, haranguing a non-existent audience from a soapbox at Speakers Corner - which, come to think of it, is a convenient short stroll from the Blair family's new quarters in Connaught Square.</p>",
  "For Cuban exiles, the Versailles cafe is a parallel world. If there had been no revolution, no Fidel, they would have been sipping coffee and reading the daily papers in a place just like this in Havana. <p>But 45 years on, they are still in Little Havana, Miami, in exile limbo. </p> <p>The waiters in starched white shirts and forest-green waistcoats make the Versailles look as the Cuban capital once did; so do the tiled floors and coffee counter where Cuban-Americans come to gossip. The menu and the ambience are essentially unchanged in decades, but the politics of Little Havana are changing in small ways that could have a big effect on this year's presidential election. </p> <p>The change is clear to anyone who looks out of the Versailles window and across the road, where the John Kerry presidential campaign has set up an office, plastered with Democratic paraphernalia. </p> <p>As electoral effrontery, this is on a par with Republicans opening up in Harlem. In Florida, the Cuban vote is the rock on which President Bush's 2000 electoral victory was built. Coralled and coddled by Jeb, his Spanish-speaking brother and state governor, 82% of Florida's 450,000 Cuban-Americans voted Republican. </p> <p>That near-monopoly is now showing signs of crumbling. Younger Cubans and more recent immigrants are turning away from the politics of the post-revolutionary exiles, los historicos. </p> <p>One of the younger men drinking coffee, Ignacio Luzarraga, is a perfect example. He is 26 years old, a second generation Cuban-American, who will not follow family tradition at the polling booth on November 2. He will be voting Democrat, for Senator Kerry. </p> <p>\"The younger generation of Cuban-Americans will not follow suit just for the sake of following suit,\" he said. </p> <p>To talk to older Cuban-Americans about politics is to take a detour down four bitter decades of US-Cuban relations, in which the Republicans established themselves in Little Havana as the party of anti-communism, the embargo, and, in exile eyes, of revenge. </p> <p>Mr Luzarraga's concerns are like those of most other young Americans. He worries about Iraq, and believes George Bush \"has not been honest as he should have been\" about the reasons for going to war and its consequences for US troops and for the Iraqi people. Tessie Arau is another Cuban Republican who will not vote for George Bush this time. She runs a charter company organising flights to Cuba for Cuban-Americans to see relatives. </p> <p>In May, the Bush administration ordered those trips to be cut to one every three years per person. The decision delighted hard-line historicos, who no longer have close ties to the island. For many newer arrivals, typically economic migrants supporting relatives in Cuba, the measure was a disaster. </p> <p>\"It's inhumane. There was a gentleman who killed himself because he knew he couldn't see his autistic son for three years,\" Ms Arau said. \"I don't see how that brings democracy. The reasons we came to this country were these freedoms, the freedom to travel where we want, and this administration is taking away from us.\" </p> <p>Talk of a splintering of the monolith is dismissed by Republicans. Ileana Ros-Lehtinen, a congresswoman from one of Cuba's grandest families, said: \"We hear this every two years. I don't know how many elections it will take for people to stop talking about the fragmented Cuban-American vote.\" </p> <p>However, political and demographic splits in the community are showing up in the polls. Among younger, US-born Cuban-Americans, Mr Kerry led Mr Bush by 58% to 32%. Among immigrants who arrived after 1980, Mr Kerry led 40% to 29%. </p> <p>The poll was by the New Democrat Network, an activist organisation, but independent surveys show Bush losing ground in the community as a whole, and struggling to break through 70%. That is an important shift in a state Mr Bush won by only 537 votes four years ago. </p> <p>A poll by the Cuban Research Institute at Florida International University found 36% of the community either planning to vote Kerry or undecided. \"The president will be hard pressed to win Florida if 36% of Cuban-Americans who can vote, vote for Kerry or abstain,\" said Damian Fernandez, the head of the institute. </p> <p>While the wall is cracking in Miami, another Kerry opening is further north around Orlando, where Florida's Puerto Rican population is up a quarter since 2000, an electorate that traditionally has Democratic leanings. The Kerry campaign, however, has been slow to take up Florida's Hispanic vote. He has yet to appear in person in Little Havana. </p> <p>His office there is a break with the past, but all literature so far is in English - in the words of a campaign official there, an \"oversight\". </p> <p>\"Kerry hasn't done a very good job courting these voters,\" Prof Fernandez said. The challenger has four weeks exactly to try to capitalise on the president's weakness here. If he fails to do so, as far as Florida Democrats are concerned it will represent one of this election's greatest missed opportunities.</p>",
  "<p>President Bush reacts during the presidential debate in Coral Gables. Photograph: Ron Edmonds/AP<br></p> <p>US blogger <a href=\"http://www.dailykos.com/\">Markos Moulitsas</a> has written the second in a series of columns for Guardian Unlimited in the run-up to the US election. He writes:</p> <blockquote style=\"font-size:12px;\"> Much ink has been spilled over John Kerry's smashing victory last week: how Kerry got a new lease on life after being written off for dead. Kerry's situation had never been dire, given the poll numbers in the battleground states (as opposed to the national poll numbers over-reported in the media). But in politics, perception is reality, and Kerry was suffering from a serious perception gap. <br> In 2000, Al Gore notched solid debate performances against Bush. On matters of substance, it was no contest: Gore ran circles around Bush. Regardless, the post-debate consensus was that Bush came across as \"likeable\" while Gore was \"stiff\" and \"arrogant\". And how did we determine which one was likeable and the other stiff? The post-debate spinmeisters told us. </blockquote> <p><a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1320053,00.html\">Read on here</a> and add your comments about the piece below.</p> <p>If you missed Markos Moulitsas' first column, it's <a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1314558,00.html\">here</a>, and Guardian Unlimited's special report on the US election is <a href=\"http://www.theguardian.com/uselections2004/\">here</a>.</p>",
  "Megawati Sukarnoputri appeared to accept defeat today in Indonesia's historic presidential election, telling an audience at a military ceremony that \"whoever is chosen in a democratic election has to be accepted, because that is a victory for all of us\". <p>The election commission yesterday declared former general Susilo Bambang Yudhoyono the winner of the September 20 poll by 25m votes, but the outgoing president has yet to explicitly concede defeat to her former security chief. </p> <p>Her party officials have threatened to challenge the vote count from some areas, which would risk disrupting an orderly end to Indonesia's first direct presidential election.</p> <p>Mr Yudhoyono, who has pledged to create jobs, curb corruption and fight terrorism, was also present at the ceremony, which was one of Ms Megawati's last official engagements. The two did not speak to each other and sat well apart.</p> <p>Mr Yudhoyono has held off making a victory speech as he tries to make peace with Ms Megawati and her party, the second-biggest in parliament. He quit her cabinet as security chief in March after a bitter row over his presidential ambitions.</p> <p>The election commission said Mr Yudhoyono won 60% of the ballot compared with Ms Megawati's 39%. It has declared the result valid, as have foreign and domestic monitors. </p> <p>Ms Megawati has until Thursday to file a complaint over the count at the constitutional court. One senior aide said she would address the media then.</p> <p>The impasse could affect Indonesia's financial markets, which have rallied on Mr Yudhoyono's win. Jakarta stocks closed at a record high yesterday.</p> <p>International economic rating agency Fitch Ratings said it had lifted its outlook on Indonesia's sovereign ratings from \"stable\" to \"positive\" to reflect diminished political uncertainty. But Fitch said the key to future ratings upgrades lay in a strong economic reform agenda.</p> <p>The challenges facing Mr Yudhoyono are enormous. Economic growth is sluggish, corruption endemic and foreign investment poor. There are also question marks over security in the region, where Islamist militants linked to al-Qaida are believed to be at large.</p> <p>Mr Yudhoyono, 55, will be sworn in on October 20. He has said his cabinet will start work on that day and aides have indicated that he could announce some appointments before then.</p> <p>Political transitions have rarely been smooth in the world's most populous Muslim nation. When MPs sacked Ms Megawati's predecessor, Abdurrahman Wahid, in 2001 for incompetence, the Muslim cleric refused to budge from the presidential palace for three days. </p> <p>The downfall of the Suharto regime in 1998 was preceded by widespread rioting and bloodshed that killed more than 1,000 people in Jakarta.</p>",
  "<p>Downing Street and the White House alike are renowned for responding to controversial news broadcasts with an enraged call to the media organisation in question, but at least Tony Blair and George Bush tend to delegate the task to senior aides.</p> <p>When the Peruvian president, Alejandro Toledo, was accused of corruption during a live news programme on Sunday, he chose a more direct approach: telephoning the show and launching into a furious tirade live on air before calling the host a coward and hanging up.</p> <p>Mr Toledo's not particularly presidential display of anger followed the showing of two videos on the programme Cuarto Poder (Fourth Estate), which seemed to support the allegation that he ran a \"forgery factory\" to fabricate the signatures his party required to contest the election in 2000.</p> <p>In one clip he was seen handing documents to election authorities; in the second, he was shown celebrating in a restaurant and showering thanks on those present, including his wife, whom officials have claimed was out of the country at the time. </p> <p>\"A half truth is worse than a lie,\" the audibly enraged Mr Toledo told the programme's anchor, Carlos Espa.</p> <p>\"That's enough of trying to stain people's honour. The journalism you have just done belongs in the gutter, I won't permit it.\" </p> <p>Espa struggled to get a word in.</p> <p>\"This isn't a monologue,\" he could be heard saying at one point.</p> <p>Mr Toledo insisted that his words in the video thanking his staff for their \"extraordinary, demanding, conscientious work\" referred to the fact that the 660,000 signatures he had obtained needed to be entered into computers and cross-checked with the electoral register.</p> <p>The president eventually concluded his call with an insult.</p> <p>\"I haven't anything more to say. You are a coward,\" he said, then hung up.</p> <p>The opposition party Apra seized on the videos as further evidence that although Mr Toledo had promised a clean break with the corruption of his predecessor Alberto Fujimori's rule, which ended in 2001, he had delivered nothing of the sort.</p> <p>\"All this confirms that there was a secret pact with the Fujimori regime,\" Mauricio Mulder, an Apra representative, told America Television, the station which broadcasts Cuarto Poder.</p> <p>Magistrates are investigating the allegation of forged signatures which, if true, would echo the circumstances of Mr Fujimori's re-election in 2000 with the help of a million invented signatures.</p>"
]