[
  "Gunbattles claimed 27 lives in Afghanistan at the weekend as preparations continued for October's presidential election. <p>At least 21 fighters died during battles featuring tanks and artillery between militias of the powerful governor Ismail Khan and local rivals in the western province of Herat. Fighting was quelled by US-trained Afghan army troops yesterday afternoon. </p> <p>To the south Taliban insurgents attacked an outpost 40 miles from Kandahar in the early hours, killing six government soldiers. </p> <p>The violence highlighted security fears for the historic October 9 poll, which pits the interim president, Hamid Karzai, against 22 opponents. He is widely expected to win. </p> <p>Afghans appear to have embraced the poll. By the time the voters' roll closed yesterday almost 10 million had registered, exceeding most estimates. A UN spokesman hailed the figure as a sign of enthusiasm for democracy, but analysts fear it could signal double-voting or other forms of vote rigging. </p> <p>Violence and intimidation, however, pose the greatest threat to the polls. A string of bombings and attacks have so far claimed the lives of 30 election workers and voters.</p>",
  "<p><strong>Free World: Why a Crisis of the West Reveals an Opportunity of our Times</strong><br>by Timothy Garton Ash<br>Allen Lane £17.99, pp320</p> <p>Timothy Garton Ash is an optimist. The transatlantic relationship is in crisis, with diplomats and policy wonks on both sides of the Atlantic fearing that the intensive post-Iraq marriage counselling will fail. Robert Kagan, the most articulate of America's neocons, has gone so far as to declare that we live on different planets - Americans from Mars and Europeans from Venus, a beguiling thesis that some have seemed determined to turn into a self-fulfilling prophecy.</p> <p>Garton Ash doesn't buy it. Well established as Britain's leading thinker on contemporary European affairs (albeit in a sadly under-crowded field), he is able to bring a wider-angled lens to these familiar, entrenched controversies. Here, conversations with both statesman and citizens across Europe and North America see him challenge most of the generalisations that dominate current debate.</p> <p>For Garton Ash, both Europe and America inevitably contradict themselves - because both contain multitudes. Garton Ash wants not just a renewal of vows but a new shared mission. He also wants to see the end of 'the West' but only when the billion of us who live in free societies create a new 'post-West' by spreading security and freedom globally. He thus thinks the current transatlantic rift a rather parochial spat, arguing that Europeans may have only another two decades in which they can hope to play a shaping role in global affairs while the scope and limits of America's military power have also become clearer in postwar Iraq.</p> <p>Still, starting from here will be difficult. The book's critique of the Bush administration is a familiar one, though the author is always at pains to distinguish this from anti-Americanism. Indeed, there is a growing awareness within a highly polarised United States of the self-defeating damage done to America's 'soft power' (the worldwide appeal of the Statue of Liberty and its open and prosperous society and the good life). The mistakes America made following 11 September 2001 wasted much of the global sympathy the attacks had brought it.</p> <p>Yet Garton Ash is no less sceptical about the grandstanding of European statesmen, when the EU's aspirations to an effective foreign policy remain largely rhetorical. He believes that Blair made a major blunder over Iraq but is fundamentally sympathetic to the project of seeking to 'bridge' the Atlantic, arguing that much of the new Europe finds it as impossible as Britain does to choose between loyalty to Europe and America.</p> <p>Garton Ash believes we can find causes for optimism if our responses to the current international crisis draw as much on Europe's '9/11 of hope' (the fall of the Berlin Wall on 9 November 1989) as America's 9/11. Just as stereotypes and mutual antagonism saw divisions over Iraq deepen, a virtuous spiral could make his free world possible, Garton Ash suggests. A fully committed European Britain could make a Franco-British-German rapprochement possible, creating a more outward-looking Europe.</p> <p>Such a Europe could encourage a better America to believe that effective multilateral institutions are possible, this being the only way that emerging powers such as China might co-operate on global warming and so on. These debates are interdependent but, of course, this seems a rather long-odds accumulator bet.</p> <p>Britain's deep ambivalence about the European Union and its new constitution and the reaction of Jacques Chirac to the new Europe of 25 - suggesting that ex-Iron Curtain countries might best keep quiet in the EU - hardly augur well.</p> <p>Garton Ash does not just make an eloquent appeal to the better America and the better Europe. He also insists, unfashionably, on our ability as citizens to exert pressure for change. Here is where his decades talking to Czechs, Poles and Hungarians are most telling. Sometimes, the citizens' action proposed is direct and tangible: we should pressure governments to meet the much-neglected target to increase aid to 0.7 per cent of GDP and also give 1 per cent of our personal incomes to support development. But how citizens will make their voices count for more in a constructive way, especially when the key decisions are taken in labyrinth of multilateral international institutions, is less clear.</p> <p>Garton Ash's 'free world' project is unfashionably optimistic, too, despite the spread and entrenchment of democracy over the decades from 1945 to 1975 to 1989 and beyond. Europe's liberal left, despite its Enlightenment roots, balks from such language, for fear of being associated with an aggressive neocon project. Yet Europe's left risks becoming a 'status quo' force if it tries to turn an effective critique of the botched Iraq intervention into an essentially conservative argument which accepts the premise of a 'clash of civilisations' and the belief that the Arabs are incapable of democracy.</p> <p>The debate about intervention in failed states has become muddied by Iraq, but it would be a mistake to forget the distance travelled over the 1990s because of the failures to intervene in Rwanda or, for too long, in Bosnia, because these 'ancient ethnic hatreds' were none of our business. Whether over the current genocide in Sudan or elsewhere, these debates will soon return. But we may be considerably further from finding an effective response to them.</p> <p>Garton Ash rightly sees a victory for John Kerry in America's presidential election this November as vital to any fresh start. But a Kerry victory would also re-expose the faultlines of many of the most important and unresolved debates of the past decade. If Europeans could respond to the current crisis in the spirit of this book, it might do something to tilt the balance towards the better America we need. And in asserting the importance of those of us in democratic societies seeking to be authors of our own fate, Garton Ash has produced a humane, democratic manifesto for our times. It is worth recalling the lesson of the fall of the Berlin Wall - politics sometimes needs to be the art of the impossible, too.</p>",
  "American Indians have been massacred, moved and marginalised for centuries. Yet now, with the prospect of a knife-edge presidential election, they are discovering they suddenly wield considerable political clout. <p>For the first time, native Americans living in large numbers in several vital battleground states are being aggressively wooed by both big parties. 'Those states could hold the key to the whole election,' said leading pollster John Zogby. </p> <p>Democratic challenger John Kerry attended the closing ceremony of a pow-wow of the Zuni and Navajo tribes last week in the town of Gallup, New Mexico. An Indian elder waved a fan of feathers over Kerry's head as he sat with his wife, Teresa, in front of about 4,000 Indians. </p> <p>The ceremony, which was closed to photographers because of its sacred place in Indian religious beliefs, came at the end of an extensive tour of reservations by the Democrat contender. Kerry made a pitch for their votes by speaking out against the poverty on most reservations. 'There's a feeling that the people here haven't been respected,' he said in Gallup. </p> <p>The Democrats are producing campaign literature in tribal languages. Members of the Tohono O'odham tribe sang the national anthem at the Democrats' national convention. </p> <p>Arizona's Democrat governor, Janet Napolitano, held a special party there for native American tribes, reflecting her belief that their votes were crucial in her own 2002 election victory in the state. </p> <p>In Arizona, more than 300,000 native Americans make up almost 6 per cent of the population. In New Mexico, the figure is 10 per cent - and in 2000 Bush lost the state by just 366 votes. Wisconsin, Washington, Oklahoma and North and South Dakota also have large Indian populations - Wisconsin was won by Al Gore in 2000 by less than 1 per cent. </p> <p>The Republican party has also launched an initiative to win over the usually sceptical native American voters. Most usually vote Democrat, but a growing number are Republican sympathisers, said a spokesman for the National Congress of American Indians. 'It really is changing rapidly. There is a rising Republican constituency.' </p> <p>Republican campaigners have produced radio adverts in the Navajo language for the first time . In Arizona, various tribes recently helped Republicans to win local elections. Health Secretary Tommy Thompson visited the same Navajo reservation as Kerry last July as part of a drive against the alcoholism and diabetes which plague its resi dents. Experts believe these visits are vital. 'Marginalised groups respond very well. Don't underestimate the \"He came to my store\" or \"He came to my living room\" factor,' said Zogby. </p> <p>But besides the need to get out every vote in the swing states, another factor is at play: money. Some tribes have benefited hugely from cash from casinos built on their land. The flood of money from gambling has made some of them power players in elections, where cash is often the key to success. In last year's California governorship poll, Indian tribes donated $11 million (£6m) of the $65m spent by the candidates. </p> <p>Some of the biggest Indian political donors give cash to Republican causes, but Zogby said: 'They are major financial players for Republicans in several states, but the native Americans' votes still generally go to the Democrats.'</p>",
  "<p><strong> The Bourne Supremacy</strong><br> (110 mins, 12A) Directed by Paul Greengrass; starring Matt Damon, Joan Allen, Brian Cox. Julia Stiles </p> <p><strong> Catwoman </strong><br> (100 mins, 12A) Directed by Pitof; starring Halle Berry, Sharon Stone, Benjamin Bratt, Lambert Wilson </p> <p><strong> The Magic Gloves</strong><br> (90 mins, no certificate) Directed by Martin Rejtman; starring Valeria Bertuccelli, Fabián Arenillas, Susana Pampin </p> <p><strong> Afterlife</strong><br> (104 mins, 15) Directed by Alison Peebles; starring Lindsay Duncan, Kevin McKidd, Paula Sage </p> <p><strong> Look What's Happened Now!</strong><br> (160 mins, PG) Directed by Samir Karnik; starring Aishwarya Rai, Amitabh Bachhan, Vivek Oberoi, Om Puri </p> <p><strong> Memories of Murder</strong><br> (127 mins, 15) Directed by Bong Joon-Ho; starring Song Kang-Ho, Kim Sang-Kyuung </p> <p><strong> A Tale of Two Sisters </strong><br> (115 mins, 15) Directed by Kim Ji-Woon; starring Kim Kap-su, Yum Jung-ah, Lim Su-jeong </p> <p><strong> Mirror </strong><br> (105 mins, PG) Directed by Andrei Tarkovsky; starring Margarita Terekhova, Ignat Daniltsev </p> <p>As co-author with Peter Wright of Spycatcher, British film-maker Paul Greengrass knows all about the murky world of espionage and is thus well-qualified to direct <strong> The Bourne Supremacy</strong>, a Robert Ludlum thriller updated from the Cold War, which begins where 2002's The Bourne Identity ended. </p> <p>Matt Damon is again Jason Bourne, the amnesiac former CIA hitman, on the run from his former employers and their Russian counterparts for reasons he can't remember, and hiding out in Goa with his 10 different passports and charming German lover (Franka Potente). </p> <p>Bourne wasn't born yesterday and his treacherous opponents weren't born on the fourth of July, and after a murderous car chase around Goa, he heads for Europe to turn the tables on his enemies, most especially a CIA boss on the point of retirement (the ubiquitous Brian Cox) and a shifty Russian oil billionaire. </p> <p>There are further chases in Naples, Munich, Berlin and Moscow, with brief interludes in Washington, London and Amsterdam, and the alert viewer can pick up survival tips from the resourceful Bourne. For instance, if you're in a flat with killers approaching the front door, just disconnect the gas pipe, stuff a magazine into the toaster and exit through the garden. </p> <p>This is among the most frantic pictures ever made; the camera is endlessly restless, the editing is frenetic. with images bordering on the subliminal, John Powell's electronic score thunders percussively in the Hans Zimmer manner. If you want to know what an anvil feels like at the end of a working day, see this film. </p> <p> The Bourne Supremacy is fun of a kind. <strong> Catwoman </strong> isn't fun of any kind, being entirely devoted to how Batman's former enemy, created on paper by Bob Kane in the Forties, impersonated on TV in the Sixties by Eartha Kitt and on screen in the Nineties by Michelle Pfeiffer, got to be the way she is. </p> <p>Having discovered a dangerous secret about the nefarious activities of the cosmetics company that employs her, she is murdered. But thanks to the intervention of a psychic Egyptian cat, she is reborn with super-feline powers from a sea of industrial sludge. </p> <p>Dressed in a skimpy black leather suit with a cat mask and whip, she bounds around the city like a domi natrix, avenging herself and kicking a lot of butt along the way. It is, in effect, a lengthy pre-credit sequence in search of a movie. </p> <p>Halle Berry plays Catwoman and does little to hide her daytime identity as commercial artist Patience Phillips from her cop boyfriend (the preening Benjamin Bratt) or her chief foe (Sharon Stone in top bitch form). The film is directed by a French visual-effects designer who calls himself Pitof. </p> <p><strong> The Magic Gloves</strong> is a moderately likable Argentine comedy in which a diffident taxi driver is deserted by his longtime girlfriend and gets caught up in the get-rich-quick schemes of two old school chums - a bluff record producer and his brother, who has moved to Canada and makes porn movies with Eastern European emigres. </p> <p>He ends up losing his cab and working as co-driver on long-distance buses, but doesn't lose his love of disco dancing. This reflects, presumably, the current uncertain and very unheroic mood of Argentina. It doesn't, however, ask you to cry for it. </p> <p>The strong point of Alison Peebles's feature film, <strong> AfterLife</strong>, is the confident performance by the non-professional actress Paula Sage as Roberta, 21, a Scottish girl with Down's syndrome and some talent as an abstract artist producing primitive paintings that resemble those of the late Scottie Wilson. Her devoted mother (Lindsay Duncan) is dying of cancer and her brother (Kevin McKidd) is an investigative journalist supposedly on the point of becoming famous by exposing a doctor encouraging the terminally ill to join a suicide club in Switzerland. </p> <p>It's a perfunctory, unconvincing film that just doesn't hang together, but, as I say, Sage is remarkable as the smart, lovable, infuriating Roberta. </p> <p><strong> Look What's Happened Now! </strong> (aka <strong> Kyun! Ho Gaya Na</strong> ) is a pleasant Bollywood musical, a combination of farce and romantic comedy, centring on a big-city playboy who wants his parents to arrange a marriage because he doesn't believe in love and a beautiful rich, intelligent, socially responsible girl who will only marry for love. </p> <p>At 160 minutes, it's as thin as a wad of bubblegum stretched from Mumbai to New Delhi, but the people involved are irresistible. </p> <p>An odd aspect of the movie concerns the locations. You may recall that Carry On up the Khyber was made in Wales. Some of this picture, though it's set entirely in India, was shot in Snowdonia and the Scottish Highlands. </p> <p><strong> Memories of a Murder</strong> and <strong> A Tale of Two Sisters </strong> are both from Korea. The former, and more interesting, is a fictionalised account of the pursuit of the country's first serial killer by inept rural police. The latter, and more stylish, is a psychological thriller-cum-ghost story in which two pretty girls do battle with their oppressive young stepmother and detached father at a country house. </p> <p>Quite intentionally, it is never clear whether what we're watching is actually happening or is going on in the disturbed mind of one or more of the participants. So much blood flows that it might well be called 'There's No Plasma Like Home'. </p> <p>Made in 1974, hardly shown in the Soviet Union and withheld from export until 1979, and now back on the big screen, Tarkovsky's <strong> Mirror</strong> is an obscure, almost opaque essay in spiritual autobiography, combining memories, dreams and speculation about the director's privileged life in a Russian literary family and his career as a state-employed artist. </p> <p>It's a beautiful, elaborately textured film, by some way Tarkovsky's most difficult, and not to be approached without first consulting some exegetical text. </p> <p><strong>Top five films</strong></p> <p><strong> My Architect</strong> (PG) A great documentary about a son's search for his elusive father. </p> <p><strong> Before Sunset</strong> (15) Julie Delpy and Ethan Hawke reunite in a delightful sequel to their 1995 Before Sunrise. </p> <p><strong> Fahrenheit 9/11</strong> (15) Michael Moore's intervention in the presidential election is more useful than Ralph Nader's and funnier. </p> <p><strong> Anything Else</strong> (15) Woody Allen acts his age but rejects maturity in a sourly engaging Manhattan comedy. </p> <p><strong> Spartan</strong> (15) Mamet's sinewy, by-the-rules conspiracy thriller about people who don't play by the rules.</p>",
  "<p>WPP chief executive Sir Martin Sorrell will this week cheer investors by unveiling record figures at the group.</p> <p>Analysts are likely to seize on the group's half-year results as the first evidence that the prolonged advertising recession is finally over. They expect WPP, the world's second-largest advertising company, to post underlying pre-tax profits of around £230 million, up 15 per cent on the same period last year. </p> <p> Interim revenues will top £2 billion for the first time. Industry analysts will search Sorrell's comments for clues about the strength of the advertising recovery follow ing one of the most severe downturns in living memory. He is likely to confirm that the Olympics, which opened in Athens on Friday, the ongoing American presidential election campaign and the Euro 2004 football tournament have all boosted spending significantly. </p> <p>Current trading is believed to be buoyant. The results 'will be an opportunity for WPP to be a bit more upbeat. The numbers haven't really been changing, but now it's looking better for them. Revenue growth is going to come through,' said one analyst. </p> <p>Sorrell will also be asked whether WPP will bid for Grey Global, the independent Amer ican advertising company that has been put up for sale by its founder and controlling shareholder, Ed Meyer. WPP is examining Grey's books and could bid within weeks. </p> <p>The company is valued at around £700m, but WPP faces competition from French rival Havas and several American financial buyers. Some analysts have expressed concerns about a bid for Grey. 'There will always be an integration risk' said one. 'There will be potential client conflicts to manage.' Consumer giant Procter &amp; Gamble is a Grey client and its fierce rival Unilever has a long-standing relationship with WPP.</p>"
]