[
  "After the debacle in Florida four years ago, former president Gerald Ford and I were asked to lead a blue-ribbon commission to recommend changes in the American electoral process. After months of concerted effort by a dedicated and bipartisan group of experts, we presented unanimous recommendations to the president and Congress. The government responded with the Help America Vote Act of October 2002. Unfortunately, however, many of the act's key provisions have not been implemented because of inadequate funding or political disputes. <p>The disturbing fact is that a repetition of the problems of 2000 now seems likely, even as many other nations are conducting elections that are internationally certified to be transparent, honest and fair. </p> <p>The Carter Centre has monitored more than 50 elections, all of them held under contentious, troubled or dangerous conditions. When I describe these activities, either in the US or in foreign forums, the almost inevitable questions are \"Why don't you observe the election in Florida?\" and \"How do you explain the serious problems with elections there?\" </p> <p>The answer to the first question is that we can monitor only about five elections each year, and meeting crucial needs in other nations is our top priority. (Our most recent ones were in Venezuela and Indonesia, and the next will be in Mozambique.) A partial answer to the other question is that some basic international requirements for a fair election are missing in Florida. </p> <p>The most significant of these are: </p> <p><b><b>·</b></b> A non-partisan electoral commission or a trusted and non-partisan official who will be responsible for organising and conducting the electoral process before, during and after the actual voting takes place. Although rarely perfect in their objectivity, such top administrators are at least subject to public scrutiny and responsible for the integrity of their decisions. Florida voting officials have proved to be highly partisan, brazenly violating a basic need for an unbiased and universally trusted authority to manage all elements of the electoral process. </p> <p><b><b>·</b></b> Uniformity in voting procedures, so that all citizens, regardless of their social or financial status, have equal assurance that their votes are cast in the same way and will be tabulated with equal accuracy. Modern technology is already in use that makes electronic voting possible, with accurate and almost immediate tabulation and with paper ballot printouts so all voters can have confidence in the integrity of the process. There is no reason these proven techniques, used overseas and in some US states, could not be used in Florida. </p> <p>It was obvious that in 2000 these basic standards were not met in Florida, and there are disturbing signs that once again, as we prepare for a presidential election, some of the state's leading officials hold strong political biases that prevent necessary reforms. </p> <p>Four years ago, the top election official, the Florida secretary of state, Katherine Harris, was also the co-chair of the Bush-Cheney state campaign committee. The same strong bias has become evident in her successor, Glenda Hood, who was a highly partisan elector for George Bush in 2000. Several thousand ballots of African Americans were thrown out on technicalities in 2000, and a fumbling attempt has been made recently to disqualify 22,000 African Americans (likely Democrats), but only 61 Hispanics (likely Republicans), as alleged felons. </p> <p>The top election official has also played a leading role in qualifying Ralph Nader as a candidate, knowing that two-thirds of his votes in the previous election came at the expense of Al Gore. She ordered Nader's name be included on absentee ballots even before the state supreme court ruled on the controversial issue. </p> <p>Florida's governor, Jeb Bush, naturally a strong supporter of his brother, has taken no steps to correct these departures from principles of fair and equal treatment or to prevent them in the future. </p> <p>It is unconscionable to perpetuate fraudulent or biased electoral practices in any nation. It is especially objectionable among us Americans, who have prided ourselves on setting a global example for pure democracy. With reforms unlikely at this late stage of the election, perhaps the only recourse will be to focus maximum public scrutiny on the suspicious process in Florida. </p> <p><b>·</b> Former US president Jimmy Carter is chairman of the Carter Centre in Atlanta <br> <i>©Washington Post</i></p>",
  "Tony Blair today outlined how a third-term Labour government would create an \"opportunity society\", unveiling a 10-point plan which will form the basis of the party's election manifesto. <p>The plan included a promise of flexible childcare for all three to 14-year olds; a doubling of funding for treatment programmes for drug addicts, and a tightening of electronic border security.</p> <p>Later, in a speech that focused equally on plans for the future and justification of the invasion of Iraq, Mr Blair also promised to legislate to ban religious discrimination.</p> <p>Despite heavy security the prime minister was twice interrupted by protesters in the hall, the first time by anti-war activists who accused him of having \"blood on his hands\" over Iraq, the second by a group of foxhunters.</p> <p>Mr Blair at first ignored the anti-war protest before welcoming the fact it was allowed in a democracy. He then defused the situation by asking any more protesters to stand up and make themselves known.</p> <p>Outside the highly secure conference area, around 3,000 pro-hunt campaigners staged a noisy protest, hurling eggs and firecrackers, but this was inaudible within the Brighton conference centre itself. The prime minister made no mention of hunting in his speech.</p> <p>Along with forming the basis of Labour's next manifesto, Mr Blair revealed that his 10-point plans would be whittled down to feature on a new \"pledge card\", based on that of the 1997 election.</p> <p>The plan also included pledges for greater tax relief for first time buyers; 300,000 more modern apprenticeships; more specialist City Academies; £1bn extra for science research; and better holidays and rights for workers.</p> <p>Mr Blair went on to tackle the philosophical concept underpinning his vision of public services: choice, telling delegates that greater opportunity required a new form of welfare state.</p> <p>\"Fairness in the future will not be built on the state, structures, services and government of times gone by. Their values remain. But the reality of life has changed.\"</p> <p>He added that government should change \"to open up the means of delivery to every resource, public, private and voluntary that can deliver opportunity based on need not wealth\".</p> <p>Mr Blair began his speech by paying tribute to the families of the two British soldiers who had died in Iraq today, and the family of hostage Ken Bigley, whose fate remains unknown.</p> <p>He then moved to quash speculation about his relationship with the chancellor, describing Mr Brown as not only the \"best chancellor this country has ever had\" but also \"a personal friend for 20 years\". </p> <p>While on the other contentious issue of the conference, Iraq, he denied trying to \"put aside discussion of Iraq\" saying he wanted to take on the topic \"head-on\".</p> <p>Mr Blair \"apologised for the intelligence that turned out to be wrong\" but said that he could not, \"sincerely at least, apologise for removing Saddam Hussein\".</p> <p>He did conceded, however, that he may have been wrong - saying that he was as \"fallible\" as any other human - and admitted that it had been \"hard\" for many delegates to defend him.</p> <p>Mr Blair then went onto to restate his belief that the world changed on September 11 2001 and that it now faced \"a new phenomenon ... a perversion of the true, peaceful and honourable faith of Islam\".</p> <p>He joked that there had been \"no third way\" on Iraq. \"Believe me, I looked for it.\"</p> <p>In what will be seen as further attempts to win over those who are alienated by his support for the war, Mr Blair promised that reviving the Middle East peace process would be a \"personal priority\" after America's presidential elections in November.</p> <p>Mr Blair ended on a euphoric note, telling the packed conference hall: \"I want us to win a third term not so that we can go in the history books, but so that we can consign Britain's failings to the history books.\"</p> <p> <b>·</b> After the speech, the Northern Ireland secretary, Paul Murphy, was taken ill and carried out of the conference hall on a stretcher. He was then taken by ambulance to hospital. Mr Murphy was seen sitting upright on the stretcher with his shirt loosened, talking to paramedics. He had been due to address delegates this afternoon with an update on progress in the Ulster peace talks</p>",
  "In late August and early September, as John Kerry's campaign for president hit one low point after another, bloggers of all stripes took to the web with pointed political advice for the candidate. They told him how he should attack Bush and how he should hone his message. They even wrote sample speeches for the candidate. <p>On September 13, for instance, Zackpunk, a regular contributor to the political junkie website <a href=\"http://www.dailykos.com/\">Daily Kos</a>, wrote in his \"diary\" - a kind of miniblog within the larger site - that while listening to Al Franken on the radio, two disparate facts about the Bush presidency fused together in his mind. One was the story, first reported by Bob Woodward, that when Bush told his secretary of state, Colin Powell, that he planned to invade Iraq, Powell warned the president that \"you'll own it all\". The other was Bush's campaign promotion of an \"ownership society.\" </p> <p>These two facts, Zackpunk said, left a \"huge opening for Kerry\", with an ideal speech from the senator looking something like this: \"Mr President, Colin Powell told you about this war that 'if you break it, you own it'. And now you're going around talking about an 'ownership society'. Well, Mr President, let me tell you what you own. A million jobs lost. You own that. A thousand soldiers lost. You own that. 1.4 million new people living below the poverty line. You own that. 1.2 million less people covered by health insurance. You own that. A 17% medicare increase. You own that. Health care costs skyrocketing. You own that. The tax burden increasing amongst the middle class. You own that. Mr President, if you want to talk about an ownership society, let's talk about what you own.\" </p> <p>The speech was a powerful, specific, fact-filled indictment of Bush. And on Daily Kos, when someone writes something as brilliant as that in a diary, other readers begin noticing, and if it's good enough the post can land on the Kos front page. That's what happened in this case, and Kerry's campaign seemed to notice. In a speech two days later, Kerry said, \"At that convention in New York the other week, President Bush talked about his ownership society. Well, Mr President, when it comes to your record, we agree - you own it.\" Kerry went on to enumerate Bush's mistakes and label his term the \"excuses presidency, never wrong, never responsible, never to blame\". </p> <p>It's possible that the Kerry people came upon their speech independently of Daily Kos, but Markos Moulitsas Zuniga, the site's owner, says that he suspects Kerry is listening. \"It's not that they're listening to Markos,\" he says. \"They're realizing that there's this huge community out there that has good ideas. There are 400 or 500 diary entries a day. If one in a thousand diary entries has something of value, that's a good idea every couple of days.\" </p> <p>Today, it seems that every online political junkie secretly - if not openly - believes he's James Carville, a strategist possessed of such uncontested political genius that a particular candidate would be crazy not to listen to his advice, especially if that particular candidate is John Kerry. It's possible to find people on the web who'll claim that they could do at least as good a job in winning political races as the veteran consultants on the inside. So what if these people have never worked in any actual campaign? At least some of them were warning, months ago, that the Swift Boat Veterans for Truth would be a problem for Kerry and that he should respond hard and fast - an idea that Kerry's team would have been wise to consider. </p> <p>How is it possible that amateur political junkies are potentially having an effect on actual campaigns? The answer is that the internet has fundamentally changed politics as we know it. There is just so much out there that we didn't have access to four years ago: polling data, fundraising data, media-buy data; instant access to every TV ad and press release and unguarded gaffe and well-timed leak to jolt the campaign; insider dish on what the media's covering and what it's not covering and why; and perhaps most fun of all, there are massive online communities in which hundreds of thousands of people submit their mostly corny, often silly and sometimes unimaginably brilliant ideas for how this candidate or that should run his campaign. \"As a political junkie,\" says Moulitsas, \"this is heaven for me.\" </p> <p>\"I don't think that most people delude themselves into thinking they're actually James Carville,\" says Michael Cornfield, senior research consultant at the <a href=\"http://www.pewinternet.org/\">Pew Internet &amp; American Life Project</a>. \"But for many of them it's gratifying to pore over the poll data and all this other data and think about what you would have done. You know what I'd compare it to? It's like fantasy football. I don't mean to suggest that people are trivialising it, but politics does have these game-like aspects to it, and it can be gratifying in a number of ways to play the game.\" </p> <p>Jerome Armstrong, who runs the popular left-leaning blog, <a href=\"http://www.mydd.com/\">MyDD.com</a>, is 40 years old, and for much of his life he followed politics only \"on the periphery,\" he says. Only in the last few years has he come to see both the necessity and the excitement of civic participation, and in that short time he's taken to the game with all the gusto of a natural. </p> <p>Armstrong was an early fan of Howard Dean, and Dean's campaign manager, Joe Trippi, was an early fan of Armstrong's blog; the match was eventually consummated in Burlington, Vermont, where, during Dean's rise and fall, Armstrong decamped to work for the campaign. Now Armstrong is a full-fledged political consultant. He and Moulitsas have set up a firm to advise politicians on how to use the web to outmanoeuvre their opponents, much as Armstrong (and many others) helped Dean to do in his campaign. </p> <p>Armstrong's interest in web campaigns is genuine, and given his background with Dean, he is just as qualified, if not more so, as any veteran consultant to advise a candidate looking for online expertise. But Armstrong has educated himself in much more than the mechanics of web campaigns. Like Moulitsas, he's a political polymath, the kind of guy who can recite every competitive House race this year, and if you've got time he may well tell you the various candidates' fundraising records, their support in the party, and recent polling data for their race. </p> <p>\"I've been looking at the House races for about the last three or four days,\" he said last week, launching into a detailed discussion of the Democratic party's chances of regaining control of the chamber in November. \"It looks really close. If the whole thing goes like 3% toward the Democrats, they could win like 20 seats.\" (That's just his top-line estimate. See here ... and here for a much, much more in-depth analysis.) </p> <p>Armstrong's House forecast is based on polling data he's culled from news sources all over the web, and fundraising data he got from the <a href=\"http://www.fec.gov/\">federal election commission (FEC)'s website</a>. \"What I've been doing is, I've been looking at where the Republican attack money is going,\" Armstrong says. \"Like I've been looking into how the Republican leadership PACs [political action committees] are distributing money, which House races they're targeting. That way you see which races are competitive.\" </p> <p>Four years ago, it may have been possible to collect this data, but it would have been more difficult than it is today, and, anyway, without the distribution platform of blogs, doing this kind of research would have been pointless then. </p> <p>\"Ten years ago you'd have to go down to the FEC and get their filings and put it all in a big book and bring it back,\" Armstrong notes. \"Maybe like 100 people in the country would have seen it. This year, here I am just a blogger getting this stuff, and since I've got the time and the resources I can look into this.\" </p> <p>Moulitsas concurs. On the web, it's springtime for number crunchers. \"I've always been a political junkie,\" he says. \"But never before like this. There's no way I could have kept up with a Senate race in South Dakota, or a House race in Nevada, it just was not possible. Now, every newspaper's online, and with <a href=\"http://news.google.com/news?q=federal+election+commission+&amp;hl=en&amp;lr=&amp;ie=UTF-8&amp;sa=N&amp;tab=wn\">Google News</a> I can have all this stuff e-mailed to me when news happens. I've set up all sorts of keywords. I'm always getting all this stuff. It's a whole different environment.\" </p> <p>In the grand scheme of technological progress, increased access by bloggers to political information isn't the most astounding development. Glenn Reynolds, the University of Tennessee law professor who runs the popular, rightish blog <a href=\"http://www.instapundit.com/\">Instapundit</a>, notes that \"if you look at a more general picture of the world recently, the difference between amateurs and professionals has vanished in a whole lot of ways. For instance, look at music - it used to be you only knew about studio stuff if you were a serious musician. The amateur would never know about it. But now you can set these things up at home. The insider tricks aren't insider tricks anymore, now that outsiders have access to the knowledge\". </p> <p>A similar thing has occurred in film and photography with the advent of digital imaging, or in journalism with the advent of the web and of blogs themselves. Why should political strategy be any different? </p> <p>The web's metamorphosis into a haven for armchair strategists seems all the more natural when you consider the fetishisation of political operatives that has increasingly become the obsession of all media covering modern elections. It's well established that there are not nearly as many stories about policy today as there are about campaigns and the personalities who people them. John Kerry's capacity to run a presidential campaign is deemed at least as important as his capacity to, you know, run the country. </p> <p>The success of the DA Pennebaker film The War Room, and K Street, and especially The West Wing - a TV show created by a political junkie as a gift to the rest of us afflicted with the bug - just underlines the point. One of the hottest video games in recent months has been <a href=\"http://www.politicalmachine.com/game.asp?c=1&amp;u=0\">The Political Machine</a>, which is no doubt the first game ever to feature as its primary villain the vexing mathematics of the electoral college. And finally, for proof that we are ever more concerned about the horse race rather than the issues of the presidential race, look no further than the talking heads on cable news, constantly plumbing the depths of a sole overarching political-strategy story line, \"What should candidate X do next?\" </p> <p>The amateurs playing politics online often come off smarter than those on TV, and you can interact with them, which makes playing the game fun. Because they are now actually involved in assisting political campaigns, it wouldn't be correct to include Moulitsas and Armstrong in this group of \"amateurs\". But they're definitely not professionals in the mould of the veteran experts advising either of the presidential campaigns or the political parties, and certainly their readers - who are apprised of much of the information that they collect - are amateurs. In this sense, what we're seeing in this election cycle is truly novel. Amateurs, the political junkies whose interest in politics used to go unfulfilled, now find themselves holding some of the mightiest data in politics, the kind of dish they used to drool over. </p> <p>It would be a bit too credulous to conclude that these developments will prove to be a boon to political campaigns and, more pressingly, to the quality of American politics. So far, bloggers and the readers of blogs have been most influential to campaigns through fundraising - especially for Dean, Kerry, Bush and many congressional candidates - and, in a few instances, they've affected the news cycle, most recently in their flogging of CBS News' now-discredited Bush National Guard memos. In the Dean campaign, Trippi and other advisers professed to rely on the readers of the official <a href=\"http://deancalltoaction.blogspot.com/\">Howard Dean blog</a> for at least some strategic advice. We'll never know if this advice ultimately helped Dean, propelling him to a position that he never would have attained without help from the bloggers, or whether, in the end, the cultish Dean movement drove people away from Dean and did in his candidacy. </p> <p>There is no easy way to measure the \"quality\" of the political strategy generated on the web in the comment section of sites like MyDD or DailyKos. \"It's all over the map,\" notes John Judis, the New Republic editor whose last book, The Emerging Democratic Majority, written with the political analyst Ruy Teixeira, serves as the basis for the popular blog <a href=\"http://www.emergingdemocraticmajorityweblog.com/donkeyrising/\">Donkey Rising</a>. \"It's just like in sports. Who's to say what's a good idea and what's not?\" </p> <p>But Judis also believes that much of the strategy offered up by denizens of lefty blogs is earnest, \"flowing from a genuine political commitment\", and is not out of the \"the sheer pursuit of consultancy as an abstract skill\". As such, he says, it wouldn't hurt political campaigns to monitor some of what's going on online. </p> <p>There is evidence that this is occurring, as witnessed by Zackpunk's ownership speech. But even if the blog audience does not serve up fresh strategic advice every day, it's at least useful to look at what the people online are saying if you're trying to attract them to your campaign, says Stirling Newberry, who blogs at the <a href=\"http://www.bopnews.com/\">Blogging of the President</a>. </p> <p>\"People are expert consumers, and it's much easier to find out what people really think about something like a consumer product if you observe them,\" Newberry says. If you go to a fan site devoted to motorcycles, you'll find out what's on the minds of potential motorcycle consumers. Likewise, if you go to a site devoted to politics, you'll find out what's bothering potential consumers of a political message - and you'll discover their problems even if their specific ideas or suggestions for improving that product aren't very astute. \"People really talk about the things they're worried about,\" Newberry says. \"A lot of people say that by watching these sites Kerry should have known that Swift Boats were going to be very important. He should have done something.\" </p> <p>One problem with amateurs holding the tools of professionals, though, is that they may not quite understand how to use them. During the past few weeks, there's been a spirited discussion between some bloggers over how to interpret and account for the volatility in some presidential campaign polls, especially a recent Gallup poll showing a huge Bush lead. Ruy Teixeira, the polling expert at Donkey Rising, has argued convincingly that the Gallup poll is off because it over-sampled Republicans in its calculation of voters \"likely\" to cast a ballot in November. Mickey Kaus, the resident blogger at <a href=\"http://slate.msn.com/\">Slate</a>, called that thesis nonsense, and offered just as convincing a theory to support Gallup's numbers. </p> <p>Such a fight, let's note, was unlikely to have come up four years ago. Then, we didn't have as many polls with which to compare one single aberrant poll, and far fewer people were interested in the mechanics of polling. We've now got inside access to dozens of polls and sites that collect and analyse polls, from the indispensable <a href=\"http://electoral-vote.com/\">Electoral-Vote.com</a> to <a href=\"http://pollingreport.com/\">PollingReport.com</a> to <a href=\"http://www.realclearpolitics.com/\">Real Clear Politics</a> to Donkey Rising. If you're an online politics junkie these days, you likely consume at least half a dozen new polls for breakfast each morning. </p> <p>But what's an amateur to do in the case of a real question about the proper way to use these new tools? Maybe there is a place online for real experts, people who specialise in such previously cloistered fields as opinion polling. Online, you sometimes see some very bitter, partisan fights over polls, with no small number of people charging that certain surveys are rigged. </p> <p>Looking over this world recently, Mark Blumenthal, a veteran Democratic political consultant and pollster, decided that his professional voice needed to be added to the mix. He didn't blame the amateurs for their occasional ignorance about polling. It's not their fault, he says, that his industry hasn't engaged with the people online. But now, he adds, it's time for that collaboration. \"My sense is there is a role for a source of information about polling. There's all this talk about manipulation, a conspiracy of the right or the left. Meanwhile, there's a community of social scientists who deeply care about how to draw a random sample, about getting things right. And the two groups aren't really talking to each other.\" </p> <p>The best way to get the two sides talking to each other, Blumenthal recognised, would be by starting a blog of his own to discuss the ins and outs of polls. That's what he did last week with a site he calls <a href=\"http://mysterypollster.typepad.com/main/\">Mystery Pollster</a>, and on his first day, Blumenthal got a link from Mickey Kaus and 15,000 page views.</p> <p>Blumenthal says he wants the site to serve as a bridge between the professional political consultants and the amateurs who populate the web, and judging by the comments people have left him so far, he says that may happen. \"It's an experiment,\" he says of the project. \"A six-week experiment, and then we'll see what happens. It sure does look like it's going to take up all my spare time until then.\" </p> <p><b>·</b> This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br>© Salon.com 2004</p> <p>Visit the Salon site at <a href=\"http://www.salon.com\">salon.com</a></p>",
  "Since throwing his weight behind the Bush administration after September 11 2001, Pakistan's president, Pervez Musharraf, has successfully portrayed himself as an indispensable ally in the US-led \"war on terror\". <p>The killing by Pakistani security forces of a senior al-Qaida operative, Amjad Hussain Farooqi, is the latest manifestation of that supposed indispensability. Under US pressure and after two assassination attempts last December, General Musharraf has intensified the hunt for terrorists, particularly in provinces bordering Afghanistan. </p> <p>But Pakistan's leader, who came to power in a 1999 coup and legitimised his rule through an unopposed referendum in 2002, remains a problematic partner for the west and a controversial figure at home. </p> <p>His ending of Pakistan's support for the Taliban and his backing for the US invasion of Afghanistan alienated Islamist parties. His decision to negotiate with India on Kashmir, formalised in January's Islamabad declaration, angered the jihadis and raised wider concerns about his intentions. </p> <p>Despite continuing worries domestically and in the west, Gen Musharraf says democracy is flourishing in Pakistan. He points to local elections, the presence of women in government and relatively free speech and media. </p> <p>He suggests most of his opponents are confined to the periphery of Pakistani society. \"The extremists dislike me because I'm operating against them,\" he told the Washington Post at the weekend. \"We are changing the entire psyche of our society, which has been held hostage to extremist ideas. The vast majority are moderate, but they were voiceless. The entire mindset needs to be changed.\" </p> <p>On all these issues, there are other views. Despite an upbeat meeting between Gen Musharraf and the new Indian prime minister, Manmohan Singh, at the UN last week, there are fresh allegations in India that Pakistan is overtly assisting militants in Kashmir. </p> <p>On Afghanistan, some western diplomats in Islamabad suspect elements within Pakistan's military Inter-Services Intelligence are happy to help track down al-Qaida but less keen on suppressing former Taliban proteges. This, it is argued, is because Pakistan, adhering to its long-established doctrine of \"strategic depth\" vis a vis India, wants a biddable regime in its rear in Kabul if western forces leave. </p> <p>The Afghan leader, Hamid Karzai, facing fraught presidential elections next month, has complained that Pakistan is not doing enough to curb resurgent Taliban attacks emanating from Pakistani soil. </p> <p>As with Indian claims about Kashmir, Gen Musharraf rejects the charges. But questions persist about the extent to which he is actually in control. </p> <p>New doubts about his commitment to democracy have been raised, meanwhile, by his suggestion that he may renege on an earlier promise to step down as army leader this year. </p> <p>The Musharraf conundrum is compounded by distorting US priorities. For there can be little doubt, despite denials all round, that Pakistan is under tremendous pressure to catch or kill Osama bin Laden before the US election on November 2. </p> <p>Only America's overriding political imperative explains President George Bush's unquestioning stance in his recent bilateral meeting with Gen Musharraf in New York. Mr Bush did not press Pakistan's leader on democratic reform, on advancing the dialogue with India, or on relations with Mr Karzai. </p> <p>The US president apparently ignored Gen Musharraf's sympathetic attitude to Iran's nuclear activities. He also skirted round the Pakistani leader's refusal to allow the US to interview the head of the secret Pakistani nuclear weapons proliferation network, Abdul Qadeer Khan. </p> <p>Mr Bush left unchallenged Pakistan's refusal to help in Iraq, where neutral Muslim troops are much needed. And he turned a blind eye to Gen Musharraf's sharp criticism of the Iraq war and his implied call for the withdrawal of US and British forces. </p> <p>Instead, according to US officials, Mr Bush made nice, focusing almost exclusively on the fight against al-Qaida and its elusive leader. </p> <p>Between himself and Mr Bush \"there is a total understanding\", said the indispensable Gen Musharraf.</p>"
]