[
  "<b><b>·</b></b> Last Sunday I went to Lord's for the first time in 10 years, to see a one-day international, England v India. It was a beautiful sunny day, with just enough of a breeze to make it pleasant to sit out for several hours. I realised how much you miss watching a match on television. Okay, so you don't get the camera mounted in the stumps, but you do have the instant replays on the giant screen. <p>The electronic scoreboard contains more information than anyone can need, and there are bits of enjoyable business: I like the way that during the drinks interval two men run out with dustpan, brush and paint. One of them primps up the white lines, and the other dusts the wicket, like fussy housewives. </p> <p>I was a guest of Zurich and I must say the much despised corporate hospitality is fabulous. It has been known for some people to ignore the game and get pissed on the corporate booze. Naturally I did that, but I also watched pretty well every ball bowled, the alcohol numbing one's response to England's unusually feeble performance. </p> <p>But my point is this. Even though nothing at all hinged on the match - England already led 2-0 in what was not an important series - the ground was packed. Touts were every 10 yards or so down Wellington Road, desperate to acquire tickets. I would say that the crowd was probably more than half Indian in origin, almost all wearing the pale blue shirt. They were loud and boisterous, though without the faintest hint of aggression. </p> <p>The atmosphere was tremendous. Another chap in the box said to me, \"You can bet there'll be hardly a word about this in the papers tomorrow. It'll all be football, even though the England match was yesterday.\" And he was pretty much right. </p> <p><b><b>·</b></b> The papers are obsessed by football. You might imagine, to read some of the back pages, that anyone outside Blackburn gives a toss about who the next manager of Blackburn Rovers will be. It's become neurotic. No item of news is too trivial if it's about football. The front page might have news of a terrorist attack, or a cabinet re-shuffle, or the MMR jab; the back page will be speculation about whether Ken Stoveley, Melchester's troubled mid-field general, may or may not be moving to Frapham Town. </p> <p>Don't the overpaid idiots who comprise the England team realise this? Last Wednesday night they refused to talk to the press in protest against the way the Sun had jokily offered a donkey to stand in for David James, though strangely enough this fact was glossed over in the Sun's coverage. Then Gordon Taylor, of the Professional Footballers' Association, appeared on TV to parrot their case; players, he said, should not be criticised harshly since \"they don't want to play badly, but they do know when they've played badly,\" as if the fans who keep them in Ferraris, vintage champagne and young Czech prostitutes aren't permitted to see their own view reflected in the papers. </p> <p>Without the media the ramshackle edifice would come crashing down. The reason why the slovenly bunch who play for England are paid more in a week than most British people earn in a year is because the media inflate their importance to a ludicrous extent. But I expect they are too self-regarding to realise that. </p> <p><b><b>·</b></b> To King's Cross for the launch of James Naughtie's new book, The Accidental American, about Tony Blair's relationship with George Bush. The gossip was about the fact that John Humphrys is, for the first time in years, going to be the Today man at the Labour party conference. Traditionally Blair has done a long interview on the last day of the conference, but he loathes being interviewed by Humphrys. Either way, \"Blair and Humphrys punch-up\" or \"Blair bottles out\", it'll be a great story. </p> <p>Jim told us that there is a website for Americans to pay tribute to our prime minister, <a href=\"http://www.thankyoutony.com\">thankyoutony.com</a>. You can add your own thanks, and according to the site, these will be transmitted straight to Downing Street. Some readers might wish to abuse this. I would heartily disapprove of this, but realise I am powerless to stop you. </p> <p>The site is also gathering names for a petition for Blair to receive the Presidential Medal of Freedom. So far, sad to say, only 6,381 people had sent their names - roughly 0.0023% of the American population. Again, you may feel the need to add your name. </p> <p><b><b>·</b></b> The Routemaster London buses, the ones with conductors and an open back, have temporarily been saved, and will continue to run, \"on heritage routes\". </p> <p>Who the hell decides what a heritage route might be? Is it the number 12, Peckham to Notting Hill, or the 53? What a horrible excuse! Why can't they say, \"We are saving the Routemasters because people like them, they have an amazingly good safety record, and are an incredibly convenient way of nipping round town\"? Because that would imply that passengers' needs are in some way relevant. </p> <p><b><b>·</b></b> The new edition of the Oxford Dictionary of Quotations thumps on to my desk, and with feverish fingers I flick through the H's. Once again, my cup brims with disappointment. There is nothing by me. Some people yearn to win a gong in the honours, or appear on Desert Island Discs. I want to be in the ODQ. Other people think I'm worth including. My line \"Peter Mandelson is the only man I know who can skulk in broad daylight\" appears in quite a few compilations. So does \"Reagan is the only man to take the presidency as a part-time job, a means of filling up the otherwise empty hours\". Fine, but that's not the ODQ. </p> <p>My colleague Matthew Parris appears with, admittedly, a very good line: \"Being an MP feeds your vanity and starves your self-respect.\" But not a word by me. Not even my favourite line, which was ignored at the time and since: \"Seeing John Major govern the country is like watching Edward Scissorhands try to make balloon animals.\" </p> <p>The answer is to produce a few resonant if meaningless lines, rather like those New Statesman proverbs: \"Seek not the apple blossom upon the cherry tree,\" and \"He digs deepest who deepest digs.\" Say, \"The wisdom of a fool may be the madness of a wise man,\" or a wry observation on modern life: \"Don't drivers who pick their noses realise that windscreens are transparent?\" Or a cunning twist on an old saw, such as \"Labour's second election landslide was a triumph of hype over experience.\" </p> <p>I wish I knew. Nobody knows the rules for getting into Who's Who; you're there or you're not. But I would dearly love to know how to make it into the ODQ.</p>",
  "The US treasury secretary, John Snow, had an important message for the people of Florida when he addressed the Greater Boca Raton chamber of commerce last month. <p>George Bush's administration was leading a strong economic recovery, Mr Snow claimed; its tax cuts had worked wonders for small businesses. Look at Mug-a-Bug Pest Control Inc. of Lawrenceville, Georgia, he urged. </p> <p>\"Mug-a-Bug report that homeowners who had previously cancelled their quarterly pest control service during the slow days of the economy reinstated the service after tax cuts went into effect,\" Mr Snow declared. Mug-a-Bug had since purchased five new vehicles and hired three new employees. </p> <p>An alternative explanation for Mug-a-Bug's success is that, under Mr Bush, creepy-crawlies are on the rise. But no matter. As November's presidential vote approaches, the Republicans are once again throwing everything they've got at Florida, the state that delivered the White House to Mr Bush in 2000 by a mere 537 votes. </p> <p>The highlight of Mr Snow's speech was the US embargo on Cuba. \"The objectives of US policy towards Cuba are clear,\" he said. \"Bring an end to the ruthless and brutal dictatorship; assist the Cuban people in a transition to representative democracy; and assist in establishing a free market economy.\" </p> <p>Mr Snow listed a series of toughened sanctions on Cuba, designed to reinforce the 1963 US embargo. The measures include tighter restrictions on remittances and travel to the island. </p> <p>Visits by US-based exiles to family members in Cuba, for example, are limited to one trip of no more than 14 days every three years, with no exceptions for illness or bereavement. </p> <p>In another blow for freedom, the treasury department's office of foreign assets control (Ofac) stipulates that no US visitor may spend more than $50 a day in Cuba - for fear of lining Fidel Castro's pockets. </p> <p>Gifts deemed to be non-essential by the lifestyle gurus of the treasury are also outlawed under the Trading with the Enemy Act. </p> <p>\"Not more than one parcel may be sent or given by the same person in the US to the same recipient in Cuba in any one calendar month,\" the regulations state. \"Medical supplies and devices\" are allowed and so too, for some reason, are \"veterinary medicines, fishing supplies and soap-making equipment\". But luxuries are out. Total parcel value \"must not exceed $200\". The likes of Mug-a-Bug Inc certainly cannot do business in Havana. The penalty for violating the regulations is up to 10 years in jail and $1m in fines. </p> <p>Mr Snow noted that Ofac enforces US sanctions on a total of 29 \"rogue nations\" worldwide. But Cuba gets special treatment, he bragged. \"Because of its proximity and distinctive relationship with the US, [Cuba] has a unique and critical sanction programme which receives strict attention.\" </p> <p>To the outside world, US policy towards Cuba seems unjust. But the electoral significance of Mr Snow's performance is clear. Cuba is hot politics in Florida. The state's population of 2.68 million Hispanics accounts for 16.8% of the vote. </p> <p>In the 2000 election Cuban-Americans favoured Mr Bush by more than four to one - a striking, possibly decisive, bias in an otherwise even contest. Republicans hope to repeat the trick on November 2 and tough talk and actions such as Mr Snow's new sanctions will help them to do so - or so the argument goes. </p> <p>Mr Bush has been busy waging his anti-Castro campaign on other fronts, too. His Commission for Assistance to a Free Cuba, set up last year, has been developing plans to destabilise the Cuban government and manage a transition \"from Stalinist rule to a free and open society\". </p> <p>Mr Bush also claims to have broken \"the Castro regime's information blockade\" by beaming previously jammed radio and TV broadcasts into the island from a national guard aircraft circling overhead. </p> <p>\"The Cuban people are hearing the truth once again,\" he told a campaign rally in Miami last month. \"They should be free from the tyrant.\" Mr Bush was back in Florida this week. </p> <p>This flurry of administration activity has its roots in complaints last year by Cuban-Americans that Mr Bush had broken his promise in 2000 to get tough on Mr Castro. Republicans began to worry they might switch their votes to the Democrats' John Kerry. </p> <p>Egged on by Mr Bush's brother, Jeb Bush, Florida's Republican governor, the White House jumped into action. But now, voices within this same Cuban-American community are complaining that the travel and other sanctions go far too far and penalise ordinary families. </p> <p>The president's hardline policy, refurbished for the election season, may yet backfire on him.</p>",
  "The authenticity of Jemaah Islamiyah's claim of responsibility for Thursday's Jakarta bomb on an Islamic website cannot be confirmed. There are strong indications, however, that the militant network that wants to turn south-east Asia into an Islamic state was responsible for the explosion that killed nine people and injured some 180. <p>Australian and Indonesian police agree the bombers' modus operandi was extremely similar to that of the Bali bombings in 2002, which killed 202 people, and the bomb at Jakarta's JW Marriott hotel in August 2003, which killed 12. </p> <p>The chemicals found at the three bomb sites were also almost identical - mostly potassium chloride and TNT - and so were the tactics. A vehicle is packed with the rudimentary but effective device and parked immediately in front of the selected target before being detonated, usually with the driver still at the wheel. </p> <p>One of the loudest questions being heard in Indonesia is why the bombings are continuing. It is almost as if one bombing is a tragedy, two in 10 months is unfortunate but three in two years is bordering on the unacceptable. </p> <p>As the Media Indonesia daily said today in an editorial: \"We are ashamed because, as a nation, we are considered a crime nest. We are ashamed because the police are not able to prevent another bomb blast.\" </p> <p>The headline of the editorial in another newspaper, Kompas, was even simpler. \"Another bomb, another bomb, until when [?]\" But is Indonesia really crawling with terrorists? </p> <p>Not in the least, would be the initial reaction of someone who has observed Indonesia merely through the lens of its three election campaigns this year. </p> <p>None of the parties or presidential candidates has made anything more than a passing reference to the lingering problem and, in opinion polls, the terrorist threat has consistently not even made the top 10 of issues voters are most concerned about. </p> <p>That does not mean it no longer exists, as the Australian embassy bombing demonstrated all too clearly. So to outsiders it must appear almost as if the issue is like a nasty carpet stain for Indonesians. If they don't look at it and don't draw attention to it, they can convince themselves it does not exist. </p> <p>Indonesians are not stupid. Most know the problem is out there and the authorities, albeit often only under external pressure, are making progress in defeating JI. Dozens of alleged members have been arrested and 33 men have been convicted in connection with the Bali bombing. </p> <p>They could, however, be doing a great deal more. The government has only been half-hearted in its efforts to prosecute Abu Bakar Ba'asyir, the fiery cleric who is JI's alleged spiritual leader, and no real effort has been made to dismantle the militant Islamic boarding schools that are known to have turned out numerous radicals. </p> <p>The next obvious question is: why haven't they done more? Fear of upsetting Muslim sensibilities in the world's most populous Muslim nation is a large part of the answer. It is seen as almost political suicide to start waging open warfare against fellow Muslims, even though the militants' support base is tiny by any standards. </p> <p>The authorities have been getting away with their tentative efforts to date because the targets have been foreign: nightclubs packed with tourists, an American hotel and now the Australian embassy. There is a palpable atmosphere in some quarters of \"well, Indonesians are not being targeted so it's not really our problem\". </p> <p>It will be interesting to see whether this political hesitancy continues after the latest attack. Whoever is elected president on September 20 will have strong public support to come down hard on people clearly identified as terrorists. The million-dollar question is will he, or she, do so? </p> <p>Corruption and incompetence in the security forces and intelligence agencies are also key factors. It is easy for people to bribe the authorities to look the other way, and, even if they were focusing on the job, there is no guarantee they would have the capacity to act effectively. </p> <p>So how is this cycle of violence going to end? No one knows. A more dynamic president than Megawati Sukarnoputri would definitely be an asset, as would the adoption of a more holistic approach to defeating terrorism, involving education and provincial development as well as the strong arm of the law. </p> <p>And when might it end? Hard to tell but it would be extremely surprising if more bombs did not explode quite regularly over the next five years, particularly if the two alleged ringleaders, Azahari Husin and Noordin Mohammed Top, remain at large.</p>",
  "My friend Matt Hoffman may become the first Independent contributor to be burnt in effigy by its readers. He announced last week that he might be voting for George Bush. <p>He actually has a vote in the American elections, unlike most suppliers of opinion (wholesale or retail) to the British public. And, though he has lived her for a very long time, he retains a knowledge of the gut hatreds of American politics which foreigners cannot acquire without living there a very long time. </p> <p>You might expect these feelings to diminish with distance; in fact, it seems to amplify them in moments of crisis. The most pacifist and Thatcher-hating British expatriate could be surprised by a storm of patriotism in the Falklands War. You never feel more strongly 'My country right or wrong' than when all around you think it must be wrong.</p> <p>But it's still a surprise. Hoffman is the kind of American who adds lustre to any country he chooses to live. He's optimistic, energetic, cultured and smart. He is a life-long Democrat; by the standards of mainstream American political debate, a crazed socialist, which means he probably voted for Tony Blair (he holds dual citizenship). For him even to consider voting for Bush suggests something very strange and important is happening that we just don't understand.</p> <p>A poll last week showed that if the whole world had a vote in the election, Bush would be beaten 4-1. The only countries he would carry are Nigeria, Kenya, and the Philippines, none of which are actually supplying troops for the Iraqi war. In this country, he would poll 16%, rather less than Robert Kilroy-Silk got in the last election - a figure that seems to me about right. Mr Bush couldn't run a daytime television show, and neither he nor Kilroy-Silk could run the country. So why are sane, smart Americans prepared to vote for him?</p> <p>The answer is that they don't share an assumption so obvious to the rest of the world that it's almost invisible: that the world would be better and safer if America were less powerful. We assume that nice, sane, liberal Americans must agree with us. But we're wrong.</p> <p>If you look at the pictures and read the speeches, both candidates are running on a message repulsive to the outside world: that we can all be saved only by a strong and powerful America, and they will save it by making America still stronger. This is true of John Kerry as much as George Bush.</p> <p>I know there is a minority which thinks differently. In November 2001, I went to a peace rally with Patti Smith and others in Boston. Those people certainly didn't want war in Afghanistan. They wanted justice in Palestine, and a whole lot of other policies self-evident to Europeans.</p> <p>They could have sung along in chorus to most Guardian leaders. And in one of the most liberal cities in America, there were no more than a couple of hundred of them.</p> <p>And even this tiny minority reaches its 'European' conclusions from very American premises. They believe just as much as the neocons that America has a mission to transform the world. They just disagree about how it should.</p> <p>The unnerving consensus in the presidential campaign is that America must save the world and itself through war. Outside the USA, the proportion of people who believe that is probably the same as those who would vote for Bush.</p> <p>A further disagreement is that Americans think the war has already started. We don't. The war in Iraq certainly doesn't feel, in this country, like one in which we are actively engaged. British casualties are very low, and more or less nothing appears in the papers about the activities of British troops. Even the Daily Telegraph complains that there is no access to the army's operations in Basra. Other European countries, of course, have no troops there at all, or very few.</p> <p>No matter how the Pentagon plays things down, no American can feel that Iraq is someone else's problem. They don't have the option of pretending that it's not happening. Their options are simpler: to win, lose, or settle with the enemy. Since they have defined an enemy - 'terror' - that doesn't exist, it is going to be difficult to negotiate a settlement.</p> <p>So the question becomes who will best prosecute the war. Even here, Kerry, with his experience and competence, would seem to be the natural choice. But wars aren't fought on rational grounds. The one thing we can be certain of is that however much the rest of the world may dislike an incompetent warmonger like George Bush, we wouldn't like a really competent and energetic American war leader very much better.</p> <p> * Andrew Brown is the author of The Darwin Wars: The Scientific War for the Soul of Man and In the Beginning Was the Worm: Finding the Secrets of Life in a Tiny Hermaphrodite. He also maintains a weblog, the <a href=\"http://www.thewormbook.com/helmintholog/\">Helmintholog</a>.</p>",
  "The US presidential contest enters its final two months with a new poll showing a sizeable lead for George Bush. <p>The latest Washington Post/ABC poll shows that, for the first time this year, a majority of those likely to vote say they plan to back the incumbent president.</p> <p>According to the poll, Mr Bush holds a 52% to 43% lead over his Democratic rival, John Kerry in the aftermath of last week's Republican national convention in New York. The result among all registered voters, as opposed to just those likely to vote, is a slightly less emphatic 50% to 44%.</p> <p>In the 19 battleground states, where it is widely believed that the election will be decided, Mr Bush's lead among those likely to vote is a more modest 50% to 46%. However, the candidates are neck and neck among the broader pool of registered voters in those states, suggesting that voter turnout will be key to the eventual outcome.</p> <p>Mr Bush is also ahead among registered voters on key issues such as the \"war on terror\", with 57% trusting him to combat terrorism, compared with just 36% for Mr Kerry. </p> <p>And, despite the Democratic candidate's recent attacks on the handling of the Iraq conflict, the president appears to have cemented his image as a successful \"war president\", boasting 53% support to Mr Kerry's 37%.</p> <p>Mr Kerry has tended to do better among the broader pool of registered voters, and the difficulty in predicting the numbers of those likely to vote means that, although the Bush campaign will be boosted by the latest figures, the race is still set to be close.</p> <p>Pollsters put the president's lead down to a combination of \"convention bounce\" and the success of recent attacks on Mr Kerry's war record by a group of Vietnam veterans. </p> <p>The portrayal of Mr Bush as a strong, forward-looking leader and Mr Kerry as weak and vacillating seems to have embedded itself - at least temporarily - in the minds of voters.</p> <p>Figures also suggest the Bush campaign has succeeded in shifting attention away from the economy and jobs - areas in which Mr Kerry polls consistently higher - and onto terrorism, where the president is strongest.</p> <p>As time runs out in the election race, the polls become increasingly important, dictating where the campaigns will direct their time and cash for maximum effect.</p> <p>The latest results tally with those of most surveys taken since the end of the Republican convention - with the exception of one, carried out by Zogby International this week, which showed a narrow lead for Mr Kerry in the crucial swing sates. </p> <p>All the other post-convention surveys, however, put Mr Bush firmly in the lead - although the question of whether that lead is temporary or lasting remains to be answered. It is normal for candidates to come out of their conventions - and their attendant week of almost exclusively favourable news coverage - with a lead. </p> <p>Mr Kerry held the advantage in the weeks following July's Democratic convention, and it could be argued that it is now Mr Bush's turn. It is also common for that lead to fade after a number of weeks, and both the Bush and Kerry camps concede they anticipate a tighter race than the latest numbers suggest.</p> <p>However, the new poll was taken before news broke casting fresh doubt on Mr Bush's service record in the air national guard 35 years ago. </p> <p>Evidence has since come to light suggesting the president received preferential treatment in avoiding the Vietnam draft, and failed to obey an order to undergo a physical. </p> <p>Although the authenticity of that evidence has since been questioned, it looks as though the issue of Vietnam could still have an effect on the election by rekindling comparisons between the allegedly \"draft-dodging\" Mr Bush and the purple heart-winning war hero Mr Kerry.</p> <p>It also remains to be seen whether Mr Kerry can successfully steer the agenda back towards domestic issues and attack Mr Bush on job losses and the country's record deficit. </p> <p>As Joe Lockhart, a senior Kerry adviser, admitted: \"We're going to be in a fundamentally close race.\"</p>",
  "The Gordon Brown protege Douglas Alexander suffered collateral political damage yesterday in the fallout from the battle over Alan Milburn's return, despite enjoying good relations with Tony Blair. <p>Stripped of his election co-ordinator's role and the title of Chancellor of the Duchy of Lancaster to accommodate the prodigal Blairite, the cabinet office minister was shunted to a middle-ranking joint post in the Department of Trade and Industry and Foreign Office. </p> <p>Mr Alexander, 36, is considered a rising star, yet his trajectory was knocked off course with a demotion, even if he greeted the switch with a brave public face. </p> <p>The prime minister also removed the relatively young Paisley South MP from Labour's national executive committee after last year handing him a seat denied to Mr Brown. </p> <p>Mr Alexander, co-ordinator of the successful 2001 general election campaign and fresh from a visit to the US Democratic party convention, is friendly with Mr Blair but appears to have paid the price for a closer friendship with the chancellor. </p> <p>Like Mr Brown, his Labour politics have a strong ethical basis. </p> <p>He was born in Glasgow and brought up in the city's Iona community, his sister Wendy opting for the Scottish parliament in Edinburgh, rather than Westminster. </p> <p>He joined the party at 15 and won a two-year scholarship to north America before gaining a first class degree in politics and modern history at Edinburgh University. </p> <p>Mr Alexander campaigned for Michael Dukakis in the 1988 US presidential election and was a speech writer for Mr Brown in 1990-91 before qualifying as a solicitor. </p> <p>He stood and lost in Perth in 1995 and 1997, before he triumphed in Paisley South in a November 1997 byelection after the suicide of Gordon McMaster.</p>"
]