[
  "Tiffany Watkins stood in front of a projection screen and went through her presentation to the convention delegates. Neither Watkins, nor the audience gathered in the plush New York hotel, were typical Republicans. They were all black. Nevertheless, Watkins, an operative from campaign HQ, urged them to get out the vote for President George W. Bush. 'We are not taking anything for granted,' Watkins warned. <p>Watkins does the bidding of Karl Rove, Bush's trusted campaign strategist, who has masterminded his campaigns since he first ran for the governorship of Texas. Rove's plan is simple: a mass mobilisation of the Republican base, coupled with a brutal media operation that has gone after Democratic nominee John Kerry's Vietnam record, seeking to portray the decorated veteran as a weak-willed liar. </p> <p>Last week, the plan went like clockwork. The New York convention saw a series of brutal attacks on Kerry, lavish praise for Bush and dire warnings about the war on terror. The message was simple: America cannot risk electing Kerry. Bush was painted as a war leader; Kerry ridiculed as an untrustworthy flipflopper. </p> <p>There has been a fundamental shift in the presidential race. Bush's offensive has left Kerry's campaign floundering. Last week, he shook up his top staff, bringing in Clinton era experts. He also went negative, too, lambasting Bush and Vice-President Dick Cheney for dodging Vietnam. For Democrats that means Kerry, at last, has come out swinging. </p> <p>But Republican strategists hope it may already be too late. After months of trailing, Bush has now moved decisively ahead in the polls. A Time poll had him with a huge 11-point lead. Another had him four points up. </p> <p>But Rove is leaving nothing to chance. At a meeting last week of delegates from Ohio, perhaps the most important swing state in the race, Rove exhorted party members to greater efforts. 'Do more than you've ever done before,' he said 'We need to ask everyone we know to get involved in this crusade.' </p> <p>Rove is credited with creating the Republicans' awesome machine. It is a huge pyramid, with Rove at its apex, feeding down in disciplined layer on layer into every county in every state in America. It has databases of tens of millions of voters, has signed up one million volunteers, has put field organisations in key states long before Democratic rivals and has poured millions of dollars into voter registration drives. Rove has learnt the lessons of 2000, when five states were decided by less than half a percentage point. </p> <p>The media operation is equally sophisticated. Kerry's Vietnam record was meant to make the Democrats immune on national security. But Rove has a record of attacking opponents' strengths, not weaknesses. Kerry has faced a full-frontal assault by Republican leaders and shadowy surrogate groups, such as Swift Boat Veterans for Truth. Kerry, a triple Purple Heart winner, has been left desperately fighting allegations that he betrayed fellow veterans by turning against the war. </p> <p>Given that Bush himself dodged Vietnam when family connections got him a place in the National Guard, it was a stunning turnaround that Kerry's support among veterans proceeded to plummet. </p> <p>The war on terror is key to Republican success. It is ever-present on the campaign trail and in television adverts. It was the main selling-point of the convention. </p> <p>New York was a media triumph for the Republicans. Leaders of the Bush campaign have carefully distanced themselves from their dirty tricks squadrons. Instead, they relentlessly focused on the war on terror. Speaker after speaker, from former New York mayor Rudy Giuliani to Bush himself, recalled in starkly personal terms they way they had dealt with the terrorist attacks of 11 September. The war in Iraq was artfully moulded into the war on terror. The message was simple: trust Bush to protect America from terrorist attacks. They have sought to make the election more about electing a commander-in-chief than a president. </p> <p>The most devastating attack came from Zell Miller, a Democrat senator who has effectively defected to the Republicans. Miller laid into Kerry as not strong enough for the job. It was crude theatre. Miller listed defence cuts that he said Kerry had supported and then added: 'The man now wants to be the commander-in-chief of U.S. armed forces? U.S. forces armed with what? Spitballs?' </p> <p>Many pundits decried Miller's speech as over the top. But a survey of a focus group of swing voters in Ohio said they found the speech convincing. Miller's diatribe had hit home. </p> <p>From a distance, at the start of last week, Kerry looked as if he didn't have a care in the world. Resting at his holiday home in Nantucket, he donned a wetsuit for a spot of windsurfing. A day later, he and his wife, Teresa Heinz Kerry, took their motorboat out for a spin. They smiled and laughed as Kerry steered through the choppy waters. </p> <p>But behind the scenes, the atmosphere was feverish. After a dreadful few weeks, the Kerry campaign has been gripped by rumours of a shake-up. Last week, Kerry and his campaign manager, Mary Beth Cahill, finally swooped. In came high-profile names from the Clinton era. Joe Lockhart, a former White House spokesman, will now join Kerry on his travels. Former Clinton adviser Joel Johnson will head a 'war room' to toughen up attacks. </p> <p>Change was needed. Democrats were wrong-footed at their Boston convention. They stressed the importance of not 'Bush-bashing', only to be blown away by Republican attacks throughout late August. Kerry is also said to be furious at the lacklustre response to allegations about his Vietnam record. It put his campaign on the back foot, forcing them to fight on an issue (national security) they thought they had dealt with and keeping the election away from their core strengths, such as jobs and healthcare. 'They are allowing the Republicans to define the issues. You can't win an election that way,' said Ken Warren, a political scientist the University of St Louis. </p> <p>But, Kerry's supporters say, there are two months to go. They insist, despite the last few polls, that the race is still on a knife-edge. They are probably right. There has already been a dramatic shift in gear. Last Friday, Democrats began a $45 million advertising campaign in 20 states, spending more than half of their remaining funds. Kerry also held a midnight rally after Bush's speech that forced him on to the television networks. He used the opportunity to accuse Bush and Cheney of skipping their Vietnam service. 'I'm not going to have my commitment to defend this country questioned by those who refused to serve when they could have,' he said. </p> <p>That could be a fruitful line of attack. Already Bush's hell-raising youth and National Guard service are moving back onto the agenda. Ben Barnes, a Texas politician who says he secured Bush's place in the Air National Guard, is expected to give a TV interview as early as this week. 'I'll have something to say about that,' he told The Observer. </p> <p>A video of Barnes is already circulating on the internet. It was shot several months ago, at a pro-Kerry rally in Austin, Texas. In it, the former lieutenant-governor of the state is blunt. 'I got a young man named George W. Bush into the National Guard,' he says. He then describes how he was spurred to speak out after visiting a Vietnam memorial and feeling guilt at all the sons of the rich and powerful whom he had helped avoid being sent overseas. 'I became more ashamed of myself than I had ever been,' he said. </p> <p>Suddenly America's already bitter, dirty and divisive election has just slipped even further downhill. It is possible that Rove may regret the direction in which the campaign is going. Probably not. One of his first political experiences on a national level was in 1973, when he was accused of holding seminars for college Republicans on dirty tricks techniques. </p> <p>So much is now at stake. Away from Iraq and the war on terror, many Democrats are deeply afraid of the domestic agenda of a Bush second term. Bush has vowed to move on abortion rights, a constitutional amendment to ban gay marriage and make his tax cuts permanent. </p> <p>Social and religious conservatives are now firmly in control of the Republican Party. In New York, reporters were banned from a rally of Christian conservatives at the Waldorf-Astoria. Inside speakers debated fighting abortion and trying to remove the separation between church and state in American life. </p> <p>For Democrats, that meeting was a stark example of the importance of this election. Many Republicans, who regard themselves in a 'culture war' with a liberal elite, probably felt the same. But as Republicans left New York last week, they were confident that their side is winning. </p> <p>For the moment, Rove's plan is on track. Meanwhile, Bob Shrum, Kerry's own powerful political mentor, must try to win back the initiative. Republicans take heart from Rove's record. Since teaming up with Bush, Rove has powered Bush to the White House. Shrum, however, who has worked for four different Democratic presidential candidates, has lost each time.</p>",
  "<p>As the razzmatazz dies down in Madison Square Gardens and the garbage is swept up, the presidential election is less than two months away. Though President Bush has taken a slender lead over his opponent John Kerry - 49-45 per cent - there is still all to play for. The US economy appears to be stabilising, with economic activity moderating as indicated by Intel's confessional and the moderate non-farm payroll number. It is just possible that a flagging economy could play into the hands of Senator Kerry's Democrats. Stock and sector selection will conceivably be more important after 2 November than they might be in normal circumstances. </p> <p>The feeling is that George Bush will probably win by a narrow margin. That being the case, defence and security are likely to be somewhere near the top of the 43rd President's agenda in his second term of office. So were investors to look for some largesse from stocks such as Raytheon, Honeywell, Lockheed-Martin, L-3 Communications Holdings and Boeing, many shrewd operators believe they could be rewarded in the next few years. Most of these stocks have rallied strongly since March, but with President Bush's commitment to defence spending, particularly in the aerospace sector, there could well be more juice in the tank. </p> <p>The drug sector could provide a real 'pot-boiler' of a conundrum. The whole sector has underperformed the market in the most dispiriting manner, thanks in the main to the cantankerous attitude of the FDA and the competition provided by generic manufacturers. Were the Republicans to remain in the White House, investors believe the likes of Pfizer and Merck could be worth a pop. Conversely, with his commitment to cheaper healthcare, a Kerry win could mean universal disenchantment with the sector.</p>",
  "<p>The pace of US jobs growth picked up modestly last month while unemployment fell, handing George Bush a potential boost ahead of the presidential election on November 2.</p> <p>The US labour department said yesterday non-farm payrolls - among the most watched of US economic indicators - rose 144,000, about in line with economists' forecasts.</p> <p>Figures for the previous two months were revised up, from 32,000 to 73,000 for July and to 96,000 from 78,000 in June. The unemployment rate fell to 5.4% from 5.5% in July, the lowest in almost three years. </p> <p>The economy has been an important election battleground with Mr Bush facing the prospect of becoming the first president since Herbert Hoover to preside over a net loss of jobs in a four-year term. He shrugged that off yesterday, saying the economy was \"strong and getting stronger\". </p> <p>Treasury secretary John Snow added: \"The American economy continues to move in the right direction, expanding and growing and creating more good jobs. We are not satisfied but, boy, to see that unemployment rate march down is gratifying.\" </p> <p>Economists said the improvement meant another rate rise from the Federal Reserve this month was almost inevitable. The rate, at 1.5%, has been raised twice in the past three months. \"These data suggest that the economy is close to a self-sustaining expansion and that means the Fed probably can continue to raise rates,\" said economist Gary Thayer of AG Edwards and Sons. </p> <p>Economists cautioned that the improvement was modest and did not suggest that the recent sluggishness in the US economy was over. The figures were followed by a service sector report from the Institute of Supply Management showing a fall in the pace of activity to an eight-month low. The ISM manufacturing survey this week also disappointed. </p> <p>Paul Ashworth of consultancy Capital Economics said: \"There is nothing in either of this week's ISM reports to suggest that payrolls will post bigger gains in the coming months than the 144,000 we saw in August, which is barely enough to keep pace with average labour force growth.\"</p>",
  "Bill Clinton, the former US president, checked himself into a New York City hospital yesterday for heart bypass surgery after suffering chest pains and a shortness of breath. <p>\"He will be having surgery early in the week,\" his wife, Senator Hillary Clinton said last night after visiting her husband in hospital.</p> <p>Mr Clinton, 58, went to his doctor on Thursday and was told to have an angiogram, which was administered yesterday and revealed a \"significant blockage\", said a statement from his office, although the spokesman did not think that Mr Clinton had had a heart attack.</p> <p>The television news networks ABC and CBS reported that Mr Clinton was told he needed a quadruple heart bypass.</p> <p>His office said the former president \"went to Northern Westchester hospital yesterday afternoon after experiencing mild chest pain and shortness of breath. Initial testing was normal and he spent the night at home in nearby Chappaqua, New York.</p> <p>\"After undergoing additional testing this morning at Westchester medical centre, doctors advised he should undergo bypass surgery.\"</p> <p>Tony Blair, who suffered heart problems himself last year, sent a personal message to Mr Clinton on hearing the news.</p> <p>Mr Clinton had cancelled a two-day trip with Mrs Clinton, across upstate New York and was taken to a Manhattan hospital.</p> <p>The severity of Mr Clinton's coronary problem was discovered at Westchester medical centre, where he was found to have multiple lesions.</p> <p>The former first lady made a brief appearance yesterday at the New York state fair in Syracuse, after which she noted that her husband was hospitalised and would need heart surgery. She apologised for leaving right away. \"He's in excellent hands,\" she said.</p> <p>Mr Clinton, the 42nd US president, promised at the Democratic national convention in July to be a \"foot soldier\" in John Kerry's race against the Republican president, George Bush. The former president received a rousing welcome from delegates after being introduced by his wife.</p> <p>\"He's going to be fine,\" Mr Kerry told a campaign rally in Newark, Ohio, yesterday.</p> <p>\"But every single one of us wants to extend to him our best wishes, our prayers and our thoughts, and I want you all to let a cheer out and a clap that he can hear all the way to New York,\" the Democratic contender added to cheers.</p> <p>In early 2001, shortly after Mr Clinton's presidency ended, he had a cancerous growth removed from his back which turned out to be basal cell carcinoma, the most treatable form of skin cancer.</p> <p>In 1996, he had had a pre-cancerous lesion removed from his nose, and a year before that had a benign cyst taken off his chest.</p> <p>Other than that, Mr Clinton has had the normal health problems that often accompany ageing - periods of slightly elevated cholesterol and hearing loss - and an appetite for junk food. In 1997, he was fitted with hearing aids. He has also suffered from allergies.</p> <p>He has been active in recent years, giving speeches and completing and promoting his best-selling memoir.</p> <p>His charisma and political clout were seen as a substantial potential asset to Mr Kerry in the coming hectic weeks of the presidential election campaign.</p> <p>Mrs Clinton is gearing up for a 2006 reelection bid seen by many as a prelude to running for president in 2008 should Mr Kerry fail in his run for the White House this year.</p> <p>In LittleRock, Arkansas, Mr Clinton's mother-in-law, Dorothy Rodham, said he had called her after the chest pains started and sounded good.</p> <p>\"He sounded wonderful as usual and very upbeat as he always is,\" she said. \"I just told him how much I love him.\" She said she did not know if he had been in the hospital when he called.</p> <p>Mr Clinton called his stepfather, Dick Kelley, at his Hot Springs, Arkansas, home.</p> <p>\"He's very gung-ho and optimistic about what's going to happen,\" said Mr Kelley.</p> <p>\"I don't know if he was at the hospital. He just wanted me to know before the press, but the press knew before I did,\" he added.</p>"
]