[
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p>In this week's Backbencher: Saatchi seeks satisfaction, the Tories play God, and what Tony Blair can learn from David Beckham</p> <p>&gt;&gt;&gt; THIS WEEK IN POLITICS</p> <p>The Backbencher asked Guardian Unlimited's news and politics editor, Tom Happold, for his take on the renewed parliamentary interest in Iraq.</p> <p>\"It's a sign of Tony Blair's renewed confidence that he was so aggressive in rebutting Michael Howard's demand for an apology at prime minister's questions today. </p> <p>\"The Tory leader wanted him to say sorry for exaggerating intelligence evidence on Iraq's alleged arsenal of weapons of mass destruction. The prime minister refused, accusing him of undermining Britain's troops in the Gulf in the process.</p> <p>\"'It would be more helpful if you would back our troops out in Iraq, rather than doing what you are doing now,' he said. 'I wish you would stop playing politics with this issue, which is precisely what you are doing, and remember that you and your party supported the war for precisely the same reasons that we do.'</p> <p>\"Pinpointing the Tories' weaknesses -and then hammering away at them - is one of Mr Blair's greatest talents. He knows that Mr Howard is stuck with an Iraq policy inherited from his predecessor, Iain Duncan Smith. With Washington one of the few places he was taken seriously - he still loves popping over for meetings with Dick Cheney and other neo-cons - IDS was even more pro-war than Mr Blair, leaving his successor little room for manoeuvre.</p> <p>\"Ken Clarke, IDS's former rival for the Tory crown, offered an alternative course, arguing that the party should oppose any military adventures that were not clearly in Britain's national interest. How many Tories must wish he'd been leading them now.</p> <p>\"Mr Blair's confidence, however, has a firmer foundation than Tory misjudgement. Following John Howard's election win in Australia and George Bush's poll lead in the US, he is convinced that Iraq is not an election-winning - or losing - issue.\"</p> <p>&gt;&gt;&gt; ORIGINAL SPIN?</p> <p>A reader emailed the Backbencher with shocking news. Don't tell central office, readers, but 'Saatchi's Law' - otherwise known as \"Satisfaction = Performance minus Expectation\" - is not the work of the legendary adman.</p> <p>\"Sorry, but Maurice didn't 'come up' with this one (S = P - E),\" writes a man whom, for his own safety, we'll call John. \"It has been around for donkey's years. It's usually given the handle 'The first law of services' and I first came across it back in the 70s at a conference on 'Production &amp; Operations Management' in a paper presented by a brilliant American, name of David Maister.\"</p> <p>This all seemed most unlikely. Surely Maurice would never pass off someone else's idea as his own? The Backbencher consulted another reader, who said: \"He's broadly right but exactly wrong. It's Maister's first law of service (not services), and says that Service = Perception - Expectation.</p> <p>\"Saatchi, like the adman he is, rebranded slightly when plagiarising to Satisfaction = Performance - Expectation. Both changes are actually significant.\"</p> <p>Frankly, the Backbencher expected better of Lord Saatchi. No wonder Silky spent much of last week talking about the public's low expectations of him, and his own modest ambitions. </p> <p>&gt;&gt;&gt; LAST WEEK'S COMPETITION</p> <p>As many readers pointed out, Maurice Saatchi compared his washing machine to the functions of a successful government at last week's conference.</p> <p>\"So, Saatchi likens a good government to his washing machine, yet fails to mention the endless spinning,\" writes the winner, Phil Thomas. \"Incidentally, one of his agency's major clients happens to be the Dixons Group, purveyor of all goods white.\" It all joins up at the back, you know, Phil. Fortunately, it's someone else's job to do that.</p> <p>&gt;&gt;&gt; THIS WEEK'S COMPETITION</p> <p>The Backbencher has a copy of Agnes Maillot's New Sinn Fein: Republicanism after the IRA to give away, courtesy of <a href=\"http://www.routledge.com\">Routledge</a>, to the reader who can tell her why the \"Big\" D Mocracy band is playing at a \"speed dating\" event between \"young people\" (defined as under 26, though the Backbencher may try to get in anyway) and councillors next week. Email <a href=\"mailto:backbencher@guardianunlimited.co.uk\">backbencher@guardianunlimited.co.uk</a>. Terms and conditions can be viewed <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p>&gt;&gt;&gt; THE BOOK OF SILKY</p> <p>\"Even the Almighty took six days to create the world. The Tories seem to be trying to do it in six minutes - and without any kind of parliamentary legislation,\" wrote a prophetic reader early last night. How right he turned out to be. For on Wednesday at 10pm it came to pass that the Conservatives' <a href=\"http://www.conservatives.com/getfile.cfm?file=timetableforaction&amp;ref=POLICYDOCUMENT/1664&amp;type=pdf\">Timetable for Action</a> was loosed upon the world.</p> <p>Like Genesis, the Backbencher suspects that this remarkable document need not be taken entirely literally, but it still tells us a great deal about the glory of elected office. Admittedly, too, God's first priority was switching on the light rather than making the Office for National Statistics independent of ministers, but since the very first pledge is, in fact, a negative commitment (\"I will forbid party political advisers to tell civil servants what to do\"), it may take a bit longer to fulfil the rest. Who is going to tell the political advisers not to boss about the civil servants in the ONS? Silky, presumably. And he won't be able to delegate it. Really, promising to keep Guy Black's paws off the ONS doesn't quite have the same force as Gordon's liberation of the Bank of England. </p> <p>&gt;&gt;&gt; LEFT WELL ALONE</p> <p>How pleasing that Peter Mandelson made such a good impression on the MEPs who interviewed him last week about his new job as an European commissioner. Enrique Baron Crespo, who chaired the hearing, judged his \"personal and professional capacities\" highly after the three-hour grilling. The only politicians who did not warm to him were those in the European United Left group, not the sort of people he has ever tried to cultivate. Let's just hope he gets on with his new colleague Rocco Buttiglione as well.</p> <p>&gt;&gt;&gt; A QUESTION OF INTELLIGENCE</p> <p>The Backbencher urges Tony Blair to take a leaf out of David Beckham's book. Chastised for his professional foul on Welsh international Ben Thatcher on Saturday, the England captain was not too proud to apologise. \"I now know that was wrong and apologise to the Football Association, the England manager, my team-mates and all England fans for this,\" he admitted. How much the PM could learn from such repentance. \"I am sure some people think I have not got the brains to be that clever,\" said Mr Beckham, \"but I do have the brains. I could feel the injury, so I fouled Thatcher. It was deliberate.\" So that's settled: Goldenballs' intelligence is fine, but Mr Blair's remains faulty - another triumph for the cock-up theory of history.</p> <p>&gt;&gt;&gt; TOLERANCE, TORY-STYLE</p> <p>Michael Portillo did not do much to further the Tories' attempts to be more inclusive on his BBC4 chat show last night. Discussing the rise of Islamophobia, the former cabinet minister said: \"10 years ago we'd have been having the same conversation amongst Irish people. And it's not wholly unreasonable for people to look for Muslim people when there's a threat from people who are quoting the Koran.\" How reassuring for the hundreds of British Muslims who have been picked up in anti-terrorist raids and then released without charge. And how reassuring for the Birmingham Six and the Guildford Four that they had nothing to moan about.</p> <p>&gt;&gt;&gt; PRIME MINISTER'S QUESTIONS</p> <p>\"The Speaker tells Plaid Cymru's Adam Price - who wants Mr Blair to be impeached - to 'calm down or leave the chamber'. Meanwhile, Mr Blair is getting angry ...\" <a href=\"http://politics.theguardian.com/commons/story/0,9061,1326323,00.html\">Matthew Tempest reports</a> on a highly charged session of PMQs.<br> </p> <p>&gt;&gt;&gt; FORTHCOMING EVENTS</p> <p>TONIGHT: \"The New Political Economy\"<br> Professor Timothy Besley of the LSE delivers the Keynes Lecture in Economics. Meetings department, The British Academy, 10 Carlton House Terrace, London. Call 020 7969 5246 or email lectures@britac.ac.uk</p> <p>OCTOBER 15-17: The European Social Forum, venues across London<br> Three days of talks, debates and organisation on global justice, workers' rights and a sustainable society. The Guardian is a media sponsor for the ESF. Bookings available via <a href=\"http://www.fse-esf.org\">www.fse-esf.org</a>.</p> <p>OCTOBER 18, 6.45pm, In Conversation with Theresa May<br> Freshly returned from the Conservative party conference, and several months into her new role as shadow secretary of state for the family, Theresa will speak at the <a href=\"http://www.thinkingwomen.org/\">ThinkingWomen</a> network at the Demos offices, 3rd Floor, Magdalen House, 136 Tooley St, London SE1.</p> <p>TUESDAY 26 <br>The <a href=\"http://www.childrenareunbeatable.org.uk/\">Children are Unbeatable!</a> alliance will be organising a mass lobby of parliament. To register, call 020 7713 0569 or email <a href=\"mailtoinfo@endcorporalpunishment.org\">info@endcorporalpunishment.org</a></p> <p> &gt;&gt;&gt; THIS WEEK'S TV &amp; RADIO</p> <p>TONIGHT, 6.45pm, BBC2: Spy<br> Eight members of the public undergo crash training in espionage and are let loose on real-life spy training missions.</p> <p>TONIGHT, 10pm, BBC4: Tales from Europe<br> Kirsty Wark continues her grand tour of the new EU states with a visit to Poland. </p> <p>THURSDAY, BBC4, 8.30pm: Yes, Minister<br> Jim runs into trouble trying to implement an integrated transport policy.</p> <p>FRIDAY, BBC4, 8.30pm: Pop and politics profile: Chuck D<br> American rapper Chuck D has spent a lifetime fighting the powers that be. He joins director Spike Lee and others to discuss their campaigns.</p> <p>MONDAY, RADIO 4, 8.30pm: Crossing continents<br> Tim Whewell visits California to assess the impact of Arnold Schwarzenegger's election as state governor last year. How much has the Terminator's brand of Republicanism achieved?</p> <p>&gt;&gt;&gt; NEWS ROUND-UP</p> <p>Tony Blair today <a href=\"http://politics.theguardian.com/iraq/story/0,12956,1326259,00.html\">went on the offensive</a> over Iraq, accusing the Conservatives of failing to back British troops and playing \"party politics\" over the war - while rebutting claims he had misrepresented intelligence in the run-up to the invasion.</p> <p>Council tax payers are to have their income taken into account when billed by their local authorities in the future, <a href=\"http://politics.theguardian.com/localgovernment/story/0,9061,1326406,00.html\">according to former cabinet minister Stephen Byers</a>.</p> <p>The future of the controversial new EU commissioner-designate Rocco Buttiglione remains in the balance after it emerged that MEPs had <a href=\"http://politics.theguardian.com/eu/story/0,9061,1326432,00.html\">voted against him</a> taking up his justice and home affairs post - or any other.</p> <p>Radical proposals to increase the number of <a href=\"http://politics.theguardian.com/constitution/story/0,9061,1326300,00.html\">female and ethnic minority judges</a> have been unveiled by the government.</p> <p><a href=\"http://politics.theguardian.com/homeaffairs/story/0,11026,1326333,00.html\">Pro-hunting peers</a> are planning to table a series of amendments to the hunting bill after it passed its second reading in the House of Lords last night.</p> <p>&gt;&gt;&gt; FINAL READING</p> <p>It may not have been on the scale of a US convention, but the Conservative conference heralded the start of our breakthrough, <a href=\"ttp://politics.theguardian.com/columnist/story/0,9321,1323109,00.html\">writes Tory candidate Ed Vaizey</a></p> <p>Who do you think won the second presidential debate? Does it matter? <a href=\"http://www.theguardian.com/uselections2004/worldcollege/poll/0,15002,-193,00.html\">Have your say</a> in the latest of our online World College polls.</p> <p>Don't know who to vote for? You're not alone. See what our <a href=\"http://politics.theguardian.com/floatingvoters/\">floating voters</a> made of the party conferences.</p>",
  "Arkansas has 6 electoral college votes. <p>Cook lists Arizona (6) as a \"likely\" Bush win, but Zogby is not so sure. The Kerry campaign has targetted Arkansas for its pre-election advertising spend.</p> <p>Capital - Little Rock</p> <p>Population - 2.7m</p> <p>Symbol - Apple Blossom</p> <p>Slogan - The people rule</p> <p>It has four representatives. One Republican and three Democrats.</p> <p>The State governor is Mike Huckabee (Republican).</p> <p>Its gross state product per head in 1998 was $24, 131 putting it amongst the poor states. Its main indutries are timber and food products.</p> <p>Local Newspapers</p> <p><a href=\"http://www.ardemgaz.com\">Arkansas Democrat-Gazette (Little Rock)</a></p> <p><a href=\"http://www.jonesborosun.com\"> Jonesboro Sun</a></p> <p><a href=\"http://www.nwarktimes.com\"> Northwest Arkansas Times (Fayetteville)</a></p> <p><a href=\"http://www.nwarktimes.com/story.php?paper=bcdr&amp;section=News&amp;storyid=12835\"> Local activists reactions to the Vice-Presidential debate</a></p> <p><a href=\"http://www.swtimes.com\"> Southwest Times Record (Fort Smith)</a></p>",
  "It's just possible that you have heard this once or twice before recently, but the forthcoming American election, on November 2, may be the most important in living memory. People have been saying this about every presidential race for decades - but, as one environmentalist put it recently in a US newspaper interview, precisely the problem with crying wolf is that sometimes there is a wolf. You would be forgiven, though, for feeling increasingly helpless as you hear the \"most important election\" mantra repeated daily: unless you happen to be a voter in a handful of swing states, there's little you can do about the final result. If you're not American, the situation is more acute. Certainly, the actions of the US impact on our lives in overwhelming ways; British political life may now be at least as heavily influenced by White House policy as by the choices of UK voters. And yet, though the US Declaration of Independence speaks of \"a decent respect to the opinions of mankind\", you don't, of course, have a vote. You can't even donate money to the campaigns: foreign contributions are outlawed. And you're unlikely to have the chance to do any campaigning on the ground. All you can do is wait and watch: you're powerless. <p>Or are you? At G2, that sounded like fighting talk. Where others might see delusions of grandeur, we saw an opportunity for public service - and so, on the following pages, we have assembled a handy set of tools that non-Americans can use to have a real chance of influencing the outcome of the vote. We've identified ways to give money to help your preferred candidate, even though direct campaign contributions from foreigners aren't allowed. There are ideas for making your voice heard in the influential local media outlets where it could really count. And at the core of it is a unique scheme to match individual Guardian readers to individual American voters, giving you the opportunity to write a personal letter, citizen to citizen, explaining why this election matters to you, and which issues you think ought to matter to the US electorate. It may even be a chance to persuade somebody to use their vote at all. </p> <p>To maximise the likelihood of your efforts making a difference, we've zeroed in on one of the places where this year's election truly will be decided: Clark County, Ohio, which is balanced on a razor's edge between Republicans and Democrats. In the 2000 election, Al Gore won Clark County by 1% - equivalent to 324 votes - but George Bush won the state as a whole by just four percentage points. This time round, Ohio is one of the most crucial swing states: Kerry and Bush have been campaigning there tire lessly - they've visited Clark County itself - and the most recent Ohio poll shows, once again, a 1% difference between the two of them. The voters we will target in our letter-writing initiative are all Clark County residents, and they are all registered independents, which somewhat increases the chances of their being persuadable. </p> <p>Several of the ideas described here can easily be applied across the US too, though, and we have provided further resources on our website for this purpose. While there's no point being coy about Britain's preferences in this election (never mind those of Guardain readers) - a poll last month put backing for Kerry at 47%, against 16% for Bush - we have included information for supporters of both main candidates. </p> <p>It's worth considering at the outset how counterproductive this might all be, especially if approached undiplomatically. Anybody might be justifiably angered by the idea of a foreigner trying to interfere in their democratic process. But this year the issue is more charged than ever: the Bush/Cheney campaign has made a point of portraying Kerry as overly concerned about what other nations think, and the Democrat's ambiguous debate point about American foreign policy decisions needing to pass a \"global test\" has become one of the president's key lines of attack. \"People don't necessarily want to hear what people from other countries have to say,\" says Rachelle Valladares, the London-based chair of Democrats Abroad. \"If you contact someone you know personally in the States, and urge them to vote, it would probably carry twice the weight.\" Michael Dorf, a Columbia university law professor who has studied foreign influences on US elections, points out that it would not be to either candidate's advantage \"to be seen as the candidate of the foreigners. Part of it's just xenophobia, but there is also a sense that, you know, this is our election: you vote for your parliament and prime minister, we vote for our president and Congress.\" </p> <p>On the other hand, being from Britain ought to give you a certain leverage: in stump speeches and debates, Bush has repeatedly praised Tony Blair's cooperation over Iraq, making America's long-treasured alliance with the UK key to the president's defence of his foreign policy. Kerry, too, knows that he's speaking to a resilient strand of opinion when he emphasises the need for strong international alliances: a better coalition in Iraq, he constantly reiterates, might have saved US lives. (One recent poll suggested that 43% of Americans think that declining world respect for their nation is a \"major problem\".) As a British citizen, you can certainly wield some influence, but you could seriously alienate people too. </p> <p><b> Write to a voter</b><br> </p> <p>The most powerful transatlantic connection is a personal one, so we have designed a system to match individual Guardian readers with individual voters in Clark County, in the crucial swing state of Ohio. To join in, visit <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty</a> and enter your email address. You'll receive, by email, the name and postal address of a Clark County voter. We have included only those voters who chose to list themselves as unaffiliated, instead of as Republican or Democrat: that is no guarantee that they are persuadable, of course, but it does increase the chances. The data on which our system is based is publicly available, but we have designed it to give out each address only once, so there is no danger of recipients getting deluged. </p> <p>In formulating your letter, you will need to introduce yourself: no individual Clark County voter will have any reason to be expecting your communication. And in choosing your arguments, keep in mind the real risk of alienating your reader by coming across as interfering or offensive. You might want to handwrite your letter, for additional impact, and we strongly recommend including your own name and address - it lends far more credibility to your views, and you might get a reply. </p> <p>Finally, post your letter soon. Letters sent by regular airmail from the UK to the US usually take five days to reach their recipient, and there is little time to waste. Postage costs 43p for a postcard, 47p for a letter weighing 10g or less, and 68p for a letter weighing up to 20g. You don't have to visit a post office, but Royal Mail recommends writing \"Par Avion - By Airmail\" on the front of the envelope, and your return address on the back. </p> <p><b> Give money</b><br> </p> <p>American law forbids foreigners from giving money to affect the outcome of a federal election - except that, on closer inspection, it doesn't. You're banned from donating to the campaigns themselves, or to many of the independent campaigning groups that fight explicitly on behalf of one candidate. So you need to identify officially non-partisan groups whose activities, none the less, have the practical effect of helping one candidate over the other. \"Perhaps the most important way foreigners could help John Kerry would be to help out those organisations which have, as part of their mission, fostering African-American voter turnout,\" says Nathaniel Persily, a Pennsylvania university expert on election law. \"It's quite clear that if there was 100% African-American turnout in Ohio, Pennsylvania and Florida, John Kerry would win this election running away.\" The National Association for the Advancement of Colored People is the most obvious choice here - an influential, well-organised, non-partisan body whose get-out-the-vote activities are extremely likely to end up helping the Democrats. </p> <p>\"On the Republican side, it would be the Christian conservatives,\" Persily adds. \"[Bush adviser] Karl Rove has tried to register four million additional Christian evangelicals, and if they all turn out, then Bush wins.\" The leading option here would be the Christian Coalition, which describes itself as \"America's leading grassroots organisation defending our Godly heritage\". As for more overtly partisan organisations, we don't recommend trying to donate - but it's worth pointing out that much of the law banning foreign contributions has never been tested in court and, argues Michael Dorf at Columbia, may even be unconstitutional on grounds of free speech. \"If a group calling itself Europeans for Truth wants to run ads giving their view of the truth,\" Dorf says, \"it's hard to draw a principled distinction between that and a British newspaper available at a US newsstand that has an editorial calling Bush and Blair liars.\" </p> <p><b>Visit the NAACP website:</b> <a href=\"http://www.naacp.org\">http://www.naacp.org</a> <br> <b>Give to the NAACP:</b> <a href=\"https://www.naacp.org/contribute.php\">https://www.naacp.org/contribute.php</a> or fax a credit-card donation to 001 410 580 5623.<br> <b>Give to the NAACP in Ohio:</b><br> Send a money order marked \"donation\" to NAACP, 233 South High Street, Columbus, Ohio 43215 USA. Give to the Christian Coalition: <a href=\"http://www.cc.org\">www.cc.org</a> or phone 001 202 479 6900. <br> <b>Give to the Christian Coalition in Ohio:</b> <a href=\"http://www.ccohio.org\">www.ccohio.org</a> or phone 001 330 8871922, or send a money order to Christian Coalition of Ohio, PO Box 852, Westfield Center, Ohio 44251, USA. For resources on giving money in other swing states, visit <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty.</a> </p> <p> </p> <p><b> Make your voice heard </b><br> </p> <p> If you want to broadcast your views to a wider audience, focus on the media outlets swing-state residents are reading and hearing. Take care: deluging the same organisation with numerous near-identical messages rarely impresses (we speak from experience), and some activists have run into controversy recently by disseminating \"astroturf\" - letters purporting to be personal but emanating, in reality, from party headquarters. Springfielders read the Springfield News Sun (<a href=\"http://www.springfieldnewssun.com\">www.springfieldnewssun.com</a>;) and the Columbus Dispatch (<a href=\"http://www.dispatch.com\">www.dispatch.com</a>), based in the nearby state capital, is another influential outlet. </p> <p>If you're feeling brave, though, you might want to explore the highly influential talk-radio airwaves. On the right, the overarchingly dominant figure is Rush Limbaugh, heard on hundreds of stations nationwide, including 19 in Ohio, some of which can be heard in Clark County. This is a strictly at-your-own-risk proposition, but if you want to join the debate, listen to the show live on the web at <a href=\"http://www.rushlimbaugh.com\">www.rushlimbaugh.com</a>, between 5pm and 8pm UK time every weekday, and call in on 001 800 282 2882. Among yesterday's topics: why John Kerry doesn't understand the significance of 9/11; why John Kerry would be dangerous for America; how John Kerry politicised the death of Christopher Reeve. </p> <p>Air America, the upstart liberal radio counterweight, is still in its infancy, but it can be picked up in parts of Ohio and other battleground states. Listen to the flagship show presented by the leftwing humourist Al Franken at <a href=\"http://www.airamericaradio.com\">www.airamericaradio.com</a>, also between 5pm and 8pm on weekdays, then call in on 001 866 303 2270 (neither call will be free from the UK). Franken's focus yesterday was the \"absolutely shameless\" behaviour of the conservative media in America. </p> <p>You can target your message on other key states by visiting a website such as <a href=\"http://www.electoral-vote.com\">www.electoral-vote.com</a>, which updates regularly with the latest local polls, so that you can identify where the race is currently closest. Select your state, then call up a list of relevant media contacts - or even send them emails directly - via the impressively comprehensive Capitol Advantage site at <a href=\"http://ssl.capwiz.com/congressorg/dbq/media/\">http://ssl.capwiz.com/congressorg/dbq/media/</a>. </p> <p><b> Win the chance to watch the campaign on the ground</b><br> </p> <p> We are offering the four people who write the most persuasive letters to Clark County voters the chance to travel there and watch the campaign in person. At the end of October, the winners will accompany a group of Guardian journalists to Ohio to meet voters and observe the closing days of the race. For a chance to take part, you should email a copy of your letter to <a href=\"mailto:clark.county@theguardian.com\">clark.county@theguardian.com</a>, or send a copy to Clark County competition, G2, The Guardian, 119 Farringdon Road, London EC1R 3ER. Letters should arrive no later than October 20. </p> <p><b>·</b> For more details on how you can get involved and latest news from the US campaign trail, go to theguardian.com/uselections2004. For terms and conditions of the Clark County competition, see <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty</a>.</p>",
  "More than 60 million viewers saw the first presidential debate; the second also drew a mammoth audience, up 50% on the debates of 2000. But this election's most intense political communication has bypassed the vast majority of the American public. <p>The Bush and Kerry campaigns, together with their surrogates, have aired more than 600,000 TV ads since the end of primary season in March. But most of those have been aimed at a narrow slice of America, in swing states. As we enter the final phase of this presidential race that slice is getting narrower, though the money spent on advertising keeps soaring.</p> <p>When the dust settles on November 3 about $1bn (£0.6bn) will have been spent on campaign ads, making this election easily the most expensive in history - yet over 60% of all Americans will not have seen a single political commercial.</p> <p>Eight of the top 10 cities where the most advertising dollars are being spent are in Ohio, Pennsylvania and Florida. Topping the list is Cleveland, Ohio. Christmas has come early for local TV stations in the capital of America's industrial rust belt. </p> <p>Philadelphia, in Pennsylvania, ranks second: $25m will be spent in this city, two hours away from New York. So while New Yorkers have been spared the advertising avalanche, the good burghers of Pennsylvania and South Jersey have been bombarded with the candidates' messages for months.</p> <p>In third place is Miami, Florida, as balanced on a knife edge today as it was four years ago. To gauge how this election is playing out you need to keep up with the campaign ads running in these three battleground states. </p> <p>Bush is running three new ads in tight rotation. The most commonly repeated of these attempts to condemn Kerry as the poster child of tax-and-spend liberalism. The narrator intones: \"John Kerry and the liberals in Congress's record on the economy: higher taxes 350 times ... an average of once every three weeks for 20 years ... like clockwork.\" </p> <p>This ad is the reason John Kerry kept warning viewers in the second debate not to pay heed to the labels Bush is trying to stick on him: his warning was not aimed at the debate viewers so much as at the few thousand people who could tip the election in those key swing states, who have been inundated with Bush advertising.</p> <p>The most recent ad, released after the second debate, attempts to win back ground Bush has lost to Kerry on Iraq. Kerry has successfully killed the \"flip-flop\" argument against him and turned the attention on to Bush's record. </p> <p>The Bush advert tries to paint Kerry as soft on terrorism. \"Kerry said defeating terrorism was really more about law enforcement and intelligence than a strong military operation,\" declares the voiceover, using Kerry's comments from the second debate against him. \"How can Kerry protect us when he doesn't understand the threat?\"</p> <p>Bush is again trying to pin a \"shopsoiled liberal\" label on Kerry. The ad lacks power, however, because viewers immediately connect the phrase \"strong military operation\" with Iraq and the negative images of mayhem they see on the TV news. </p> <p>The third ad in heavy circulation tries to tarnish Kerry with the \"trial lawyer\" reputation of his running mate, John Edwards, arguing that the healthcare crisis is a result of nuisance lawsuits. This advert is the weakest of the three because most people rightly lay the blame of their sky-high premiums at the door of the healthcare management companies, part of the big-business monolith they feel gets deferential treatment from the current administration. </p> <p>The fundamental problem with these Bush ads is that they try to attach current problems to a hypothetical future performance. Kerry's 20-year record in the Senate only gives the president so much ammunition; once we get to the last four years, Bush has to take responsibility for his own record - and he is on shaky ground. However much he would like to blame Kerry for it, it's a tough, if not impossible, sell.</p> <p>Kerry's latest ads work better because they focus on the president's actual performance, or lack of it, in three key areas: homeland security, jobs and social issues.</p> <p>The newest clearly points out what has not happened in George Bush's war on terror. It states that 95% of all containers coming into America go uninspected, and that this president would prefer to protect his tax cut for the rich before the nation's security. </p> <p>The president's dismal economic performance provides the fuel for another ad. \"Only Herbert Hoover had a worse record on jobs,\" concludes the announcer. The bald, irrefutable fact of the first net decrease in jobs in 70 years speaks for itself.</p> <p>A third ad draws on the star power of the extremely popular and Parkinson's-afflicted Michael J Fox. Talking straight to camera, Fox questions Bush's decision - informed by the religious right - to limit stem cell research. \"George Bush says we can wait,\" states Fox calmly. \"I say lives are at stake and it's time for leadership.\"</p> <p>While the final presidential debate is likely to draw a huge TV audience, it will not be these voters who decide the outcome: that honour will fall to a bleary-eyed, ad-addled few. The rest of us can only hope they get it right.</p> <p><b>·</b> James is a former senior Democratic party strategist</p>",
  "<b> John Le Carré</b> <br> Maybe there's one good reason - just one - for re-electing George W Bush, and that's to force him to live with the consequences of his appalling actions, and answer for his own lies, rather than wish the job on a Democrat who will then get blamed for his predecessor's follies. <p>Probably no American president in all history has been so universally hated abroad as George W Bush: for his bullying unilateralism, his dismissal of international treaties, his reckless indifference to the aspirations of other nations and cultures, his contempt for institutions of world government, and above all for misusing the cause of anti-terrorism in order to unleash an illegal war - and now anarchy - upon a country that like too many others around the world was suffering under a hideous dictatorship, but had no hand in 9/11, no weapons of mass destruction, and no record of terrorism except as an ally of the US in a dirty war against Iran. </p> <p>Is your president a great war leader because he allowed himself to be manipulated by a handful of deluded ideologues? Is Tony Blair a great war leader because he committed Britain's troops, foreign policy and domestic security to the same hare-brained adventure? </p> <p>You are voting in November. We will vote next year. Yet the outcome in both countries will in large part depend on the same question: how long can the lies last now that the truth has finally been told? The Iraq war was planned long before 9/11. Osama provided the excuse. Iraq paid the price. American kids paid the price. British kids paid the price. Our politicians lied to us. </p> <p>While Bush was waging his father's war at your expense, he was also ruining your country. He made your rich richer and your poor and unemployed more numerous. He robbed your war veterans of their due and reduced your children's access to education. And he deprived more Americans than ever before of healthcare. Now he's busy cooking the books, burying deficits and calling in contingency funds to fight a war that his advisers promised him he could light and put out like a candle. </p> <p>Meanwhile, your Patriot Act has swept aside constitutional and civil liberties which took brave Americans 200 years to secure, and were once the envy of a world that now looks on in horror, not just at Guantanamo and Abu Ghraib, but at what you are doing to yourselves. </p> <p>But please don't feel isolated from the Europe you twice saved. Give us back the America we loved, and your friends will be waiting for you. And here in Britain, for as long as we have Tony Blair singing the same lies as George Bush, your nightmares will be ours. </p> <p>© David Cornwell 2004<br> <b>·</b> John Le Carré is a novelist.</p> <p><b> Antonia Fraser</b><br> O duty </p> <p>Why hast thou not the visage of a sweetie or a cutie ... ? </p> <p>Why art thou so different from Venus? </p> <p>And why do thou and I have so few interests in common between us? </p> <p>These sentiments on the subject of duty, so brilliantly expressed by Ogden Nash, may well be yours, dear Unknown, when I, a national of another country, urge you to do your duty and vote in your coming presidential election. In fact, of course, we have all too many interests in common. When you vote - and please do vote by the way, even if you disagree with everything I am about to say - that vote will have as much effect on my future and the much longer future of my children and grandchildren, as it will on your own. For this is a crucial election, the most crucial, I believe, of my lifetime (and I first voted in 1955!). </p> <p>First of all, if you back Kerry, you will be voting against a savage militaristic foreign policy of pre-emptive killing which has stained the great name of the US so hideously in recent times. A policy that Bush and his gang are set to continue - if they get the opportunity. I say \"the great name\" of the US because I believe that to be profoundly true. Although resolutely against the Iraq war, I remain equally resolutely philamerican, almost every movement towards liberty in the past having its roots or its refuge in the US. </p> <p>As a wartime child, I am well aware of the benevolence of the American soldiers who came to our aid, the ones that filled the foreign graveyards where they lay, fallen because they had joined our war. Brought up in Oxford, I regarded these men as gods, generous gods. I shall never forget Hank, a composite of the very young American soldiers who regularly got my brother Thomas and me into the Ritz cinema to see movies such as Saboteur. In fact, Hank, in retrospect, looked rather like the Great Tom, my cinematic hero in Saving Private Ryan (so maybe Tom is Hank's boy; I like to think so). From the image of Hank to that of Abu Ghraib ... </p> <p>Then there is the question of women's rights, and the possible repeal of legislation that has for a generation made all women equal before the law, not just the rich. Once again, this history of women's rights in America is long, strong and wonderful. As long ago as 1835, Alexis de Tocqueville, visiting America from France, discovered \"the singular address and happy boldness\" of its women, featured in Democracy in America. If you vote for Kerry, you will help to avert a move backwards towards women's suffering. </p> <p>President Bush declared on Friday that, \"History will decide\". Dear Unknown, please be part of that history and restore your country to its greatness, both foreign and domestic. </p> <p><b>·</b> Antonia Fraser is a biographer and historian. </p> <p> </p> <p><b> Richard Dawkins</b><br> Dear Americans, </p> <p>Don't be so ashamed of your president: the majority of you didn't vote for him. If Bush is finally elected properly, that will be the time for Americans travelling abroad to simulate a Canadian accent. Please don't let it come to that. Vote against Bin Laden's dream candidate. Vote to send Bush packing. </p> <p>Before 9/11 gave him his big break - the neo-cons' Pearl Harbor - Bush was written off as an amiable idiot, certain to serve only one term. An idiot he may be, but he is also sly, mendacious and vindictive; and the thuggish ideologues who surround him are dangerous. 9/11 gave America a free gift of goodwill, and it poured in from all around the world. Bush took it as a free gift to the warmongers of his party, a licence to attack an irrelevant country which, however nasty its dictator, had no connection with 9/11. The consequence is that all the worldwide goodwill has vanished. Bush's America is on the way to becoming a pariah state. And Bush's Iraq has become a beacon for terrorists. </p> <p>In the service of his long-planned war (with its catastrophically unplanned aftermath), Bush not only lied about Iraq being the \"enemy\" who had attacked the twin towers. With the connivance of the toadying Tony Blair and the spineless Colin Powell, he lied to Congress and the world about weapons of mass destruction. He is now brazenly lying to the American electorate about how \"well\" things are going under the puppet government. By comparison with this cynical mendacity, the worst that can be said about John Kerry is that he sometimes changes his mind. Well, wouldn't you change your mind if you discovered that the major premise on which you had been persuaded to vote for war was a big fat lie? </p> <p>Now that all other justifications for the war are known to be lies, the warmongers are thrown back on one, endlessly repeated: the world is a better place without Saddam. No doubt it is. But that's the Tony Martin school of foreign policy [Martin was a householder who shot dead a burglar who had broken into his house in 1999]. It's not how civilised countries, who follow the rule of law, behave. The world would be a better place without George Bush, but that doesn't justify an assassination attempt. The proper way to get rid of that smirking gunslinger is to vote him out. </p> <p>As the bumper stickers put it, \"Re-defeat Bush\". But, this time, do it so overwhelmingly that neither his brother's friends in Florida nor his father's friends on the Supreme Court will be able to rig the count. Decent Americans - there are absolutely more intelligent, educated, civilised, cultivated, compassionate people in America than in any other country in the western world - please show your electoral muscle this time around. We in the rest of the world, who sadly cannot vote in the one election that really affects our future, are depending on you. Please don't let us down. </p> <p><b>·</b> Richard Dawkins is professor of the public understanding of science at Oxford University. More letters to Clark County will be appearing in G2 over the next fortnight.</p>"
]