[
  "The photocopied notices appeared on the blue mosque door in Uruzgan, a small town below a line of jagged mountains, early on Friday morning. Pinned up by an unknown hand under cover of darkness, their local name - 'night letters' - has an almost romantic ring. Their message does not. <p>'A holy war has been declared against the infidel,' announced the first letter, attached to the door with black tape. Christians, led by the US, were invading, said the second. Any Afghan working with them would be 'severely punished', warned the third. At the bottom of each was a common signature: 'The Taliban'. </p> <p>Three weeks before Afghanistan's presidential election, the black-turbaned Taliban are intensifying efforts to scupper the vote. Hunted by 18,000 US-led soldiers and scattered throughout the southern provinces, the insurgents have turned to a dual tactic of assassination and intimidation. </p> <p>More than 30 election workers have been killed across the country. Two weeks ago a car bomb exploded in Kabul, killing three American security guards and at least nine other people. Then this week the US-backed interim president, Hamid Karzai - favourite to win the 9 October poll - became the target. </p> <p>Last Thursday, a rocket narrowly missed Karzai's helicopter as it landed in the south-east town of Gardez. The tightly protected Karzai was forced to abandon the rally, his first of the campaign. A day later police arrested three Taliban suspects and found explosives and detonators. </p> <p>A Taliban spokesman later said it intended to attack each of the 18 candidates for the presidency. But in rural areas like Uruzgan - the rugged, southern province where its fugitive leader, Mullah Omar, once lived - the Taliban are determined to discourage voters from even venturing into the polling booths. </p> <p>As well as attacking the US - a remote explosion in the province wounded three soldiers on Friday - the Taliban are employing 'night letters' as a primary weapon in the campaign of intimidation. Election officials, teachers and ordinary voters are receiving the threatening notes every day, said Atiqulla, the provincial electoral co-ordinator. </p> <p>'They are told that if they co-operate with the elections, they will be killed. It's the Taliban's new way of preaching to them,' he said, speaking at his office in the heavily fortified UN compound in the regional capital, Tarin Kowt. </p> <p>His election team in Uruzgan is virtually under siege. The central government has no control over the lawless province, where power sways between US troops, local militia, and small bands of roaming Taliban fighters. </p> <p>Although the Americans provided security for voter registration, the election teams have been left on their own for the current civic education drive - considered crucial in a country that has never experienced a full democratic vote before. </p> <p>On the streets of Tarin Kowt it is impossible to detect that a major election is looming, even though more than 200,000 people have reg istered to vote across the province. There are no election posters, and not one of the 18 candidates has dared to visit. In fact, few voters even know the candidates' names, admitted Atiqulla. </p> <p>'We have no newspapers, no local radio, so we depend on our teams of civic educators. And they are scared.' </p> <p>Since May, five of Atiqulla's staff have been killed and two injured. One was slashed across the chest; another held off a Taliban attack on his house for 90 minutes. </p> <p>The local US military commander, LtCol Terry Sellers, said: 'There's a wrong perception that this is the wild, wild West because Mullah Omar comes from here,' he said. 'There will be an increase in attacks before the election but we will be able to deal with it.' </p> <p>Nevertheless, the furtive Taliban's ability to project fear across the province remains undiminished. At the mosque in Uruzgan, where the night letters were pinned to the front door on Friday morning, the local Mullah said it was the first time such notices had appeared at his mosque. 'I don't know who did it. All I know is that they are not locals.' </p> <p>Another man, Abdullah Khan, said the pamphlets must have come from outside because there was no photocopier in Uruzgan. </p> <p>Moments later a US soldier ripped the letters down, and the Mullah quietly slipped away. </p> <p>The question now is whether the Taliban's intimidation tactics will slow or stop voting in rural areas like Uruzgan. Certainly, there seems to be a quiet determination to pursue democracy. More than 10.5 million of Afghanistan's 27 million people have registered to vote, a far higher figure than had been anticipated.</p>",
  "<p>New Labour's spin doctors are fond of saying that the media concentrates too much on people and personalities and not enough on policies. They know what they are talking about because, when Alastair Campbell interviewed Peter Mandelson on television a while back, there was very little discussion of policy and an awful lot about personality, not least the personality of Peter Mandelson. </p> <p>But the fact of the matter is that people, personalities and policy are closely linked. Despite what is being said by the Blair camp, I doubt whether Gordon Brown, for all his admiration of certain aspects of the US, would have hugged George Bush or his policies so closely. </p> <p>Brown is a cautious, introspective character, who is much more interested in the details of policy than Blair. Because Brown nurses strong criticisms of certain aspects of eurozone economic policies, this sometimes makes him come across as more anti-European than Blair. But the latter shocked a Cabinet colleague during the early days of the 1997-2001 government by saying something about Europe that did not seem to fit in with the agreed policy, to which Blair replied 'It's only words'. </p> <p>Blair is the Don Juan of British, and for that matter, international politics. He seduces followers, is seduced by powerful world leaders, but, like Don Juan, eventually moves on, with modern-day Leporellos attempting to sweep up the mess he leaves behind. </p> <p>If ever personalities mattered in the Blair government, they matter now, as the Blair-Brown duumvirate moves into its final phase, on the eve of a US presidential election on which the rest of the world appears to take a different view from the US electorate, as measured by recent opinion polls. </p> <p>Among the many of us who are desperate for Bush to lose the coming presidential election, there is an unlikely member. He is one Anthony Charles Lynton Blair. Even our self-deluding prime minister now realises that his association with Bush is doing him increasing political harm. His hope that Iraq will prove to be a 'phase, not a continuum' rests partly on the belief that a Kerry victory would enable him to make a fresh start, and put Iraq, and the associated unpopularity, firmly behind him. </p> <p>I do not believe that even a Kerry victory would do that for him. Tacitus summed up the situation in Iraq nearly 2,000 years ago, when writing about a country closer to home: 'Ubi solitudinem faciunt, pacem appellant' ('When they create a wilderness, they call it peace'). The crisis in Iraq is not going to go away, whatever the result of the US elections. Things are too far gone for that. </p> <p>Blair has not, to my knowledge, met Kerry, whereas I believe Brown has. The sight of Blair taking the first flight across the Atlantic to congratulate Kerry would be good material for Rory Bremner, and could actually happen. Although the omens do not look good at present, I recall the way most serious columnists wrote off the chances of the Democrat Jimmy Carter during the 1976 campaign. </p> <p>If Hurricane Bush-Cheney triumphs, there are all manner of implications for Britain and Europe. Vague French aspirations of a Europe that, even if it cannot 'stand up to America', can at least try to get its economic and diplomatic acts together would surely take on a much greater urgency. </p> <p>The monstrosity of what the Bush Republicans have done knows few bounds. Quite apart from their well-known position on global warming, and their daylight grab for Middle Eastern oil, they have squandered the budgetary inheritance of Bill Clinton and devoted it largely to tax cuts for the rich and military mis-spending that has made the world an unsafer place. It's quite an achievement. </p> <p>I know that Kerry has many friendly critics who are concerned about his early lacklustre campaign and economic policy statements that have veered on the protectionist, but he is committed to reversing those obscene tax cuts for the American Joneses with whom Conrad Black and Barbara Amiel tried to keep up. </p> <p>Kerry would be faced by the serious economic problem of the vast budget and balance of payments deficits. The adjustment of the imbalances created by these deficits, and by chronically weak domestic demand in the eurozone, is going to require careful handling, as a high-powered group of 'wise men' has explained in an important new pamphlet ('International Economic and Financial Cooperation: New Issues, New Actors, New Responses' CEPR, London). </p> <p>The group, which includes former Treasury international finance expert Sir Nigel Wicks, advocates the setting up of a new Group of Four. This would embrace the US, the eurozone, Japan and China. In the omission of the UK from the proposed group there is an obvious hint for Britain to get its European act together. </p> <p>This is a reminder of modern realities. Tony Blair's misadventures in Bushland could mark the last hurrah for the so-called special relationship, and finally wake this country up to where its true interests lie. </p> <p>There may be another wake-up call in the offing. Britain has been boasting quite a lot recently about its economic achievements, which have drawn widespread praise from around the globe. But in a world where commentators seem to be concerned 90 per cent of the time with the latest quarter-point change in interest rates or rise in house prices, the long-forgotten British balance of payments problem has been creeping up on the outside. </p> <p>In recent months our deficit on overseas trade has been running at a record rate of £60 billion a year. We are even back in deficit on oil. True, much of this deficit is offset by earnings from services and income of overseas investment, but the trend is disturbing. </p> <p>The good old British boom has produced a situation where the volume of exports in the three months from May to July was actually lower than three years ago, whereas imports were almost 12 per cent higher. </p> <p>We have been suffering from an overvalued pound and depressed demand in Europe, our main market. No wonder Gordon Brown was so concerned about the outlook for the European economy in his last public pronouncement.</p>",
  "Dana deserves a medal for her services to Irish democracy. This might sound strange coming from an ardent secularist who believes in the absolute separation of church and state and who thinks fundamentalist Catholicism has cast a withering, reactionary shadow over Irish life since, and arguably before, independence. <p>The former Eurovision Song Contest winner certainly champions all the causes from which liberals and progressives have recoiled: opposition to divorce; insistence on an outright ban on abortion; promotion of Catholic family values; rolling back of European democratic imperatives over Irish law; the special position of the church in Irish society. None the less, Dana, now Rosemary Scallon, has demonstrated more political courage and stuck closer to her principles than the two major opposition parties. </p> <p>While she has made it clear from the outset that she would contest next month's presidential election, both Fine Gael and, depressing it is to say, Labour have run away from the battlefield. The reason for their diffidence is obvious: the overwhelming popularity of Mary McAleese, the current occupant of Aras an Uachtarain.</p> <p>No one, not even her liberal detractors back in 1997, would deny that President McAleese deserves a second term. Despite our misgivings about her own conservative Catholicism and her northern nationalist background, McAleese has remained true to the spirit of her election slogan of 'Building Bridges' seven years ago. </p> <p>She reached out to many sectors of society we once feared she would be alienated from. In defiance of her own church, she took communion in Dublin's Anglican cathedral; she has studiously played down her own views on abortion, contraception and divorce, not allowing her office to be used as a vehicle to reverse the small but significant gains for personal and sexual freedom in the 1990s. </p> <p>Nor has the president used her time in office to advance a traditional nationalist polity regarding Northern Ireland. In fact, she and her husband, Martin, have established quiet but important connections with working-class loyalists, including the UDA's South Belfast brigadier, Jackie McDonald. President McAleese knows more than most public figures in the republic about the importance of bringing that community in from the cold after almost a decade of demoralisation, factional infighting and social degeneration. </p> <p>All this suggests that McAleese has earned another seven years in the presidency, yet for the first time in a long time, I find myself agreeing with the controversialist/columnist Vincent Browne - the Irish people also deserve an electoral contest in October. Browne has been correct to excoriate both Fine Gael and Labour for shirking their democratic responsibilities. </p> <p>Labour, in particular, fear that they would suffer a reverse of the 1990 Mary Robinson presidential campaign, when her victory provided the platform for the party's greatest electoral performance two years later. This time around, Pat Rabbitte and his strategists worry that a hammering in the 2004 presidential poll would paint Labour in a losers' light and thus dent their chances of inflicting major damage on Fianna Fail in the next general election. Fine Gael's calculations are somewhat similar: Enda Kenny and his inner circle fear they, too, will be seriously injured if they collide with the McAleese juggernaut. Irish presidential elections do not lead to change in economic, social, northern or foreign policy. They do, however, set the tone for a nation. Mary Robinson's triumph presaged and even hastened the liberalisation of the republic during the 1990s. Mary McAleese's entry to Aras seven years later chimed perfectly with the south's new re-engagement with the north and the need to create a fresh an all-embracing cross-border project. </p> <p>If the current president's moderation while in office could be characterised as Catholic-lite, then Dana is offering the electorate the Real Thing. Many may find Rosemary Scallon's brand of religious conservatism alarmingly dogmatic. What you have to concede, though, is that this softly spoken, neatly groomed paradigm of traditional Irish Catholicism has displayed more guts in the build-up to the presidential campaign than most of the champions of liberalism and pluralism in the Republic. By running away from the electoral struggle, they are not only abdicating their democratic responsibilities, but Labour and Fine Gael risk being perceived by the voters as a bunch of chickens. </p> <p>Pat Rabbitte, meanwhile, is scheduled to launch Labour's Northern Ireland Forum group next month in Belfast. One thing the northern delegates need to make clear to the Labour Party leader is not to run away from taking on their Sinn Fein opponents. Labour's sister party, the SDLP, are in terminal decline in large part because of an unwillingness to challenge Sinn Fein in the north on issues ranging from the hijacking of the human-rights agenda to how the latter party is financed. Unless Labour, north and south, learn from the fatal errors of the SDLP and their self-destructive embrace and promotion of their lean and hungry rivals in the latter half the Nineties, Rabbitte's party is destined to suffer a similar fate. <br><br><a href=\"mailto:henry.mcdonald@observer.co.uk\">henry.mcdonald@observer.co.uk</a></p>",
  "<p>If all the people who have told me they voted for me had actually voted for me, I'd now be prime minister.</p> <p>There's no point writing your memoirs unless they are going to be scurrilous.</p> <p>There are lots of similarities between me and William Pitt the Younger. We both were prodigies who loved giving speeches and loved parliament. The difference is he was vastly more successful than me.</p> <p>You should never resign to spend more time with your family and decide against it a year later. As a politician, you need your enemy. One of the reasons people support you is because this enemy exists. You may want to wound them, but you don't want to destroy them.</p> <p>It's always good to get your opponent to laugh. I once saw a smile creep around the corners of the Prime Minister's mouth when I suggested a solution to his problems with the London mayor. I advised him to split the job. Frank Dobson could be his day mayor and Ken Livingstone his 'nightmayor'.</p> <p>Have I Got News for You has a role in the British constitution. We have always made fun of our leaders. It's one of the reasons we could never have an Adolf Hitler.</p> <p>I used to do Transcendental Meditation. I only do it now if I feel a headache coming on.</p> <p>I made my infamous speech as a teenager because I thought Margaret Thatcher needed a bit of encouragement. As it turned out, I was wrong. </p> <p>Being a politician is very different to running a business. Unless you can imagine a business where the shareholders meet 24 hours a day, and nearly half are committed to throwing out the management.</p> <p>You can only introduce yourself to the public once. Trying to explain who you are once you are in power is almost impossible.</p> <p>People find failure much more interesting than success. </p> <p>You can learn a lot at business school, but not how to make money. </p> <p>I was never going to be the nation's Emoter in Chief. Equally, I don't want to be led by someone who is guided by their emotions. I want to be led by someone who is cool, steady and ruthless.</p> <p>Tony Blair can say the same things over and over again. Margaret Thatcher was great at that. I used to find that the eighth time I had to do the same thing, I'd say something a bit different to keep myself interested.</p> <p>There is almost nothing addictive about being leader of the opposition. </p> <p>Your brain needs to rest. When I did judo it released a lot of aggression, and it gave me an hour in the day when I could focus on something other than politics.</p> <p>I like to think mine would have been a blunter, more honest government. We would have done the same over Iraq, but we would not have allowed intelligence to bear the weight it was asked to bear.</p> <p>I started to play the piano on the day after we lost the election. And it has been like a light coming on in a different part of my brain. If I have one regret, it is that I did not start to do it earlier in my life. Politics always got in the way.</p> <p>Alastair Campbell once described me as 'a sticker'. I think that's true even though I resigned. I have a wall full of cartoons at home, flattering and unflattering. In one, there are eight drawings of me. Under one it says: 'Leadership attacked by rebels', on the next: 'Humiliated in polls', and so on, and the pictures of me are all the same. I always smile at that, because it was exactly how it felt.</p> <p>It is amazing what you can observe from the top of Swaledale. I still stop by there at the house of my unofficial adviser, 'Mother Goose', for a piece of chocolate cake and a bottle of beer. If anyone wants me to know anything, they tell her. </p> <p>When people talk of a presidential style of politics they forget how difficult it is to be a president with a small majority.</p> <p>You cannot try to pace your life. You will wake up and find out you have missed every opportunity.</p> <p><strong>· </strong>William Pitt the Younger: A Biography by William Hague is published by HarperCollins at £25</p>",
  "Guests toyed with their bread and the waiters resisted serving the sliced cheese and tomato starter. At last, the main doors swung open and all heads turned as Dariga Nazarbayeva took her place at the head of the table. <p>'It is like a suicide to be so late for a meeting with journalists,' she smiled, making eye contact with the international press, all armed with questions about the political corruption that has dogged Kazakhstan since independence from the collapsed Soviet Union. </p> <p>Three hours later, as the last of five courses was digested, the group had been reduced to quivering admiration. An Italian journalist was overwhelmed when Dariga spoke his native tongue. An English reporter rose to his feet and toasted the hostess. Her gently flirtatious magic had an Indian writer eating out of her hand. </p> <p>Nazarbayeva - opera singer, media mogul and grandmother - gave a performance worthy of Margaret Thatcher, whom she regards as a role model alongside Indira Gandhi. Today she may also be about to reach the front line of domestic politics. Victory in Kazakhstan's parliamentary elections would catapult her from obscurity to become the most powerful woman in all the former Soviet republics. </p> <p>But there is a catch preventing reformers hailing Dariga as leading a social revolution in central Asia. Her father is President Nursultan Nazarbayev, who has ruled Kazakhstan for 15 years amid allegations of beatings of political opponents and fierce press suppression. Far from providing a democratic alternative, Dariga does not oppose her father on policy, merely wishing to replace the party apparatchiks surrounding him with her own. </p> <p>This is the peculiar universe of Kazakh politics, where the authoritarian Nazarbayev, 63, lacking a male heir but with three daughters, is in no hurry to make a King Lear-style gift of the world's ninth-largest country. A keen sportsman with an iron handshake, he has already declared his candidacy for the presidential election in 2006, and Dariga's 'rival' party has pledged to support him, sealing his position until at least 2013. In this context, the credibility of today's parliamentary poll is under severe scrutiny, aggravated by allegations of media bias, electronic voting manipulation and intimidation. </p> <p>None of this unduly troubles Dariga, who could become parliamentary speaker if the Asar ('Together') party, which she founded a year ago, defeats her father's ruling Otan ('Fatherland') party. Opinion polls put them neck-and-neck among the nation's 8.4 million voters, comfortably ahead of the other eight contenders. Critics of the president say he is using a mock opposition to split the vote of his real opponents, and is grooming Dariga as his successor to preserve his dynasty and save himself from prosecution once out of office. But Dariga is insistent she will be an authentic thorn in her father's side. </p> <p>'I was not forced to found this party,' she said. 'It was the independent decision of a 40-year-old woman with three children and a small grandchild. I have a PhD in history but there comes a moment when just to observe is dull because there is a a self-satisfaction in the pro-presidential camp which can turn to stagnation. The business and political elite is in crisis. </p> <p>'My father tried to convince me not to do this. He said: \"This is a very hard job. You will get old too soon.\" But when I discussed with him my vision of his party, I told him: \"I will be dealing with your team.\" I want to take away this piece of cake from his party. The new party will involve real people, not state officials.' </p> <p>The President might not have faced such rebellion had he allowed Dariga to follow her heart 20 years ago. 'I wanted to leave Moscow State University for the Moscow Conservatory to sing, but my father told me: \"Singing is not a profession.\" Sometimes I regret it: if I hadn't listened maybe I would now be at La Scala and not causing him problems.' </p> <p>Her husband is ambassador to Austria and a football promoter, and her father-in-law is a national hero for his contributions to surgery. She denies presidential ambitions of her own, but was director of the national television news agency and is outspoken on international affairs and determined to ease Kazakhstan's dash to capitalism. </p> <p>'Imagine what it's like waking up one morning in a system you were taught to despise,' she added. 'About 40 per cent of people here still yearn for the Soviet system,' she added. 'But the younger generation is different. When my son asks, \"Who is Mr Lenin?\" it's very hard to explain.' </p> <p>Yet there are echoes of the Soviet Union, China and North Korea in the city Nazarbayev is constructing as his new capital. Astana, as he renamed it, is dominated by eerily deserted plazas, monumental buildings and skyscrapers and is set on the flat, mosquito-plagued windswept steppe, where temperatures reach 40C in the summer and plummet to -40C in winter. Although the 71,000-acre city oasis is an expression of one man's ego, he is more subtle than other autocrats in the region, stopping short of erecting statues in his own image. </p> <p>Some £14 billion has been spent on Astana, with a further £7bn forecast for the next three years, as the President creates 'a masterpiece of world architecture'. He has enlisted architects from America, Italy and Turkey, and Britain's Sir Norman Foster is creating a 'Palace of Peace', a pyramid 100 metres tall. </p> <p>Accused of human rights abuses and a bribery scandal in the US, Nazarbayev is regarded as a benign dictator by the standards of neighbours such as Uzbekistan and Turkmenistan. Despite 120 ethnic groups and 45 religious denominations, the country has little instability and no significant terrorism. Its economic health outstrips its neighbours and, on some measures, even Russia. Between now and 2015, Kazakhstan plans to massively expand production of uranium, coal, gas and oil. The country's projected GDP next year is $44.5 billion (£24.8bn). </p> <p>Nurtai Abykayev, chair of the senate, summed up the regime's logic: 'In the first year of Kazakhstan's independence it was important to keep the strong power to ensure the country was on the right path. Now our economic performance is way ahead of other former Soviet republics. If the state continues to make the right policy, parties will say they are oppositional but will continue to support the president. There will be no space for criticism.' </p> <p>But last month a report by Human Rights Watch found the government 'has a history of manipulating elections' and was guilty of persecuting opposition, jailing one party leader after an unfair trial. Media intimidation is another concern. A journalist who covered political corruption was killed by a car while crossing a street. The president has decreed that press criticism 'must be preceded by positive information on how fast we are developing'. </p> <p>Andrei Grishin, deputy director of the Kazakhstan International Bureau for Human Rights and Law Observation, has a view far removed from Dariga's easy confidence. </p> <p>'There's a lot of pressure: vote for Otan or lose your jobs, especially in the countryside, where turnout is higher,' he said. 'Generally things are improving. You still get beaten - but not as badly.'</p>"
]