[
  "<p>'A quarrel in a far away country between people of whom we know nothing,' said Neville Chamberlain, yet Prague, capital of the Czech Republic, is only two hours from London by air and now crawling with British tourists. </p> <p>When I went there for the World Bank and International Monetary Fund conference in September 2000 the place was under siege from the anti-globalisation movement. Your correspondent was struck by a defenestrated egg - or, rather, the egg scored a direct hit on the letters 'IMF' on a document I was carrying. I was only able to get past the protesters on the last day by climbing a wall and scrambling across wasteland to a housing estate. War correspondents are used to that kind of thing, but for us it was quite an adventure. </p> <p>It was some time after that Gordon Brown, having laughed heartily at the slogan 'World movement against globalisation' decided he might as well enlist the help of the protest movement in fighting for greater debt relief for impoverished African countries. </p> <p>The conference I attended in Prague earlier this month was an altogether smaller and quieter affair. Under the auspices of the British Council, the Foreign Policy Centre and the government of the Czech Republic, the Prague Castle Conference addressed the question 'Can Europe sharpen its competitive edge?' It was a review at almost the halfway stage of the so-called Lisbon agenda, under which the members of the European Union, then not yet swollen to 25, set themselves in 2000 the ambitious task of overtaking the US economy by 2010. </p> <p>This coming week will see the publication of the Kok report (from a committee chaired by Wim Kok, former Dutch Prime Minister) on what has gone wrong and what should be done. Kok was quoted last week as saying: 'Progress to date has been inadequate largely owing to lack of commitment and political will.' </p> <p>This, of course, is in sharp contrast to the extraordinary commitment and political will which drove Jean Monnet and others to form the European Coal and Steel Community and the Common Market in the first place. The ECSC was an attempt to unite Germany and France in the natural resources they previously fought over. The habit has spread. These days, one notes, EDF Energy, a subsidiary of Electricité de France, distributes electricity to a quarter of the UK's population. </p> <p>But let us return to that elusive European 'competitive edge'. Now many, if not most, economists question the concept of the competitiveness of a country, let alone a union of states. They prefer to think of companies or corporations in competition with one another. Also, economists tend to emphasise that trade is a two- (or multi-) way business, and just because most of the toys in your house come from China it does not mean that Europe has lost out in some competitive game. </p> <p>In a paper to the Prague conference, the economist John Kay noted: 'Living standards are a product of competitiveness, but they are not a measure of competitiveness, which is the efficiency and effectiveness with which inputs into production are used.' </p> <p>One important influence on price competitiveness is the exchange rate. After the fall of the Berlin Wall a senior World Bank economist was asked which economy he would prefer, the former Eastern Germany (which had been aligned with West Germany at a very uncompetitive exchange rate) or what was then Czechoslovakia, with its flexible exchange rate. The unhesitating reply was 'East Germany, because of all that West German money'. I wonder whether that economist's reply would be the same today. </p> <p>There is a sense of disillusionment among some in the Czech Republic about the niggardly atti tude of the 15 members they have joined towards the size of the Brussels budget and hence towards the kind of regional help available in the past to Spain, Portugal, Greece and Ireland. Indeed there seems to be an affinity between the Czech Republic and Ireland (not least in the number of Irish pubs there), with envious eyes cast towards past Irish subsidies (one recalls that the letters EMS, for European Monetary System, were known in Dublin in 1979 as standing for Easy Money Soon). </p> <p>Regional help proved a necessary but not sufficient condition for the remarkable economic progress of Ireland and others, whereas it has not so far worked miracles in Eastern Germany. </p> <p>One must never forget that the original European Economic Com munity saw a deal under which Germany, atoning for you know what, undertook massive subsidisation of French agriculture, giving us the Common Agricultural Policy, which still accounts for half the Brussels budget. </p> <p>But back to the Prague conference. If it is any consolation, one Czech contributor listed the ability to read and write English as one of the three most important factors assisting international competitiveness. There was also a reassuring feeling among participants that Scandinavia, with its good marks for high spending on social services, fared outstandingly well in the World Economic Forum's league tables. </p> <p>An interesting theme was the impression of many speakers that the entire Lisbon agenda for improving Europe's economic performance was based on the false premise that the EU was necessarily inferior to the US. For all the talk of the need for 'structural reform' Europe does not compare too badly with the US on measures of productivity per hour. </p> <p>Statistics bear out what the person in the Clapham video shop suspects: that superior US growth is largely accounted for by faster accretions to the labour force in recent decades (immigration), longer hours worked (much shorter holidays) and macro economic policies that have been far more expansionary than in the US. </p> <p>As with most things in the EU, the Lisbon agenda was 'politically driven'. Only a group of politicians could have put their names to the aim 'to become the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion'. </p> <p>This is not to say the tone of the conference was complacent. There was real concern about the degree to which the US is ahead of the EU in higher education, numbers of Nobel prize winners and so on. There is as much concern today about a 'brain drain' to the US as there was in the Fifties. But such is the attraction of the European way of life to Americans that their home-grown brains delight in spending time in sclerotic, structurally unreformed Old Europe. </p> <p>One such is Philip Bobbitt, of the University of Texas and author of The Shield of Achilles , who livened up the Prague debate by claiming, not to universal agreement, that we haven't seen anything yet when it comes to the so-called 'war on terror'. </p> <p>I spent some time pondering the connection between European competitiveness and the prominence at the conference of such a distinguished expert on terror. Does Europe need to spend more on defence to protect its competitive position because massive US spending on defence will boost its competitiveness as it did during the Cold War? Or will massive defence spending act as a drag on US competitiveness? </p> <p>The more immediate concern for Europe may be that, whoever wins the presidential election, all that US expenditure on fighting 'terror' will, via those ballooning deficits, drive the dollar down a lot further, and the euro a lot further up, thereby damaging - well, European competitiveness...</p>",
  "<p>Legal deadlock between George Bush and John Kerry after this week's presidential poll would unleash turmoil on the US stock markets, analysts are warning. </p> <p>With armies of lawyers ready to dispute the result in closely fought states, investors fear a repeat of 2000, when the S&amp;P 500 index lost more than 5 per cent of its value between polling day and 13 December, when Al Gore finally conceded defeat. </p> <p>'Most people would prefer a result to no result, but with all these lawyers around, the potential for chaos is considerable,' said Ian Shepherdson of High Frequency Economics, a top US analyst. </p> <p>A protracted period of political uncertainty would shake the confidence of investors already fretting about rocketing oil prices and slower-than-expected growth in the world's largest economy. </p> <p>'After the long string of negative confidence blows - the stock bubble, tech wreck, 9/11, war in Iraq, oil shock, and multiple finance scandals - a second hung election in a row stands to suck a little more of the \"mojo\" out of the economy,' said Ethan Harris, chief US economist at Lehman Brothers in a research note last week. </p> <p>Confusion about who has won and a resulting downturn in markets could also throw into doubt the outcome of the Federal Reserve's crucial interest rate-setting meet ing on 10 November, when it is widely expected to raise borrowing costs. </p> <p>'The Fed might prefer to wait until December to raise rates if it felt the election uncertainty was damaging the real economy,' says Paul Ashworth, US economist at Capital Economics. </p> <p>Once a winner is declared, analysts think a Bush win would be better for the markets. 'The most positive is probably Bush, not necessarily because he's a Republican, but because the markets prefer the incumbent: better the devil you know,' says Ashworth. </p> <p>Analysis of every presiden tial election year since 1900 by Bob Doll, chief investment officer at Merrill Lynch, shows that the equity markets jumped by an average of 8.2 per cent when the incumbent won, against 3.7 per cent when there was a change of administration.</p>",
  "<p>After a 10-week sabbatical, the Gladiator, probably injudiciously, has decided to return to the forum and pit his and the troop's wits against the political vagaries and uncertain market conditions that prevail ahead of the US presidential election on Tuesday. </p> <p>Though 'black gold' has tended to dominate investors' agenda in recent weeks, many suspect that the threat of an inconclusive result to the election potentially poses unwelcome challenges. A vision of the 'New England Beanpole' striding up the steps, four at a time, of the Supreme Court to challenge the result could do cataclysmic damage to the market place, even if only temporarily. A month ago the president was virtually a 'shoo-in'. </p> <p>However, Messrs Bush and Kerry have failed to strike a chord with the electorate over their respective economic policies. Iraq, security and their personalities seem to be the only issues under consideration. Markets have no remedy for uncertainty, but that could be what investors are faced with on Wednesday morning. </p> <p>In recent decades, shares have fared better under the Democrats, despite expectations to the contrary. But Kerry is conceivably less of a free-marketeer than Bush. So playing the foreign exchange game in giving the greenback a severe larruping could in the short-term prove to be extreme folly. </p> <p>Though GDP in the US stands at 3.7 per cent, that level is nothing to shout about. Since equities took a turn for the worse in August, they have rallied strongly in certain sectors. However, the p/e ratios for the S&amp;P 500 and the Nasdaq stand at 19.6 and 35.77 respectively. It is taken as read that these ratios are lower than in 2000, when shares started to fall sharply. However, they are looking a little heavy and if there was political 'impasse' the troops are of the opinion that retail, apart from discount operations, and tech sectors could fall, through a steep drop in confidence. </p> <p>Consequently, the troops were sent into the ring first thing last Friday to short Target at $50.09, Federated Department Stores (Macy's &amp; Bloomingdales) at $49.90, Abercrombie &amp; Fitch at $39.58 and Tiffany at $29.25 each in £20 per point. These 'shorts' were surreptitiously made on their respective 'up-ticks'. The Gladiator gave the techs a wide berth, as they seem to be under a 'wet sail' at the moment. Look at Google! Since its debut three months ago, its share price has risen from $85 to $193! Its p/e ratio is only 75 times earnings against Yahoo's 125 times, though Yahoo is growing organically at 35% per annum. </p> <p>Whichever candidate wins this 'contest'; neither will feel that he has arrived in nirvana. However, when the dust has settled, defence stocks such as Honeywell, Raytheon and Lockheed Martin will eventually thrive; Raytheon bought at $37.45 in £25 a point. </p> <p><strong>·</strong> The Gladiator is the nom de plume of a professional spreadbetter</p>",
  "<p><strong> Triple Agent </strong> (115 mins, U) Directed by Eric Rohmer; starring Serge Renko, Katerina Didaskalu </p> <p><strong> Finding Neverland</strong> (101 mins, PG) Directed by Marc Forster; starring Johnny Depp, Kate Winslet, Dustin Hoffman, Julie Christie </p> <p><strong> Little Black Book</strong> (97 mins, 12A) Directed by Nick Hurran; starring Brittany Murphy. Holly Hunter, Kathy Bates, Ron Livingston </p> <p><strong> Saved!</strong> (12A, 92mins) Directed by Brian Dannelly; starring Jena Malone, Macaulay Culkin, Martin Donovan, Mary-Louise Parker </p> <p><strong> Exorcist: The Beginning</strong> (114 mins, 15) Directed by Renny Harlin; starring Stellan Skarsgård, Izabella Scorupco, James D'Arcy </p> <p><strong> Uncovered: The War on Iraq </strong> (85 mins, PG) Directed by Robert Greenwald </p> <p>Eric Rohmer was 84 in April and while he took longer than other Cahiers du Cinéma critics to make his mark as a director, he's stayed the course, completing three cycles of movies - the Moral Stories, the Comedies and Proverbs, and the Seasons - as well as various free-standing works. His two most recent movies have been characteristically talkative but uncharacteristically political, and deal with aristocratic exiles in Paris. The first, The Lady and the Duke, takes place during the French Revolution and centres on an English woman who remains a royalist while her ex-lover, the Duke of Orléans, becomes a deputy and votes for the king's execution. The protagonist of the new picture, <strong>Triple Agent</strong>, set in Paris between 1937 and 1943, is a White Russian working for an emigre organisation in Paris. </p> <p>In 1957, Rohmer and Claude Chabrol wrote the first serious book on Alfred Hitchcock, and while the influence of the master has been a regular feature of Chabrol's movies, Triple Agent is Rohmer's first venture into the espionage thriller. There are echoes of Foreign Correspondent , Torn Curtain and other Hitchcock pictures But there isn't a gun or a McGuffin in sight and politics are not a pretext as they usually are for Hitchcock. The social background of the Popular Front, industrial unrest and the Spanish Civil War is established through excerpts from contemporary newsreels. Otherwise most of the film is spent indoors, in apartments, offices and restaurants. </p> <p>Fyodor (Serge Renko) is a handsome ex-general in his late thirties, with a son in the Soviet Union he hasn't seen since he fled to the West in 1922. He has been married to a Greek painter, Arsinoé (Katerina Didaskalu), for 12 years, but we discover that she doesn't really know him and he deliberately acts in an ambiguous, withdrawn manner. What he says and thinks are different things, and maybe he doesn't know where he stands, or for what. Is he secretly conspiring with the Nazis? Is he considering returning to Russia, and if so is it the pull of the Motherland or a desire to join the winning side? Is he a cynic, an idealist, a realist, a fantasist? He believes himself to be playing an influential role in politics, but is he himself being manipulated? </p> <p>Rohmer creates a world of suspicion and uncertainty through body language and through dialogues between Fyodor and Arsinoé and conversations with their communist neighbours who may be spying on them, and with other Russian emigres. The action, as in a Greek drama, is going on elsewhere. Like Arsinoé we're left to imagine the circumstances of killings, abductions and clandestine meetings, and we are drawn into the movie as into a thriller. It's an exciting, intelligent, satisfying picture, but it may be, like the favourite food of its leading character, caviar to the general. </p> <p>Prefaced with the modest claim 'Inspired by True Events', Marc Forster's <strong> Finding Neverland</strong> is a highly contrived account of how the childless, unhappily married JM Barrie came to write Peter Pan through his friendship with Sylvia Llewelyn Davies (a widow in the movie) and her four young sons. As an account of the theatrical life, Topsy-Turvy, Mike Leigh's film on the creation of The Mikado, is infinitely superior. But this is an enjoyable and touching film, if a trifle uncertain in its diction and sense of period. The chief strength resides in an outstanding performance by Johnny Depp as Barrie, who captures the writer's sense of fun, his sadness, intelligence, compassion and empathy, as well as bringing off a perfect Scottish accent. Kate Winslet is a fetching Sylvia. Dustin Hoffman is delightfully droll and has all the best lines as the celebrated American impresario Charles Frohman. </p> <p><strong> Little Black Book </strong> is the uncertain American debut of the TV director Nick Hurran, who had nowhere to go but up after his British feature debut, Girls' Night, a film partly set in the States. This one takes place in a New Jersey TV station where the young heroine, Stacy (Brittany Murphy), is a junior associate producer in a raucous Jerry Springer-style daytime talk show featuring Kathy Bates. Experiencing retrospective jealousy while contemplating her lover's three ex-girlfriends, she infiltrates their lives, pretending to be auditioning them for the show, and is egged on by an embittered older colleague (Holly Hunter) who has her own secret agenda. Hurran moves the action briskly along, but as satire it's toothless. Playing the conniving senior producer, Stephen Tobolowsky is good as always. </p> <p>Altogether funnier is <strong> Saved!</strong>, the promising debut of Brian Dannelly. It's yet another American high-school comedy with the usual dramatis personae (the smart trio of arrogant girls who rule the roost, the clever boy ignored in favour of the jocks, the tough female outsider viewing the place with contempt) and ending with the predictable prom night climax. The big twist is that everyone involved from the nutty headmaster (Martin Donovan) downwards is a born-again Christian zealot. There's a big picture of Bush beside the blackboard and a Creationism chart on the classroom wall, and the girls are 'Promise Makers', dedicated to preserving their virginity until marriage. But Mary (Jena Malone) discovers her boyfriend is gay and a vision of Jesus tells her to save him by letting him take her maidenhood. Concealing the resulting pregnancy for the next eight months, she loses her faith. The first half-hour is very funny and the rest mildly amusing until the painfully sentimental cop-out in the final 15 minutes. </p> <p>The term 'prequel' was coined not long after the release of William Friedkin's now classic 1973 horror movie The Exorcist to describe pictures like Renny Harlin's <strong> Exorcist: The Beginning</strong>. This looks at the early life of Father Lancaster Merrin (played in The Exorcist by Max von Sydow and here by his fellow Swede, Stellan Skarsgård), how he lost his faith observing Nazi brutality in the Second World War, and regained it in Kenya in 1949 during an encounter with Lucifer himself. It's as heavy and flat-footed as Godzilla, neither scary nor theological engaging. Paul Schrader shot and edited a version of this film, which the producers scrapped in its entirety for being too serious and insufficiently horrific. It cannot be worse than Harlin's picture and is to be released on DVD next year. </p> <p>Robert Greenwald is a prolific producer of TV movies, mini-series and some theatrical features, who since 2001 has devoted himself to making political documentaries, starting with Unprecedented: The 2000 Presidential Election . The driving force behind them is his conviction that the mainstream media have been failing in their duty to cover complex and controversial issues. His <strong> Uncovered: The War on Iraq</strong>, as impressive in its way as David Hare's play Stuff Happens, lines up 26 witnesses with years of experience in the military, intelligence agencies, the diplomatic corps, the US cabinet, the United Nations and the Department of Defence, to refute one by one the various reasons given by the Bush Administration for the invasion of Iraq. There is no commentary other than their words, illustrated by maps, documents and news footage, and the effect is coolly devastating. It is encouraging for those who believe in the fundamental good sense, decency and disinterestedness of America's intellectual leadership at its best to hear these men and women speak out with such frankness and lucidity.</p>",
  "<p><strong>Whose Baby?</strong> ITV1 </p> <p><strong>The Power of Nightmares</strong> BBC2 </p> <p><strong>God Bless America: With God on our side</strong> C4 </p> <p>A couple of weeks ago I criticised Bob Geldof's pair of highly personal polemical documentaries on modern marriage and fathers' rights, or lack of them. In response I received precisely two furious emails and two more-in-sadness-than-in-anger snails. I got more angry letters when I criticised the oeuvre of Stephen Poliakoff - no 'Saint Steve', he - a few years ago; not an obviously emotive topic, much less headline-grabbing, but it had Poliakoff-loving Observer readers steaming. </p> <p>Anyway, last week's ITV1 drama <strong> Whose Baby?</strong> demonstrated that the sort of thorny social issue that strikes terror into the heart of Daily Mail readers and gives the flower of modern British masculinity sleepless nights (Aieee! Preserve us from the foxy spermhunters! ) is increasingly being packaged as light-ish entertainment. </p> <p>Here Karen (Sophie Okonedo) dates Barry (Andrew Lincoln) mostly in order to cheat him out of his sperm by artificially inseminating herself with the contents of a used condom, which is not something I would've thought was very easy, frankly - do you need to visit B&amp;Q before phoning a friend? - but we were spared the technical details. </p> <p>Having captured her prize by whatever means and done the pregnancy test, Karen dumps Barry because 'you're not my soulmate' and proceeds to go it alone with the fruit of Barry's loins, baby Lola. </p> <p>Despite being a feisty, coping sort, Karen soon finds that finances are tight and though far from keen to involve Barry, who is entirely unaware of Lola's existence, she ends up seeking maintenance via the CSA. To which Barry's response is the lousiest analogy of the week: 'It's like someone's stolen my TV and expects me to pay for the licence.' </p> <p>Written by Rosemary Kay, whose This Little Life was one of the most affecting and understated single dramas of recent years, and directed by Rebecca Frayn (daughter of Michael), Whose Baby? appeared to go to considerable lengths to make Barry evolve from an emotional lightweight to an almost compulsively committed wannabe dad, while Karen stayed exactly where she was at the beginning, Princess Pouty of Shrugville, which was a shame because a compelling actor such as Okonedo could have taken us with her wherever her character needed to go. </p> <p>The film was full of visual cliches - the harried single mother's messy council flat, for example, and a waking-up-bolt-upright-and-almost-headbutting-the-camera shot as Barry emerged from a nightmare (has anyone ever done that, even if they've just dreamt they slept with Vicky Pollard?), and it ended with a cutesy set-piece stunt, pure Cold Feet , in which Barry borrowed a hydraulic platform from his plant hire firm and dressed up as a tiger to surprise Lola, thus prov ing that parental love and borderline stalking go together like tigers and hydraulic platforms, if not love and marriage. </p> <p>'I'm a great believer in if you want something you just go out and get it,' said Karen, whose moral code could be reduced to a catchphrase: Me-First. Holding newborn Lola in her hospital bed and surrounded by friends, her later comment that 'I picked a good-looking guy, didn't I?' fell on silently disapproving ears. We were clearly not meant to approve of Karen, or Karens in general, but Barry was a different story. Barry was a hero just for daring to show he had emotions - never mind that his motivations were, in their way, just as selfish as Karen's. </p> <p> Whose Baby? was shot in widescreen Glib-o-Rama, deploying dream sequences, flashbacks and the leftover suds from a thousand soaps. It had delusions of bravery and modernity and Tell It Like It Is-ness but merely succeeded in being shallow and sentimental. Scratch the surface of its racy liberal veneer (alcohol-fuelled sex, Lincoln's lovely bottom, pretty mixed-race babies, lots of F-ing) and you found a surprisingly uptight conservative message, albeit one to gladden the heart of Bob Geldof. </p> <p>Mind you, thanks to a rash of excellent documentaries in the run-up to the Most Vitally Important American Election Ever (TM), I am currently spotting neocon plots around every corner, or at least every corner which hasn't already been bagged by the Muslim fundamentalist jihadists. Never mind that our own bunch of pansy neocons have been completely out-conned by neo-Lab. </p> <p>And if we heed the message of Adam Curtis's unmissable trio of BBC2 documentaries on the rise of the politics of fear, <strong> The Power of Nightmares</strong> , these forces for 'good' and 'evil' (whichever: you pays your money_) cannot really survive without the other to demonise. But, if we're really lucky, they may also end up cancelling each other out, blowing each other up or jumping off the same metaphorical cliff simultaneously, while obviously taking a lot of the rest of us with them on the way - the point is, 'They' do the politics while we're busy buying into the fear. </p> <p>The films sweep you away with their seductiveness and persuasiveness; they're beautifully directed, deftly edited, full of cleverly researched talking heads and archive footage (here was Brent Scowcroft, Bush Sr's national security adviser, filmed in 1996: 'It was never our objective to get Saddam Hussein. Indeed, had we tried we still might be occupying Baghdad, and that would have turned a great success into a very messy probable defeat_'). </p> <p>All in all, this is instant documentary gratification. And yet, after the event, these films are also capable of leaving one oddly emotionally deflated. Eventually, despite having been utterly seduced while on the journey, you'd be a fool not to accept that it's easy to create a smart thesis around the high drama of current world events, but the 'politics of fear' may have arisen more by a series of random accidents than as a result of any political architect's grand design. It's all a little too perfect and cleverly conspiratorial. </p> <p>Until, that is, the documentary evidence starts to mount. Last night's excellent <strong> God Bless America: With God On Our Side</strong> , part of Channel 4's The Greatest Democracy on Earth season, was a two-hour potted his tory of the rise of the evangelical Christian right (and C4 is really on to something by making Saturdays stay-in-and-think night), all the way from the boyish black-and-white Billy Graham of the 1950s, to the middle-aged Graham of the Nixon years to the avuncular statesmanlike Graham of the Bush era, via a heavenly hair-dyed host of other US televangelists. </p> <p>This was effectively the story of how the President of the US has, to a greater or lesser degree, gotta get a God if they want to get ahead. More than 40 per cent of the US electorate now claims to have been born again, as compared to 26 per cent during the mid-1970s, when Jimmy Carter's statement that 'the most important thing in my life is Jesus Christ' had sent the mainstream media into a tailspin: what exactly was this backwoodsy Southern Baptist evangelical schtick? </p> <p>Since then, every president has played the game by fusing faith with ambition, and obviously none more so than the present incumbent, of whom old Bush family friend Billy Graham has remarked 'I don't endorse candidates, but I've come as close to it as at any time in my life_', conveniently overlooking a previous intimate dalliance with Nixon. </p> <p>While the Christian right looks on Dubya as the prodigal son, interestingly it is Bush Sr who, retrospectively, comes across as the closest thing to a heathen to have set foot in the White House in 40-odd years (aside, obviously, from the sinner Clinton). Perhaps just a bit too posh to be comfortable with the grassroots evangelicals, he managed to anger and confuse them by remaining pro-choice and inviting gay and lesbian groups to the White House for the first time. </p> <p>This unacceptably woolly liberal take on Republicanism saw a groundswell among the powerful Christian Coalitionists and - high-fiving in the aisles when they found out about Monica - saw its natural conclusion in a witch-hunt against his successor and the alleged moral threat he posed. </p> <p>That they failed to ignite a moral rocket under the complacent collective ass of middle America (taxes nice and low, jobs safe, who cares if the Prez is getting a bit on the side?) matters not because in Dubya they have their man and, in the futile War Against Terror, they not only get to feel big and brave and righteous but kick towelhead ass, too. </p> <p>I guess miracles can happen (and Yasser Arafat might live until he's 103) but given that, as one contributor observed, 'in America, if you are married, have kids and go to church, you're a Republican', it's highly likely that by Wednesday morning (and after both candidates have spent $1.5 billion on the presidential race - the last British election cost £39 million), they'll have their Clown Prince of Darkness right where they want him for another four years. All together now, dah, dah, dah-dah_ Hail to the Cheat.</p>",
  "With her 'Anyone But Bush' badge pinned firmly to her jumper, the young aide chatting indignantly about hanging chads over lunch in the Commons could be mistaken for a New Labour footsoldier. <p>But she is a Tory, and the craze for anti-Republican memorabilia sweeping Conservative circles is a sign of the way the US presidential race has turned British politics upside down. As all three parties try to gauge which way the wind is blowing, young Tories may be flirting with Kerry but Labour is struggling to put a brave face on the prospect of four more years of Bush's war on terror. </p> <p>One minister accuses the Democrats of an 'emotional spasm' of anti-Bushism. 'The great imponderable is what is a \"Bush Two\" presidency like?' he said. </p> <p>'He doesn't have to get re-elected; he has got his place in history; he's won a second election which his dad didn't do. He can start to really move,' he said. </p> <p>Such views will infuriate Labour MPs praying for a Kerry victory. Peter Hain, the Leader of the Commons, and Gordon Brown have forged links with the Democrats. </p> <p>However, the minister said the left's expectations were far beyond what a Democrat presidency would deliver: 'He'd have to show he's as tough a commander-in-chief as Bush was, so he's not going to blink on Iraq. He'd have swept up an awful lot of the Jewish pro-Israel vote, so he's not going to be able to deliver on putting pressure on [Israeli PM Ariel] Sharon.' </p> <p>Diplomats here know a President Kerry would be no more likely than Bush to sign up to the Kyoto treaty, submit to the International Criminal Court or shut down Guantánamo Bay, but most expect him to finesse disagreements with Europe more sensitively. And he is not so loathed by British voters that Blair's ratings plunge after appearing with him. Sunder Katwala, general secretary of the Labour grassroots thinktank, the Fabian Society, said the left should be realistic about what concessions Kerry would want from Europe to deliver the more consensual foreign policy the left wants. </p> <p>'We're all sitting about saying \"wouldn't it be exciting if John Kerry won, what would Kerry do for us?\" Actually he would have done quite enough for us by not being George Bush,' he said. </p> <p>A Kerry presidency could bring small but important changes appealing to British public opinion: concessions on climate change, funding for birth control and sexual health programmes in developing countries and a less hostile approach to the EU. </p> <p>The Blair government has hoped for the best but planned for the worst. </p> <p>'My heart says Kerry to win, but my head says Bush,' says one minister. Another suggests this may be Kerry's equivalent of Britain's 1992 campaign, with voters angry but still unwilling to take a risk on a new leader. </p> <p>A re-elected Bush would certainly have a mandate for pre-emptive military action across the world - and would probably have lost his most doveish influence, Colin Powell, Foreign Secretary Jack Straw's best ally, who is unlikely to serve again. </p> <p>But Blair hinted that a re-elected Bush would restart the Middle East peace process. </p> <p>There is surprisingly little difference between Kerry and Bush on the most difficult issue facing the coalition: Iran's nuclear ambitions. </p> <p>Downing Street's nightmare is having to condone US-endorsed military strikes on Iranian plants. </p> <p>Nor would there be much change on Iraq under Kerry, although his rhetoric would be different. The controversial offensive on Falluja would be already under way and his plan to demand troops from France, Germany and Spain would probably be rejected, leaving Britain and the US still shouldering the military burden.</p>",
  "<p>For John Kerry it looks like being close, but no cigar. The presidential challenger is threatening a photo finish that looked well beyond his electoral powers only a few weeks ago. But this is a binary bet and there will be no spoils for a nearly man. There is sufficient uncertainty approaching Tuesday's finish line, however, for financial markets to be in a highly febrile state. </p> <p>As election day has drawn nearer, and the two candidates have drawn together in the opinion polls, so the US dollar has renewed the slide that had been on hold for the past six months. Other factors have been at work, it is true - notably the strength of the oil price - but it is hard to escape the conclusion that President Bush's increasingly sweaty-palmed hold on power has been a critical factor. </p> <p>I recently wrote in this column, while prematurely burying Senator Kerry's chances, that it was the economy that would determine the outcome of the election; and that Kerry had conspicuously failed to land a meaningful blow on this pretty static target. </p> <p>The senator's showing in the three live television face-offs with the president is being cited as the trigger for his late spurt. These were heavy on Iraq and attendant trust issues, and light on the economy. If Kerry falls just short of the line, he really might regret his neglect of the prosperity issue. </p> <p>Most financial markets will take their lead from the American currency in the immediate aftermath of the election. The greenback's fall over the past couple of weeks could be viewed as a sign of concern among traders at the prospect of a Democratic president, or at the increased chances of an ambiguous outcome, as occurred in 2000. </p> <p>In response to my attempts a few weeks ago to demystify the day-to-day movements in share prices, one reader has asked for a similar explanation of the foreign exchange markets. In particular, she asked whether the factors that drove share prices - supply and demand driven by profit prospects, management quality and the like - had parallels in currency movements. The simple answer is that indeed they do. </p> <p><strong> Basic laws</strong><br> </p> <p> Think of George Bush as chief executive of the world's largest industrial conglomerate and the rest of the world as potential consumers of its product, suppliers of raw materials to its production processes, and financiers of its activities. </p> <p>The movement of goods and services into USA Inc creates an excess supply of dollars in the market as products supplied from overseas need to be paid for in their local currencies. Conversely, any of USA Inc's output sold abroad creates excess demand for dollars as consumers of the goods need to pay for them in this currency. Any imbalance between the flow of goods in and the flow out will push the dollar down or up according to the basic laws of supply and demand. </p> <p>The third element in this equation is that of financing the great industrial venture. Investment projects are not always self-funding. Indeed the grander the project, the more likely the need for external finance. When USA Inc is expanding, it is likely to require capital from abroad to oil the wheels of its ambitions. So companies issue shares and the state issues bonds. If these are attractive enough to foreigners, their demand for them will create demand for the dollars necessary to buy them. </p> <p>In this way, USA Inc has managed, through its lengthy expansion phase, to balance the currency books. It has sucked in more goods and services from overseas than it has managed to sell products to foreigners. But the imbalance of trade this has created has been countered by the overseas appetite for American shares and government bonds. </p> <p><strong> Rationalised</strong><br> </p> <p> Which is where President Bush's role as chief executive of the enterprise is critical. Not because he is an economic wizard - he has a seasoned chief financial officer in the form of Federal Reserve chairman Alan Greenspan - but because he is a predictable quantity. Like all Identikit CEOs, he talks up his company's prospects through thick and thin, he's prepared to push thorough controversial measures for the sake of his overall enterprise and every action he takes can be rationalised in the context of his company's public mission statement. </p> <p>Suppliers, customers and financiers need not like or agree with that mission statement to want to do business with or finance USA Inc. But they are happy to know where they stand. If the CEO fends off his challenger this week, there will undoubtedly be a relief bounce in the dollar because it will be business as usual. </p> <p>A Kerry win, however, would mean a new mission statement for USA Inc - one that would not appear even to have been drafted yet. This would spook the world's financiers. They would want to run a credit check on the new CEO, and might even withdraw his funding in the meantime. A mini currency crisis might be his first challenge in the Oval Office. Not that he's likely to get there, of course. </p> <p><strong>·</strong> Edmond Warner is chief executive of IFX Group </p> <p><a href=\"mailto:edmond.warner@theguardian.com\">edmond.warner@theguardian.com</a></p>",
  "<p>British authorities have opened a new front in the widening investigation into allegations of bribery at Halliburton, the American oil services business, while it was being run by the US vice-president, Dick Cheney.</p> <p>The Guardian has learned that the Serious Fraud Office has joined the international effort at the request of the US Department of Justice in Washington. French and Nigerian officials are already involved in the inquiry.</p> <p>Halliburton has become a political liability for the Bush administration as the US prepares to vote in presidential elections next week.</p> <p>The company, one of the chief government contractors in Iraq and Afghanistan, has been dogged by controversy, which includes claims of White House favouritism in awarding the firm billions of dollars of contracts without being forced to bid and Pentagon allegations that the firm has massively overcharged for its work.</p> <p>It emerged late on Thursday that the FBI had launched an inquiry into how Halliburton secured contracts in Iraq, so far worth almost $9bn (£4.9bn).</p> <p>The Nigerian investigation centres on $180m in payments allegedly made by a consortium led by Halliburton to secure the contract to build a natural gas plant in Nigeria.</p> <p>The cash was allegedly channelled through a US-owned oil engineering firm in London called MW Kellogg and was handled by a company executive based in Berkshire. The funds were said to have been paid into a Swiss bank by a British lawyer.</p> <p>The Democratic challenger, John Kerry, has made repeated jibes at Halliburton during his campaign for the White House, suggesting that the vice-president is using his position to look after his friends. Referring to the shortage of flu vaccine in the US, Mr Kerry told a rally in Orlando last week: \"If Halliburton made flu shots, you'd have more flu shots here than there are oranges in the state of Florida.\"</p> <p>Mr Cheney ran Dallas-based Halliburton for five years before quitting to run for office in 2000. He banked $36m when he left and continues to receive deferred income from the company. There has been no suggestion that Mr Cheney had any personal knowledge of the Nigerian payments.</p> <p>When Mr Kerry's running mate, John Edwards, referred to the Nigerian scandal during a televised debate earlier this month, Mr Cheney said there was \"no substance\" to the charges. But Halliburton admitted last month that it had found evidence that bribery was at least discussed. In June, the US company cut ties with a former senior executive, Jack Stanley, and said he had received as much as $5m in \"improper personal benefits\" related to the Nigerian scandal. The company has said it is cooperating with authorities.</p> <p>A French judge has been inquiring into the alleged bribes for the past two years. He has been joined by a Nigerian par liamentary commission. The scandal has gathered pace in recent months as the justice department and the chief US financial watchdog, the Securities and Exchange Commission, launched investigations.</p> <p>The French judge, Renaud Van Ruymbeke, has called for Halliburton's agent, London solicitor Jeffrey Tesler, to return to Paris next month for a second round of questioning. Mr Tesler has denied wrongdoing.</p> <p>Malcolm Bruce, the Liberal Democrat trade spokesman who has pressed the British government to investigate the bribery allegations, welcomed the SFO inquiry but questioned why it had taken so long.</p> <p>\"Clearly the SFO is only about to take action, well after everyone else and only when asked by other governments who have been taking action for months. The British government appears to have a pretty supine and passive attitude to stamping out bribery in international contracts. The resources are not there, the will is not there.\"</p> <p>Halliburton was secretly awarded a contract ahead of the Iraq invasion, then worth up to $7bn, to help repair the country's oil industry in the wake of war. Halliburton was handed the contract without bidding. It was also given an other contract on a no-bid basis to provide logistical backup to American troops.</p> <p>The FBI investigation is based on claims by a senior army contracting official who claims she was frozen out of decisions when she questioned the Halliburton contracts.</p> <p>Halliburton has repeatedly denied wrongdoing. \"The old allegations have once again been recycled, this time one week before the election,\" a spokeswoman said.</p> <p>The company has paid $7.5m to settle claims that it failed to disclose a crucial change in its accounting policy that allowed it to report higher profits and shore up its share price while Mr Cheney was in charge.</p>",
  "The United States made its boldest foray into tomorrow's tense presidential election in Ukraine by threatening to take \"measures\" if the voting was unfair. <p>The US mission to the Organisation for Security and Cooperation in Europe, which is monitoring the election, said that if it failed to meet international standards \"a variety of measures\" against those responsible for electoral misconduct would be considered.</p> <p>\"Bilateral relations and integration into Euro-Atlantic institutions will suffer,\" it added.</p> <p>\"In addition, we are increasingly concerned by reports strongly indicating that government forces are behind numerous provocative and violent acts, such as the beating of peaceful protesters by ministry of interior employees the weekend of October 23-24.\"</p> <p>A spokesman for the US embassy in Kiev declined to elaborate on what sanctions were under consideration.</p> <p>The statement is the latest in a series of interventions aimed at aiding the opposition candidate, Viktor Yushchenko.</p> <p>Washington has accused the Ukrainian government of skewing the poll in favour of the prime minister, Viktor Yanukovich - President Leonid Kuchma's preferred suc cessor - by clamping down on the state media and throwing the resources of the state behind its man.</p> <p>Yesterday more than 160 journalists from six leading private television channels issued a statement protesting at alleged censorship and pressure on news media during the closing stages of the campaign.</p> <p>\"[The] authorities and some owners and managers of TV channels are trying to keep us silent,\" said the statement, quoted by Interfax news agency.</p> <p>On Thursday seven leading journalists on 1+1TV said they would quit their jobs in protest at what they described as state-imposed censorship. \"We refuse to take part in the information war,\" their statement said.</p> <p>Earlier this week journalists of Kiev's independent TV5 staged a hunger strike, accusing the government of cracking down on the media.</p> <p>The US statement will increase the tension between Moscow and Washington, which have seized on this election to back the rival candidates. Washington has sent a series of emissaries, including George Bush Sr and Henry Kissinger, to Kiev to call for fair elections.</p> <p>Richard Armitage, the US assistant secretary of state, wrote in the Financial Times yesterday that the \"Ukrainian authorities can put an end to the violations that have plagued the campaign\", and warned that \"a bad election... will force us to re-examine our relationship\".</p> <p>Moscow has thrown its weight behind Mr Yanukovich, who has promised to bring Ukraine closer to its eastern neighbour. President Vladimir Putin has offered his endorsement, appearing on television to encourage voters to back the government candidate.</p> <p>He also attended an army parade on Thursday, during which a Soviet-style show of military strength prompted the opposition to say that they were trying to frighten the electorate.</p> <p>The Ukrainian government hit back yesterday. Its ambassador to Brussels, Roman Shpek, said in an interview with Reuters that the lack of an EU policy towards Ukraine was tantamount to \"double standards\" - a common phrase used by the Kremlin when dealing with western criticism.</p> <p>Opinion polls suggest that the presidential rivals enjoy near-equal levels of support and may be heading for a second round of voting in November.</p> <p>The tension surrounding the campaign grew yesterday when Mr Yushchenko said his family had been threatened and were in hiding. His pregnant oldest daughter had been threatened with abduction. \"It is impossible to live like this for long, and I am not the only person who lives like this,\" he said.</p> <p>Last night there were unconfirmed reports that four buses rented by the Yushchenko campaign in the Chernovtsy region were blown up overnight in their car park.</p> <p>Last night Mr Yushchenko repeated a call to his supporters to behave calmly on election day, create no provocations and keep a close eye on the voting.</p> <p>\"Be exemplary citizens: don't watch TV, don't drink alcohol on October 31. Go to election districts, vote and wait for results there... It's very important to prevent falsifications,\" he said at a news conference.</p> <p>Mr Yanukovych made a similar call, Interfax reported, telling his supporters: \"You don't have to yield to provocations... you don't have to take part in any violent actions.\"</p> <p>He added: \"I don't understand the politicians who are dreaming of a violent seizure of power, under the cover of the name 'democratic opposition'.\"</p> <p>Those who oppose Mr Yanukovych say winning would close the door to the west, stifling the country's strong but still tenuous recent economic upswing.</p>",
  "Four days before the US presidential election, a new videotape of Osama bin Laden surfaced yesterday, with the al-Qaida leader admitting responsibility for the first time for the September 11, 2001 attacks, and threatening new strikes against America. <p>If genuine - and US intelligence officials last night indicated the man on the video was indeed the al-Qaida leader - the tape broadcast by al-Jazeera television is an audacious attempt by Bin Laden to leave his imprint on the US electoral process. </p> <p>Although the White House said last night there was no immediate change in the US terror alert level, there are also fears that it could be a coded warning to al-Qaida operatives for a fresh attack. Warnings of a spectacular strike on US soil in the run-up to the vote were in circulation earlier this year. </p> <p>Bin Laden played directly on such fears in yesterday's video, which offered the first glimpse of him in more than a year. It was also his first direct appeal to the American people, and the al-Qaida leader warned they could well face a repetition of the 9/11 attacks. </p> <p>\"Despite entering the fourth year after September 11, Bush is still deceiving you and hiding the truth from you, and therefore the reasons are still there to repeat what happened,\" he said. </p> <p>Although he is the most hunted man on earth, Bin Laden made it clear that he had had time to keep close watch on public debate in the US - or at least was familiar with the accusation that the attacks would have been far less deadly if President Bush had been swift to act. </p> <p>He also suggested that the idea for the September 11 attacks stretched back as far as two decades to the Israeli aerial bombardment of tall buildings in Beirut in 1982. </p> <p>Yesterday's videotape ex ploded on to the campaign trail just as the two candidates were poised to deliver their closing arguments to the American electorate. </p> <p>The message ensured that the war on terror remains the defining issue in the most fiercely contested election in recent memory. </p> <p>President Bush and his Democratic challenger, John Kerry, have been scathing in attacking each other's credentials on national security. After launching his campaign with images of the World Trade Centre in flames, Mr Bush went on to accuse Mr Kerry of lacking the resolve to lead the fight against al-Qaida. </p> <p>The Democratic challenger accuses his opponent of compromising the hunt for al-Qaida because of his preoccupation with Saddam Hussein. </p> <p>But both leaders declined to rise to Bin Laden's bait - at least in the short term. \"Let me make this very clear: Americans will not be intimidated, or influenced by an enemy of our country,\" Mr Bush said. \"We are at war with these terrorists and I am confident that we will prevail.\" </p> <p>The president refused to comment on Bin Laden's claim that he had been astounded by Mr Bush's decision, after being told of the attacks, to remain in a Florida classroom reading a children's book about a pet goat. </p> <p>In the video, Bin Laden said: \"It never occurred to us that he, the commander in chief of the country, would leave 50,000 citizens in the two towers to face those horrors alone, because he thought listening to a child discussing her goats was more important.\" </p> <p>Mr Kerry, who has assailed Mr Bush every day this week for taking his eye off al-Qaida by going to war in Iraq, also refused to be drawn into Bin Laden's game. </p> <p>\"All of us in the country are completely united,\" he said. \"We are all united hunting down and capturing or killing those who conduct that raid. We always knew it was Osama bin Laden.\" </p> <p>But while both candidates took the high road yesterday, it seemed evident the tape would have an impact on the presidential race. </p> <p>Although Bin Laden's intervention appears calculated to hurt Mr Bush's re-election chances, reminding American voters that the US president has failed to catch the al-Qaida leader, most commentators thought the ploy would rebound against Mr Kerry. </p> <p>Mr Bush has consistently outscored Mr Kerry on the security question in opinion polls, and the re-emergence of Bin Laden could persuade Americans they need to send a strong man to the White House next Tuesday. </p> <p>The tape also served to confound hopes that Bin Laden was dead, or at least incapacitated, following reports that he had been seriously wounded or was gravely ill with kidney disease. </p> <p>Instead, the Osama bin Laden who surfaced yesterday was very much alive, and apparently fit, dressed in golden cloak and white turban, and sitting in front of a desk in front of a plain backdrop. </p> <p>He gave no hint that he was on the run, speaking with apparent composure, in his first appearance on film in two years. It was unclear where the tape was recorded although Bin Laden is believed to be in the border regions of Afghanistan and Pakistan. </p> <p>It was also unclear when - although Bin Laden made reference to the US death toll in Iraq reaching the 1,000 mark, suggesting the tape had a fairly recent provenance. </p> <p>Al-Jazeera received the tape on Friday, but did not say how. The US state department said it urged the government of Qatar, where the station is based, to discourage it from broadcasting the message. </p> <p>Last night's message differed from previous audio and video tapes released by Bin Laden, with a first direct appeal to the American people. </p> <p>But the message was chilling: neither Mr Bush nor Mr Kerry could guarantee their safety, he said. </p> <p>\"Your security is not in the hands of Kerry or Bush or al-Qaida. Your security is in your own hands,\" he said. </p> <p>\"To the US people, my talk is to you about the best way to avoid another disaster,\" he said. \"I tell you: security is an important element of human life and free people do not give up their security.\"</p>",
  "US security forces anticipated Osama bin Laden's al-Qaida would try to intervene in the presidential election, but expected that action to take the shape of a bomb blast or some other terrorist outrage rather than last night's video warning. <p>Bin Laden's impact on the US election will be a matter of debate over the next few days and in the election aftermath. But the initial instinct is that it will be more helpful to George Bush than to John Kerry. </p> <p>His appearance is a reminder to the electorate of September 11 and the \"war on terror\" that Mr Bush has championed. The incumbent has tended to poll higher than Mr Kerry on this issue, being seen as the more reliable of the two. </p> <p>Al-Qaida and the loose groupings that share its general aims have shown themselves to be acutely aware of the politics of the west. In the age of satellite communications, Bin Laden and his associates can watch on televison in detail the internal politics of any country. </p> <p>The North Africans who carried out the murderous blasts in Madrid in the week running up to the March general election demonstrated a new-found sense of political timing, leaving the government of José Aznar floundering. </p> <p>The Spanish electorate may have already decided to oust Mr Aznar before the bombings. But his attempt to blame Basque separatists rather than the al-Qaida-related group angered Spanish citizens. Mr Aznar had put Spanish troops into the US-led coalition with Iraq, and his successor pulled them out. </p> <p>The timing of the Madrid attack was no coincidence. The captors of Kenneth Bigley in Iraq, the Tawhid and Jihad group, showed an awareness of internal British politics. They put direct pressure on Tony Blair, by forcing Mr Bigley to appeal to the prime minister to save his life. </p> <p>Both Mr Bush and Mr Kerry united in condemning Bin Laden and promising to hunt him down. Both deny he can influence the election. </p> <p>In one sense, Bin Laden's sudden re-emergence could help Mr Kerry. It is a reminder that Mr Bush has failed to capture him. It could also strengthen Mr Kerry's charge that Iraq is a diversion from the war against al-Qaida. </p> <p>That would play in Europe but less so in the US, where polls continue to show a majority of Americans believe there was a link between Saddam Hussein and al-Qaida. </p> <p>On his own terms, Bin Laden has been a success. Since September 11, the Middle East has become more dangerous and volatile, not just in Iraq. In Saudi Arabia, he has partly achieved his original goal by forcing most of the US soldiers to leave and to have strained relations between Washington and Riyadh. Saudi Arabia, too, faces internal problems from al-Qaida. </p> <p>Bin Laden's ability to mount attacks appears to have waned, in spite of the string of terrorist attacks from Indonesia to Turkey since September by groups related to al-Qaida. Neither al-Qaida or the Taliban were able to disrupt the Afghanistan election. </p> <p>Nor has Bin Laden been capable so far of mounting further attacks in the US since September 11. But his video last night could prove almost as damaging.</p>",
  "America's electoral battlefield spread out to the far-flung state of Hawaii yesterday as the Democratic and Republican campaigns turned out their highest voltage celebrities in a last dash for votes. <p>After weeks in which the main poll fighting was restricted to fewer than a dozen of the 50 states, the campaign's horizons stretched out to Hawaii, a hitherto Democratic bastion in the mid-Pacific. </p> <p>The two big parties, meanwhile, resorted to the world of celebrity to give an extra sizzle to their campaigns, and to draw in the dwindling band of undecided voters. </p> <p>Arnold Schwarzenegger, former bodybuilder and Republican governor of California, joined President Bush at a rally in Columbus, Ohio, and urged the party faithful with typical vigour not to let up. </p> <p>\"Today I'm here to pump you up,\" he intoned in a speech bursting with self-referential quips. \"If you flex your muscles on November 2 I guarantee you, President Bush will be back.\" </p> <p>Mr Bush produced a pun of his own. \"He and I share some things in common - we both married well, we both have trouble speaking the English language, we both got big biceps. Well, two out of three ain't bad.\" </p> <p>For the Democrats, meanwhile, there was Bruce Springsteen, who turned out tens of thousands of people at rallies in Wisconsin and Ohio on Thursday night, delivering live renditions of the anthem that Mr Kerry has adopted as his theme song, No Surrender. The rock star was to accompany Mr Kerry to Florida later yesterday. </p> <p>The Democrats also plan to roll out the party's in-house \"rock star\" for one last tour before voting day. Bill Clinton, who rose from his sick bed earlier this week after heart surgery, goes on the road again to Nevada and New Mexico. </p> <p>Mr Clinton ends his tour tomorrow in his native Arkansas, a state that voted for Mr Bush in 2000, but which the Democrats are hoping to prise away this time round. It carries a potentially crucial six electoral college votes. </p> <p>Mr Bush had hoped to harness another celebrity yesterday by campaigning with Boston Red Sox pitcher, Curt Schilling, who is basking in his team's first World Series victory for 86 years. </p> <p>Schilling, a Texan who thrilled fans by playing with an injured and bleeding ankle, told a television interviewer on Thursday he was voting for Mr Bush. He was immediately signed up by the Republicans to accompany the president to New Hampshire today. </p> <p>The endorsement came as a rebuff to Mr Kerry, who is a passionate supporter of the team and wore a Red Sox cap on the campaign trail this week in honour of their victory. In the end, Schilling cancelled the appearance, saying he had been advised by doctors to rest his ankle. </p> <p>The spotlight on Hawaii is a first in modern American election campaigns. President Bush has visited the state just once, in 2001, and the last major presidential candidate to come calling was Richard Nixon in 1960. </p> <p>But two newspaper polls this week showing the Republicans within striking distance of the Democrats put the islands in play, with a ferocious last-minute battle for its relatively puny prize of four electoral college votes. </p> <p>On Thursday, the Democrats dropped $200,000 (£110,000) in new television advertising on the state, and both sides were to send in high-powered campaigners at the weekend. For the Democrats, Mr Kerry's daughter, Alexandra, was to appear at a rally last night along with former vice-president Al Gore. </p> <p>Vice-President Dick Cheney takes his turn late tomorrow night, logging an additional 13 hours in the air, and a 38-hour bout of campaigning in the final hours of the campaign. </p> <p>Since attaining statehood in 1959, Hawaii has swung Republican in only two elections. Mr Gore won the state by nearly 20 percentage points in 2000. But the merest glimmer that Hawaii could be up for grabs is enough to get the two campaigns moving. </p> <p>\"Hawaii is a state where the president's leadership resonates,\" Mr Cheney's spokeswoman, Ann Womack, told reporters. \"It's a very close race. We think it's worth a trip.\"</p>"
]