[
  "Nine people were killed and another 160 injured in a suicide car bomb attack on the Australian embassy in Jakarta today. <p>The blast flattened the gate of the fortress-like embassy, mangled cars and motorbikes on the street outside, and blew off the glass fronts of office towers nearby. Charred debris and body parts littered the road outside. </p> <p>Elections are coming up in both Indonesia and Australia, and analysts said the attack - which happened at 10.15am local time (0415 BST) and caused an explosion that could be heard up to five miles away - could have been an attempt to influence them.</p> <p>No one inside the heavily protected embassy building was injured or killed. The dead were believed to have been Indonesian police, security officers and bystanders. \"The ground shook so hard I fell down,\" Joko Triyanto, a security guard, told the Associated Press. </p> <p>The injured included Australian, Greek and Chinese nationals, but were mainly Indonesian office workers. </p> <p>It was unclear who was responsible for the attack, but Indonesia has been hit by a series of deadly bombings of western targets by militants belonging to Jemaah Islamiyah, a regional network linked to al-Qaida. </p> <p>Today was the first attack for more than a year to be linked to the group, blamed for the 2002 Bali bombings in which 202 people, including 88 Australians, were killed.</p> <p>\"The modus operandi is very similar to other attacks, including the Bali bombings,\" the Jakarta police chief, General Dai Bachtiar, said. \"We can conclude [the perpetrators] are the same group.\"</p> <p>Australia's foreign minister, Alexander Downer, said the bomb was clearly aimed at Australia. \"It was outside the Australian embassy. You would have to conclude that it was directed towards Australia,\" he said. </p> <p>However, a spokesman for the Indonesian foreign ministry disputed his claim. \"The victims here are ordinary Indonesians,\" the spokesman said. \"We cannot reduce the nature of the threat only to foreign envoys or foreign governments. We are all potential victims.\" </p> <p>Security analysts including the former US counter-terrorism chief, Richard Clarke, had warned that Australia was more at risk of a Madrid-style attack during its election campaign than the US because of Australian parties' differing policies on keeping the country's troops in Iraq. </p> <p>The campaign in the run-up to the October 9 election has been dominated by the military commitment to the US of the prime minister, John Howard. </p> <p>The opposition Labor party - running neck and neck in the polls - claims his stance has made Australians more vulnerable to terrorist attacks. </p> <p>Mr Howard today told reporters in Melbourne: \"This is not a nation that is going to be intimidated by acts of terrorism.\" </p> <p>Over recent weeks, several western embassies, including Australia's, had warned their citizens about possible attacks by Islamist extremists. The US embassy yesterday told Americans to stay away from the Kuningan district, where the blast occurred. </p> <p>Last year, 12 people were killed in a suicide attack on Jakarta's nearby JW Marriott hotel. </p> <p>Malaysian security officials blamed one of south-east Asia's most wanted men, the British-trained engineer Azahari Husin, for the attack. A member of Jemaah Islamiyah, he has been linked to a number of attacks in Indonesia, including the 2002 Bali bombings. </p> <p>Mr Azahari is believed to be protected by a small circle of Jemaah Islamiyah members, and may have timed the attack as a response to Indonesia's decision this month to file terror charges against the group's reputed leader, the militant cleric Abu Bakar Ba'aysir. </p> <p>Australia immediately issued a travel warning to its citizens to defer all non-essential travel to Indonesia. The foreign office said Australians in Indonesia who were concerned about their safety should consider leaving. </p> <p>The bombing - which happened only two days before the third anniversary of the September 11 attacks on New York and Washington - also coincided with the Indonesian presidential campaign. </p> <p>Two secular nationalists - the incumbent, Megawati Sukarnoputri, and her former security minister, Bambang Susilo Yudhoyono - are running for the presidency on September 20. </p> <p>Ms Sukarnoputri, who was in neighbouring Brunei to attend a royal wedding at the time of the explosion, cut short her stay and returned to Jakarta.</p>",
  "Jean-Marie Le Pen has suspended two senior members of the National Front, as he tries to resolve an acrimonious succession battle inside France's extreme right party. <p>The party purge came after dissident members of the movement organised a rival conference in the south of France last month, timed to coincide with the National Front's official summer gathering held in the north. </p> <p>Irritated at the direction Mr Le Pen is taking the party, and at the growing power of his youngest daughter, Marine Le Pen, the renegade members have publicly urged the 76-year-old leader to make way for a younger man. </p> <p>Jacques Bompard, the ultra rightwing mayor of Orange, led the rebellion, hosting the splinter conference in his town, a bastion of rightwing voters in the heart of Provence. </p> <p>Like other veteran party members, Mr Bompard believes that Mr Le Pen is being pulled into more mainstream positions by his daughter, whom he is grooming to take over the party's leadership. </p> <p>Mr Bompard, a dentist, organised the rival event in direct contravention of party orders and his faction was joined by a hardline Catholic wing of the party. Several senior members of the NF boycotted the official events and defected to the rival conference. </p> <p>During the weekend meeting, they launched repeated attacks on Marine Le Pen's authority, with delegates warning that to \"follow her path would be suicidal for the party\". </p> <p>Dissident party members dislike her relatively liberal positions on abortion and gay marriage and have criticised the degree to which Mr Le Pen is delegating responsibility to her. </p> <p>Despite her appeal to younger voters and her telegenic qualities, the relative political inexperience of the 35-year-old lawyer has been blamed by some for the party's poor results in elections earlier this year. The party has failed to repeat the extraordinary electoral success it won during the first round of the presidential elections in April 2002, when it took over 17% of the vote. </p> <p>Described by her mother as \"the clone\" and by her father as an \"ideal physical specimen\", Ms Le Pen, has attempted to promote herself as the acceptable face of the party and has helped tone down the party's anti-immigrant language, saying she wants to \"de-demonise\" the Front. </p> <p>Tensions over her position within the party hierarchy have been simmering for two years. One senior frontiste resigned in April 2003 when Mr Le Pen appointed Marine vice-president, giving her an automatic seat on the party's executive committee, even though she came in only 34th out of 137 candidates in an election for the central committee. </p> <p>Long-serving party activists saw the move as a challenge to the party's \"official dauphin\", Bruno Gollnisch. Mr Le Pen has yet to announce whether he will run for the presidency again in 2007, but talks semi-seriously of continuing until he is at least 95. </p> <p>After the Orange conference, Mr Bompard told journalists that the era of the Duce and the Führer was over and the National Front no longer needed that kind of leadership. \"Raising the issue of succession is not a crime,\" he said. </p> <p>Mr Le Pen disagreed. After a crisis meeting at his home on Friday, nine members of the executive committee decided in a unanimous vote to suspend Mr Bompard and Marie-France Stirbois, a regional councillor in the south of France, from their party functions. </p> <p>\"They participated in operations during the election campaign which were damaging to the National Front, they have made hostile remarks about the NF leadership and have contributed to the party's loss of influence,\" Mr Le Pen said. \"Asking politicians to pull in the same direction is the very least one should demand during election campaigns. These were serious breaches to the whole political movement which need to be punished.\" </p> <p>Marine Le Pen said their actions had put \"the party's future in danger and damaged its credibility in the eyes of its electors\" .</p> <p>This is the second major rupture within the party in the past six years. The former deputy leader Bruno Mégret left the party in 1998 to set up a new breakaway movement, after failing to edge out Mr Le Pen. His success has been minimal and many of his followers have returned to the National Front. </p> <p>The fate of the two suspended politicians will be resolved on September 16.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS:</b> <a href=\"http://www.theguardian.com/indonesia/Story/0,2763,1300500,00.html\">Seven people were killed today in a car bomb attack on the Australian embassy in Jakarta</a>.</p> <p><b>'TALE OF TWO RESHUFFLES'</b></p> <p>\"Milburn gets job, but little power\" notes the Sun in one of those underwhelming headlines that betray a paper's true agenda. Despite the determinedly implacable noises coming from the Treasury yesterday, Gordon Brown will be seething at the news that the former health secretary, Alan Milburn, has been given a \"policy supremo\" role at Downing Street.</p> <p>\"A meaningless phrase, frankly, but it's very destabilising,\" a \"friend of the chancellor\" tells the FT. \"Milburn return deprives Brown of election role\", splashes the paper.</p> <p>Will Tony Blair's move prompt that long-awaited showdown between the prime minister and his chancellor, splitting the party and letting Michael Howard into Downing Street? The Telegraph certainly hopes so. \"Suddenly, there is everything to play for,\" smiles an excited leader writer. Yesterday's Conservative reshuffle - unlike Labour's - \"electrified Westminster ... the Conservative front bench now looks more like an alternative government than at any time since 1997.\"</p> <p>John Redwood is the new shadow minister for deregulation - a \"remarkable comeback\" for a man nicknamed \"the Vulcan\", says the Telegraph - and the \"old stager\" Nicholas Soames becomes shadow defence secretary. \"Rising star\" David Cameron is in charge of policy coordination.</p> <p>Mr Blair's reshuffle marks a \"big turnaround\" for the prime minister, according to the Times. He \"seriously discussed\" standing down in the summer, \"but was talked out of it by Mr Brown, among others\". All the more infuriating for the chancellor, then, that two Blairites (Alan Johnson replaces Andrew Smith as work and pensions secretary) have been drafted in to the cabinet. </p> <p>James Blitz, writing in the FT, says Mr Blair \"regrets bitterly\" his decision to allow Mr Brown to \"set his stamp\" on the 2001 manifesto. It \"set out few original policy ideas and left the government having to sell controversial policies such as higher education top-up fees mid term,\" Blitz says.</p> <p>But are the Brownites and Blairites really so different? Irreconcilable, maybe, says the Guardian's Michael White, but fundamentally not so dissimilar. \"The tragedy for Labour is that the Brown and Blairites are all modernisers in their different ways. The chancellor knows how to sing Old Labour tunes better, but is a harder paymaster on public spending than Blair. There are significant disagreements of approach and priority, but it suits both sides to exaggerate them: what Freud called the narcissism of small difference.\"</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1300343,00.html\">Milburn wins central Labour role</a><br> * <a href=\"http://politics.theguardian.com/labour/story/0,9061,1300458,00.html\">Michael White: Familiar tantrums</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/09/ntory09.xml&amp;sSheet=/news/2004/09/09/ixnewstop.html\">Telegraph: Tories top-up top table</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/09/09/dl0902.xml&amp;sSheet=/news/2004/09/09/ixnewstop.html\">Telegraph: Square the circle</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1253333,00.html\">Times: Brown stopped PM quitting</a><br> * <a href=\"http://news.ft.com/cms/s/1f42487a-0047-11d9-ad31-00000e2511c8.html\">FT: Discord threatened if Milburn returns</a></p> <p><b>ON THE US CAMPAIGN TRAIL</b></p> <p>Dick Cheney warned Americans yesterday that electing John Kerry would make them more vulnerable to terrorist attacks.</p> <p>Accusing the Democratic candidate of peddling the misconception that the US was not truly at war, the vice president told Republicans in Iowa: \"If we make the wrong choice, then the danger is that we'll get hit again and we'll be hit in a way that will be devastating.\"</p> <p>A poll highlighted on the front of the Herald Tribune will probably prove a mixed blessing for Mr Kerry: it suggests that if the whole world were voting in November, he would win by a landslide. French, German and Mexican citizens disliked Mr Bush most; Thais and Indians, on the other hand, produced only a narrow majority for the Democrat.</p> <p>The Times says Mr Cheney's outburst overshadowed Mr Kerry's efforts to shift the electoral agenda from Vietnam and terrorism to Iraq and the economy yesterday. The candidate told an audience in Cincinnati that the war in Iraq had cost USD200bn that might have been better spent at home; President Bush riposted that US forces were making \"good progress\" and he intended to \"complete the mission\".</p> <p>\"Many foreign relief workers in Iraq prepare to flee,\" the Herald Tribune headlines on page four. The FT has a particularly damning indictment of the chaos in Falluja.</p> <p>\"Four months after US marines called off their attack on Falluja, the Iraqi rebel stronghold has fallen under the control of a number of different groups, from Islamists to ultra-Islamists to Ba'ath party loyalists to bandits,\" the paper reports. \"Completely absent from the power equation ... are Iraqi government forces ... US officials have slowly begun to admit that in recent months insurgents have gained control of many of the most important cities in Iraq.\"</p> <p>The broadsheets mull over the implications of the news that 1,000 US troops have died so far in Iraq - the vast majority of whom (862) have perished since hostilities officially ended. That's three times as many Americans as were killed in the first Gulf war, the Guardian points out. Another 7,000 have been wounded.</p> <p>The Mail is shocked to learn that 19 British soldiers are under investigation over allegations of \"murder and brutality\" in Iraq. \"WHOSE SIDE ARE WE ON?\" demands the paper, which wants to know why Tony Blair is \"failing to stand up for ... our servicemen and women\" and \"leaving them at the mercy of lawyers\".</p> <p>\"It is extremely rare for civilian police to take on cases which have already been investigated by the Royal Military Police special investigations branch,\" the paper adds.</p> <p>\"Hesitating in battle will get you killed,\" writes a barrister who used to serve in the parachute regiment.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1300153,00.html\">Kerry and Bush trade blows as war rhetoric escalates</a><br> * <a href=\"http://www.iht.com/articles/537927.html\">IHT: Kerry faults Bush over cost of Iraq war</a><br> * <a href=\"http://www.iht.com/articles/537982.html\">IHT: Globally, Kerry takes all</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,11069-1254064,00.html\">Times: Anger over Cheney terror jibe</a><br> * <a href=\"http://news.ft.com/cms/s/0df2fab0-01be-11d9-8273-00000e2511c8.html\">FT: Falluja held in holy warriors' brutal grip</a></p> <p><b>RUSSIA INVOKES 9/11</b></p> <p>\"Pre-emptive strikes by Russia?\" asks page three of the Herald Tribune. The Kremlin's announcement that it would offer a USD10m bounty for the heads of two militant Chechen leaders \"echoed statements in Washington following the September 11 attacks,\" says the paper.</p> <p>Russia would \"take all measures to liquidate terrorist bases in any region of the world\", a general added. That's unlikely, the IHT says: \"The post-Soviet military has lost much of its ability to project force beyond its borders.\"</p> <p>* <a href=\"http://www.theguardian.com/chechnya/Story/0,2763,1300028,00.html\">Putin puts GBP6m price on rebels</a><br> * <a href=\"http://www.iht.com/articles/537983.html\">IHT: Pre-emptive strikes by Russia?</a></p> <p><b>SVEN BACK FROM THE BRINK</b></p> <p>England's 2-1 win in Katowice last night is greeted with grudging respect by the papers. The back pages might have been more enthusiastic had the players agreed to talk to them after the match.</p> <p>\"WE'RE REVOLTING\", huffs the Star, in a splash the Wrap wholeheartedly endorses. \"England's prima-donna footballers faced a new storm last night when they whined: 'Too much criticism has hurt our feelings'. They staged a silent protest, boycotting all interviews.\"</p> <p>The Times says the players were particularly upset by the demonisation of goalkeeper David James. The Sun, which campaigned for him to be replaced by a donkey yesterday, was delighted by Sven-Goran Eriksson's decision to replace him with Paul Robinson.</p> <p>The Spurs striker Jermain Defoe scored a \"superb goal\", concedes the Times. \"The display may not have been gripping\", says the Guardian, \"but exuberance and seamless football were never expected ... Defoe ... did enough by himself to make spirits rise.\"</p> <p>* <a href=\"http://football.theguardian.com/News_Story/0,1563,1300270,00.html\">England pull Eriksson out of the fire</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,27-1254015,00.html\">Times: Defoe helps England</a></p> <p><b>CHIRAC'S AIRBORNE DORM</b></p> <p>Readers who have been mercilessly woken a couple of hours before the end of a long-haul flight will no doubt sympathise with Jacques Chirac today. The French president, reports the Times, spent an extra 1,200 miles in his Airbus \"on a slow flight around France\" to enable him to grab an additional couple of hours' sleep.</p> <p>The presidential jet took off from Paris Charles de Gaulle en route to Moscow on August 31, but rather than heading eastwards it took a detour via Brittany, Nantes, the south-west of France and the Massif Central before flying past Paris again. \"Mr Chirac has standing orders not to be woken in his airborne bed by take-offs and landings during his normal sleeping hours,\" the Times explains.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,3-1253212,00.html\">Times: Chirac's airborne snooze wakes up taxpayers</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Alan Milburn said this morning it was \"100% wrong\" to see his appointment as a reflection a power struggle within the Labour party.</p> <p>&gt;&gt;&gt; Evidence of a slowdown in the housing market and consumer spending is expected to persuade the Bank of England to keep interest rates on hold. Announcement at noon.</p>"
]