[
  "The Kremlin's choice for president of Chechya, Alu Alkhanov, has won the troubled region's presidential election, officials said today. <p>Mr Alkhanov replaces the former Chechen president, Kremlin-backed Akhmad Kadyrov, who was assassinated in a bomb attack in May. </p> <p>He received nearly 74% of the vote in yesterday's ballot, said the Chechen elections commission head, Abdul-Kerim Arsakhanov. </p> <p>Other candidates complained of widespread electoral violations in a vote that was shadowed by violence, including a man who blew himself up near a polling station in the Chechen capital, Grozny. </p> <p>Mr Arsakhanov, however, said there were no violations and that turnout was about 85%, even though many polling stations appeared sparsely attended. </p> <p>Candidate Abdullah Bugayev said he had formally complained to election officials after seeing several violations, including an Alkhanov campaign worker who ordered people to vote for him at a polling station. </p> <p>A representative of Movsur Khamidov, another candidate, said he found ballot boxes at a polling station stuffed full shortly after it opened. </p> <p>Chechen rebels have been fighting Russian forces for nearly five years, and the region's more than one million residents have been deeply scarred by the conflict. Nearly three-quarters of the population are without work, and electricity and telephone service are largely non-existent. </p> <p>Tens of thousands of people have fled, mostly to neighbouring regions. Hundreds have disappeared in kidnappings blamed on separatist fighters, Russian forces and allied paramilitaries.</p> <p>A British foreign office minister, Bill Rammell, said that although the UK welcomed the attempt at a political solution to the fighting in Chechnya, the government had \"serious concerns about the way these elections have been conducted\".</p> <p>\"In our view, another opportunity has been missed to build up the political process,\" Mr Rammell said in a statement. \"Nevertheless, we hope that Mr Alkhanov and the Russian authorities will now try to advance reconciliation in Chechnya, press forward with parliamentary elections and take real steps to address serious problems of human rights abuses, especially abductions and disappearances.\" </p> <p>An election last October based on that strategy brought Akhmad Kadyrov to power, but ended in his assassination. Fighting, violent crime and abductions have continued unabated. </p> <p>Police and soldiers were out in force for the election, riding in cars or manning checkpoints. Pedestrians were scarce on Grozny's streets, many of which are lined with war-shattered apartment buildings with collapsed floors and large holes in their facades. </p> <p>Russian forces have been unable to wipe out Chechen rebels in two wars over the past decade and the Kremlin, refusing to negotiate, has focused on trying to restore civil society in the republic. However, recent weeks indicate that the separatists remain determined in their fight. On August 21, some 30 people were reported killed in a night of attacks on police stations and patrols in Grozny. </p> <p>In addition, suspicions have mounted that Chechen fighters or their supporters brought down two Russian airliners that crashed nearly simultaneously last Tuesday. Officials say traces of explosives were found in the wreckage of both planes and that they are investigating two Chechen women who were among the passengers, one aboard each plane. </p> <p> </p>",
  "In our list of scientists' top 10 sci-fi films we said Blade Runner was \"the runaway favourite in our poll\" while 2001: A Space Odyssey was, impossibly, \"a very close second\" ('I've seen things ...' Life, page 4, August 26). The latter is the case. The former was a pun without legs. We were wrong to say Blade Runner was loosely based on a Philip K Dick short story. Do Androids Dream of Electric Sheep? is a novel. <p>Herbert Fisher, author of History of Europe, was a member of Lloyd George's cabinet and not Asquith's, as we said in Don't blame Sophocles, page 23, August 13. When Fisher became MP for the Sheffield, Hallam in 1916, Lloyd George appointed him president of the Board of Education.</p> <p>Franklin D Roosevelt was inaugurated as president on March 4, 1933, and not in January that year as we said in a correction, August 27, page 23. The date of presidential inaugurations was brought forward to January by the 20th Amendment and first applied after the 1936 election.</p> <p>We said in a report from the International Geographers Conference that Microsoft Office 97 was a replacement for Windows 95 (Microsoft pays dear for insults through ignorance, page 9, August 19). We confused two pieces of software: Windows 95 is an operating system; Office 97 is a suite of word processing and other programmes.</p> <p>When we stated that \"temperatures have started to turn colder\" what we meant was that they had fallen (Country braces for belts of rain as flood alerts mount, page 5, August 24). Temperature can rise or fall but, being a measurement, cannot become hotter or colder.</p> <p>Royal Mail's first class stamp costs 28p and not 26p, as we said in a report headed Royal Mail admits to first-class failure, page 24, August 23.</p> <p>It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning <b>0845 451 9589</b> (UK only, calls charged at local rate) or <b>+44 (0)20 7713 4736</b> between 11am and 5pm UK time Monday to Friday excluding UK bank holidays.</p> <p><b>Mail</b> to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. <br><b>Fax</b> +44 (0)20 7239 9997.<br><b>Email:</b> <a href=\"mailto:reader@theguardian.com\"> reader@theguardian.com</a></p>",
  "One of the surest ways of testing a country's political temperature is to look at the national bestseller list. The current No 1 on Amazon's chart, Unfit for Command, in which \"Swift Boat veterans speak out against John Kerry\", will draw attention in this country. Formerly No 1, currently holding on at No 3 among the mega-sellers, The American Prophecies, will probably not. It should. <p>The author, Michael D Evans, is part preacher, would-be sooth-sayer, big-time blowhard. He's also rich, given his book's runaway sales. Not that money is a main motive, any more than it was for Moses. The book purports to reveal how \"ancient prophecies reveal our nation's future\". More precisely these prophecies, correctly decoded, confirm that George Bush's tearing up of the Middle East road map, last April, has found great favour with God. </p> <p>The current conflict accords exactly, for those that have eyes to see, or teachers like the Rev Evans to instruct them, with the divinely ordained script for America and Israel. We are now, as Evans puts it, \"in the eye of the prophetic storm\". Bracing, perilous, but for the American faithful, deeply reassuring. </p> <p>Much of The American Prophecies is devoted to close exegesis of the page of the Bible on which incoming presidents have laid their hand while taking the oath of office during the swearing-in ceremony. It is a presidential privilege to choose the passage. What did the 42nd president (known to the irreverent as Slick Willy) select for that fateful day? Galatians 6:8, \"For he that soweth unto his own flesh shall of the flesh reap corruption.\" </p> <p>Prophetic or what? More damning, however, than his fleshly reapings with Monica, was Clinton's betraying the sacred mission entrusted him by God. He cannot plead ignorance, when his time comes to stand before the divine bench. As governor of Arkansas, he was specifically instructed by his pastor, the Rev WO Vaught, \"You might be president one day. You will make mistakes and God will forgive you. But God will never forgive you if you turn your back on Israel.\" Which, to the great peril of his country, Clinton did, at Camp David in July 2000. What followed, 14 months later in Manhattan, was a mark of God's stern displeasure at the errant president. </p> <p>Evans' exegesis demonstrates to his satisfaction, and that of millions of his countrymen apparently, that America, no less than Israel, is centrally alluded to in Bible prophecy. Under un-Godly presidents (notably Carter, Clinton and Bush I) the US has dallied with its false marriage partner Ishmael/Islam, foregoing religious principle for oil. Now, under Bush II, it is cleaving to its true partner, Isaac/Israel. </p> <p>It is clear to Evans' prophetic mind \"that America must go to war against Syria, a much more dangerous terrorist-harbouring state than Iraq\" and that \"Israel must go into Iran and take out their nuclear reactor\". God wants these acts of war. Not to comply would induce Him to lift His \"hedge of protection\" and permit a \"much, much worse\" consequence than 9/11. For Evans, \"God is foreign policy\". And there is only one item on the agenda: stand by Israel, crush her foes. </p> <p>The American Prophecies would not matter were it not that (1) so many Americans are reading it and (2) Bush is wooing the Christian right as core voters for his re-election. How far will he go to keep them on board if he gets his second term? Will he have the good sense to use them and dump them? </p> <p>Thoughtful Israelis must also have mixed feelings about Evans and his co-religionists. The latter's support for the state of Israel is unswerving - but with the awkward proviso of a mass conversion to Christianity by the Jews after the \"final battle in prophecy\". </p> <p>With friends like Michael D Evans, they may think, who needs Yasser Arafat?</p>",
  "The Taliban claimed responsibility for a car bomb that ripped through Kabul yesterday. The Afghan government said two Americans, three Nepalese and two Afghans were killed in what was the largest attack for months in the Afghan capital. <p>A further 10 people, nine of them children, were killed in a separate bombing in southern Afghanistan at the weekend, marking a serious escalation in violence in the run up to October's presidential election. </p> <p>The Kabul bomb exploded in the late afternoon in front an office occupied by Dyncorp, a private firm that protects interim Afghan president Hamid Karzai, and which also works for the US government in Iraq. </p> <p>The explosion, which a Taliban official said had been triggered by a remote-controlled device, shook rush-hour Kabul at about 5.40pm, shattering windows half a mile away. Smoke billowed from the building as emergency services rushed to the scene. Plain-clothes US soldiers car rying submachine guns cordoned off the area with the help of Afghan police. </p> <p>At the blast site several vehicles stood destroyed in front of a gutted building. One badly charred vehicle was overturned close to a metre-deep crater in the centre of the road, which appeared to mark the detonation point. A witness, Abdul Jalil, wearing a bloodstained tunic and with a bandage on his face, stumbled from the scene with the help of Afghan police officers. </p> <p>He had been working in the building next door when the bomb went off, he said. </p> <p>\"I was sitting on a chair waiting for office hours to finish. There was an explosion, and a big fire in front of the American and British house. Then I saw some seriously injured foreigners running from their office.\" </p> <p>The interior minister, Ali Ahmad Jalali, visited the scene of the explosion an hour later. At that time he said he knew that least four people had been killed and two injured. </p> <p>\"Terrorists are behind this action,\" he said, but refused to speculate on which group was responsible, saying only: \"Terrorists are terrorists. That's their identity.\" </p> <p>Mr Jalali said the Nato-led International Security Assistance Force (Isaf) and the Afghan police had started investigations into the explosion. A Taliban spokesman told Reuters that the device had been detonated by remote control. </p> <p>Reporters saw the badly mutilated body of a man lying in the street before Afghan police and foreign security guards pushed them back at gunpoint. Residents said a boy living in a neighbouring house and a cobbler whose stall was blown away by the blast were also killed, and up to eight others wounded. </p> <p>The second attack happened in Naiknam, a village in Paktia province, 80 miles south of Kabul, on Saturday night when a blast ripped through a religious school. The provincial governor, Haji Assadullah Wafa, said the explosion was caused by a mine laid by the Taliban, who are fighting US troops in the area. </p> <p>\"They don't want Afghan children to study and participate in the future reconstruction of their country,\" Mr Wafa told the Guardian. The school had received funding from the International Rescue Committee, an American aid agency, he added. </p> <p>The Taliban have vowed to disrupt Afghanistan's forthcoming presidential election on October 9, which the interim president Mr Karzai is favoured to win. </p> <p>Mr Wafa said the Taliban were still using Pakistan as a rear base, despite promises from the Pakistani president, Pervez Musharraf, that he would stop them. \"Taliban fugitives receive logistical support in Pakistan and then cross the border to plot against the security and stability of Afghanistan,\" he said. </p> <p>As night fell in Kabul the police carried a body wrapped in black plastic on a stretcher from the scene of the blast. US special forces used sniffer dogs and torches to search the surrounding area for possible secondary explosives. </p> <p>\"This was a big one,\" said one gun-wielding plain-clothes soldier standing near by.</p>",
  "Four years ago, when George Bush received the presidential nomination in the City of Brotherly Love, America's Republicans presented themselves as a party of inclusion, unity and reconciliation. It was a formidable piece of political deception. The party that Mr Bush inherited was increasingly one of economic deregulation, social conservatism and global unilateralism with little feeling for those who did not share its values - a far cry from the party of Dwight Eisenhower or Theodore Roosevelt. Nevertheless, in Philadelphia in 2000 the Republicans depicted themselves as moderate and multicultural, and the convention ended with a speech from Mr Bush in which he offered himself as a compassionate conservative and as a healer of divisions. The entire event, as a veteran US commentator remarked, may have been a joke. But it was a joke that came off. Mr Bush left Philadelphia 14 points ahead of Al Gore in the polls, and the rest is history. <p>Four years on, this time in the City That Never Sleeps, the Republicans will try to repeat the trick. The party's moderates - senator John McCain, California governor Arnold Schwarzenegger and former New York mayor Rudolph Giuliani - have been granted primetime speaking slots to imply to the watching public that they are figures of greater heft in Mr Bush's counsels than they really are. Black and Latino delegates will be highlighted in an attempt to pretend the party is less white than it really is. And Mr Bush will use his acceptance speech on Thursday to reprise the compassionate and moderate themes that served him well in the last campaign and which need to work again if he is to see off the challenge of senator John Kerry. </p> <p>The Republican party of 2000 happily acquiesced in the last deception, and it will eagerly do the same in this one. The purpose of a US convention these days is solely presentational. These Republican delegates have come to New York to play their loyal part in the process. But the delegates are not like other Americans. Only 3% of them oppose the Iraq war, a New York Times survey reported yesterday, compared with 51% of Americans as a whole. Only 7% of them think the US should work through the UN to solve international problems, compared with 49% of all Americans. Only 15% of the delegates think the government should do more to protect the environment, compared with 59% of the US as a whole. </p> <p>It is a mistake to dismiss the party and its voters from top to bottom as ideological conservatives. One in three of the delegates in New York this week consider themselves moderates rather than conservatives, which is similar to the proportion among Republican voters too. The Republican party is in some ways less riven along ideological lines than it was a decade ago, as the commentator David Brooks thoughtfully pointed out last week. There is a lot of agreement with Mr Bush's core instincts, but there is also a lot of anxiety in the party about getting Iraq right, about the federal deficit and about wasteful spending. This is, after all, the party that controls both the White House and the Congress, and ideological disputes have been replaced by problems of governance. </p> <p>And that, after all, is the big difference between 2000 and 2004. Four years ago, Mr Bush was running on a promise. This year he is running on his record. Voters will be given the same message this time around, but this time they have more to judge it against. This is why Mr Bush is having a harder time in the polls against Mr Kerry than he did against Mr Gore. The central fact about US politics today is that Mr Bush is currently losing this election. The convention week has therefore become a crucial opportunity for him to turn the tide in his favour, especially among the unusually few voters who have not yet made up their minds who to vote for in November.</p>",
  "The question that dogs Tony Blair at every turn reared up again in the extract from Greg Dyke's memoirs yesterday: either Blair misunderstood the 45-minute claim and was therefore incompetent, or he lied. As long as he dodges this question, its corrosive impact on his reputation and that of his government spreads. He is gambling that, in time, the question will fade, but that gamble is profoundly disrespectful of the democratic principles he is so keenly claiming to be exporting to Iraq. <p>This is one of the paradoxes which has troubled the thousands who have filled the tents of the Edinburgh Book Festival over the past couple of weeks. One theme has repeatedly cropped up in the programme and has attracted sell-out audiences: it can be summed up as \"the health of democracy in its heartlands of Britain and America\". </p> <p>The audiences that listen avidly and ask sharp questions are, as Neal Ascherson pointed out in his lecture on democracy, evidence that Britain has a more confident, assertive, educated, curious electorate than at probably any time in its history. The audience at the book festival has doubled in the past three years to just under 200,000. It has a vibrant appetite for debate and information, but it no longer necessarily turns to the political parties to meet it. Events such as those taking place beneath the tents in Charlotte Square over the past fortnight are a reminder that the much-discussed crisis of democracy, as evident in falling turnouts, is a crisis of faith rather than a crisis of participation. Apathy is not the issue; disillusionment is. </p> <p>In the US, that disillusionment is being driven by two issues, argued Michael Ignatieff last night in the last of a Royal Society of Arts series of lectures on democracy. First, the corrosive bitterness in American politics derives from the belief among many voters that the 2000 presidential election was stolen, and a fear that it could be again. (A bitterness evident on the streets of New York this weekend as big protests mark the opening of the Republican convention.) \"How can the greatest democracy in the world be so indifferent to the practice of democracy - something as simple as whether the voting machines are working properly?\" asked Ignatieff. </p> <p>Second, after Iraq (a war Ignatieff supported), he acknowledges that there are grave doubts about whether \"democracies can control the war-making powers of their executives\". The faulty intelligence and deliberate deception can only lead one to the conclusion that the \"entire leadership of the north Atlantic elite wilfully deluded themselves and then deceived the people\". A point echoed by Anthony Sampson in his lecture on the UK in the same series. </p> <p>What really concerns Ignatieff is that the Bush administration simply doesn't understand the democratic system it is constitutionally entrusted to defend. The use of torture has been the totemic issue: ruling out its use was a founding principle of American democracy. For the founding fathers, torture was for the despots of Europe; the new American state forbade the use of \"cruel and unusual punishments\" in its bill of rights. \"I'm a passionate lover of American democracy - a lot of my pessimism is disappointed love,\" concluded Ignatieff. </p> <p>So how could such a precious principle have been abandoned so lightly? The answer, of course, is fear. Underlying much of the thinking going on in Edinburgh was how fear can be used to acquire power. \"Fear stampedes electorates and parliaments. Fear is tremendously destructive of democracy - it's more damaging than terror,\" said Ignatieff, while Sampson, in another, equally grim analysis, argued that \"the fear of terrorism gave an obvious justification for secrecy, for ruthless action and, above all, for moving without democratic constraints\". </p> <p>The gloominess of these analyses in a sunny Edinburgh teeming with festival jollity is echoed in the weird, disturbing US film The Village. Making a pitch for the post-9/11 political allegory, it is a film which, despite its near-universal panning from the critics, lodges in the memory. The \"elders\" conjure up an elaborate myth of beasties laying siege to their community, which ensures a docile population. Their rule is largely benign but absolute. Pretty rural cottages, rows of cabbages and roaring log fires: it's a parody of the escape many already dream of. Its evocation of American rural pioneer life - Laura Ingalls Wilder meets Relocation, Relocation - is posing its US audience a question: is this the tightly controlled dystopia you want? </p> <p>What the thinkers in Edinburgh are pondering is how fear could stampede willing millions into just such a dystopia. The neocons offer just that. The problem, argued the philosopher John Gray in his talk here, is that the myth of progress which has sustained western liberalism for 200 years - the belief that the condition of human beings, ethically and politically, can be irrevocably improved - is crumbling. Two bogus versions of progress are being offered at the ballot box: in the US, the neocons are hijacking the myth of progress for their imperial project of an American century, while, in the UK, New Labour struggles to package its managerialist politics in the transformational progress rhetoric of the past. The electorate is rightly sceptical. </p> <p>For over a century, a belief in progress and faith in the state to deliver it have been the driving force of progressive politics, but both are losing their hold. The dangers of this belief in progress are becoming increasingly apparent. With progress comes a belief in your own superiority; progress can be used as a rationale for aggression and coercion - institutions have to be forced to \"modernise\"; countries have to be dragged into the 21st century; nations must be democratised (as if that could ever be a passive process). </p> <p>\"Why are you so pessimistic?\" a member of the audience asked Gray. \"I'm just saying the future will be just like the past - full of conflict. It's others who say that's pessimistic,\" he replied. Abandoning the belief in progress is the first step to becoming aware of the particular dangers our age faces - for example, how the progress myth can blind us to the re-emergence of old forms of cruelty, such as torture, or, most important, fuel the hubris of democratic, progressive power. Humility and a much better understanding of the limits of our power are what we need at this point in history, said Gray. </p> <p>None of these speakers were offering their audiences any relief from their anxieties. Their language was shocking and dramatic. I'm no intellectual historian, so I don't know if such pessimism of the intellect recurs every generation - but it seems that the anger in political life in the 80s and 90s has given way to something compelling, but very much bleaker. \"It's not my job to offer Prozac of the mind,\" an unrepentant Gray told his captivated audience. </p> <p><a href=\"mailto:m.bunting@theguardian.com\">m.bunting@theguardian.com</a></p>"
]