[
  "Three foreign election workers were kidnapped at gunpoint today in Afghanistan's capital Kabul, including a woman believed to be from Northern Ireland. <p>The foreign secretary, Jack Straw, confirmed that one of those taken from a clearly-marked UN vehicle had dual British and Irish nationality. Mr Straw said: \"We are in touch with the family.\" </p> <p>Officials have not named her but locals in Northern Ireland identified her as Annetta Flanigan from Richhill, a village between Portadown and Armagh city, in Co Armagh. It was thought that her husband was also in Kabul. </p> <p>Relatives were unavailable for comment but one neighbour said: \"Annetta was well known for her work with the UN. She would come back here every now and again on holidays.\"</p> <p>Another hostage was a Filipino, the government of the Philippines confirmed. A third was believed to be from the Balkans. </p> <p>Those taken were working for a joint UN-Afghan body which has been overseeing the October 9 elections, which are close to being concluded. </p> <p>The motive for the abduction was unclear. Taliban rebels have in the past kidnapped foreigners - although not in the capital. </p> <p>The US embassy issued a warning earlier this month that kidnappings might be attempted around the presidential vote. </p> <p>The prime minister, Tony Blair, said on Monday that the presidential elections in Afghanistan had dealt a \"huge blow\" to terrorists. </p> <p>Abdul Hadi Qasemi, an Afghan working for UN security, said the three were stopped and abducted by five gunmen on a road slightly away from the capital's busy streets. </p> <p>An Afghan government official said the driver of the UN vehicle, who was left behind, told investigators that a black four-wheel-drive vehicle with tinted windows pulled in sharply in front of his car. </p> <p>Several uniformed men got out and accused the driver of cutting them off at the previous corner, the official said on condition of anonymity. They then forced the foreigners into their car, which turned around and drove off. The driver was beaten, he said. </p> <p>This afternoon, UN security staff ringed the white vehicle, found near the office of the joint UN-Afghan electoral team. The car had its doors locked and there was no sign of any struggle. </p> <p>UN spokesman Manoel de Almeida e Silva confirmed the abductions but declined to identify the victims. </p> <p>A statement from the Philippine department of foreign affairs identified the abducted Filipino as Angelito Nayan, a foreign service officer seconded to the UN electoral effort. </p> <p>\"The department strongly condemns such acts as pointless hindrances to the rebuilding of the Afghan nation, which has just successfully completed its first democratic election,\" the statement said.</p> <p>Police said the kidnappers headed in the direction of Paghman, a district in the west of Kabul province that is considered rife with banditry. </p> <p>Officers manning checkpoints around the city and in neighbouring districts including Paghman were alerted to check the identity of any foreigners passing their posts, officials said. </p> <p>Reporters also saw American troops checking vehicles on the main road out of the west of the city tonight. </p> <p>In Kabul, Nato helicopter gunships circled overhead, as Norwegian armoured vehicles briefly sealed off a street in the city's upmarket Wazir Akbar Khan neighbourhood. Police said Nato troops searched about a dozen houses before pulling out. </p> <p>Afghanistan remains a largely lawless country in the grip of warlord militias, despite the presence of thousands of American troops and other foreign soldiers under Nato command. </p> <p>About 1,000 people have died in political violence so far this year, including more than 30 American soldiers. Still, it has not seen kidnappings or suicide attacks of the intensity of those in Iraq. </p> <p>A string of bombings and shootings blamed on militants killed at least a dozen election workers in the run-up to the presidential vote. </p> <p>Election day passed relatively peacefully, but optimism that the militants were a fading force was dampened Saturday when a suicide attacker armed with grenades killed an American woman and an Afghan teenager and injured three Nato soldiers in a Kabul shopping street. </p> <p>Several foreign construction workers have been kidnapped along the Kabul-Kandahar highway, which is being rebuilt with mainly US funds. </p> <p>The last foreigner to be kidnapped in Afghanistan was a Turkish engineer seized in March by suspected Taliban militants. He was freed unharmed in June, though a second Turk and an Afghan policeman were killed during the abduction. </p> <p>Others abducted earlier, including Turks and Indians, were later released unharmed. </p> <p>The US-backed interim leader, Hamid Karzai, could be proclaimed the winner of the presidential election by this weekend, as an investigation of alleged fraud in the vote winds down with no indication it could overturn his majority. </p> <p>An estimated 8.2m ballots were cast in the vote, for which there was a turnout of about 70%. </p> <p>Earlier this week, talking about the threat posed by Islamist terrorists around the globe, Mr Blair told his monthly press conference at Downing Street: \"This can't be defeated by security alone ... The biggest blow that has been dealt these terrorists in the last few months is the Afghan elections. </p> <p>\"That was a country used as a training ground for terrorists, and now it will have a democratically-elected president and later a democratically-elected parliament. That is a huge blow to them.\"</p>",
  "As many as 100,000 more Iraqi civilians have died in the 18 months since the US-led invasion last year than would have been expected in the period before the war, a study claimed today. <p>Researchers said the chances of a violent death were 58 times higher after the invasion than before it. </p> <p>The study, whose results were published today by the respected <a href=\"http://www.thelancet.com/\">Lancet</a> medical journal, was based on interviews with Iraqis, most of them doctors. The findings were compared with the pre-war death rate. </p> <p>The researchers came from Johns Hopkins University and Columbia University in the US and the Al-Mustansiriya University in Baghdad. The report conceded that the data the projections were based on was of \"limited precision\".</p> <p>The figures indicate many more Iraqis may have died since the intervention to topple dictator Saddam Hussein than was previously estimated. </p> <p>There is no official figure for the number of Iraqis killed since the conflict began, but some non-governmental estimates range from 10,000 to 30,000. One human rights group, <a href=\"http://www.iraqbodycount.net\">Iraq Body Count</a>, estimates that there have been up to 16,289 civilians killed by military intervention.</p> <p>By yesterday, 1,081 US service personnel and 68 British troops had been killed. </p> <p>The Lancet study is thought likely to be used by critics of the US-led intervention who question the opinion of the White House and the British government that the invasion was justified to help Iraqis. </p> <p>The survey indicated that violence accounted for most of the extra deaths seen since the invasion, and that air strikes from coalition forces caused most of the violent deaths, the researchers said. </p> <p>\"Most individuals reportedly killed by coalition forces were women and children,\" they added. </p> <p>The Lancet routinely publishes papers on the web before they appear in print, particularly if it considers the findings of urgent public health interest. </p> <p>The report comes just days before the US presidential election, but there was no one at the Lancet immediately available to comment on whether the early release of the survey was timed to stimulate last-minute debate before the election.</p> <p>The journal's spokesmen said they were uncertain which print issue the Iraqi report would appear in. They said it was too late to make tomorrow's issue, and possibly too late for the November 5 edition. </p> <p>Richard Peto, an expert on study methods from Oxford University who was not involved with the research, said the approach the scientists took was a reasonable one to investigate the Iraq death toll. </p> <p>To conduct the survey, investigators visited 33 neighbourhoods spread evenly across the country in September, randomly selecting clusters of 30 households to sample. </p> <p>Of the 988 households visited, 808, comprising 7,868 people, agreed to participate in the survey. </p> <p>Even though the sample size appears small, this type of survey is considered accurate and acceptable by scientists and was used to calculate war deaths in Kosovo in the late 1990s. </p> <p>Even with the city of Falluja, the centre of the recent insurgency, factored out, the survey \"indicates that the death toll associated with the invasion and occupation of Iraq is more likely than not about 100,000 people, and may be much higher,\" the report said. </p> <p>The most common causes of death before the invasion of Iraq were heart attacks, strokes and other chronic diseases. </p> <p>However, after the invasion, violence was recorded as the primary cause of death and was mainly attributed to coalition forces - with about 95% of those deaths caused by bombs or fire from helicopter gunships. </p> <p>Violent deaths - defined as those brought about by the intentional act of others - were reported in 15 of the 33 clusters examined. </p> <p>Twelve of the 73 violent deaths reported were not attributed to coalition forces. The researchers said 28 children from the survey households were said to have been killed by coalition forces. Infant mortality rose from 29 deaths per 1,000 live births before the war to 57 deaths per 1,000 afterward.</p> <p>The Lancet called for further examination of the fatalities by an independent body such as the International Committee of the Red Cross, or the World Health Organisation.</p>",
  "An Islamist militant group today claimed to have abducted and killed 11 Iraqi soldiers. <p>The Ansar al-Sunna Army said it had beheaded one of the officers and shot the other 10, after capturing them on the highway between Baghdad and Hilla. </p> <p>A statement posted on the group's website said: \"After investigating with the [soldiers] and [hearing] their confessions, it turned out this group was responsible for guarding the crusader American troops\" in the southern Baghdad area.</p> <p>The site had a video link showing the soldiers who read out their names and the name of their unit. It then showed the murder of the men - some of whom were squatting, their hands tied behind their backs. </p> <p>A voiceover - identified by a subtitle as that of the head of the group or \"Emir al-Jamaa\" - addressed members of the Iraqi security forces, saying: \"A call to the army and police: Repent to God ... abandon your weapons and go home and beware of supporting the apostate crusaders or their followers, the Iraqi government, or else you will only find death.\" </p> <p>A written statement warned that \"we will not forget about the blood of our elderly, women and children that is shed daily in Falluja, Samarra, Ramadi and elsewhere on your hands and the hands of those you work with.\" </p> <p>The authenticity of the statement and pictures could not immediately be verified. However, the movement has claimed responsibility for a number of attacks and abductions, including the kidnap and murder of 12 Nepalese who were seized in August. </p> <p>Insurgents have repeatedly targeted Iraqi security forces in an effort to destabilise the country and hamper reconstruction efforts. Earlier this week, the militant group led by the Jordanian extremist Abu Musab al-Zarqawi claimed responsibility for the massacre of about 50 members of the national guard found dead on a remote road in eastern Iraq. </p> <p>In a further blow for the US-led coalition, another militant Islamist group today claimed to be in possession of a large portion of the explosives that went missing from a munitions depot facility in Iraq. </p> <p>The group, calling itself Al-Islam's Army Brigades, made the claim in a video seen by the Associated Press and warned that it would use the explosives if foreign troops threatened Iraqi cities. </p> <p>Its statement said: \"Heroic Mujahideen have managed by the grace of God and by coordinating with a ... number of the officers and the soldiers of the American intelligence to obtain a very huge amount of the explosives that were in the al-Qaqaa facility, which was under the protection of the American forces.\" The group's claim could not be independently verified.</p> <p>The speaker in the video was surrounded by masked, armed men standing in front of a black banner with the group's name on it. </p> <p>He said: \"We promise God and the Iraqi people that we will use it against the occupation forces and those who cooperate with them in the event of these forces threatening any Iraqi city.\" </p> <p>Nearly 400 tonnes of conventional explosives have disappeared from the al-Qaqaa facility south of Baghdad, according to the International Atomic Energy Agency. </p> <p>The UN agency's chief, Mohamed El Baradei, reported the disappearance to the UN Security Council on Monday, two weeks after Iraqi officials told the nuclear agency that 342 tonnes of explosives had vanished as a result of \"theft and looting ... due to lack of security\". </p> <p>The development has become a focus of the US presidential election, with Democratic challenger John Kerry pointing to the missing explosives as evidence of the Bush administration's poor handling of the war. </p> <p>Elsewhere in Iraq, US aircraft bombed a suspected rebel safehouse in the insurgent stronghold of Falluja. </p> <p>The overnight strike in the northern part of the city targeted a \"meeting site\" used by suspected allies of Jordanian terrorist Abu Musab al-Zarqawi, the US military said in a statement. </p> <p>Falluja hospital officials confirmed two people had died and a third was injured in the assault. Residents said two brothers died in the airstrike and a third sibling suffered injuries. The victim's family denied the men were insurgents and relatives buried the dead men hours after the strike. </p> <p>The US military is preparing for a major offensive in Falluja, 40 miles west of Baghdad, in the hope of restoring national security ahead of Iraq's planned January elections. </p> <p>In Baghdad, meanwhile, a car bomb killed one American soldier and at least one Iraqi civilian, the US military said.</p>",
  "Cries of election fraud, furious crowds in the street, nervous police pondering mutiny as a beleaguered government wonders whether to impose a state of emergency - the dramatic first round of the upheavals which led to a change of power in Georgia last autumn and in Serbia four years ago may be about to re-emerge in Ukraine. <p>When voters cast their ballots on Sunday to choose a new president, everybody expects the day itself will be calm. But the two main candidates' camps are talking up the danger of violence in the hours after the close of polls. Each side claims its man is ahead and the other will resort to dirty tricks or mass protests rather than accept defeat. </p> <p>Six months ago few Ukrainians predicted such tension. One reason is that the contest is unusually close, with opinion polls suggesting that neither Viktor Yanukovych, the current prime minister who is the establishment candidate, nor his challenger, Viktor Yushchenko, has a clear lead. </p> <p>The more significant factor is the extraordinary degree of foreign intervention in the campaign. One might have thought the US would have had enough on its plate not to be interested in Ukraine. But the cold war has never really died, and Ukraine is still seen as a powerful prize. Henry Kissinger was in Kiev last weekend, the latest in a recent string of high-level American visitors that included the republican senator John McCain and Richard Holbrooke, the potential next secretary of state if John Kerry wins. </p> <p>They were aroused, it seems, by the outgoing president Leonid Kuchma's sudden change of line on Nato. Eventual entry into the alliance has been a key part of Ukraine's national strategy, approved by parliament, for some years. In July, shortly after meeting George Bush at Nato's summit in Istanbul, Kuchma reversed it. </p> <p>Observers initially thought he was piqued by Bush's advice to him not to try for a third presidential term. But Yanukovych, Kuchma's favoured successor, is campaigning on the new anti-Nato posture and the Americans are angry. </p> <p>They always preferred Yushchenko, who was identified during his time as central bank governor several years ago as a pro-American neo-liberal. He was bound to be Washington's favoured candidate in this year's election. But it is mainly because of the Nato factor that the US has become much more engaged in recent weeks in denouncing the dangers of fraud, funding the exit polls which will be done on Sunday and financing the groups of activists who may take to the streets. </p> <p>Ostensibly, the US says it has always merely wanted to promote democracy, and nothing has changed. The Kuchma government certainly has a record of intolerance towards critics. Several crusading journalists have been murdered. But Ukraine's political observers note that US complaints fell silent after Ukraine sent troops to Iraq last year. </p> <p>They also wonder how much of a democrat Yushchenko is. He publicly compared supporters of one murdered journalist, Georgy Gongadze, to fascists. Like his rival, Yanukovych, he has links to oligarchic clans and served as a prime minister under Kuchma. So some of Ukraine's grassroots democrats believe the election is only the latest round in the struggle to divide state property, with the current in-group fearing the outsiders will take away what it stole. In Russia the oligarchs are safe under Putin. In Ukraine insecurity still reigns. </p> <p>Ordinary Ukrainians are in a difficult position. When Poland and Slovakia joined the EU this spring, they were left outside the fortress. Thirteen years after the euphoria of independence, it was inevitable that Ukrainians would rethink their future. This comes as Russia, after a period of neglect in Yeltsin's second term, has revived its interest in Ukraine. It has settled Ukraine's massive energy debts and made a long-term agreement on supplying low-priced oil and gas. </p> <p>Russia is also starting to create a \"common economic space\" with Ukraine, Belarus, and Kazakhstan which could lead to a free trade area. Whether this conflicts with Ukraine's original hopes of entering the EU is not clear, but Ukrainians feel the EU switched its priorities this year, with the focus of enlargement going to the Balkans and Turkey. Brussels needs to correct the message. The Turkish experience has shown EU programmes to strengthen civil society can make a real contribution to a country's transition from authoritarianism. </p> <p>Nato is a different case. The alliance has become nothing more than a tool of Washington's global policy, with an expansionist agenda that still includes a strong anti-Russian component, in spite of various programmes for cooperating with Moscow. </p> <p>Ukrainians are right to turn against it. Whatever economic and diplomatic support their country needs can be got much better from the EU and, unlike with Nato, at no cost in international tension. </p> <p><b>·</b> Jonathan Steele was a guest of the Russian Club in Ukraine at an expenses-paid conference in Kiev last weekend </p> <p><a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p>",
  "We are driving out of central Denver towards the foothills on a perfect autumn day, with the sun so strong I'm having trouble keeping track of the Isuzu leading the way out of town. <p>Dave May eventually steps out of his SUV and surveys the scrubbed-clean neighbourhood of neat two-storey homes where we have landed. Fashionistas might describe the place as too matchy-matchy. </p> <p>\"Welcome to suburbia,\" he deadpans. </p> <p>May pulls out a sheaf of papers and locates the first house on the list. He has the names and addresses of every 18 to 24-year-old in the area who has registered to vote, and his job today is to make personal contact with them, find out if they've voted, and guilt them into doing so if necessary. </p> <p>We knock on the first door and a young man answers. May explains that he is from the New Voters Project, a non-partisan, not-for-profit organisation working to increase the voter participation of young people. The targeted voter says he plans to vote early, and May reminds him that Friday is the last day for early voting, and provides information on the nearest polling stations. Don't forget to take ID, because we've had people turned away, May adds. The young man looks rather bemused by the whole visit, but politely confirms he will be voting.</p> <p>As May will tell every person who answers a door - and he plans to knock on 80 over the next few hours - in the last election only 30% of 18 to 24-year-olds exercised their right to vote. For those aged 55 and over, the figure was 75%. The New Voters Project aims to change that in a two-pronged strategy to first register young people and then track them down at home and nag them face-to-face until they drag themselves to the polling station. </p> <p>May is training 26-year-old artist Russ Ouellett in the finer points of ingratiating himself with the parents who almost inevitably answer the door to say their children are at work, or away at university. May pushes Ouellett to make sure to ask if the kids know they are registered at this address, and that they need to come back to vote.</p> <p>\"This is like being a Jehovah's witness,\" grins Ouellett. He is anxious to set off and meet his goal of speaking to 55 people. </p> <p>\"It's direct democracy in action. It's pretty sweet,\" adds May.</p> <p>The New Voters Project operates in six states, and has registered 71,339 young people in Colorado alone, or about one in five 18 to 24-year-olds in the state, according to state coordinator Ben Prochazka. The project's staff and volunteers intend to be at the polls on November 2, and if registered young people have not shown up to vote by the afternoon, they will call them or go door to door, urging them to cast a ballot before the polls close.</p> <p>Prochazka says about half of the young people the project signed up registered as independents, while the rest were fairly evenly split between Democrats and Republicans. </p> <p>This independent-mindedness has made young voters a target of both parties in this election, given that they have often not made up their minds about their politics and are open to persuasion. </p> <p>Nonetheless Travis Sydney, the president of the University of Denver Young Democrats, says the presidential campaign has largely ignored the issues he hears students talking about: affirmative action, civil liberties issues such as gay marriage, and environmentalism. George Bush's decision to pull out of the anti-ballistic missile treaty has touched a nerve as well, he says.</p> <p>Top of the list, though, has to be the draft. Both candidates have denied the draft is in any danger of being reinstated, but young people in Colorado, a state with extensive military ties, keep dropping it into conversation. Bush has extended the contracts of national guardsmen, and Sydney says those extensions, coupled with concern that Iraq was not the last country on Bush's list of Middle East countries in need of regime change, meant the idea of a backdoor draft weighed heavy on students' minds.</p> <p>Sydney notes that the University of Denver is a private, affluent school attended by students with wealthy parents, the sort of people who can generally manage a polite side-step of the draft. </p> <p>\"It's not the same type of fear you would see at a state school with fewer resources, but it's still pretty prominent. When you have an affluent base that's worried about this, it's an indication of the depth of feeling,\" he says.</p> <p>Dale Anderson, who leads the College Republican group at the University of Colorado at Colorado Springs, says that fear is ridiculous. Anderson speaks with some authority on this issue, as an eight-year veteran of the army and a student in a town with five military bases in the immediate vicinity.</p> <p>\"The draft is purely a threat by the Democrats. It's a hoax,\" he says. \"President Bush said something interesting during one of the debates, that we can do more with less. We have no need for a draft, and it's not going to happen.\"</p> <p>Anderson says terrorism and Iraq have been hot topics for students in Colorado Springs.</p> <p>\"In a military town like this there is a lot of support for our troops,\" he says. Religious groups have been important as well, with the federal marriage amendment that would ban gay marriage being a \"heart and soul\" issue among his campus Republican group.</p> <p>Where Sydney reports a great deal of political activism on his campus, Anderson has been unimpressed by the level of debate amongst students. They may choose one candidate or another based on character, but could not discuss the issues at stake, he says.</p> <p>A case in point is the number of undecided voters, Anderson explains. \"If you are undecided at this point, you're just plain ignorant. There is no similarity between these two candidates.\"</p> <p>American democracy needs young people to be involved, and not just to vote. There has been significant concern lately about a shortage of polling station staff across the country, a situation blamed on the lack of younger people stepping in to civic positions that older generations can no longer perform. Movements such as the New Voter Project, however, seem the perfect training ground for the lifelong civil activism that democracy depends on.</p> <p>The enthusiasm is infectious, but being nowhere near 24 any more, I give up on the New Voter Project after an hour and a half of wandering the quiet streets of Jefferson County. As I leave May and head back to the car, I notice that teenagers have suddenly appeared on the streets, riding by on bikes and boards and the backs of pick-up trucks. Some look old enough to vote, and I find myself wanting to call out, are you going to vote? You can vote at Columbine library. Take your ID!</p>",
  "Colorado has grown accustomed to an intense political spotlight over the last month, with John Kerry and George Bush, their running mates, their daughters, their wives and extended families all making stops here to campaign in an unexpectedly close race. <p>But if one state ballot initiative passes, Colorado could find itself the subject of far more attention - and more lawsuits - than it wanted. </p> <p>Next week the people of Colorado will decide whether to scrap the winner-takes-all electoral college system at the heart of US presidential elections in favour of a more proportional solution. </p> <p>Amendment 36 would divide the state's nine electoral votes between the candidates based on their percentage of the popular vote. In practice it would almost certainly guarantee a five- four split of Colorado's electoral votes. And it would apply to this election. </p> <p>Given how close this race is expected to be, those four votes could decide the election. In a reprise of the 2000 debacle, Colorado could become a cold-weather version of Florida, placing the fate of the country once again in the hands of the Supreme Court. </p> <p>Initially, Democrats supported the measure. After all, they had seen Al Gore lose the 2000 election in the electoral college after winning the popular vote, and that perceived injustice is still very present in the minds of Democratic voters. </p> <p>Opponents say Amendment 36 would erase Colorado from the candidates' political radar, as there would no longer be any point in showering attention on a state where the likely advantage of a win would be only one electoral vote. Supporters say the change in Colorado would be the first step towards making every vote count in a presidential election. </p> <p>Only two other states, Nebraska and Maine, offer some possibility of an electoral college split, but their systems are nowhere near as representative as the situation envisaged under Amendment 36. Neither state has deviated from winner-take-all in nearly two centuries. </p> <p>Recent polls indicate that support for the measure, which seems initially to have appealed to the electorate, is falling away. A poll for the local TV station 9News found that 55% opposed the change while 38% supported it. </p> <p>Democrats have backed away from the measure, and the Kerry campaign in Colorado refuses to take a stand either way. Their change of heart could have to do with Kerry's poll ratings in the state, which show him with a chance of winning all nine votes on November 2. </p> <p>Until recently, both the Democrats and Republicans had assumed that George Bush would win here. The Colorado Republican party has been outspoken in its opposition to the measure, no doubt because this state has traditionally voted Republican in presidential elections and they believed the measure to be a crude attempt to steal four electoral votes from Bush. </p> <p>If it does pass, and it affects the outcome of the election, a swift legal challenge by the party worst hit is a foregone conclusion. The Amendment's backers say it is legally solid and will withstand the onslaught. </p> <p>Anyone planning a vacation in Colorado might do well to book in before November 2, just in case, before hordes of lawyers snap up all available flights.</p>",
  "A militant Islamist group today claimed to be in possession of a large portion of the explosives that went missing from a munitions depot facility in Iraq. <p>The group, calling itself Al-Islam's Army Brigades, made the claim in a video broadcast today and warned that it will use the explosives if foreign troops threaten Iraqi cities. </p> <p>Its video statement said:\"Heroic Mujahideen have managed by the grace of God and by coordinating with a...number of the officers and the soldiers of the American intelligence to obtain a very huge amount of the explosives that were in the al-Qaqaa facility, which was under the protection of the American forces.\" </p> <p>The video was obtained by the Associated Press, but the group's claim could not be independently verified. </p> <p>The speaker in the video was surrounded by masked, armed men standing in front of a black banner with the group's name on it. </p> <p>He said: \"We promise God and the Iraqi people that we will use it against the occupation forces and those who cooperate with them in the event of these forces threatening any Iraqi city.\"</p> <p>Nearly 400 tonnes of conventional explosives have disappeared from the al-Qaqaa facility south of Baghdad, according to the International Atomic Energy Agency. </p> <p>The UN agency's chief, Mohamed El Baradei, reported the disappearance to the UN Security Council on Monday, two weeks after Iraqi officials told the nuclear agency that 342 tonnes of explosives had vanished as a result of \"theft and looting ... due to lack of security.\" </p> <p>The development has become a focus of the US presidential election, with Democratic challenger John Kerry pointing to the missing explosives as evidence of the Bush administration's poor handling of the war.</p> <p>Elsewhere in Iraq, US aircraft bombed a suspected rebel safehouse in the insurgent stronghold of Falluja.</p> <p>The overnight strike in the northern part of the city targeted a \"meeting site\" used by suspected allies of Jordanian terrorist Abu Musab al-Zarqawi, the US military said in a statement. </p> <p>Falluja hospital officials confirmed two people had died and a third was injured in the assault. Residents said two brothers died in the airstrike and a third sibling suffered injuries. The victim's family denied the men were insurgents and relatives buried the dead men hours after the strike. </p> <p>\"My brothers were no fighters ... I was preparing to marry them off after the Falluja crisis ends, now I am burying them with my own hands instead,\" said family member Mahmoud Nasser. He said the men were simply guarding the property after their family evacuated the central Iraqi town. </p> <p>The US military is preparing for a major offensive in Falluja, 40 miles west of Baghdad, in the hope of restoring national security ahead of Iraq's planned January elections. </p> <p>In Baghdad, meanwhile, a car bomb killed one American soldier and at least one Iraqi civilian, the US military said.</p>",
  "<p>As the world focuses on the US presidential election, Americans are focused on the World Series, the best-of-seven games competition being fought out this year between the Boston Red Sox and St Louis Cardinals to determine the champions of Major League Baseball. </p> <p>To European ears it has always smacked of arrogance. How can a \"world series\" be contested among teams drawn from one country? A propensity to aggrandise the national sporting culture is not uniquely American (what the world knows as the English FA still refers to itself as \"the FA\"). None the less, under present circumstances, \"World Series\" seems symptomatic of a dangerously solipsistic popular consciousness. </p> <p>US sports fans are for the most part blissfully unselfconscious about the moniker. In fact, given the babble about \"the American way of life\" that accompanies election campaigns, it's amazing how unaware most Americans are of the features of their society that are distinctive. And one of these is its sporting culture. Where other staples of American popular culture - music, movies, sitcoms, cartoons, fashions - have proved hugely successful exports, American sport has enjoyed much more limited overseas appeal. Baseball does enjoy a mass following in Japan and Latin America, not least in Cuba, the US's arch-adversary. Nonetheless, the baseball cap has travelled much further afield than the game itself. </p> <p>Baseball illustrates one of American nationalism's distinctive characteristics: the identification of the universal with the American, an identification rooted in the belief that America is not one nation state among many but the unique embodiment of an idea. US sports culture is singular too in the degree to which teams are playthings of private owners. It has recently been confirmed that the Montreal Expos will move to Washington DC, whose previous clubs decamped decades ago to Minnesota and Texas. </p> <p>Baseball enjoys its remarkable freedom of movement partly thanks to the special protection it receives from the state (in which respect it is typical of US capitalism as a whole). The \"World Series\", launched in 1903, turned Major League Baseball into a cartel and reduced the players to serfs, barred from selling their labour to the highest bidder. </p> <p>The game's anomalous position as a privately owned public monopoly was confirmed by the supreme court in 1922 - which ruled that baseball was exempt from antitrust legislation, a status it still enjoys. In 1975 the players' union at last secured free-agent status for its members, whose salaries have increased exponentially since. The union has repeatedly resorted to the strike weapon and showed a commendable resistance to sentimentality in its willingness to close down the national pastime. As a result it can claim to be the world's most successful (if exclusive) trade union, with members' average annual wage now $2.5m. </p> <p>Baseball, like other games, has been mercilessly exploited by both nationalist demagogues and predatory businessmen. Indeed, it is an illuminating example of how the two are intertwined. But that shouldn't dull anyone's enjoyment of one of world sport's most entrancing spectacles. Baseball is a beguiling blend of ferocious individualism and collective coordination. And like all games, it belongs to no single culture. Just ask the Cubans. </p> <p><strong>&amp;#183</strong> Mike Marqusee has published various books on politics and popular culture </p> <p><a href=\"http://www.mikemarqusee.com\">www.mikemarqusee.com</a></p>",
  "<p><strong>Beyond River Cottage</strong></p> <p>8pm, Channel 4</p> <p>Hugh Fearnley-Whittingstall plans the opening of River Cottage HQ, a countryside eatery. Seeing as the site that will house this new venture is little more than a bunch of manurestrewn cow sheds, he's understandably worried. Still, that doesn't stop Hugh from planning a Valentine's dinner for 30 guests, a meal at which he will serve lamb tongues and hearts because it's \"sort of a romantic gesture\" to put the two sorts of offal on the same plate - really?</p> <p><strong>Horizon</strong><br> 9pm, BBC2</p> <p>Unlike storms or hurricanes that can be tracked days before they hit, supertwisters appear suddenly. The tornadoes kill hundreds each year, partly because communities are so often given inadequate warnings of approaching trouble. This film follows the work of storm-chasing scientists, whose aim is better to understand where and when supertwisters will strike. Worth a look just for the nature-at-its-wildest visuals. </p> <p><strong>Teenage Transsexuals</strong> 9pm, Channel 4</p> <p>Gender dysphoria, the sense that gender identity is different from anatomical sex, affects children and teenagers as well as adults. Kris, for instance, wants to become Emma, and this sensitively handled documentary sees the 18-year-old chatting frankly about his feelings. However, there's evidence that most such teenagers don't become adult transsexuals - so how should parents react when faced with a child who seemingly wants to change gender? <strong>Question Time</strong></p> <p>10.45pm, BBC1</p> <p>Five days before the US presidential election, David Dimbleby hosts an edition of the political panel show from Miami. Guests are Fahrenheit 9/11 director Michael Moore; ex- Clinton advisor Sidney Blumenthal; David Frum, former speechwriter for George W Bush; Lida Rodriguez- Taseff, chairman of the Miami Election Reform Commission; and The Sun's Richard Littlejohn. Verbal fireworks look a happy certainty.</p>",
  "<p>The build-up to next week's US election has seen a strange transformation take place in the world of science. The traditional strategy of keeping heads well down when it comes to politics has given way to outright activism. More scientists than ever have waded into the electoral fray, pegging their allegiance firmly to the Democratic presidential candidate, John Kerry. </p> <p>To many, the mobilisation of scientists in favour of Kerry is inevitable, a consequence of the Bush administration's policies on stem cells and climate change. But some scientists believe that by aligning itself so strongly with a particular party, science may have set itself up for a fall. \"When the community gets on the political bandwagon, they lose control of how the facts are used,\" says a source within the US National Academy of Sciences, speaking on condition of anonymity. </p> <p>The result is that throughout the run-up to the election, science has been bent and mangled to fit the political message. \"Sooner or later, scientists are going to have to go back to reality and tell people the truth,\" according to the source. It could be an ugly and damaging process. </p> <p>Mass scientific support for Kerry kicked off with a letter of support from 48 Nobel laureates in June. Their stance inspired the formation of a new anti-Bush organisation, Scientists and Engineers for Change, who are sending scientists to swing states to warn of the perils of re-electing President Bush. Then there is Scientists and Engineers for Kerry-Edwards, a group of influential scientists who are urging the scientific community to come out and back the Democrat. \"What's different this time is there are scientists overtly challenging the Bush administration. I have no recollection of there being such overt efforts in past presidential elections,\" the source says. </p> <p>So how did scientists get to be so politically active in the election? \"There have been issues that have made many scientists uneasy and when politics begins to touch on things you know well and care about, you have to take a stand,\" says Robert Horvitz, the MIT biology professor and one of the 48 Nobel prizewinners to back Kerry. \"The notion that ivory towers are separate from political forces is naive.\" </p> <p>According to Robert S Walker, the first Republican chairman of the senate science committee, the Democrats have seized on their scientific support to divide the electorate. \"They've decided to politicise science and use it as a wedge issue. Using science to divide people like that is ultimately going to be destructive,\" he says. </p> <p>If Republicans have a problem with the Democrats' use of science, why don't they mobilise their own legions of scientists to give the other side of the argument? Part of the problem may be that they are simply outnumbered or unwilling to raise their heads above the parapet. </p> <p>\"Finding people in academia who are liberals is not very hard to do. It's almost a rite of passage on university campuses to proclaim your liberal credentials. There are conservatives in academia, but they usually do not go into the forefront with their views for fear of being ostracised on the campus,\" says Walker. </p> <p>Horovitz counters that the Bush administration politicised science in the first place, by trying to influence reports scientists had put together. \"You see it over and over again,\" he says. Indeed, the administration was accused of manipulating scientific advisory committees and censoring reports by the Union of Concerned Scientists earlier this year. </p> <p>While support for Kerry among academic scientists is apparently still strong, the downside of pledging their allegiance is beginning to become clear. The Democratic vice presidential candidate, John Edwards, made many scientists wince when he spoke at a recent rally in Newton, Iowa. \"If we do the work that we can do in this country, the work that we will do when John Kerry is president, people like Christopher Reeve are going to get up out of that wheelchair and walk again,\" he said, referring to the potential therapies that embryonic stem cells might one day offer. </p> <p>\"What's sad is that when he claimed stem cells would enable people to leave their wheelchairs, there wasn't one protest from any of those Nobel prizewinners about such a misuse of science in a campaign statement,\" says Walker. He says that Kerry's speeches regularly give the impression that viable stem cell therapies are just a few years away, when most scientists believe they will not be a reality for much longer. </p> <p>The Iowa rally wasn't the only time that scientists frowned at science being peddled at political meetings. In previous speeches, Kerry has stated that millions of people could be cured by stem cell therapies. The figure is a misrepresentation of data produced by the US National Academy of Sciences, the source said. The list simply gave estimates of the number of people with a range of medical conditions from Parkinson's disease to severe spinal damage. \"I was cringing, but it was the Kerry campaign people that distorted the facts.\" </p> <p>For now, it seems the scientific community is biting its tongue. \"Once the scientific community gets on the side of one candidate or the other, and that candidate goes out making mis-statements about science, is the community obliged to correct them? They're not going to if they want them to win.\" </p> <p>For the scientific community, the legacy of backing Kerry is likely to hit home some time after the election when the public realises that science may have been hyped throughout. Only then will scientists know whether backing Kerry was more trouble than it was worth. </p> <p>\"The bottom line is that the scientific community is experiencing pain enduring this president, so a lot of people would say that no matter what the repercussions, it's worth it.\"</p>"
]