[
  "We mistakenly said in a column that Wayne LaPierre is Charlton Heston's successor at the National Rifle Association (You know the US presidential election is hotting up when the smear campaigns get started, G2, page 4, August 9). Mr Heston was president of the NRA until 2003 and his successor is Kayne Robinson, former Des Moines assistant chief of police. Mr LaPierre is its executive vice-president and chief executive officer. <p>The \"bedblockers\" list of Tory MPs had, we said, been compiled using criteria that included \"how many questions they have asked both orally and verbally\". This was changed in later editions to \"written and orally\" (Veteran Tories hit out at Howard's 'Notting Hill set', page 1, July 27). </p> <p>The caption to a photograph accompanying our report headed Tale of Offenbach (page 15, July 17) said that Bryn Terfel was accompanying Ann Swenson when it was Neil Shicoff as Dr Miracle in the New York Metropolitan's January 2000 production. </p> <p>The Sephardim are not only Jews of north African origin, they also come from Spain, Portugal, and countries in the Middle East (Fear and loathing in Jerusalem, G2, page 12, August 2). Atlantic City sits at the beginning of the southern shore of New Jersey but it is not the state's southernmost tip, as we said in a report headed Busted flush (page 16, August 11). That position is occupied by Cape May, 39 miles further south. </p> <p>It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning 0845 451 9589 (UK only, calls charged at local rate) or +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding UK bank holidays. Mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. Fax: +44 (0)20 7239 9997. Email: <a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a></p>",
  "<p>Pentagon auditors have concluded that Halliburton, the chief contractor in Iraq, has failed to properly account for $1.8bn (£1bn) in charges billed to the US government. </p> <p>The findings, laid out in a 60-page report, threaten to put fresh political pressure on Halliburton's former chief, vice president Dick Cheney. The company has stumbled from one scandal to another, providing ammunition for Democrats in the run-up to November's presidential elections. </p> <p>The amount in question represents 43% of the total $4.18bn that Halliburton subsidiary Kellogg Brown &amp; Root has charged the US government for providing logistical support to troops - everything from meals to towels. </p> <p>KBR has a separate contract helping to restore oil fields in Iraq. It has billed the government for $6.3bn so far. </p> <p>The Pentagon has previously threatened to withhold payment on some charges owing to disputes with Halliburton on its methods of accounting. Officials have accused KBR of inflating prices for oil it imported from neighbouring countries immediately after the war. </p> <p>The Pentagon pays Halliburton for work under way and the company is required to provide detailed billing to justify the payments. </p> <p>The Wall Street Journal, which had sight of the report, said the audit found KBR's \"internal control policies\" were \"inadequate for providing verifiable, supportable, documented cost estimates that are acceptable for negotiating a fair and reasonable price\". </p> <p>Halliburton said it disagreed with the findings and would issue a response within the time set out by the government. It argued that the authors of the report were acting in an advisory capacity only and that normally such reports \"are part of a lengthy but routine process that is amicably resolved\". It added that \"only in an election year when Halliburton is being covered in a political context as opposed to business\" does this kind of dispute become news. </p> <p>\"As we have stated previously, we believe these issues will be resolved in our favour,\" the company said. \"Even if they are not, we don't believe it will affect the company's liquidity because Halliburton will, in turn, withhold payments to subcontractors\". </p> <p>Democrats accuse the Bush administration of cronyism in awarding the company so much business. The original oil services contract was awarded without a competitive tender.</p>",
  "<p><strong> Images of Iraq </strong><br> Iraq is already home to some prolific bloggers - a few of them serving in the US military - but the weblog is not the only form of personal record coming out of Iraq that makes compelling reading. Artnet, an online gallery and magazine, regularly publishes the online journal of New York artist Steve Mumford. Embedded with the North Carolina National Guard, Mumford has undergone three tours of active duty in Iraq and his work takes the long tradition of war artists into the age of theinternet. His watercolours and sepia drawings that accompany his long, detailed episodic writings are fantastically vivid, even in an age saturated with television and photography from the Iraq war. </p> <p>Elsewhere, pictures of a more controversial nature are the subject of Camera Iraq, a relatively new site that describes itself as \"a clearinghouse for thoughtful discussion rather than a locus of invective\".Camera Iraq is dedicated to the mass of disturbing images - not for the fainthearted - being published on sites such as Russ Kick's the Memory Hole (which has recently established a blog) and enlightened news organisations. <br> <a href=\"http://www.artnet.com/Magazine/features/mumford/mumford7-29-04.asp\">www.artnet.com/Magazine/features</a><br> <a href=\"http://www.camerairaq.com\">www.camerairaq.com</a><br> <a href=\"http://www.thememoryhole.org\">www.thememoryhole.org</a> </p> <p><strong> Re: Your shirt </strong><br> Spam shirt is a new site that offers you the chance to turn your \"spam into glam\". For £30, you can recycle some of your unsolicited email into \"sparkling\" new T-shirts. You can buy off the peg or design your own T-shirt from a nifty web application that allows you to pick a shirt, colour it and then adorn it with your very own spam or choose from a selection of spam classics, complete with dodgy syntax. The site says it is a \"way of recycling irritating, useless spam messages into an expression of personality and style\". <br><a href=\"http://www.spamshirt.com\">www.spamshirt.com</a> </p> <p><strong> Let's talk </strong><br> An ambitious project to get the world to say what they think of the US in the form of 30-second videos was launched on Tuesday by William Brent, a film-maker and former Wall Street Journal correspondent in Beijing. Brent and his team say: \"US policies impact the whole world, but non-Americans have few ways to communicate directly with mainstream America.\" The site already has a number of media outlets and educational institutions who plan to distribute submitted work in time for the presidential election in November. How many people in the US will be willing to listen to the world remains the $64,000 question. <br> <a href=\"http://www.talktous.org\">www.talktous.org</a> </p> <p><strong> You've got Gmail </strong><br> It may still be in beta, but third-party Gmail applications are already appearing on the web. Mark Lyon has already written more than a dozen. So if you want to import your existing email into Gmail, you know where to go. <br> <a href=\"http://www.marklyon.org/gmail/gmailapps.htm\">www.marklyon.org/gmail/gmailapps.htm</a> </p> <p><strong>New &amp; noted</strong></p> <p> <strong> 60th anniversary of the Warsaw uprising</strong> <br> <a href=\"http://www.um.warszawa.pl/v_syrenka/godzina_w/index_en.php\">www.um.warszawa.pl</a><br> <strong> New Nasa portal</strong> <br> <a href=\"http://www.nasa.gov\">www.nasa.gov</a> <br> <strong>Daisy Goodwin: poetry doctor</strong> <br> <a href=\"http://www.daisygoodwin.co.uk/publications/doctor\">www.daisygoodwin.co.uk/publications/doctor</a> </p> <p> <strong>Six of the best:</strong> Athens 2004</p> <p><strong> Official site</strong> </p> <p><a href=\"http://www.athens2004.com\">www.athens2004.com</a> </p> <p><strong>Ancient Olympics</strong> </p> <p><a href=\"http://www.perseus.tufts.edu/Olympics\">www.perseus.tufts.edu/Olympics</a> </p> <p><strong> Team GB</strong> </p> <p><a href=\"http://www.olympics.org.uk\">www.olympics.org.uk</a></p> <p><strong>The game</strong></p> <p><a href=\"http://www.olympicvideogames.com\">www.olympicvideogames.com</a> </p> <p><strong> Fish olympics</strong> </p> <p><a href=\"http://www.liverpoolmuseums.org.uk/nof/fish\">www.liverpoolmuseums.org.uk/nof/fish</a> </p> <p><strong> Don't forget</strong> </p> <p><a href=\"http://sport.theguardian.com/olympics2004\">http://sport.theguardian.com/olympics2004</a></p>",
  "The South Korean government confirmed yesterday that it is to create a new capital in what will be one of Asia's biggest ever construction projects. <p>Under the £26bn scheme, a site in the sleepy region of Gongju-Yongi 100 miles south of Seoul will replace it as the seat of parliament and government by 2020. Despite sharp divisions among the public and the mixed results of similarly ambitious projects by other states, president Roh Moo-hyun insists relocation is necessary to ease chronic overcrowding in Seoul, redistribute the state's wealth, and lessen the danger of a bombardment by North Korea. </p> <p>Gongju-Yongi is a hilly, rural area in Korea's midlands. Its selection was finalised yesterday - although an appeal has been made to the constitutional court - and caused joy among local farmers expecting a property boom. </p> <p>Under the plan, announced by the prime minister, Lee Hae-chan, the government will start buying 7,100 hectares (17,540 acres) next year. After construction starts in 2007, the administration hopes to begin moving 230,000 employees into 85 ministries and institutions within five years. With the addition of the constitutional court, a national assembly and the presidential palace, it is expected that this region of 140,000 people will become home to half a million. To fund the move, the government will sell off most of the state's property in Seoul, including the presidential Blue House. </p> <p>The idea is to create a centre of government similar to Washington DC, while leaving Seoul as a business, financial and cultural capital equivalent to New York. Previous development plans for what is Asia's third biggest economy have concentrated so much money and power in Seoul that the city and its environs are home to almost half of South Korea's 48 million population. By comparison, one in nine Britons lives in London. </p> <p>President Roh made relocation a pillar of his election campaign, and says it is vital to improve conditions in Seoul by reducing its population by a tenth. A move 100 miles south also takes the government out of the range of much of North Korea's weaponry. </p> <p>Opponents in the Grand National party argue that the scheme is vote-buying and will cost two or three times times the estimate. Many newspapers have called for further investigation, and civic groups have challenged the plan's validity; the constitutional court must rule within six months if it is to go ahead. </p> <p>Surveys indicate that the public is evenly split. Most feel the question should be put to a referendum, something the president has refused to accept. The fiercest criticism has been in Seoul, where the mayor, Lee Myung-bak, has warned that relocation would undermine the competitiveness of South Korea as a business hub. </p> <p>In a battle of wills, the city authorities pulled down subway advertisements by the central government which claimed that Seoul had the worst standard of living among the world's 20 biggest cities. Another discarded poster featured a cartoon of a cramped Seoul businessman watching enviously as a Chinese rival pedals across the expanse of Beijing's Tiananmen Square on his bicycle. The caption read: \"Ten reasons why foreign companies choose Beijing rather than Seoul.\" </p> <p>It is far from certain, however, that foreign businesses or countries favour relocation. Newspapers report several negative comments by diplomats concerned at the cost of moving. The United States embassy, now in the process of moving within Seoul, said it had no plan to shift again in the foreseeable future. </p> <p>Such hesitation is inevitable, given the history of Korea's itinerant capital. Yongi country was a centre of government once before - during the Paekyae dynasty 1,500 years ago. Its second opportunity may not last long. If the peninsula re-unifies, there are likely to be calls for the capital to be moved north again, possibly even back to Pyongyang - another ancient seat of government.</p> <p><b>City swaps</b></p> <p><b>· </b> In 1956 <b> Brazil's </b> capital moved from lively, crowded Rio to remote Brasilia. But spectacular buildings alone failed to attract the crowds </p> <p><b>· </b> <b> Australia's </b> government decided to build Canberra in 1908. A functional, elegant city was created, though many residents escape to Sydney for nights out </p> <p><b>· </b> In a symbolic gesture, the <b> German </b> government moved from Bonn to Berlin in 1991. But resources are still split between the two cities </p> <p><b>· </b> Though Tokyo earthquake fears prompted <b> Japan's </b> government to look for a new home, no move is likely soon</p>",
  "The drama of Richard Nixon's resignation 30 years ago this month has long overshadowed his political achievement. Nixon's criminal White House seemed an aberrant episode rooted in only his pathologies. But Nixon was the father of the modern Republican party. <p>It was Nixon who created a brand-new coalition of Southern conservatism in reaction to the civil rights movement. He absorbed the Dixiecrat followers of George C Wallace - urban ethnic Catholics and white-collar suburbanites fearful of racial turmoil and the breakdown of law and order and resentful of student protests, assertive women and the loosening of social mores; and he shifted the locus of power in the Republican party from the north-east and midwest to California, the south-west and Florida. Nixon's natural cynicism allowed him to juggle the volatile elements that gelled for Ronald Reagan. </p> <p>By the time of Nixon's election in 1968, the Democratic coalition had cracked up under the stress of race and Vietnam. Now the Republican party that came to power is exhausted. It has lost political impetus. Its instability, contradictions and anachronisms have been apparent for more than a decade, since Clinton's victory in 1992. </p> <p>George Bush did not make a new coalition or offer a refreshed Republicanism, despite the trope of \"compassionate conservatism\". He came to power as a result only of a flawed Democratic strategy in 2000, and even then he lost the popular majority and had to rely upon a skewed supreme court to install him in office. Before 9/11, after only nine months, his presidency was winding down, and he lost the Senate with the defection of a Republican. The war on terror was a substitute for old Republican anti-communism, the ultimate glue holding disparate elements together. Still, the party is coming unstuck, disintegrating in its historic base. </p> <p>California, the home state of Nixon and Reagan, has disappeared from the Republican coalition. Its demographic transformations, especially the ever expanding Hispanic electorate (two-to-one Democratic), postindustrial economy and social liberalism, make it a forerunner of the future. Bush is so far behind in California that there is no campaign there whatsoever. </p> <p>To win elections in general, Bush must raise his percentage of Hispanic votes from 35% in 2000 to close to 40%. But, according to a recent Democracy Corps poll, he is five points below his 2000 level and seven down in the south-west and Florida. </p> <p>In Illinois, a former presidential bellwether, the Republican party has fallen off the map. In his famous 1960 victory, Kennedy won the state, with 65% in Chicago. The Chicago suburbs, two-to-one Republican as recently as 1988, have now begun to tilt Democratic (just as have the suburbs of Los Angeles). Meanwhile, the state Republican party has imploded: unable to find a credible Senate candidate against the star of the Democratic convention, Barack Obama, it has now come up with its own African-American, Alan Keyes. A screeching religious right fanatic, Keyes, who has worn a lapel pin featuring the feet of a foetus, is Jerry Falwell as played by Little Richard. Obama is beating him 67-28, undoubtedly Keyes's peak. </p> <p>The turn in Michigan is, if anything, even more distressing for Republicans. West Michigan, home to Nixon's successor Gerald Ford and even today unrepresented by any Democrats in Congress, has John Kerry 12 points above Bush in a poll taken by a local TV station. This collapse is a consequence largely of the desertion of moderate Republicans repulsed by Bush's reckless economic mismanagement and neoconservative foreign policy. These moderates are overwhelmingly mainline Protestants, also offended by Bush's evangelical culture war and faith-based efforts to break down the wall of separation between church and state. </p> <p>The party that Nixon built is crumbling. Bush is the candidate of canned talking points and a party whose instincts have become rote and often counterproductive. The \"war president\" wraps himself in the flag, but the latest code-orange terrorist alert aroused no rally-round-the-flag syndrome; instead, it raised questions about Bush's timing and handling. Rather than campaign on his record, he has challenged Kerry to justify his vote for the Iraq war resolution, and when Kerry explained his reasoning accused him of \"nuance\". How can Bush change the subject? </p> <p>With independent voters bleeding away from him, he has taken to stumping with the maverick Republican senator John McCain, his mortal enemy. Can Bush dump Cheney without being seen as desperate and repudiating his entire term? Bush's father owed his political career to Nixon's patronage; now the son is in danger of inheriting the wind. </p> <p><b>·</b> Sidney Blumenthal, a former senior adviser to President Clinton, is Washington bureau chief of <a href=\"http://www.salon.com\">salon.com</a> </p> <p><a href=\"mailto:sidney_blumenthal@yahoo.com\">sidney_blumenthal@yahoo.com</a></p>"
]