[
  "The people of Florida have been battening down the hatches this week in preparation for Charley, the hurricane that is heading for the state's west coast at more than 100 miles an hour. <p>But they have also received whirlwind visits from George and Ralph, both hoping to cause significant damage to their rival John. </p> <p>Florida is the country's largest battleground state, the key to George Bush's controversial presidential election victory in 2000. </p> <p>It is now showing every sign of playing a significant role in determining the result in November, hence the visits this week from Mr Bush and the independent candidate, Ralph Nader. </p> <p>They both have work to do. On the back of the Democratic party's Boston convention, the latest Florida poll shows that its challenger, John Kerry, has taken a six-point lead over the president, scoring 47% of the vote, compared to 41% for Mr Bush and 4% for Mr Nader. </p> <p>The same polling organisation had Mr Kerry and Mr Bush tied at 43% in June. </p> <p>Mr Kerry also appears to have opened a narrow lead in a handful of other swing states, including Michigan and New Hampshire. </p> <p>With every vote considered valuable, neither side wants a repeat of the voting fiasco in 2000. </p> <p>Yet, nearly four years after the words \"hanging chad\" and \"butterfly ballot\" entered the political lexicon, there are widespread concerns that not enough has been done to ensure a transparently fair vote come November. </p> <p>The 2000 Florida debacle was only resolved by the US supreme court after five weeks of legal wrangling. Mr Bush beat Al Gore by only 537 votes in the crucial state. </p> <p>Florida, the governor of which is still the president's brother, Jeb, has since spent more than $30m on improving the process and educating voters. </p> <p>New touch-screen voting machines have been introduced into 15 of the state's largest counties. The new technology, however, has done little to reassure the public that their votes will be more satisfactorily counted than they were in 2000. </p> <p>Another issue that provoked anger among Democrats in 2000 was the exclusion of anyone with a felony conviction from the electoral rolls, a procedure rigorously enforced by Republican state officials prior to the vote. </p> <p>Robin Templeton, of the Right to Vote organisation, an umbrella group that includes the American Civil Liberties Union and the National Asso ciation for the Advancement of Coloured People, said yesterday that the process was flawed and inconsistent. </p> <p>\"Nearly five million, or one in 43 Americans, cannot vote as a result of laws that disenfranchise people with felony convictions,\" she said. </p> <p>\"African-Americans are disproportionately affected by these policies, with an estimated 13% of black males currently unable to vote.\" </p> <p>Ms Templeton added that some 600,000 Florida residents had been disenfranchised in this way in 2000. </p> <p>\"The state of Florida created a purge list of 47,000 names for the 2004 election, but refused to release it for public scrutiny until forced to do so as the result of a lawsuit. </p> <p>It was then found to have as many as 2,100 names of people with felony convictions whose rights had been restored.\" </p> <p>She said the names of Latino Americans, who include a large number of Cuban-Americans, traditionally Republican party supporters, were largely missing from the purging list. </p> <p>Local political commentators also predict that the eyes of the world may once again be on the state in November. </p> <p>\"It looks like it's going to be as close as ever,\" said Adam Smith, political editor of the St Petersburg Times. \"I think there are very wide fears that there are going to be more embarrassments.\" </p> <p>President Bush is taking no chances. His visit to the state this week was his 24th since he came to office. </p> <p>In Pensacola, he was welcomed at a rally of nearly 10,000 supporters by the blue grass musician Ricky Skaggs, who told the crowd: \"We don't want Hollywood deciding who our next president is.\" </p> <p>But even the state's Republican party officials are hedging their bets. They have sent out flyers encouraging their supporters to vote by absentee ballot because \"the new electronic voting machines do not have a paper trail to verify your vote in case of a recount\". </p> <p>The Democrats, however, are optimistic that Mr Kerry's slim lead will hold. He is being helped by independent organisations which are trying to ensure everyone who is entitled to a vote gets registered. </p> <p>What part Mr Nader's supporters will play in the election is unclear. Mr Smith said he believed that some of the more than 90,000 who voted for Mr Nader in 2000 were a little \"sheepish\" about the result and might not back him this time. </p> <p>The state's Democrats, who blame him for their defeat last time, were doubtless pleased that some of his rally plans this week were blown away by Hurricane Charley. </p> <p>If the vote is close in November and Mr Bush wins again, the protests this time are likely to be hurricane-force.</p>"
]