[
  "<p>Stock markets have been treading water for most of the year, trading within a very narrow range with the exception of the Far East. Investors have paid the price for an over-zealous performance in the second half of 2003 after the Iraq war, when prices overstepped the mark. </p> <p>After a brisk start to the year, global indices have been running about like headless chickens for three reasons: The constant threat of geopolitical sabre-rattling; the extortionate cost of crude oil; and GDP throughout the world failing to live up to expectations - particularly in the US, where it was anticipated it would come in at 6 per cent for the first quarter. It has recently been adjusted to 2.8 per cent. Sadly the rest of the world has fed off this factor. </p> <p>Historically the run-up to the presidential election often sees shares have a decent run. Initially it generally does not matter who wins, it's a question of getting the choice of sectors right. Japan's Nikkei offers possibly the greatest opportunity of making ground by the end of the year. Though volatile there are certain sectors - banks, which have seen radical surgery, car and tech stocks - that offer serious value. </p> <p>Doubts about growth and cracks in the quality of the third-quarter earnings in the US are beginning to appear. However, there is some robustness to the economy and a re-elected or new President could provide a stimulus for equities. </p> <p>Germany's DAX suggests little growth with some tech stocks possibly offering a satisfactory denouement to the year. As for the FTSE, banks, drugs and telecoms, which constitute nearly 50 per cent of this index, have underperformed the market this year. There is little reason why their performance should significantly improve between now and 2005. However largesse could be deracinated from a flurry of M&amp;A activity.</p>",
  "<p>Scissor Sisters are midway through their set and, having identified Paris Hilton as emblematic of everything that's wrong with America, firecracker frontwoman Ana Matronic is now cursing the twisted values of Wal-Mart. The über-retailer refuses to stock the band's self-titled album, on account of lyrical use of the words \"tits\" and \"shit\", but it will happily sell guns with which customers can mow down playgrounds of children. The crowd whoops with approval at Matronic's sweary remonstrations, then Scissor Sisters launch into another of the anthemic pop songs for which, along with polemic and performance, they've become famous. The audience - from skinny fashion kids to tops-off muscle marys, East Village arty types to middle-aged couples with matching Elton John tour T-shirts - dance in the pouring New York summer rain. </p> <p>An hour earlier, and the band are relaxing in the green room. In the corridor, there is a commotion. A group of people - mostly women and wholly beautiful - approaches. This is not simply a group, though: this is an entourage. There is Someone here. </p> <p>The Someone is Bono. With a space in his schedule between glad-handing presidents and raising awareness of pressing global issues, he has popped in to watch the gig and say hello. Not just hello, of course: he also says Scissor Sisters are the best pop band in the world. They take this in their unusually-trousered stride. It's what happens now in Scissor Sister world. In the year since their cover of Pink Floyd's Comfortably Numb was first released in the UK, the lives of Jake Shears, Ana Matronic, Babydaddy, Del Marquis and Paddy Boom have undergone a remarkable transformation. Their rise, from singing along to CDs in shabby-chic New York clubs to, next month, playing a sellout gig at the Royal Albert Hall, is staggeringly steep. And maybe because Shears and Babydaddy are horror film fans, it reminds you of that bit in The Silence Of The Lambs when Hannibal Lecter charts the ascent of Agent Starling, \"Getting out, getting anywhere, getting all the way to the FBI.\" </p> <p>At home in the US, they are relatively unknown beyond New York, but here Scissor Sisters are ubiquitous, you hear their record constantly in high street fashion stores. This is nothing new: there's a history of more alternative US bands making their name in the UK first - Blondie, for example. British audiences seem more willing to embrace the different and the distinctive. It helps that our music isn't as rigidly compartmentalised as America's where the dominant genres of rap, rock and country are very fixed. There's also a more cynical theory: record labels like to use the UK as a test market for new indie bands because it's cheaper here. The payoff is that British buzz is worth more than US word of mouth. </p> <p>And there has been a buzz. Scissor Sisters are good: amid manufactured pop, misanthropic rap and dull rock, they stand out as honest, different and, say it quietly, authentic. \"The radio is full of liars, blatantly dishonest people who don't care about what they're doing,\" says Babydaddy. \"They see celebrity as an end in itself. We care about what we're doing. Our goals aren't contrived. We put out something that makes sense to people. But the big trouble with getting dressed up like we do is that a lot of people think we're some kitschy throwback to the 70s, and they ignore the music. I would hope that people would listen and realise we're not that at all.\" </p> <p>Bizarrely, the band has been compared to the Village People. This is partly due to rock nerds' outrage at the Comfortably Numb cover, as well as homophobia in the music press, where there's a suspicion of bands not consisting of angst-ridden, greasy-haired, guitar-wielding indie kids. Especially one without a definite article in its name (as opposed to, say, The Thrills, The Von Bondies, The Strokes and The White Stripes). But the absence of a \"the\" makes a point, one concerning inclusivity. As Shears says of their gigs, \"There's no hierarchy. The only reason the stage is five feet off the ground is so that everyone can see us. We're all there together to have a good time. It's all one room.\" Matronic succinctly tells an audience in Brighton, \"We are Scissor Sisters and so are you.\" </p> <p>It's the antithesis of the macho posturing of cock rock, and it works. They have sold just shy of one million albums and made the summer festivals their own, attracting the largest crowd at V and wowing Glastonbury twice. They appeal to a young, urban, stylish crowd and a more MOR set, blending disco glitter with dance music exuberance, the energy of punk with classic songwriting. Older musicians are keen to court them - it's a demonstration that their fingers are still on the pulse. Before Bono's blessing, they were anointed by Elton John, who was savvy enough to invite them to support him on tour. Scissor Sisters' Take Your Mama Out has been compared to Elton's funky 70s oeuvre. Kylie has also lured them into the studio. (By now, you may have spotted a queer sensibility and, yes, Shears, Babydaddy and Marquis are gay, while Matronic has described herself as a drag queen trapped in a woman's body. In fact, Boom, the drummer, is the only straight man.) </p> <p>The songwriting partnership of Shears and Babydaddy is the fulcrum of Scissor Sisters. They're not coupley or fraternal, but they share an intimacy. Like Rodgers and Hammerstein and Lennon and McCartney, their partnership produces an alchemy. Going into the studio is, says Shears, \"food for the soul\". Babydaddy says it's Shears who writes most of the lyrics. \"Sometimes we start with a musical idea of mine, or a lyrical or melodical idea of his - it just depends.\" Shears has an affinity to pop that he's passed on to Babydaddy. \"It's something that comes really naturally to him - wanting to have the big exploding chorus.\" Shears - who is a tornado of energy, one of those people for whom the world doesn't spin fast enough - agrees that the magic songs just come: \"It happens in just one moment. A song like Laura just came out - I just sang it. It's instinct or something; I don't necessarily think you're in control, and the songs I really love are the ones I don't even feel like I've written.\" Shears says he hates getting all new age, but making music is \"a spiritual thing\", euphoric. </p> <p>Babydaddy is responsible for the lush sound, a feat all the more impressive when you know that the record was created in his tiny home studio in Brooklyn. In public at least, he is diffident about the achievement. \"I haven't listened to the album too much since we finished it, and when I do hear it I wonder how it sounds to other people. To me, it's a very primitively made album, a polished turd. We turned sounds that were imperfectly recorded on cheap equipment into something unique. I want to keep doing it that way - I have a fear of coming into money for production. I think money ruins artists. I am a huge fan of Tim Burton, but the second he got big budgets, he ceased being interesting to me. There's something about the struggle that gives art its own life.\" </p> <p>As is often the way with ubiquitous things, Scissor Sisters' music may now be regarded as déclassé in certain circles, but if you only listen, it's brilliant, bumptious - full of razor-sharp hooks, sublime lyrics and soaring choruses. </p> <p>Babydaddy and Shears met when Shears was 18, through a mutual friend who took him to visit Babydaddy in Lexington, Kentucky, his home town. \"He saw my mom's immaculately clean kitchen and got a bit frightened - as people usually do,\" says Babydaddy. They bonded over horror films and video games, and, months later, Babydaddy visited Shears at home in Seattle. \"He showed me Valley Of The Dolls, which freaked me out. And he had a full-time hooker staying with him at the time.\" </p> <p>Nothing out of the way there. Shears, born Jason Sellards, had an unusual childhood. He had his first gay relationship at 13 and came out to his parents in Las Vegas (as good a place as any, I imagine) two years later. He lived away from home for a time and had a terrible time at state school - he wore make-up and dresses, and became a target for the hatred of his mostly Mormon classmates. \"I don't know what I was thinking,\" he says of his early exit from the closet. \"I probably wouldn't recommend it to every gay 15-year-old, but what doesn't kill you makes you stronger.\" </p> <p>Stronger then, Shears transferred to a private school (\"Somewhere where I could be who I was and not be scared\"), where his creativity flourished. He was \"heavily into books\", and filled stacks of jotters and notebooks with poetry and prose. Leaving school, he ventured to LA and dabbled in filmmaking, but hated it. New York beckoned. \"I knew if I hated LA, I'd love New York, and I did, but it was really challenging for a long time. I was living in a really scary place [upstairs from a crack den]. I was on the pay phone on the corner telling my mom everything was all right when I was terrified. But in New York, you can't just throw your hands up and say, 'Things aren't going well, I'm leaving.' Well, you can, but that's why you're not cut out for New York. You have to stick with it.\" </p> <p>And stick with it he did. Go-go dancing in an East Village gay bar, Shears' penchant for performing was apparent. By this time, Babydaddy (real name Scot Hoffman) was at university in the city and the pair hooked up. They had plans to organise a club night where every month they'd perform a new song. The night never came about, but they did perform at other clubs on other nights, with Shears sometimes dressed as an abortion. This is when Scissor Sisters were born, emerging from Manhattan's electroclash scene. Electroclash was a new strain of dance music that took in the androgynous, debauched electro pop excess of the early 80s and married it to the musical advances of the techno age - it's a fair classification of Scissor Sisters' early work on bijou New York label A Touch Of Class. One of the seminal electroclash records (along with Fischerspooner's Emerge, Tiga's Sunglasses At Night and Miss Kittin's Frank Sinatra), Comfortably Numb was originally the b-side of Electrobix, a song about gym obsession and body dysmorphia among gay men. But the razzmatazz surrounding electroclash always outstripped the talent involved. Judiciously, Scissor Sisters extricated themselves from the scene, which soon withered. Their scorn for fashionability and their desire to appeal to a mainstream audience saved them from the fate suffered by the likes of Fischerspooner who, through little fault of their own, were crushed under the weight of hype. In truth, Scissor Sisters were bigger than the scene from whence they came. </p> <p>One of those other nights at which Shears and Babydaddy pitched up was organised by one Ana Matronic. The theme was \"origami orgy\", and the song they performed had \"a bit of a weird Asian sound to it that we described as Sisters Of Mercy meets Cher\", says Babydaddy. \"It was called Bicycle Of The Devil, a wretched, hilarious, bizarre, gothy techno-y nightmare.\" </p> <p>Matronic (née Ana Lynch) \"comes from a long line of wild women\". Her grandmother was a flapper in the 20s - \"she won a best legs competition at her university\" - and her mother moved to San Francisco in the 60s, when it was the hippy destination. When she was young, Matronic always identified with the wicked queen characters in Disney films (\"the ones that turned into dragons\") and wrote songs about outsider girls with weird haircuts. Suddenly, you can see the little girl the woman used to be. \"I was raised without boundaries,\" Matronic says. \"I was told I could achieve whatever I wanted with my life, and I was always blessed with an overabundance of love and support. The difficulties I've been through mean I'm pretty good with the hard stuff. I wouldn't be the person I am without the hardships I endured.\" </p> <p>First among Matronic's hardships - and decisive in her development into the fuck-you live-and-let-live gal that she is - was her parents' divorce when she was very young. Then, when she was six, her father came out. He died of Aids when she was 15. \"My grandmother, she of the best legs, died exactly a month before my father, and I was really close to her as well. That really was the worst year of my life. I was sad more than anything that I didn't really know my father as a person. That was the hardest thing.\" </p> <p>Matronic's father was the first person to have taken her to New York City - \"Getting off that plane when I was 13 and seeing Manhattan, I knew I was going to live there one day.\" She also inherited his love of music. Her mother is a painter of religious icons and, from her, Matronic got her artistic bent. \"My mother is amazing.\" </p> <p>Leaving Portland, Oregon, for San Francisco, where her family used to live, Matronic hung out on the gay scene. She says it might have been a subconscious attempt to form a posthumous closeness to her father. She performed at Tranny Shack (\"I took my mother on 'plastic surgery disaster' night, so she's seen it all\") and got into \"that instant gratification\" that comes with performance. She moved to New York and worked on a dance music project involving mathematical principles, \"because music is very scientific\". The Golden Mean forms part of the technicolour tattoo on her arm. </p> <p>When Shears and Babydaddy asked Matronic to join their sisterhood, she didn't take much persuading. Two weeks after their first performance together - at electroclash club Luxx in Brooklyn - they were signed to A Touch Of Class. </p> <p>While leonine lead vocalist Shears slinks on stage, throwing shapes as if in an improvisational dance class, Matronic is much more calculated in her performance, the legacy of her Tranny Shack years. The focused foil to Shears' spontaneity, she prefers playing smaller crowds: having conversations with the audience and reading them poetry. \"I got my start in cramped clubs, so it feels like a return to form,\" she says. The polar opposite of the blank pop princesses who clog up the charts, Matronic is the kind of friend you'd want. She's the heart of the band, the ringmistress, the queen of proceedings. \"I do have a dream of being the first woman ever to play the Emcee in Cabaret.\" </p> <p>The trio continued to perform in scuzzy-cool, below 14th Street clubs, but there was a realisation that, to rise above their electroclash origins, they would have to recruit - specifically, a drummer and a rhythm guitarist. Auditions were held. Paddy Boom (Patrick Seacor) and Del Marquis (Derek Gruen) made the grade. </p> <p>Boston-born Boom has been playing live since 1987. He's been in three bands: \"The only steady in my whole life has been playing music.\" An earnest, honest chap, he loves the life he's living. \"Keith Richards said that being in a band was like being a teenager for ever, and it's true. This last year has been a blast. I love travelling [he spent six months on a motorbike, driving from New York to Rio], so it's the ultimate fusion of my passions.\" </p> <p>The dinky, sometimes strangely whiskered, axeman Marquis met Shears while the latter was go-go dancing, and had seen the three Sisters performing: \"Babydaddy was doing choreography; he looked like a deer in headlights.\" A week after Marquis joined their ranks, they flew to Britain to begin touring and promotional duties. Marquis knew London already and was a habitué of the capital's more alternative gay clubs, Popstarz and the Ghetto. Growing up in New York, he'd been obsessed with Robert Smith, Johnny Marr and the Cult's Billy Duffy: \"I was a box bedroom guitar player, striking poses in my basement.\" He describes joining the band as \"stepping on to a moving train\". </p> <p>The train shows no sign of slowing, at least not for the next few months. Poached from A Touch Of Class by Polydor, their album was released in America at the end of July. In the US, they're at the stage they were here back in February. So it's appearances on cheesy radio breakfast shows such as New York's WPLJ (\"the best mix of the 80s, 90s and today!\") and support slots on bigger tours. The night before I met them for the first time, they supported the B-52's in front of an audience of Boston \"soccer moms\". They're the first to acknowledge their uneasy, prodigal status. </p> <p>\"We're a group of people who've always felt a bit estranged from America,\" says Babydaddy. \"You don't move to New York if you feel accepted in America. I was a kid who grew up gay in a town where I never knew a single gay person; I didn't have sex until I was 19 years old. It's a conservative country, much more conservative than the UK. I do feel very American, that we've made a very American album and America is home to me, but, in a way, we're estranged.\" </p> <p>Shears concedes that their \"outrageousness\" might work against them. \"We have our subversive moments, but we're wholesome. We're worldly, but what we stand for is moral. We stand for bringing people together. I don't care what someone's political beliefs are. What we do, the music rises above that. My family is rightwing and Christian; I could still have fun with a Republican. What I hope is that someone like that can listen to our song Mary and feel something.\" Marquis, meanwhile, says that getting airplay on \"mom and dad\" radio heralds \"a tiny revolution, a bit of subversiveness in middle America\". </p> <p>Tricia Romano, columnist on the Village Voice, who has long followed Scissor Sisters' career, says \"they don't have a shot\" at America. \"When anyone is any good, I have no hope they will break through. Thanks to the morons in the middle of the country, the music scene stinks. With the presidential election, even now the country is evenly split. Do you expect these people to make sensible decisions about music? If Scissor Sisters did succeed, they'd be in bad company.\" </p> <p>Still, Shears dreams of being \"one of those big touring bands we saw when we were growing up\". Babydaddy's world was rocked at 14 when he saw a spectacular Mötley Crüe concert. \"Rock'n'roll grandiosity is not foreign to me: I saw Tommy Lee ride over the crowd on his drum set.\" </p> <p>\"We started in the US,\" says Shears, \"but we couldn't really muster up enough interest here, so we went overseas. Now we're coming back here, having learnt a lot more and having developed. And you know what, we fit the American model of what a touring rock'n'roll band should be better than we did when we left.\" </p> <p>So now they're touring, from Seattle to New York (where they played to 3,000 people), Atlanta to Cleveland (where they played to 30), before returning to the UK in October for a national tour and that gig at the Royal Albert Hall. Then, of course, there's the obligatory trip to Australia and Japan. </p> <p>Inevitably, though, ricocheting across the Atlantic is taking its toll. They are tired and Shears is frustrated at playing such similar sets night after night. Yet even that is providing impetus for writing another record. They've got \"a nice little nugget of songs\", though the ever-cautious Babydaddy adds, \"There's a lot of work to be done.\" Shears continues, \"Come February [when they finish touring], we'll be 100% ready to have a life again, to get back into the studio again. Or else ...\" he pauses, \"... someone will quit,\" Babydaddy concludes, firmly. </p> <p>On a New York rooftop, Scissor Sisters look a bit weary, waiting to have their picture taken. Babydaddy is applying sunscreen and explaining that the scar on his forehead, usually hidden by his trademark trilby, is a memento of when Marquis crashed the Scissor Sisters' van last winter. Matronic is relating the joys of $29 wigs and her love of pot and chocolate. A fidgety Shears is standing on sandbags as the asphalt is too hot for his bare feet. (Shears, as anyone who has seen the band live will know, has an ambivalent relationship with clothing.) </p> <p>When the photographer is ready, the band's tiredness evaporates. They are suddenly \"on\", all pouts and posturing. Even though they're just people mostly standing still, you can't help but stare. It is a reminder of the difference between people like them and the rest of us. They are pop stars. Bright young things under the sun </p> <p><strong>·</strong> Mary is released on October 11.</p>",
  "George Bush's grandfather, the late US senator Prescott Bush, was a director and shareholder of companies that profited from their involvement with the financial backers of Nazi Germany. <p>The Guardian has obtained confirmation from newly discovered files in the US National Archives that a firm of which Prescott Bush was a director was involved with the financial architects of Nazism. </p> <p>His business dealings, which continued until his company's assets were seized in 1942 under the Trading with the Enemy Act, has led more than 60 years later to a civil action for damages being brought in Germany against the Bush family by two former slave labourers at Auschwitz and to a hum of pre-election controversy. </p> <p>The evidence has also prompted one former US Nazi war crimes prosecutor to argue that the late senator's action should have been grounds for prosecution for giving aid and comfort to the enemy. </p> <p>The debate over Prescott Bush's behaviour has been bubbling under the surface for some time. There has been a steady internet chatter about the \"Bush/Nazi\" connection, much of it inaccurate and unfair. But the new documents, many of which were only declassified last year, show that even after America had entered the war and when there was already significant information about the Nazis' plans and policies, he worked for and profited from companies closely involved with the very German businesses that financed Hitler's rise to power. It has also been suggested that the money he made from these dealings helped to establish the Bush family fortune and set up its political dynasty. </p> <p>Remarkably, little of Bush's dealings with Germany has received public scrutiny, partly because of the secret status of the documentation involving him. But now the multibillion dollar legal action for damages by two Holocaust survivors against the Bush family, and the imminent publication of three books on the subject are threatening to make Prescott Bush's business history an uncomfortable issue for his grandson, George W, as he seeks re-election. </p> <p>While there is no suggestion that Prescott Bush was sympathetic to the Nazi cause, the documents reveal that the firm he worked for, Brown Brothers Harriman (BBH), acted as a US base for the German industrialist, Fritz Thyssen, who helped finance Hitler in the 1930s before falling out with him at the end of the decade. The Guardian has seen evidence that shows Bush was the director of the New York-based Union Banking Corporation (UBC) that represented Thyssen's US interests and he continued to work for the bank after America entered the war. </p> <p><b> Tantalising</b><br> </p> <p> Bush was also on the board of at least one of the companies that formed part of a multinational network of front companies to allow Thyssen to move assets around the world. </p> <p>Thyssen owned the largest steel and coal company in Germany and grew rich from Hitler's efforts to re-arm between the two world wars. One of the pillars in Thyssen's international corporate web, UBC, worked exclusively for, and was owned by, a Thyssen-controlled bank in the Netherlands. More tantalising are Bush's links to the Consolidated Silesian Steel Company (CSSC), based in mineral rich Silesia on the German-Polish border. During the war, the company made use of Nazi slave labour from the concentration camps, including Auschwitz. The ownership of CSSC changed hands several times in the 1930s, but documents from the US National Archive declassified last year link Bush to CSSC, although it is not clear if he and UBC were still involved in the company when Thyssen's American assets were seized in 1942. </p> <p>Three sets of archives spell out Prescott Bush's involvement. All three are readily available, thanks to the efficient US archive system and a helpful and dedicated staff at both the Library of Congress in Washington and the National Archives at the University of Maryland. </p> <p>The first set of files, the Harriman papers in the Library of Congress, show that Prescott Bush was a director and shareholder of a number of companies involved with Thyssen. </p> <p>The second set of papers, which are in the National Archives, are contained in vesting order number 248 which records the seizure of the company assets. What these files show is that on October 20 1942 the alien property custodian seized the assets of the UBC, of which Prescott Bush was a director. Having gone through the books of the bank, further seizures were made against two affiliates, the Holland-American Trading Corporation and the Seamless Steel Equipment Corporation. By November, the Silesian-American Company, another of Prescott Bush's ventures, had also been seized. </p> <p>The third set of documents, also at the National Archives, are contained in the files on IG Farben, who was prosecuted for war crimes. </p> <p>A report issued by the Office of Alien Property Custodian in 1942 stated of the companies that \"since 1939, these (steel and mining) properties have been in possession of and have been operated by the German government and have undoubtedly been of considerable assistance to that country's war effort\". </p> <p>Prescott Bush, a 6ft 4in charmer with a rich singing voice, was the founder of the Bush political dynasty and was once considered a potential presidential candidate himself. Like his son, George, and grandson, George W, he went to Yale where he was, again like his descendants, a member of the secretive and influential Skull and Bones student society. He was an artillery captain in the first world war and married Dorothy Walker, the daughter of George Herbert Walker, in 1921. </p> <p>In 1924, his father-in-law, a well-known St Louis investment banker, helped set him up in business in New York with Averill Harriman, the wealthy son of railroad magnate E H Harriman in New York, who had gone into banking. </p> <p>One of the first jobs Walker gave Bush was to manage UBC. Bush was a founding member of the bank and the incorporation documents, which list him as one of seven directors, show he owned one share in UBC worth $125. </p> <p>The bank was set up by Harriman and Bush's father-in-law to provide a US bank for the Thyssens, Germany's most powerful industrial family. </p> <p>August Thyssen, the founder of the dynasty had been a major contributor to Germany's first world war effort and in the 1920s, he and his sons Fritz and Heinrich established a network of overseas banks and companies so their assets and money could be whisked offshore if threatened again. </p> <p>By the time Fritz Thyssen inherited the business empire in 1926, Germany's economic recovery was faltering. After hearing Adolf Hitler speak, Thyssen became mesmerised by the young firebrand. He joined the Nazi party in December 1931 and admits backing Hitler in his autobiography, I Paid Hitler, when the National Socialists were still a radical fringe party. He stepped in several times to bail out the struggling party: in 1928 Thyssen had bought the Barlow Palace on Briennerstrasse, in Munich, which Hitler converted into the Brown House, the headquarters of the Nazi party. The money came from another Thyssen overseas institution, the Bank voor Handel en Scheepvarrt in Rotterdam. </p> <p>By the late 1930s, Brown Brothers Harriman, which claimed to be the world's largest private investment bank, and UBC had bought and shipped millions of dollars of gold, fuel, steel, coal and US treasury bonds to Germany, both feeding and financing Hitler's build-up to war. </p> <p>Between 1931 and 1933 UBC bought more than $8m worth of gold, of which $3m was shipped abroad. According to documents seen by the Guardian, after UBC was set up it transferred $2m to BBH accounts and between 1924 and 1940 the assets of UBC hovered around $3m, dropping to $1m only on a few occasions. </p> <p>In 1941, Thyssen fled Germany after falling out with Hitler but he was captured in France and detained for the remainder of the war. </p> <p>There was nothing illegal in doing business with the Thyssens throughout the 1930s and many of America's best-known business names invested heavily in the German economic recovery. However, everything changed after Germany invaded Poland in 1939. Even then it could be argued that BBH was within its rights continuing business relations with the Thyssens until the end of 1941 as the US was still technically neutral until the attack on Pearl Harbor. The trouble started on July 30 1942 when the New York Herald-Tribune ran an article entitled \"Hitler's Angel Has $3m in US Bank\". UBC's huge gold purchases had raised suspicions that the bank was in fact a \"secret nest egg\" hidden in New York for Thyssen and other Nazi bigwigs. The Alien Property Commission (APC) launched an investigation. </p> <p>There is no dispute over the fact that the US government seized a string of assets controlled by BBH - including UBC and SAC - in the autumn of 1942 under the Trading with the Enemy act. What is in dispute is if Harriman, Walker and Bush did more than own these companies on paper. </p> <p>Erwin May, a treasury attache and officer for the department of investigation in the APC, was assigned to look into UBC's business. The first fact to emerge was that Roland Harriman, Prescott Bush and the other directors didn't actually own their shares in UBC but merely held them on behalf of Bank voor Handel. Strangely, no one seemed to know who owned the Rotterdam-based bank, including UBC's president. </p> <p>May wrote in his report of August 16 1941: \"Union Banking Corporation, incorporated August 4 1924, is wholly owned by the Bank voor Handel en Scheepvaart N.V of Rotterdam, the Netherlands. My investigation has produced no evidence as to the ownership of the Dutch bank. Mr Cornelis [sic] Lievense, president of UBC, claims no knowledge as to the ownership of the Bank voor Handel but believes it possible that Baron Heinrich Thyssen, brother of Fritz Thyssen, may own a substantial interest.\" </p> <p>May cleared the bank of holding a golden nest egg for the Nazi leaders but went on to describe a network of companies spreading out from UBC across Europe, America and Canada, and how money from voor Handel travelled to these companies through UBC. </p> <p>By September May had traced the origins of the non-American board members and found that Dutchman HJ Kouwenhoven - who met with Harriman in 1924 to set up UBC - had several other jobs: in addition to being the managing director of voor Handel he was also the director of the August Thyssen bank in Berlin and a director of Fritz Thyssen's Union Steel Works, the holding company that controlled Thyssen's steel and coal mine empire in Germany. </p> <p>Within a few weeks, Homer Jones, the chief of the APC investigation and research division sent a memo to the executive committee of APC recommending the US government vest UBC and its assets. Jones named the directors of the bank in the memo, including Prescott Bush's name, and wrote: \"Said stock is held by the above named individuals, however, solely as nominees for the Bank voor Handel, Rotterdam, Holland, which is owned by one or more of the Thyssen family, nationals of Germany and Hungary. The 4,000 shares hereinbefore set out are therefore beneficially owned and help for the interests of enemy nationals, and are vestible by the APC,\" according to the memo from the National Archives seen by the Guardian. </p> <p><b> Red-handed</b><br> </p> <p>Jones recommended that the assets be liquidated for the benefit of the government, but instead UBC was maintained intact and eventually returned to the American shareholders after the war. Some claim that Bush sold his share in UBC after the war for $1.5m - a huge amount of money at the time - but there is no documentary evidence to support this claim. No further action was ever taken nor was the investigation continued, despite the fact UBC was caught red-handed operating a American shell company for the Thyssen family eight months after America had entered the war and that this was the bank that had partly financed Hitler's rise to power. </p> <p>The most tantalising part of the story remains shrouded in mystery: the connection, if any, between Prescott Bush, Thyssen, Consolidated Silesian Steel Company (CSSC) and Auschwitz. </p> <p>Thyssen's partner in United Steel Works, which had coal mines and steel plants across the region, was Friedrich Flick, another steel magnate who also owned part of IG Farben, the powerful German chemical company. </p> <p>Flick's plants in Poland made heavy use of slave labour from the concentration camps in Poland. According to a New York Times article published in March 18 1934 Flick owned two-thirds of CSSC while \"American interests\" held the rest. </p> <p>The US National Archive documents show that BBH's involvement with CSSC was more than simply holding the shares in the mid-1930s. Bush's friend and fellow \"bonesman\" Knight Woolley, another partner at BBH, wrote to Averill Harriman in January 1933 warning of problems with CSSC after the Poles started their drive to nationalise the plant. \"The Consolidated Silesian Steel Company situation has become increasingly complicated, and I have accordingly brought in Sullivan and Cromwell, in order to be sure that our interests are protected,\" wrote Knight. \"After studying the situation Foster Dulles is insisting that their man in Berlin get into the picture and obtain the information which the directors here should have. You will recall that Foster is a director and he is particularly anxious to be certain that there is no liability attaching to the American directors.\" </p> <p>But the ownership of the CSSC between 1939 when the Germans invaded Poland and 1942 when the US government vested UBC and SAC is not clear. </p> <p>\"SAC held coal mines and definitely owned CSSC between 1934 and 1935, but when SAC was vested there was no trace of CSSC. All concrete evidence of its ownership disappears after 1935 and there are only a few traces in 1938 and 1939,\" says Eva Schweitzer, the journalist and author whose book, America and the Holocaust, is published next month. </p> <p>Silesia was quickly made part of the German Reich after the invasion, but while Polish factories were seized by the Nazis, those belonging to the still neutral Americans (and some other nationals) were treated more carefully as Hitler was still hoping to persuade the US to at least sit out the war as a neutral country. Schweitzer says American interests were dealt with on a case-by-case basis. The Nazis bought some out, but not others. </p> <p>The two Holocaust survivors suing the US government and the Bush family for a total of $40bn in compensation claim both materially benefited from Auschwitz slave labour during the second world war. </p> <p>Kurt Julius Goldstein, 87, and Peter Gingold, 85, began a class action in America in 2001, but the case was thrown out by Judge Rosemary Collier on the grounds that the government cannot be held liable under the principle of \"state sovereignty\". </p> <p>Jan Lissmann, one of the lawyers for the survivors, said: \"President Bush withdrew President Bill Clinton's signature from the treaty [that founded the court] not only to protect Americans, but also to protect himself and his family.\" </p> <p>Lissmann argues that genocide-related cases are covered by international law, which does hold governments accountable for their actions. He claims the ruling was invalid as no hearing took place. </p> <p>In their claims, Mr Goldstein and Mr Gingold, honorary chairman of the League of Anti-fascists, suggest the Americans were aware of what was happening at Auschwitz and should have bombed the camp. </p> <p>The lawyers also filed a motion in The Hague asking for an opinion on whether state sovereignty is a valid reason for refusing to hear their case. A ruling is expected within a month. </p> <p>The petition to The Hague states: \"From April 1944 on, the American Air Force could have destroyed the camp with air raids, as well as the railway bridges and railway lines from Hungary to Auschwitz. The murder of about 400,000 Hungarian Holocaust victims could have been prevented.\" </p> <p>The case is built around a January 22 1944 executive order signed by President Franklin Roosevelt calling on the government to take all measures to rescue the European Jews. The lawyers claim the order was ignored because of pressure brought by a group of big American companies, including BBH, where Prescott Bush was a director. </p> <p>Lissmann said: \"If we have a positive ruling from the court it will cause [president] Bush huge problems and make him personally liable to pay compensation.\" </p> <p>The US government and the Bush family deny all the claims against them. </p> <p>In addition to Eva Schweitzer's book, two other books are about to be published that raise the subject of Prescott Bush's business history. The author of the second book, to be published next year, John Loftus, is a former US attorney who prosecuted Nazi war criminals in the 70s. Now living in St Petersburg, Florida and earning his living as a security commentator for Fox News and ABC radio, Loftus is working on a novel which uses some of the material he has uncovered on Bush. Loftus stressed that what Prescott Bush was involved in was just what many other American and British businessmen were doing at the time. </p> <p>\"You can't blame Bush for what his grandfather did any more than you can blame Jack Kennedy for what his father did - bought Nazi stocks - but what is important is the cover-up, how it could have gone on so successfully for half a century, and does that have implications for us today?\" he said. </p> <p>\"This was the mechanism by which Hitler was funded to come to power, this was the mechanism by which the Third Reich's defence industry was re-armed, this was the mechanism by which Nazi profits were repatriated back to the American owners, this was the mechanism by which investigations into the financial laundering of the Third Reich were blunted,\" said Loftus, who is vice-chairman of the Holocaust Museum in St Petersburg. </p> <p>\"The Union Banking Corporation was a holding company for the Nazis, for Fritz Thyssen,\" said Loftus. \"At various times, the Bush family has tried to spin it, saying they were owned by a Dutch bank and it wasn't until the Nazis took over Holland that they realised that now the Nazis controlled the apparent company and that is why the Bush supporters claim when the war was over they got their money back. Both the American treasury investigations and the intelligence investigations in Europe completely bely that, it's absolute horseshit. They always knew who the ultimate beneficiaries were.\" </p> <p>\"There is no one left alive who could be prosecuted but they did get away with it,\" said Loftus. \"As a former federal prosecutor, I would make a case for Prescott Bush, his father-in-law (George Walker) and Averill Harriman [to be prosecuted] for giving aid and comfort to the enemy. They remained on the boards of these companies knowing that they were of financial benefit to the nation of Germany.\" </p> <p>Loftus said Prescott Bush must have been aware of what was happening in Germany at the time. \"My take on him was that he was a not terribly successful in-law who did what Herbert Walker told him to. Walker and Harriman were the two evil geniuses, they didn't care about the Nazis any more than they cared about their investments with the Bolsheviks.\" </p> <p>What is also at issue is how much money Bush made from his involvement. His supporters suggest that he had one token share. Loftus disputes this, citing sources in \"the banking and intelligence communities\" and suggesting that the Bush family, through George Herbert Walker and Prescott, got $1.5m out of the involvement. There is, however, no paper trail to this sum. </p> <p>The third person going into print on the subject is John Buchanan, 54, a Miami-based magazine journalist who started examining the files while working on a screenplay. Last year, Buchanan published his findings in the venerable but small-circulation New Hampshire Gazette under the headline \"Documents in National Archives Prove George Bush's Grandfather Traded With the Nazis - Even After Pearl Harbor\". He expands on this in his book to be published next month - Fixing America: Breaking the Stranglehold of Corporate Rule, Big Media and the Religious Right. </p> <p>In the article, Buchanan, who has worked mainly in the trade and music press with a spell as a muckraking reporter in Miami, claimed that \"the essential facts have appeared on the internet and in relatively obscure books but were dismissed by the media and Bush family as undocumented diatribes\". </p> <p>Buchanan suffers from hypermania, a form of manic depression, and when he found himself rebuffed in his initial efforts to interest the media, he responded with a series of threats against the journalists and media outlets that had spurned him. The threats, contained in e-mails, suggested that he would expose the journalists as \"traitors to the truth\". </p> <p>Unsurprisingly, he soon had difficulty getting his calls returned. Most seriously, he faced aggravated stalking charges in Miami, in connection with a man with whom he had fallen out over the best way to publicise his findings. The charges were dropped last month. </p> <p><b> Biography</b><br> </p> <p> Buchanan said he regretted his behaviour had damaged his credibility but his main aim was to secure publicity for the story. Both Loftus and Schweitzer say Buchanan has come up with previously undisclosed documentation. </p> <p>The Bush family have largely responded with no comment to any reference to Prescott Bush. Brown Brothers Harriman also declined to comment. </p> <p>The Bush family recently approved a flattering biography of Prescott Bush entitled Duty, Honour, Country by Mickey Herskowitz. The publishers, Rutledge Hill Press, promised the book would \"deal honestly with Prescott Bush's alleged business relationships with Nazi industrialists and other accusations\". </p> <p>In fact, the allegations are dealt with in less than two pages. The book refers to the Herald-Tribune story by saying that \"a person of less established ethics would have panicked ... Bush and his partners at Brown Brothers Harriman informed the government regulators that the account, opened in the late 1930s, was 'an unpaid courtesy for a client' ... Prescott Bush acted quickly and openly on behalf of the firm, served well by a reputation that had never been compromised. He made available all records and all documents. Viewed six decades later in the era of serial corporate scandals and shattered careers, he received what can be viewed as the ultimate clean bill.\" </p> <p>The Prescott Bush story has been condemned by both conservatives and some liberals as having nothing to do with the current president. It has also been suggested that Prescott Bush had little to do with Averill Harriman and that the two men opposed each other politically. </p> <p>However, documents from the Harriman papers include a flattering wartime profile of Harriman in the New York Journal American and next to it in the files is a letter to the financial editor of that paper from Prescott Bush congratulating the paper for running the profile. He added that Harriman's \"performance and his whole attitude has been a source of inspiration and pride to his partners and his friends\". </p> <p>The Anti-Defamation League in the US is supportive of Prescott Bush and the Bush family. In a statement last year they said that \"rumours about the alleged Nazi 'ties' of the late Prescott Bush ... have circulated widely through the internet in recent years. These charges are untenable and politically motivated ... Prescott Bush was neither a Nazi nor a Nazi sympathiser.\" </p> <p>However, one of the country's oldest Jewish publications, the Jewish Advocate, has aired the controversy in detail. </p> <p>More than 60 years after Prescott Bush came briefly under scrutiny at the time of a faraway war, his grandson is facing a different kind of scrutiny but one underpinned by the same perception that, for some people, war can be a profitable business.</p>",
  "Senior officials in the Bush administration clashed yesterday over Iraq's transition to democracy after the defence secretary, Donald Rumsfeld, suggested that the elections in January might be limited because of the chaos in parts of the country. <p>Richard Armitage, the deputy secretary of state contradicted the suggestion, insisting that the landmark vote had to take place in all regions, including those racked by insurgency. </p> <p>\"I know of no changes and no plans,\" Mr Armitage said yesterday. \"I think we're going to have an election that is free and open, and that has to be open to all citizens,\" he told a congressional committee. </p> <p>\"We've got to do our best efforts to get in troubled areas. ... I think we're going to have these elections in all parts of the country.\" </p> <p>Mr Rumsfeld agreed yesterday that every Iraqi \"deserves the right to vote\". But he added that the situation was \"uneven\" and that \"some locations are going to present somewhat greater challenges than others\". Earlier he had said that an election in three-quarters of the country would be better than no vote at all. </p> <p>The defence secretary added yesterday that US troops could start leaving Iraq before the country was peaceful again, and he compared the situation in the war-torn areas of the country to US inner cities. </p> <p>\"We had something like 200 or 300 or 400 people killed in many of the major cities of America last year. </p> <p>\"Is it perfectly peaceful? No. What's the difference? We just didn't see each homicide in every major city in the United States on television every night,\" Mr Rumsfeld said. </p> <p>The Democratic presidential challenger, John Kerry, seized on the different signals coming from the administration, as he switched the focus of his campaign on Iraq. </p> <p>\"If there was any doubt that the leaders of the Bush Administration are living in a fantasy world of spin, I think Secretary Rumsfeld put that doubt to rest,\" Mr Kerry said. \"We need to end this confusion. We need national leaders who will face reality - not only in Iraq but in the war on terror.\" </p> <p>The strategy of challenging his opponent's strongest suit - national security - is a gamble. Polls suggest that a significant majority of Americans trust the president more on Iraq and the \"war on terror\". Mr Kerry is behind in all the latest national polls, but appears to have closed the gap with Mr Bush to within five points over the past week. </p> <p>Repeating his assertion that the war in Iraq was a dangerous diversion from the US \"war on terror\", Mr Kerry said: \"An estimated 18,000 al-Qaida-trained militants are operating in 60 countries around the world in a dangerous and more elusive network of extremist groups.\" </p> <p>The remark was a direct response to the president's claims that three-quarters of al-Qaida's leadership had been captured or killed. </p> <p>Mr Kerry argued the most likely source terrorists would look to for weapons of mass destruction was the former Soviet Union, and that the administration was doing little to secure them. </p> <p>\"More such materials were secured in the two years before 9/11 than in the two years after,\" he said. \"I will secure all nuclear weapons and materials in the former Soviet Union within four years. At President Bush's pace, it will take 13 years.\" </p> <p>Jeff Shesol, a political historian and a former speechwriter for Bill Clinton, said Mr Kerry had little choice but to mount an attack on the president's strongest issue, in defiance of advice from some senior Democrats to stick to domestic issues. </p> <p>\"He's got to do it if he's going to win,\" Mr Shesol said. \"There's always a temptation for Democrats to say, 'Let's run on our issues and let them run on their issues.' But when 'their issues' are on the top of people's list of concerns, we would be unwise to give them a by.\" </p> <p>The Republican response to the attacks on the administration's foreign policy has been to suggest that a vote for Mr Kerry would help to undermine US troops in Iraq and weaken the fight against al-Qaida. </p> <p>Such sentiments have triggered outrage among Democrats, who say they go beyond the normal bounds of campaign debate. The Kerry campaign called the remarks un-American and undemocratic. </p> <p>Michael Wissot, a pollster for Luntz Research, which mainly advises Republican candidates, said the rhetoric ran the risk of backfiring, \"because people understand that this is much more than a question of an individual, and much more a question of collective policy decisions\". </p> <p><b>·</b> Three more members of an elite navy Seal unit have been charged with abusing Iraqi prisoners, one of whom died in custody after he had been beaten.</p>"
]