[
  "<p>Ok, so think The Boys From Brazil meets I, Robot with a twist of The American President. It's an issue movie with romance and sci-fi thrown in! Opening credits run under a ragged brass band theme playing a downbeat, gloomy version of The Star Spangled Banner. A moving camera takes in dejected people clustered in groups around a vast arena wearing stars'n'stripes T-shirts, stars'n'stripes top hats, etc. They are wearing buttons saying Kerry for President 2004. Some are staring vacantly ahead; some are openly sobbing in each other's arms. </p> <p>Cut to: Democrat party headquarters. Spin doctors are dejectedly watching a TV talk show where pundits are saying: \"What lost it for Kerry was the stem cell research issue.\" The TV has a montage of ordinary Americans denouncing amoral stem cell research, cloning and Josef Mengele Nazi-style eugenics. The young excitable spin doctors snap the TV off and argue amongst themselves that the stem-cell issue is just a sideshow. The problem is Kerry was a dullard. They need a charismatic leader. </p> <p>Over the weekend, the chief spin doctor Ted Tipton (for casting, I'm thinking Ben Affleck) is talking with his adoring but mutedly sexy wife Beth (I'm thinking Anne Heche), who is a medical researcher. In the foreground is a cot with their tiny baby daughter, Hillary. Ted is depressed and thinking of quitting politics. Beth too is depressed. With no strong leader, the Democrats could be out of power forever and no progress will be made on genetic research. Then there is a knock at the door and a crazed, wild-haired scientist (Jeff Bridges) enters carrying what he claims is a fragment of Monica Lewinsky's sperm-stained dress. Why not use it to clone Bill Clinton? </p> <p>Later in secret, in Beth's lab, fragments of sperm are teased off the dress material with a Q-tip and placed in a test-tube and then fused with a donor egg from Beth herself. They are placed in a freezer with plenty of dry-ice, etc. Ted and Beth look at the scientist and ask: \"Are you sure this is ethical?\" </p> <p>Cut to: 30 years later. At the victory party for the 2034 presidential election, Ben Tipton is anointed leader - an eerie dead ringer for the young Clinton (perhaps Tim Robbins?). His running mate is young Hillary Tipton, a baby when the secret clone was carried out (she could be played by Gwyneth Paltrow). TV interviews give a rundown of how Ben was the \"adopted son\" of Ted and Beth Tipton who appear in full ageing makeup. </p> <p>Hillary, the new vice-president, attempts to call on Ben at the White House to discuss politics, and is disconcerted to see interns gigglingly exiting his office. They discuss a range of issues. Then he invites her out for lunch. In soft-focus, Hillary realises that despite his roguish reputation she has real feelings for him, and the fact that they are only sibling and foster-sibling means that there should be no bar to marriage. This breaks the heart of her boyfriend Jeb (Giovanni Ribisi). </p> <p>Montage of excited newspaper and magazine reports: are Ben and Hillary going to be more than prez and vice-prez? Is romance in the air? Ted Tipton worriedly considers the matter. He asks Beth if they should reveal to Ben that he is in fact that the clone of (the late) Bill Clinton and also Beth's son? </p> <p>Then Hillary comes to see them, announcing that she and the president are secretly engaged. Ted and Beth are deeply disturbed. In a private mother-daughter chat, Beth asks Hillary if they have slept together, and Hillary responds indignantly that it's none of her business but, as a matter of fact, no. Ben is saving himself for the wedding night. </p> <p>A new stem cell research bill is put before Congress. The president makes a televised speech, in which he is fully expected to endorse this liberal measure. But no. He announces that he is utterly opposed to crossing the ethical boundary of stem cell research. The Jeff Bridges scientist, now of almost Methusaleh age, calls on Ben and Beth and cacklingly reveals that he secretly added some hair clippings to the DNA he gave them - belonging to the notorious rightwing talkshow host, Rush Limbaugh. Enough to tilt the clone's views towards the right. It is all a fiendish plot to get a covert Republican into the White House! </p> <p>At the wedding of the President and vice-president, Ted and Beth make a sensational intervention when the minister asks if anyone knows of any just cause. To an astonished audience, they reveal that Ben is a clone of Bill Clinton and Rush Limbaugh and in any case the marriage would be incestuous. Hillary runs out of the chapel sobbing. </p> <p>Final scene shows Ben Tipton as a blackjack croupier in a Vegas casino. Hillary marries Jeb, and as president passes enlightened genetic research measures. Credits! Whaddaya think?</p>"
]