[
  "Indonesians take a big step in their transition to a full democracy today when they choose their leader for the first time in the run-off ballot of the presidential election. <p>Opinion polls indicate the incumbent, Megawati Sukarn-oputri, is likely to be soundly defeated by her challenger, retired general and former chief security minister Susilo Bambang Yudhoyono, in a race that has been dominated by personality and devoid of meaningful policy debate. </p> <p>The campaign for the second round was limited to three days and the outdoor rallies that dominated the first round were banned. Attention focused on three dialogues in which the candidates discussed their respective visions, but only in front of academics and analysts after Ms Megawati refused to take part in a debate. </p> <p>Mr Bambang, 55, is regarded as a strong, uncorrupted leader who works hard, communicates well with people and is expected to restart political and economic reform that is perceived to have stalled under Ms Megawati. </p> <p>The president, in contrast, is seen as taciturn, often out of her depth and surrounded by a coterie of venal officials. </p> <p>She barely made it into the run-off, after Mr Bambang won the first round with 33% of the vote, seven points more than the president. Since then, Ms Megawati has increased her public appearances by opening bridges, distributing aid and interacting with the public at every opportunity. </p> <p>\"She has definitely improved as a candidate and she has closed the gap [on Mr Bambang in the last few weeks] but it is highly unlikely to be sufficient,\" said Muhammad Qodari of the Indonesian Survey Institute. \"Our polling has found that there is just too great a demand for change.\" </p> <p>The apparent contradiction in this is that for most of Ms Megawati's three-year presidency Mr Bambang was her chief security minister while his running mate, Jusuf Kalla, was her chief social affairs minister. </p> <p>\"Many of the things she is criticised for, such as corruption, lax law enforcement and a perceived deterioration of living standards, were their responsibility,\" claimed one of her closest aides, Pramono Anung. \"We believe the voters are aware of this and will give Megawati a second chance.\" </p> <p>Official returns are not expected until October 5 but the results of a quick count by non-governmental organisations should be published tonight. </p> <p>Indonesia's president was previously elected by the nation's supreme legislature.</p>",
  "One week past her 18th birthday, Lizzie White lives for politics. She rode a bus to Washington last year to march against the invasion of Iraq, came home to organise teach-ins and walkouts against the war at her school, and this summer was elected a model senator at a government leadership programme for girls. <p>In her final year of high school, between Spanish and calculus and swimming team practice and planning her gap year, Ms White makes calls for a Democratic congresswoman running for re-election, and has spent the weekend wearing a volunteer's apron at Wisconsin's annual gathering of peaceniks, environmentalists and other leftwing activists. </p> <p>But while she is passionate about the need for change in the coming elections, there is one cause that Lizzie White cannot embrace with her usual dedication, and that is John Kerry. </p> <p>\"I will vote for Kerry, but I don't think I will work for Kerry,\" she said. \"He doesn't grab my heart and say he is someone I need to work for.\" </p> <p>There are a lot of young people like Lizzie White in Wisconsin. She is convinced that hers is the new activist generation, a view confirmed by the Pew Research Centre, whose polling has detected more interest in the elections than at almost any time since 1972, when the voting age in America was lowered to 18. </p> <p>In Wisconsin, one of the three states in the midwest that could well decide these elections, voter registration groups have added more than 74,000 people to the electoral rolls, most of them young. </p> <p>By rights that should help Mr Kerry with an electorate which returned Al Gore by just 5,800 votes. </p> <p>Although the state has a wild streak - it produced the communist witch-hunting Joe McCarthy as well as Tammy Baldwin, the first openly lesbian congresswoman - it has backed Democratic presidential candidates in every election since 1988. </p> <p>But after weeks of intense campaigning, a CNN/USA Today poll last week showed Mr Kerry falling behind George Bush in Wisconsin by eight percentage points. </p> <p>That seems unthinkable at first in a state which has a strong independent streak and a history of political activism. During the 1960s, the University of Wisconsin at Madison was a centre of tumultuous protest against the Vietnam war, with students regularly taking to the streets to demonstrate against the Pentagon and its corporate cronies. </p> <p>Memories of those glory days brought a lot of the old activists back to the fold during the run-up to the war in Iraq. The invasion spawned more than 50 peace groups, bringing together people of Lizzie's age and an older generation. </p> <p>\"We were supposed to settle these things in the 60s when we marched the first time,\" said one activist, Arlene Wilson, from Cudahy, a satellite town of Milwaukee, at an annual meeting for progressive groups in the town of Baraboo. \"Things didn't get taken care of, so I am back again.\" </p> <p>While feeling against the war runs highest in the liberal bastion of Madison, misgivings about sending US troops overseas rippled across a state which, a thousand miles from either US coast, has developed a tradition of isolationism. </p> <p>\"In Wisconsin, there is an anti-war base larger and more organised than any other state,\" said John Nichols, editorial page editor at the Capital Times in Madison. \"I don't think there is a town in the state where you have to hide the fact that you were against the war.\" </p> <p>The anti-war signs are still plastered around the campus, and anti-Bush paraphernalia is on sale at the nearby radical shops. Democratic campaign workers are handing out Kerry stickers every few hundred yards. On one of the last days of summer, a trio of law students are revising in the sunshine. All of them see the war as the predominant issue in these elections. </p> <p>\"I think this election is going to make people our age vote more,\" said Kristen Kreple, 22, from the town of Sheboygan. </p> <p>\"It gets really heated,\" said Cathi Bartling, 22. At times, the arguments turn so fiery that they put an embargo on talking politics. Somehow, though, the excitement fails to transfer to Mr Kerry's candidacy. \"There are a lot of people, especially our age, that are going to vote for anybody but Bush,\" said Ruhee Divgi, 22. </p> <p>Commentators believe that Mr Kerry has made a number of disastrous decisions in this campaign. In autumn 2002 he took what seemed the politically expedient course and voted to give Mr Bush the authority to go to war in Iraq. This year, after voting for the war, he voted against an $87bn spending bill for the troops. </p> <p>\"Unless John Kerry opens a serious dialogue about the war - and how he is going to end it - he is going to have a problem capitalising on the vote in Wisconsin from people who are sceptical of the war, and anti-war,\" Mr Nichols said. </p> <p>Frustration with Mr Kerry's incoherence on the issue is now openly acknowledged among his colleagues in the Senate, who say it is time for him to take a stand. In effect, they are longing for Mr Kerry to return to the persona he inhabited during the Vietnam war when, as a returning navy lieutenant, he delivered a speech against America's military misadventure. </p> <p>\"How do you ask a man to be the last man to die in Vietnam? How do you ask a man to be the last man to die for a mistake?\" the younger Mr Kerry said, in his 1971 testimony to the Senate foreign relations committee. </p> <p>On the campaign trail for Mr Kerry in Wisconsin at the weekend, his friend, Senator Tom Harkin of Iowa, practically begged Mr Kerry to reprise those words. \"I want him to say, 'How many more young American boys have to die now?'\" Mr Harkin told the Guardian. \"He has to take Bush on for misleading the US into the war on Iraq.\" </p> <p>Mr Harkin believes that Wisconsin, and the other battleground states of the midwest, are impatient to see a more aggressive candidate. \"Kerry has to draw a brighter line,\" he said. \"People need to know more about what the next four years as president are going to be like. It seems to me like he has to clearly delineate.\" </p> <p>That sense of desperation has now begun to trickle down from the Senate to the rural hinterland of Wisconsin. The northern reaches of the state are generally more conservative than the urban centres of Milwaukee and Wisconsin. </p> <p>Tony Ziesler, a retired maths teacher and engineer from the town of Ladysmith, calls it hunter country. Democrats are usually thin on the ground. But, to his delight, over the last few months there has been a rebirth of the party. At county Democrat meetings, typically supported by Mr Ziesler and three or four of his friends, attendance has swollen to 40 or 50. </p> <p>The votes are there for the Democrats; Mr Ziesler is convinced of it. \"If he could at least come out and say, 'I am going to stop the war,' that would be a resounding message for the people,\" he said. \"We still need a single message.\"</p>",
  "The tale of how I became a Nazi and my Nazi harasser became a Jew is as intriguing as it is instructive. Last November I wrote a column about a racist email sent to me by an employee of an insurance company and my frustrations over the manner in which my grievance was handled. The man in question (a white, South African supporter of the British National party who complained of \"undesirables flooding into Britain\") was subsequently fired. His dismissal was not as a result of my column but because my original complaint had alerted the company to a previously unreported pattern of racist behaviour on his part. <p>Of the numerous responses from the public I received, most were supportive but many were more abusive than the original message. One stood out. Incensed that something as \"trivial\" as racist abuse could lead to a man losing his job, one reader compared me to the person who betrayed Anne Frank. And so, through contorted metaphor and contemptuous logic, the harasser became the victim and the harassed was transformed into the perpetrator. </p> <p>Victimhood is a powerful, yet contradictory, force. Powerful because, once claimed, it can provide the moral basis for redress, retaliation and even revenge in order to right any given wrong - real or imagined. The defence of everything from the death penalty to affirmative action, Serbian nationalism to equality legislation, are all underpinned, to some degree, by the notion of victimhood. Contradictory because, in order to harness that power, one must first admit weakness. Victims, by their very nature, have less power than their persecutors: victimhood is a passive state - the result of bad things happening to people who are unable to prevent it. </p> <p>In the past, the right has exploited this tension to render victimhood a dirty word - a label synonymous with whingers, whiners, failures and fantasists. Revealing no empathy with the powerless nor any grasp of historical context, they wilfully ignore the potential for victimhood to morph into resistance, preferring instead to lampoon it as a loser's charter. </p> <p>\"The left had become little more than a meeting place for balkanised groups of discontents, all bent on extracting their quota of public shame and their slice of the entitlement pie,\" wrote columnist Norah Vincent three years ago. \"All of them blaming their personal failures on their race, their sex, their sexual orientation, their disability, their socioeconomic status and a million other things.\" </p> <p>Such arguments were always flawed. But increasingly they are beginning to look downright farcical. For if you are looking for someone making political hay out of victimhood nowadays, look no further than the right. The ones most ready, willing and able to turn the manipulation of pain into an art form have found their home among the world's most powerful. </p> <p>Read the Daily Mail and you would believe that Britain is under threat from the most impoverished and vulnerable people in the land. Asylum seekers, immigrants, \"welfare cheats\" and single mothers are bringing the nation to its knees. While the country is going to the dogs, the Christians are, apparently, heading for the lions. \"We, as a people, and the government, must make strenuous efforts to promote and defend our culture, and especially the place of Christianity in it and the rights to self-expression by Christians,\" wrote Simon Heffer earlier this year. </p> <p>Across the Atlantic, the right's new role as victims is even more prevalent and pronounced. Straight relationships are threatened by the prospect of gay marriage, white workers are threatened by affirmative action, American workers are threatened by third world labourers, America is threatened by everybody. </p> <p>At times, this means the powerful appropriating the icons, tropes and rhetoric of the powerless in their entirety, to hilarious - if disturbing - effect. Last year Roy Moore, the former Republican chief justice of Alabama, led a failed bid to keep a monument of the Ten Commandments in his courthouse. Standing before a group of supporters, some of whom were waving Confederate flags, emblem of the slave-holding South, he said: \"If the 'rule of law' means to do everything a judge tells you to do, we would still have slavery in this country.\" Wearing T-shirts proclaiming \"Islam is a lie, homosexuality is a sin, abortion is murder\", they then sang We Shall Overcome. </p> <p>In these cases, victimhood serves merely as a pretext for a backlash to reassert, extend or expand the dominance of the powerful. If these people are victims of anything, it is of the threat to their entitlement and privilege. </p> <p>In others, however, genuine suffering acts as a precursor to genuine vindictiveness. The threat of suicide bombings in Israel serves as the rationale for building the wall to protect Israelis from terrorist attack. In the current intifada, the Israelis have lost more citizens than during the six-day war - no one should belittle their pain. Palestinians, on the other hand, have lost about three times as many people due to Israeli military aggression. Who, one wonders, needs protecting from whom - or is some people's pain more valuable than others'? </p> <p>But nowhere is the abuse of victimhood more blatant than in the US presidential election, where September 11 remains the central plank of the Republicans' strategy for re-election. The fact that their campaign begins with the terror attacks is not only understandable but also, arguably, right - this is the most significant thing to happen in the US since Bush assumed office. </p> <p>The trouble is that the campaign's message ends with that day also. September 11 has served not as a starting point from which to better understand the world but as an excuse not to understand it at all. It is a reference point that brooks no argument and needs no logic. No weapons of mass destruction in Iraq? \"The next time, the smoking gun could be a mushroom cloud?\" No United Nations authority? \"We will never again wait for permission to defend our country.\" No link between Saddam and al-Qaida? \"They only have to be right once. We have to be right every time.\" </p> <p>This is the real link between Iraq and 9/11 - the rhetorical dissembling that renders victimhood not a point from which they might identify with and connect to the rest of humanity but a means to turn their back on humanity. They portray America's pain as a result of 9/11 not only as unique in its expression but also superior in its intensity. </p> <p>When 3,000 people died on September 11, Le Monde declared: \"We are all Americans now.\" Around 12,000 civilians have died in Iraq since the beginning of the war, yet one waits in vain for anyone to declare that we have all become Iraqis, or Afghans, let alone Palestinians. This is not a competition. Sadly, there are enough victims to go around. Sadder still, if the US continues on its present path, there will be many more. Demanding a monopoly on the right to feel and to inflict pain simply inverts victimhood's regular contradiction - the Bush administration displays material strength and moral weakness. </p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@gurdian.co.uk</a></p>",
  "The French finance minister, Nicolas Sarkozy, has declared his intention to lead the ruling UMP party. He is also said to have his sights on becoming France's next president <p><b>Why has Mr Sarkozy drawn so much attention?</b> The charismatic finance minister and pretender to the French presidency claimed pole position to succeed Jacques Chirac by standing for the leadership of the governing conservative party [earlier this month]. No one doubts that he will win November's party election and, as head of the Union for a Popular Movement (UMP), he will control a powerful party machine. This is a vital springboard for any serious presidential candidate.</p> <p>Henry Samuel in the Daily Telegraph, September 6 </p> <p><b>What has been Mr Chirac's response?</b> The president says he will \"give [Mr Sarkozy] his support\" ... but Mr Chirac did not waver from the ruling, which he announced very firmly on July 14, forbidding ministers from becoming leader of the party. Once a minister is \"elected head of the UMP, he must leave his post\", the president warned ... Mr Chirac's supporters hoped that Mr Sarkozy would leave the government immediately ... but the finance minister will stay in his post until the November election.</p> <p>From a report in La Croix, France, September 15 </p> <p><b>Is Mr Chirac right to be wary?</b> On all sides, there are professions of peace ... but no one is really duped ... because the objectives of both men remain so incompatible. The finance minister wants to enter the presidential race in 2007. The president, for his part, wants to wait until the end of his five-year term before deciding whether or not he wants to run for office again. At the very least, he wants to choose his own successor.</p> <p>Carole Barjon in Le Nouvel Observateur, France, September 9 </p> <p> <b> What is their rivalry about? </b> The conflict is not about politics but personality. Petty hatreds and private ambitions are at its root, not differences of beliefs. The course of the country is unlikely to be affected ... Even on the rare occasions when the skirmishes between Mr Chirac and Mr Sarkozy are on policy issues - the referendum on the EU constitution, Turkey's entry into the European Union - the disputes seem limited to which one is more \"in touch\". Principled debate rarely gets a look in. </p> <p>Jonny Thakkar at Spiked Online, September 3 </p> <p> <b> Who is in the stronger position? </b> Mr Chirac is like a boxer cornered in the ring ... The finance minister has achieved the great feat of casting himself as a \"new man\": at the heart of this miracle is the impression that he always speaks the truth and that, thanks to his insatiable dynamism, he is completely in tune with the events of the day. At a stroke, the president of the republic, whose image was of an energetic man undeniably close to his people, now appears remote. </p> <p> Denis Jeambar in L'Express, France, August 23 </p> <p> <b> Will leading the UMP help Mr Sarkozy? </b> The UMP will supply Mr Sarkozy with a useful electoral war chest - parties now get a state subsidy and cannot accept private donations - plus a power base from which to prepare his 2007 presidential bid ... Handily, he will also be able to design the procedure for selecting a presidential candidate for 2007. He intends to reinvigorate the party, clean up its image, and turn it into a sort of think-tank that can refresh the political right. In short, Mr Sarkozy's UMP will be his personal campaign-team-in-waiting. </p> <p> From the Economist, September 11 </p> <p> <b> How relevant is all this to the typical French voter? </b> By evoking this notion of \"political crisis\" too often, one risks neglecting or under- estimating real issues. If the spectacle we have witnessed over the last weeks involving Mr Chirac and Mr Sarkozy ... doesn't induce nausea, it at least denotes the absence of real political debate that deals with people's daily lives and difficulties. </p> <p> Jean-Emmanuel Duco in L'Humanité, France, September 16 </p> <p> <b> What will Mr Chirac do next? </b> [He] is gambling that his finance minister ... will drift into oblivion, swallowed up by the tedium of party electioneering. Mr Chirac could then stand for a third presidential term in 2007 or manoeuvre his chosen successor into the post, thus preserving his political legacy. </p> <p> Amelia Gentleman in the Observer, September 5</p>",
  "<p>Jakartass, a Briton living in the Indonesian capital of Jakarta, spent this morning acting as an international observer in Indonesia's first direct presidential election - between the incumbent Megawati Sukarnoputri and her former security minister Susilo Bambang Yudhoyono. Once back at home, he sat down at his computer, penning <a href=\"http://jakartass.blogspot.com/\"><strong>his thoughts</strong></a>. </p> <p>Having reported to \"'er indoors\" a tally of 145 \"Mega votes\" and 767 for \"SBY\", he concedes that the results might be influenced by \"spoiled papers and my bad arithmetic\".</p> <p>Jakartass doesn't have the vote in Indonesia, but wouldn't use it in any case. The president's coalition, he complains, has reportedly failed to follow new political rules, but \"SBY is part of the entrenched political elite, albeit with a better singing voice\".</p> <p>Jakartass's approach would not go down well with the <a href=\"http://www.thejakartapost.com/detailnational.asp?fileid=20040920.E01&amp;irec=\" 0\" :\"><strong>Jakarta Post </strong></a>– which today urged the country's 150 million electorate to \"vote and be counted\" with these words of advice: \"If you dislike both candidates, you can still vote against the candidate you like the least, or dislike the most. You do not need to feel responsibility for the eventual winner: you did not vote for her or him, but rather you voted against the other candidate.\"</p> <p>Jakartass remains unconvinced: \"If Megawati was as detestable as Bush, then I would certainly vote for SBY in order to keep her out. Unfortunately, he seems to be as characterless as Kerry.\"</p> <p>Despite Jakartass's reservations, it looks as though SBY is well on his way to victory. The blogger is apparently happy enough listening to XTC and sipping lemonade, but those who would rather follow an up-to-date computerised vote count can find one <a href=\"http://tnp.kpu.go.id\"><strong>here</strong></a>.</p> <p><strong>Adam Jay</strong></p>",
  "Susilo Bambang Yudhoyono was on course today to become Indonesia's new leader, with early returns from the country's first direct presidential election giving him an overwhelming lead over the incumbent president, Megawati Sukarnoputri. <p>The first exit poll - taken half an hour after voting ended - put Mr Bambang ahead of Ms Megawati by 54% to 46%. By 8pm in Jakarta (2pm BST), and with 15.6m votes counted, his lead had risen to 58.9% of the vote, with Ms Megawati lagging well behind on 41.1%.</p> <p>The latest returns represent 13% of the estimated voter turnout from a potential electorate of around 150 million people. Although the final result will not be officially declared until October 5, early returns proved an accurate forecast of the ballot's first round, which was held in July between five candidates.</p> <p>\"The initial counting usually indicates the final result,\" said Arbi Sanit, a political analyst at the University of Indonesia. \"So if the trend shows a steady vote for Bambang every half hour or so, it could be dangerous for Megawati.\" </p> <p>Mr Bambang, a 55-year old retired general who was formerly a security minister under Ms Megawati, has held a consistent lead in opinion polls. </p> <p>Most had put him between 19 and 32 points ahead, although a significant proportion of the Indonesian electorate said they were undecided about which way to vote. In the past, the country's leader has been elected by its supreme legislature.</p> <p>The 57-year-old Ms Megawati has governed the world's fourth most populous country since 2001, when her predecessor Abdurrahman Wahid was impeached on charges of incompetence. </p> <p>However, the daughter of Indonesia's founding father, Sukarno, had struggled even to make today's run-off, polling seven points less than Mr Bambang's 33% in the first round. She has often been perceived as being out of her depth, and refused to take part in a debate with her opponent, who is seen as a strong and uncorrupted leader.</p> <p>\"If there are no irregularities in the vote counting, then, God willing, I will win this election because support for me has been getting stronger recently,\" Mr Bambang said shortly before polls closed. He has campaigned on a platform of boosting the economy, providing jobs and cracking down on corruption.</p> <p>Ms Megawati put on a brave face, telling her supporters there was \"no need to be nervous\". \"We'll see the result,\" she added. \"I think that's better than making an early statement.\"</p> <p>Today's election came just 11 days after nine people were killed and 182 wounded by a car bomb outside the Australian embassy in the capital, Jakarta.</p> <p>The bombing - the third major attack in Indonesia within two years - was believed to have been carried out by Jemaah Islamiah, a group linked to al-Qaida. Tens of thousands of police were on high alert throughout the election following warnings of further attacks, but hours after voting closed there had been no reports of any violence.</p> <p>\"It's truly a historic occasion for Indonesia - the conclusion of a year of elections where, for the first time, Indonesians directly elected their president,\" said Glyn Ford, the head of the EU's electoral observer mission. </p> <p>He said there had been \"absolutely no problems or no reports of any difficulty here in Jakarta\". But, he added, \"we don't have any information from outside, so one can't draw any general conclusion\".</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BLAIR: NEW IRAQI CONFLICT HAS BEGUN</b></p> <p>In what the Mail describes as a \"display of breathtaking bravado\", Tony Blair yesterday spoke of a \"new Iraqi conflict\", urging Britons to back his efforts to defeat \"terror\".</p> <p>\"THE SECOND IRAQI WAR,\" splashes the paper. The Telegraph says the admission marks a \"change of tactics ... Previously, Mr Blair has argued that the situation was improving, with trouble contained to a few hotspots ... Facing a backlash from activists at next week's Labour conference, [he] is now seeking to present the conflict as part of a wider struggle against international terrorism.\"</p> <p>George Bush, of course, adopted this tactic some time ago.</p> <p>There are hints that the PM is also preparing the public for a big offensive in Iraq. \"American military commanders in Iraq are planning a series of major assaults before the end of the year to retake control of Falluja and other cities held by insurgents,\" the Independent says, picking up on a report in the New York Times.</p> <p>Despite the renewed declaration of war, the interim Iraqi prime minister, Ayad Allawi, insisted yesterday that the country's elections would go ahead on schedule - provided the UN cooperates. But the FT hints that a final decision may still be postponed until after the US presidential election.</p> <p>A defiant editorial in the Times says the main aim of the insurgents is to prevent elections from taking place. \"It should not be impossible to create flexible arrangements so that the popular will can be expressed,\" the paper says, optimistically.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1308349,00.html\">Blair: we must win this new conflict</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1270453,00.html\">Times: The crucible</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/20/wirq20.xml&amp;sSheet=/news/2004/09/20/ixnewstop.html\">Telegraph: We face a new war</a><br> * <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=563620\">Independent: US determined to cut out 'cancer of Fallujah'</a><br> * <a href=\"http://news.ft.com/cms/s/d9822712-0a49-11d9-a415-00000e2511c8.html\">FT: Iraqi PM insists country is on schedule for polls</a></p> <p><b>LIB DEMS MEET WITH SCEPTICISM</b></p> <p>\"Kennedy willing to work with Labour,\" headlines the Guardian. \"Kennedy ducks the question on working with Labour,\" counters the Telegraph. The papers' message to the Liberal Democrats, who yesterday gathered in Bournemouth for the party's annual conference, is sceptical: some of the younger Lib Dems are astute, they say, but the party's policies are riddled with internal contradictions and need an overhaul.</p> <p>Yasmin Alibhai-Brown tells Independent readers that she will vote Lib Dem, but \"negatively and with little enthusiasm\". Charles Kennedy \"is so nearly a leader, almost a success\". The ennui is rather reminiscent of the anyone-but-Bush constituency in the US.</p> <p>* <a href=\"http://www.theguardian.com/Politics/libdems2004/story/0,14992,1308363,00.html\">Kennedy eyes post-election deal with Labour</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1308209,00.html\">Bush's foes want to back Kerry but he's just too vague</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1270457,00.html\">Times: Victorian values</a></p> <p><b>'MUMIFESTO' OFFERS MORE TIME OFF WORK</b></p> <p>The Labour party press office does its best to distract hacks from the Liberal Democrat jamboree with a welter of \"family-friendly\" policies which the Mirror, disconcertingly, describes as a \"mumifesto\".</p> <p>\"More time off work,\" the paper splashes. That means, reportedly, guaranteed bank holidays, an extension of paid maternity leave from six to 12 months, and a fortnight's paternity leave on 90% of pay.</p> <p>The Mirror thoroughly approves: \"Labour is still the party of working people,\" it says. The FT stops short of openly criticising the proposals in its leader column, but the British Chambers of Commerce tells the paper they would have a \"crippling effect\" on small businesses. \"The proposed increases ... would be taxpayer-funded. But industry says employers bear indirect costs from the disruption caused by increased leave and by having to hold jobs open for staff who may decide not to return.\"</p> <p>The CBI said employees should be forced to make it clear halfway through their leave whether they intend to return to their job.</p> <p>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14661811%26method=full%26siteid=50143%26headline=labour%2delection%2dpledge%2d%2dmore%2dtime%2doff%2dwork-name_page.html\">Mirror: More time off work</a><br> * <a href=\"http://news.ft.com/cms/s/91fa65d8-0a73-11d9-a415-00000e2511c8.html\">FT: Labour to pledge new rights to employees</a></p> <p><b>JIANG STEPS ASIDE IN CHINA</b></p> <p>In a move that has gone largely unnoticed in the British press, the Chinese president, Hu Jianto, yesterday replaced Jiang Zemin as China's military chief \"and de facto top leader\".</p> <p>Chinese state media described the handover as \"the first orderly transfer of power in Chinese Communist history\". The Herald Tribune struggles to expand on that version of events, noting only that there had been rumours of \"tensions\" between the 78-year-old Mr Jiang and his replacement.</p> <p>\"Little is known about Hu personally, beyond a few random facts offered by the propaganda machine,\" says the paper, \"including his enthusiasm for table tennis.\" He handled the Sars crisis last year \"deftly\", but \"it seems highly unlikely that Hu is a closet liberal ... he has presided over a crackdown on online discussion by jailing people who express anti-government views on the internet.\"</p> <p>The FT admires the smoothness of the handover, saying: \"The world should be thankful.\" But, it adds, we need to know a little more about Mr Hu: \"Modernising politics will be one of the stiffest challenges facing [him] now that he has all the levers of power in his hands.\"</p> <p>* <a href=\"http://news.ft.com/cms/s/c04aaab4-0a65-11d9-a415-00000e2511c8.html\">FT: Hu's grip on power in China tightens</a><br> * <a href=\"http://www.iht.com/articles/539548.html\">IHT: Hu takes control as Jiang resigns</a></p> <p><b>'SCINTILLATING' EUROPE TAKE RYDER GLORY</b></p> <p>\"Maybe the Europeans are just better,\" concedes an American commentator in the Telegraph's lavish coverage of the Ryder Cup. Europe's golfers beat the US by 18 and a half to nine and a half points at Oakland Hills, Michigan.</p> <p>\"Easy Ryder,\" purrs the Mail. \"Colin Montgomerie wept tears of joy last night ... Five years after being the subject of sickening abuse at Brookline, Monty's name was chanted all down to the 18th hole.\" The Guardian says the European team put on a \"scintillating\" display.</p> <p>* <a href=\"http://www.theguardian.com/Sport/rydercup2004/story/0,15063,1308431,00.html\">Monty seals European win</a><br> * <a href=\" http://www.telegraph.co.uk/sport/main.jhtml;sessionid=T1RYZVLZJWM35QFIQMGCNAGAVCBQUJVC?xml=/sport/2004/09/20/sgfron20.xml\">Telegraph: Europe retain Ryder Cup</a></p> <p><b>RAMBLING INTO NEW TERRITORY</b></p> <p>The Herald Tribune joined some of the Britons enjoying their new right to roam over 375 square miles of countryside yesterday. Thousands of ramblers \"took to hills, fields, moors and downs\", says the paper, in what it charmingly calls \"the upland north-west and bucolic south-east\" of England.</p> <p>\"Land itself,\" explains the paper, \"has long been the measure of the divide between the aristocracy within their estates and the hoi polloi at their gates.\"</p> <p>\"Are you exercising your right to roam?\" a man on a horse \"somewhat haughtily\" asked a 69-year-old Ramblers' Association official.</p> <p>\"Nice day for a ride - or a walk,\" replied the rambler. \"I wonder if they were trying to make a point,\" he added to a reporter. The Tribune certainly does: \"Just rambling like a fox,\" the paper says, cheekily, in its headline.</p> <p>* <a href=\"http://www.iht.com/articles/539598.html\">IHT: Just rambling like a fox</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The kidnappers of a British engineer in Iraq have threatened to execute him shortly unless their demands are met.</p> <p>&gt;&gt;&gt; At least 90 people have died in Haiti after tropical storm Jeanne hit the island.</p> <p>&gt;&gt;&gt; Virgin Trains will officially launch new tilting trains on its West Coast route, cutting journey times between London and Manchester.</p>",
  "Each day, we are offered a feast of new reasons to be angry about what is happening in Iraq. In consequence, there is a danger that the old grounds for rage will be forgotten. That is why we should welcome Friday's leak to the New York Times of the Iraq Survey Group's draft final report on WMD. <p>The ISG concludes, according to the NYT, that Saddam Hussein abandoned his WMD programme in the 1990s because he perceived the lifting of international sanctions as the vital objective of his regime. </p> <p>The report should be a grave embarrassment to France, Russia and China, if they were capable of such sentiment. Their campaign to lift sanctions in pursuit of commercial advantage would, if successful, have had disastrous consequences. Iraqi scientists told the ISG that the moment sanctions ended, they would have been put to back to work on Saddam's nuclear programme. In other words, we can today perceive that the pre-Bush policy of containing Saddam was fulfilling its purposes. </p> <p>Yet for most of us, the crucial point of the report is its confirmation that Iraq possessed no WMD when the coalition invaded. It acknowledges a possibility that some nasty substances were removed to Syria or Cuba. But there is not a shred of evidence. Robin Cook was right. </p> <p>We are left, therefore, with the greatest failure of western intelligence in modern times. In the US, the CIA's director was months ago obliged to resign. In Britain, Tony Blair's response has been to appoint as director of the Secret Intelligence Service (SIS) the officer most closely identified with the disaster, John Scarlett. </p> <p>Anyone who cares about our security interests ought to be appalled, and to stay appalled. The notion that nobody has been sacked, that Blair is likely to be re-elected next year, is a historic scandal. It is not remotely good enough to shelter behind the obfuscations of Lords Butler and Hutton, that everyone acted in good faith. That is equivalent to exonerating the captain of a certain large liner for driving at reckless speed through iceberg waters on the grounds that he was confident it was unsinkable. </p> <p>The WMD saga is a not a matter of ancient history. It possesses critical implications for our future. In the 21st century, western societies are unlikely to be threatened by aggressors who launch tanks into Belgium or Poland. Instead, the risk - a very real and great one - will come from regimes and terrorist movements capable of inflicting great harm without overtly breaching national frontiers. </p> <p>This places an unprecedented responsibility on our intelligence services. The governments of the US and Britain will be chiefly dependent on the CIA and SIS for information about what our enemies are doing. The threat will not be visible. Its gravity will have to be judged in cold blood by national leaders, advised by intelligence and defence chiefs. </p> <p>It is likely that pre-emptive military action will some time seem vital. One of the few sensible things George Bush has said since September 2001 is that we cannot wait for a smoking gun, if it is to be a mushroom cloud. </p> <p>This is why the WMD failure is so catastrophic. Bush and Blair recklessly abused the doctrine of pre-emption. By praising the leaders of the SIS and CIA, they also crippled our faith in the competence of the western intelligence community. Those of us who trusted the British government on WMD feel foolish today, and would not make the mistake again. </p> <p>We should not forget that, when giving evidence to the Hutton inquiry, Sir Richard Dearlove and John Scarlett were granted an opportunity to distance themselves from the government's use of intelligence material. They declined. They associated themselves clearly and publicly with the Blair-Campbell line. In consequence, it is far less likely that the British people will again feel justified in supporting military action on the basis of an intelligence judgment, and certainly not one interpreted by Tony Blair. </p> <p>Who, outside Downing Street, could now accept at face value a threat assessment of Iran or North Korea signed by John Scarlett? To say such a thing is not to display vindictiveness, when Lord Butler obligingly asserted that he could see no reason why Scarlett should not become head of SIS. It is to state the politically obvious. Even in Bush's America, the credibility of the CIA has suffered equally severely. </p> <p>Today, we know that the Iranians are working furiously to accelerate their nuclear programme, because they are as capable as ourselves of working all this out. Tehran perceives a window of opportunity, especially in the run-up to the US presidential election. Iran's rulers know that even George Bush cannot take military action against them in the present American domestic climate. </p> <p>I am not seeking to advocate such action - merely to observe that the west's options, its ability to pursue a credible strategy of deterrence towards North Korea and Iran, have been critically diminished by the Iraq fiasco. </p> <p>None of this supports a proposition that all intelligence is bunk, or that its practitioners are fools. The quality of SIS personnel around the world is generally impressive. In the dangerous world in which we live, we are fortunate to have so many able agents. But the standing of the SIS's current leadership has been fatally wounded by association with Alastair Campbell and the prime minister. </p> <p>There is another lesson. It has been a fundamental tenet of British foreign policy since 1945 that the value of our intimate intelligence exchange with the US is so great that we must be prepared to do almost anything, including joining Republican military adventures, to sustain it. </p> <p>In Iraq, we have learned that the price of access to Langley's decrypts can become too high. The WMD nonsense also suggests that the SIS/CIA relationship has been too close for either nation's good; the consequence was that each service, under considerable pressure from its government, signed up to the other's Iraq misjudgments. </p> <p>When the final ISG report is officially published, John Scarlett would, in a reasonable world, feel obliged to resign. Yet Scarlett survives because of Tony Blair's loyalty to his instrument in folly, and remains secure at Vauxhall Cross, apparently beyond embarrassment. </p> <p>It is all very British. In accordance with what might be called the Lamont/Black Wednesday doctrine, it is agreed that, since lots of people are to blame for a disaster, it would be unjust to make any one walk the plank. Yet it bears stating again and again that we went to war, launching thousands of British soldiers into Iraq, on a pretext now conclusively exposed as false. </p> <p>It defies belief that no one in this country has been held accountable. Intelligence has never seemed more important to our defence. Yet seldom has its credibility seemed more threadbare, thanks to a prime minister who discards all other considerations in favour of his own political interest.</p>"
]