[
  "There is women's wrestling on the satellite TV, and Cairo's traffic police have turned out in force to watch. They slouch in the cafe, puffing on shishas, coughing, brushing away flies and drinking tea. <p>The tea comes in a glass with a thick sediment of leaves and sugar in the bottom. Slops spill over the brim and swill on a metal tray that rocks on a table that wobbles on the sawdust-covered floor. </p> <p>Cairo has a lot that wobbles or doesn't work quite as it should. In the fashionable Zamalek district even the streets can be hazardous. Pavements are an obstacle course of loose manhole covers, obtruding pipework, missing paving stones, assorted debris and the occasional cat. </p> <p>And one way or another, most of the country's social infrastructure resembles Zamalek's pavement obstacle course. </p> <p>Today the National Democratic party, which has monopolised Egyptian politics for decades, begins a three-day conference which it has heralded as a big step towards sorting out the mess. </p> <p>Reform has been a long time coming, and critics say it is only happening now because of US pressure. Committees have travelled the world to see what works elsewhere, and how reforms have been implemented. One of the ideas from Britain is an Egyptian version of Ofsted. </p> <p>\"We're not re-inventing the wheel,\" said Hossam Badrawi, who chairs the party's education committee. The reformers acknowledge, though, that their biggest problem is in changing attitudes, both among officials who treat red tape as a way to line their pockets and among traditional-minded citizens. </p> <p>There is widespread ignorance; Dr Badrawi has ambitious plans to help children with special needs, but some parents are aghast, believing that contact with other children will spread the \"infection\". </p> <p>There is also apathy. On the streets of Cairo yesterday Egyptians were reluctant to talk about reform. \"Sorry, I don't get into politics,\" said one young man. An unofficial tourist tout, who moments earlier had been offering a visit to a perfume shop, hurried away when asked. </p> <p>Arafat, a taxi driver relaxing with three friends in Tahrir Square, had no complaints. \"It's not perfect but it's OK,\" he said. \"Everything is better than 20 years ago.\" </p> <p><b>Paperwork</b></p> <p>In fact, laws and officialdom stand in the way of almost everything. For foreign investors the paperwork to set up a company in Egypt takes two months. In Jordan it takes a day, and in thriving Dubai 20 minutes.</p> <p>This year some advertising creatives thought it would be fun to sell bumper stickers saying: \"Cairo traffic rules. Green: stop. Red: go. Yellow: go faster.\" Four were arrested for \"defaming Egypt\" and kept in jail until a judge decided the charges were daft.</p> <p>Under a decree dating back to the time of Nasser it is illegal to compile statistics without government permission. This applies not only to opinion pollsters but to students doing fieldwork. </p> <p>The authorised statistics about President Hosni Mubarak are that he is 76 and has been in power for almost 23 years. His current (fourth) term in office ends next year and, despite two recent health scares - one in which he collapsed in front of the TV cameras - many expect him to seek another term in a referendum. There is also much speculation that the president's 41-year-old son, Gamal, is being groomed for power. Suave, go-ahead, and immersed in economics, he might even be a good choice were it not for his family name.</p> <p>When Gamal and reforms are packaged together, however, critics claim that the reforms are merely a way of promoting Gamal - and Egyptians seem hostile to the idea of a Syrian-style inherited presidency. </p> <p>The other, possibly decisive, factor in the presidential wrangling is the Egyptian army, which expects presidents to have a military background and is thought to favour the intelligence chief Omar Suleiman. </p> <p>While the NDP prefers to focus on economics and education, it is also considering limited political reforms, including tinkering with the rules on the formation of political parties. </p> <p>This month, though, eight of the officially recognised opposition parties got together to demand far-reaching constitutional changes that would allow a free and direct election of the country's next leader.</p> <p>Meanwhile, a non-authorised group, which includes such odd bedfellows as the Muslim Brotherhood, the Communists and human-rights activists, has formed the Popular Campaign for Change, under the slogans \"No to a new mandate\" and \"No to inheritance of the presidency\". </p> <p>Its first press conference was blocked by the authorities, but the campaigners are now trying to commission an opinion poll on what Egyptians think of another term for Mr Mubarak, and the question of hereditary succession. </p> <p>Since this involves compiling statistics, it requires government permission. The campaigners, anticipating a refusal, are preparing to go to court - something that they believe will also help to mobilise public opinion. </p> <p><b>Emergency</b> </p> <p>Ahmed Seif al-Islam, a lawyer and one of the group's organisers, believes President Mubarak is deeply unpopular and that people have become bolder in showing their feelings about him. He cites a demonstration against the Iraq war last year: \"The only property damaged was a picture of Hosni Mubarak outside the party building.\" </p> <p>Asked what would happen if Egyptians were given a free choice for their next president, he replied: \"They would choose someone from the Muslim Brotherhood. Not because they accept the brotherhood's programme, but because they hate the regime.\" </p> <p>Opposition calls to lift emergency laws, which have been in force since the assassination of President Anwar Sadat in 1981, are also supported by some in the ruling NDP. </p> <p>Originally intended to deal with Islamist militants, the \"emergency\" has been an excuse for all sorts of other crackdowns over the years, including the rounding up of dozens of gay men at a disco in 2001, supposedly because they posed a threat to national security. </p> <p>So far, though, the NDP has resisting radical political change. The official line, as set out by the party's secretary-general, Safwat el-Sherif, is that too much talk of constitutional reform \"will open the door to foreign intervention in domestic affairs\". </p> <p>Even the ostensibly safer ground of economic and educational reform - the two subjects being tackled by the three-day reform conference - is not without political risks for President Mubarak. When the government cut subsidies on diesel fuel this month bus fares shot up by 50%, causing frayed tempers in the teeming streets of Cairo. That increase is probably only the first of many, and the price of diesel at the pump is still only a third of what it really costs. </p> <p>For Iman el-Kaffass, who chairs the Egyptian Association for Education and Development, the secret of successful reform is in how it is explained to the public. </p> <p>When the government wanted to base secondary school certificates on three years' assessment rather than final exams, many parents objected. </p> <p>\"To persuade them, you have to know what to mention,\" Ms Kaffass said. </p> <p>\"In the rural areas, for example, people are more religious, so you talk to them about how God decides to send people to heaven or hell. You tell them God's decision is not based on final-year exams, it's based on cumulative assessment. And they agree.\"</p>",
  "Mr. Secretary General, Mr. President, distinguished delegates, ladies and gentlemen: Thank you for the honor of addressing this General Assembly. The American people respect the idealism that gave life to this organization. And we respect the men and women of the U.N., who stand for peace and human rights in every part of the world. Welcome to New York City, and welcome to the United States of America. <p>During the past three years, I've addressed this General Assembly in a time of tragedy for my country, and in times of decision for all of us. Now we gather at a time of tremendous opportunity for the U.N. and for all peaceful nations. For decades, the circle of liberty and security and development has been expanding in our world. This progress has brought unity to Europe, self-government to Latin America and Asia, and new hope to Africa. Now we have the historic chance to widen the circle even further, to fight radicalism and terror with justice and dignity, to achieve a true peace, founded on human freedom. </p> <p>The United Nations and my country share the deepest commitments. Both the American Declaration of Independence and the Universal Declaration of Human Rights proclaim the equal value and dignity of every human life. That dignity is honored by the rule of law, limits on the power of the state, respect for women, protection of private property, free speech, equal justice, and religious tolerance. That dignity is dishonored by oppression, corruption, tyranny, bigotry, terrorism and all violence against the innocent. And both of our founding documents affirm that this bright line between justice and injustice -- between right and wrong -- is the same in every age, and every culture, and every nation. </p> <p>Wise governments also stand for these principles for very practical and realistic reasons. We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace. We know that oppressive governments support terror, while free governments fight the terrorists in their midst. We know that free peoples embrace progress and life, instead of becoming the recruits for murderous ideologies. </p> <p>Every nation that wants peace will share the benefits of a freer world. And every nation that seeks peace has an obligation to help build that world. Eventually, there is no safe isolation from terror networks, or failed states that shelter them, or outlaw regimes, or weapons of mass destruction. Eventually, there is no safety in looking away, seeking the quiet life by ignoring the struggles and oppression of others. </p> <p>In this young century, our world needs a new definition of security. Our security is not merely found in spheres of influence, or some balance of power. The security of our world is found in the advancing rights of mankind. </p> <p>These rights are advancing across the world -- and across the world, the enemies of human rights are responding with violence. Terrorists and their allies believe the Universal Declaration of Human Rights and the American Bill of Rights, and every charter of liberty ever written, are lies, to be burned and destroyed and forgotten. They believe that dictators should control every mind and tongue in the Middle East and beyond. They believe that suicide and torture and murder are fully justified to serve any goal they declare. And they act on their beliefs. </p> <p>In the last year alone, terrorists have attacked police stations, and banks, and commuter trains, and synagogues -- and a school filled with children. This month in Beslan we saw, once again, how the terrorists measure their success -- in the death of the innocent, and in the pain of grieving families. Svetlana Dzebisov was held hostage, along with her son and her nephew -- her nephew did not survive. She recently visited the cemetery, and saw what she called the \"little graves.\" She said, \"I understand that there is evil in the world. But what have these little creatures done?\" </p> <p>Members of the United Nations, the Russian children did nothing to deserve such awful suffering, and fright, and death. The people of Madrid and Jerusalem and Istanbul and Baghdad have done nothing to deserve sudden and random murder. These acts violate the standards of justice in all cultures, and the principles of all religions. All civilized nations are in this struggle together, and all must fight the murderers. </p> <p>We're determined to destroy terror networks wherever they operate, and the United States is grateful to every nation that is helping to seize terrorist assets, track down their operatives, and disrupt their plans. We're determined to end the state sponsorship of terror -- and my nation is grateful to all that participated in the liberation of Afghanistan. We're determined to prevent proliferation, and to enforce the demands of the world -- and my nation is grateful to the soldiers of many nations who have helped to deliver the Iraqi people from an outlaw dictator. </p> <p>The dictator agreed in 1991, as a condition of a cease-fire, to fully comply with all Security Council resolutions -- then ignored more than a decade of those resolutions. Finally, the Security Council promised serious consequences for his defiance. And the commitments we make must have meaning. When we say \"serious consequences,\" for the sake of peace, there must be serious consequences. And so a coalition of nations enforced the just demands of the world. </p> <p>Defending our ideals is vital, but it is not enough. Our broader mission as U.N. members is to apply these ideals to the great issues of our time. Our wider goal is to promote hope and progress as the alternatives to hatred and violence. Our great purpose is to build a better world beyond the war on terror. </p> <p>Because we believe in human dignity, America and many nations have established a global fund to fight AIDS, tuberculosis, and malaria. In three years the contributing countries have funded projects in more than 90 countries, and pledged a total of $5.6 billion to these efforts. America has undertaken a $15 billion effort to provide prevention and treatment and humane care in nations afflicted by AIDS, placing a special focus on 15 countries where the need is most urgent. AIDS is the greatest health crisis of our time, and our unprecedented commitment will bring new hope to those who have walked too long in the shadow of death. </p> <p>Because we believe in human dignity, America and many nations have joined together to confront the evil of trafficking in human beings. We're supporting organizations that rescue the victims, passing stronger anti-trafficking laws, and warning travelers that they will be held to account for supporting this modern form of slavery. Women and children should never be exploited for pleasure or greed, anywhere on Earth. </p> <p>Because we believe in human dignity, we should take seriously the protection of life from exploitation under any pretext. In this session, the U.N. will consider a resolution sponsored by Costa Rica calling for a comprehensive ban on human cloning. I support that resolution and urge all governments to affirm a basic ethical principle: No human life should ever be produced or destroyed for the benefit of another. </p> <p>Because we believe in human dignity, America and many nations have changed the way we fight poverty, curb corruption, and provide aid. In 2002 we created the Monterrey Consensus, a bold approach that links new aid from developed nations to real reform in developing ones. And through the Millennium Challenge Account, my nation is increasing our aid to developing nations that expand economic freedom and invest in the education and health of their own people. </p> <p>Because we believe in human dignity, America and many nations have acted to lift the crushing burden of debt that limits the growth of developing economies, and holds millions of people in poverty. Since these efforts began in 1996, poor countries with the heaviest debt burdens have received more than $30 billion of relief. And to prevent the build-up of future debt, my country and other nations have agreed that international financial institutions should increasingly provide new aid in the form of grants, rather than loans. </p> <p>Because we believe in human dignity, the world must have more effective means to stabilize regions in turmoil, and to halt religious violence and ethnic cleansing. We must create permanent capabilities to respond to future crises. The United States and Italy have proposed a Global Peace Operations Initiative. G-8 countries will train 75,000 peacekeepers, initially from Africa, so they can conduct operations on that continent and elsewhere. The countries of the G-8 will help this peacekeeping force with deployment and logistical needs. </p> <p>At this hour, the world is witnessing terrible suffering and horrible crimes in the Darfur region of Sudan, crimes my government has concluded are genocide. The United States played a key role in efforts to broker a cease-fire, and we're providing humanitarian assistance to the Sudanese people. Rwanda and Nigeria have deployed forces in Sudan to help improve security so aid can be delivered. The Security Council adopted a new resolution that supports an expanded African Union force to help prevent further bloodshed, and urges the government of Sudan to stop flights by military aircraft in Darfur. We congratulate the members of the Council on this timely and necessary action. I call on the government of Sudan to honor the cease-fire it signed, and to stop the killing in Darfur. </p> <p>Because we believe in human dignity, peaceful nations must stand for the advance of democracy. No other system of government has done more to protect minorities, to secure the rights of labor, to raise the status of women, or to channel human energy to the pursuits of peace. We've witnessed the rise of democratic governments in predominantly Hindu and Muslim, Buddhist, Jewish and Christian cultures. Democratic institutions have taken root in modern societies, and in traditional societies. When it comes to the desire for liberty and justice, there is no clash of civilizations. People everywhere are capable of freedom, and worthy of freedom. </p> <p>Finding the full promise of representative government takes time, as America has found in two centuries of debate and struggle. Nor is there any -- only one form of representative government -- because democracies, by definition, take on the unique character of the peoples that create them. Yet this much we know with certainty: The desire for freedom resides in every human heart. And that desire cannot be contained forever by prison walls, or martial laws, or secret police. Over time, and across the Earth, freedom will find a way. </p> <p>Freedom is finding a way in Iraq and Afghanistan -- and we must continue to show our commitment to democracies in those nations. The liberty that many have won at a cost must be secured. As members of the United Nations, we all have a stake in the success of the world's newest democracies. </p> <p>Not long ago, outlaw regimes in Baghdad and Kabul threatened the peace and sponsored terrorists. These regimes destabilized one of the world's most vital -- and most volatile -- regions. They brutalized their peoples, in defiance of all civilized norms. Today, the Iraqi and Afghan people are on the path to democracy and freedom. The governments that are rising will pose no threat to others. Instead of harboring terrorists, they're fighting terrorist groups. And this progress is good for the long-term security of us all. </p> <p>The Afghan people are showing extraordinary courage under difficult conditions. They're fighting to defend their nation from Taliban holdouts, and helping to strike against the terrorists killers. They're reviving their economy. They've adopted a constitution that protects the rights of all, while honoring their nation's most cherished traditions. More than 10 million Afghan citizens -- over 4 million of them women -- are now registered to vote in next month's presidential election. To any who still would question whether Muslim societies can be democratic societies, the Afghan people are giving their answer. </p> <p>Since the last meeting of this General Assembly, the people of Iraq have regained sovereignty. Today, in this hall, the Prime Minister of Iraq and his delegation represent a country that has rejoined the community of nations. The government of Prime Minister Allawi has earned the support of every nation that believes in self-determination and desires peace. And under Security Council resolutions 1511 and 1546, the world is providing that support. The U.N., and its member nations, must respond to Prime Minister Allawi's request, and do more to help build an Iraq that is secure, democratic, federal, and free. </p> <p>A democratic Iraq has ruthless enemies, because terrorists know the stakes in that country. They know that a free Iraq in the heart of the Middle East will be a decisive blow against their ambitions for that region. So a terrorists group associated with al Qaeda is now one of the main groups killing the innocent in Iraq today -- conducting a campaign of bombings against civilians, and the beheadings of bound men. Coalition forces now serving in Iraq are confronting the terrorists and foreign fighters, so peaceful nations around the world will never have to face them within our own borders. </p> <p>Our coalition is standing beside a growing Iraqi security force. The NATO Alliance is providing vital training to that force. More than 35 nations have contributed money and expertise to help rebuild Iraq's infrastructure. And as the Iraqi interim government moves toward national elections, officials from the United Nations are helping Iraqis build the infrastructure of democracy. These selfless people are doing heroic work, and are carrying on the great legacy of Sergio de Mello. </p> <p>As we have seen in other countries, one of the main terrorist goals is to undermine, disrupt, and influence election outcomes. We can expect terrorist attacks to escalate as Afghanistan and Iraq approach national elections. The work ahead is demanding. But these difficulties will not shake our conviction that the future of Afghanistan and Iraq is a future of liberty. The proper response to difficulty is not to retreat, it is to prevail. </p> <p>The advance of freedom always carries a cost, paid by the bravest among us. America mourns the losses to our nation, and to many others. And today, I assure every friend of Afghanistan and Iraq, and every enemy of liberty: We will stand with the people of Afghanistan and Iraq until their hopes of freedom and security are fulfilled. </p> <p>These two nations will be a model for the broader Middle East, a region where millions have been denied basic human rights and simple justice. For too long, many nations, including my own, tolerated, even excused, oppression in the Middle East in the name of stability. Oppression became common, but stability never arrived. We must take a different approach. We must help the reformers of the Middle East as they work for freedom, and strive to build a community of peaceful, democratic nations. </p> <p>This commitment to democratic reform is essential to resolving the Arab-Israeli conflict. Peace will not be achieved by Palestinian rulers who intimidate opposition, tolerate corruption, and maintain ties to terrorist groups. The longsuffering Palestinian people deserve better. They deserve true leaders capable of creating and governing a free and peaceful Palestinian state. </p> <p>Even after the setbacks and frustrations of recent months, goodwill and hard effort can achieve the promise of the road map to peace. Those who would lead a new Palestinian state should adopt peaceful means to achieve the rights of their people, and create the reformed institutions of a stable democracy. Arab states should end incitement in their own media, cut off public and private funding for terrorism, and establish normal relations with Israel. Israel should impose a settlement freeze, dismantle unauthorized outposts, end the daily humiliation of the Palestinian people, and avoid any actions that prejudice final negotiations. And world leaders should withdraw all favor and support from any Palestinian ruler who fails his people and betrays their cause. </p> <p>The democratic hopes we see growing in the Middle East are growing everywhere. In the words of the Burmese democracy advocate, Aung San Suu Kyi: \"We do not accept the notion that democracy is a Western value. To the contrary; democracy simply means good government rooted in responsibility, transparency, and accountability.\" Here at the United Nations, you know this to be true. In recent years, this organization has helped create a new democracy in East Timor, and the U.N. has aided other nations in making the transition to self-rule. </p> <p>Because I believe the advance of liberty is the path to both a safer and better world, today I propose establishing a Democracy Fund within the United Nations. This is a great calling for this great organization. The fund would help countries lay the foundations of democracy by instituting the rule of law and independent courts, a free press, political parties and trade unions. Money from the fund would also help set up voter precincts and polling places, and support the work of election monitors. To show our commitment to the new Democracy Fund, the United States will make an initial contribution. I urge other nations to contribute, as well. </p> <p>Today, I've outlined a broad agenda to advance human dignity, and enhance the security of all of us. The defeat of terror, the protection of human rights, the spread of prosperity, the advance of democracy -- these causes, these ideals, call us to great work in the world. Each of us alone can only do so much. Together, we can accomplish so much more. </p> <p>History will honor the high ideals of this organization. The charter states them with clarity: \"to save succeeding generations from the scourge of war,\" \"to reaffirm faith in fundamental human rights,\" \"to promote social progress and better standards of life in larger freedom.\" </p> <p>Let history also record that our generation of leaders followed through on these ideals, even in adversity. Let history show that in a decisive decade, members of the United Nations did not grow weary in our duties, or waver in meeting them. I'm confident that this young century will be liberty's century. I believe we will rise to this moment, because I know the character of so many nations and leaders represented here today. And I have faith in the transforming power of freedom. </p> <p>May God bless you.</p>",
  "<b> Scotsman Editorial,</b> <br> September 20 <p>\"In vowing [on Sunday] to see through the struggle against the 'crucible of global terrorism' in Iraq ... Tony Blair has made a bold commitment. Speaking after talks at Downing Street with Iraq's interim prime minister, Ayad Allawi, he pledged to see the 'struggle' through ... That, given recent horrific events, is a tall order. It is also one that may prove politically expensive and, in military terms, worryingly open-ended ... But, in truth, [Mr Blair] was right to give the pledge that he did. To have given the merest hint of an early exit would have ... opened up Iraq to all-out civil war ... </p> <p>\"It is right that Foreign and Commonwealth Office scenario-planners should not minimise the [security] difficulties ... The least the UK can do is to press to ensure that the UN gives practical assistance to making next January's elections a reality.\" </p> <p><b> Times Editorial, </b> <br>September 20 </p> <p>\"The UN security council has offered firm approval of the provisional administrative arrangements in Baghdad and endorsed the two rounds of elections scheduled for January and then December next year. Those words will not mean much if the UN does not now do everything in its power to assist the democratic process. </p> <p>\"To that end, Kofi Annan [the UN secretary general] has not made matters easier by raking over the past with his highly debatable and essentially irrelevant comments about the legality of the intervention. He and the security council must concentrate on the circumstances at hand, not revisit the divisions of the past.\" </p> <p><b> Gulf Times Editorial, </b> <br>Qatar, September 20  </p> <p>\"Mr Allawi is on record as insisting that the elections will take place in January according to the coalition plan and his hosts in London and Washington are likely to insist that he sticks to that timetable, at least until after the US presidential election ...</p> <p>\"The situation in Iraq is very grim ... If security is not hugely improved by the year-end, it is difficult to imagine that fair elections can be held ... [On Sunday] the British army chief of staff, General Sir Michael Jackson, admitted that his country's troops are 'back at war' in Iraq ... And if the British troops have been drawn back into a war, the US forces have never stopped fighting one.\" </p> <p><b> Herald Editorial,</b><br> Scotland, September 20  </p> <p>\"To Mr Blair, it is a struggle ... [To Sir Michael] it is a war, albeit one that has changed ... </p> <p>Although his language to describe current hostilities is more candid ... Sir Michael is at one with Mr Blair in insisting that neither the US nor Britain had been caught out by a lack of preparedness for dealing with post-Saddam Iraq. This, despite mounting evidence on the bloodied ground in Iraq and in official documents showing the opposite to be the case ... </p> <p>\"Iraq is a place of severe test. Everything suggests that trying to impose security and stability will become even more of a test in the run-up to January's parliamentary elections ... The semantics of struggles and manoeuvre war look petty when compared with the tasks that lie ahead to deliver democracy for the Iraqi people.\" </p> <p><b> Independent Editorial, </b><br> September 20  </p> <p>\"Mr Blair's judgment is sound on one point. Now ... is not the time for anyone ... to 'wobble' over the timetable for elections. Having so abysmally failed in our promises to bring peace and security to Iraq, the very least we can do now is to stick to our pledge on elections ... </p> <p>\"But there was another, far less consoling, conclusion to be drawn from [Sunday]. It is now clear that, if the election timetable for Iraq slips, those who launched such a misguided war and then so comprehensively bungled the peace will be the last to accept the blame. Responsibility is already being shuffled off on to anonymous forces of 'global terrorism'.\" </p> <p><b> Daily Mail Editorial, </b><br> September 20  </p> <p>\"For once, in this appalling mess, [Mr Blair] is telling the unvarnished truth. The British hostage Kenneth Bigley is helpless in the hands of murderous fanatics ... Suicide bombers are still on the rampage. Armed clashes have erupted ... Some 300 people have been killed in seven days ... But Mr Blair can't say he wasn't warned ... He didn't listen to senior officials or even his own foreign secretary. He was so intent on preserving the 'special relationship' with America ... that he simply went along with George Bush's war plans instead of acting as a candid friend and spelling out the dangers ... This is a nightmare of Mr Blair's own making. And it is far from over.\" </p> <p><b> Wall Street Journal Europe Editorial, </b><br>September 20 </p> <p>\"So who are the coalition troops fighting? The answer is a combination of Saddam's former Fedayeen ... and other Ba'athists, as well as jihadists ... They can read the US election calender as well as al-Qaida read Spain's, and their hope is to create precisely the appearance of 'chaos' that American critics of the war are broadcasting ... </p> <p>\"We understand that some parts of the Bush administration are wary of provoking more violence before the [US presidential] election. But what would be truly damaging politically aren't further troubles in Iraq by themselves, but any perception that America isn't fighting to win.\"</p>",
  "Indonesians altered their country's political landscape yesterday with early results showing a landslide victory for Susilo Bambang Yudhoyono, a retired general, in the country's first direct presidential election. <p>With 15.5% of the returns declared Mr Yudhoyono was leading the incumbent, Megawati Sukarnoputri, by 59% to 41%. </p> <p>Neither side declared victory or conceded defeat in what was a run-off between the top two finishers from July's first-round ballot, but analysts said the results were stabilising and predicted little significant change. </p> <p>Two independent quick counts from representative samples of about 1,500 of the 576,000 polling stations predicted the final margin would be about 61% to 39%. </p> <p>The turnout was estimated at about 80%, a little less than in the first round. </p> <p>Monitors said there were a few minor instances of intimidation but voting went sufficiently smoothly across the country for the result not to be in doubt. </p> <p>\"We've had no reports of any serious problems so far from any of the provinces,\" said Glyn Ford, the head of the EU's observer team. \"It's not over yet but [I think] the result is clear. The percentages may be less clear but [Ms Megawati] will be lucky to get over 40%.\" </p> <p>Mr Yudhoyono, 55, said he would wait for an announcement by the electoral commission before a formal declaration. \"I am grateful to God, and thankful to the people of Indonesia,\" said the former chief security minister, who resigned in March just before the parliamentary election campaign. </p> <p>\"I am thankful to the Megawati government for establishing this kind of democracy. I will now consolidate [my supporters] and think about the steps I can take to reconcile my camp with the Megawati camp.\" </p> <p>Ms Megawati's advisers said she would not concede until the result was beyond doubt. </p> <p>\"Yes, we are aware the quick counts have been accurate in the past but presidents do not resign on the basis of such quick counts,\" said Pramono Angung, a close aide. </p> <p>It is unclear exactly where Indonesia is headed under a Yudhoyono presidency. </p> <p>Analysts believe that he will have won because he has an image of being a strong leader who is honest and willing to interact with ordinary people. Ms Megawati was viewed as being aloof and surrounded by many untrustworthy politicians, despite a campaign to alter her image. </p> <p>Adding to the uncertainty is the fact that much of the rest of the political landscape is also new. There is a new upper legislature and some 60% of the newly-elected MPs in the lower house are entering parliament for the first time. Many of the biggest political parties are fracturing, with members siding with each camp in the presidential race. </p> <p>\"There are so many new factors out there it is impossible to predict exactly how Indonesian politics will develop in the next few months,\" one western diplomat said.</p>"
]