[
  "Guardian Unlimited's US Election Briefing provides you with an at-a-glance daily update on the presidential race, plus exclusive comment and analysis, a round-up of the US media and blogs, archive articles from past elections and a host of crucial links and information. It is delivered to your inbox each weekday at 12.15pm UK time, completely free of charge. <p>Subscribers will be entered in a free prize draw to win copies of the Guardian Stylebook.</p> <p> <b>Below is a sample US Election Briefing.</b></p> <p><b>Simon Jeffery</b></p> <p> <b>AT A GLANCE</b></p> <p>A day after the vice-presidential debate, a consensus still has yet to emerge as to who won. John Edwards said the US needed \"a fresh start\" and Dick Cheney said John Kerry had taken the \"wrong side\" over defence issues in the last three decades. Both camps said their man had won and the Guardian's Oliver Burkeman, seeking out the truth behind the spin, said this probably meant it had been a draw. Last week the Republicans tried to portray the first presidential debate as a draw, which was their way of saying George Bush had lost.</p> <p>The two vice-presidential candidates clashed over Iraq - Mr Cheney accused Mr Edwards of demeaning the deaths of Iraqi security forces when he said the US had carried 90% of casualties among the US-led forces, and Mr Kerry accused the Bush administration of mismanaging the war in Iraq and letting Osama bin Laden escape.</p> <p>*** Today's publication of the Iraq Survey Group's report on Iraq cannot fail to have an impact on the presidential vote. It confirms that Iraq did not have weapons of mass destruction when US-led forces invaded but says Saddam Hussein intended to rebuild his arsenal.</p> <p>*** Mr Bush tried to hit back over the Iraq war and national security at a campaign rally yesterday. He said he would not wait for the next attack and favoured \"taking the fight to the enemy\".</p> <p><b>WHO IS WHERE?</b></p> <p>Mr Bush is in Wilkes-Barre, Pennsylvania, and Farmington Hills, Michigan. Mr Kerry is taking a break from campaigning to prepare in Colorado for Friday's presidential debate.</p> <p><b>QUOTE OF THE DAY</b></p> <p>\"I have not suggested there's a connection between Iraq and 9/11.\" The excitement of the vice-presidential debate appears to have made Mr Cheney forget that last year he described the Iraq war as \"a blow against the terrorists who have had us under assault now for many years, but most especially on 9/11\".</p> <p><b>LATEST POLLS</b></p> <p>Mr Cheney fared best in an ABC poll of 509 Republican-leaning debate watchers, who put him ahead of Mr Edwards 43% to 35% with a 4.5% margin of error. The Democrat came out on top in a CBS poll of 178 undecided voters by 41% to 28% with a 7% margin of error. </p> <p><b>ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1320804,00.html\">Joseph Stiglitz - If I were Bush, the last thing I would want to talk about is the economy</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1320767,00.html\">Gary Younge calls in on Derry, New Hampshire, as he drives from John Kerry's Boston to George Bush's Texas</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/usa/story/0,12271,1320764,00.html\">Jonathan Raban - Pastor Bush and the new Puritans</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1320825,00.html\">Oliver Burkeman reports on the vice-presidential debate clashes over Iraq</a></p> <p><b>BLOG WATCH</b></p> <p>Simon Jeffery finds Bush supporters aghast at the \"Kerry doctrine\" while their opponents take a good look at the polls.</p> <p>* <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/10/still_blogging_it_out.html\">Read our US elections newsblog</a></p> <p><b>SITE OF THE DAY</b></p> <p>Watchblog is three blogs in one. A Democrat, a Republican and a third party candidate post side-by-side daily so you can follow the campaign from all angles.</p> <p>* <a href=\"http://www.watchblog.com/\">watchblog.com</a></p> <p><b>FROM THE US PAPERS</b></p> <p>The <b>Cincinnati Enquirer</b> discovers that Republican Bob Dole and Democrat George McGovern, who ran against Richard Nixon, believe they have never seen as much bitterness in a political campaign as in the current one. The <b>Miami Herald</b> reports that civil rights groups are calling on the Florida secretary of state to reverse a ruling that could leave hundreds of would-be voters ineligible, and the <b>Philadelphia Inquirer</b> focuses on the barbs delivered at the vice-presidential debate: \"They threw everything at each other except the kitchen sink. Then they threw the kitchen sink,\" it tells its readers.</p> <p>* <a href=\"http://www.enquirer.com/editions/2004/10/06/loc_loc1adole.html\">Cincinnati Enquirer: Old warriors disagree</a><br>* <a href=\"http://www.miami.com/mld/miamiherald/9845305.htm\">Miami Herald: Rules for vote registration spark dispute</a><br>* <a href=\"http://www.philly.com/mld/inquirer/9846789.htm\">Philadelphia Inquirer: Sharp words in a drawl and a monotone</a></p> <p><b>FROM THE ARCHIVE</b></p> <p>On this day in 2000 Joe Lieberman and Dick Cheney met in the first vice-presidential debate of the campaign. This is how the Guardian reported the events.</p> <p>* <a href=\"http://www.theguardian.com/fromthearchive/story/0,12269,1320934,00.html\">Read the story</a></p> <p><b>STATE OF THE DAY</b></p> <p>Pennsylvania, on Mr Bush's schedule today, has 21 electoral college votes. It went to Gore in 2000, but only just. An August 26 Gallup poll had Bush and Kerry neck and neck on 47%, with Nader at 2%, and 4% undecided.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,,1321087,00.html\">Read the story</a></p> <p><b>ELECTION TRIVIA OF THE DAY</b></p> <p>The first year in which the Democrats and Republicans both fielded presidential candidates was 1856. Democrat James Buchanan defeated Republican John C Fremont.</p>",
  "By the marathon standards of US presidential election campaigns, the November 2 vote is practically imminent. The Iraq Survey Group's report, though important, has become just another strand in the tapestry of debates, who-said-whats and weighty opinions on who deserves four years in the White House. <p>It is left to the big-city, more liberal-leaning US papers to take a long, hard look at the report beyond the expected finding that Iraq was not in possession of weapons of mass destruction on the eve the invasion.</p> <p>Even so, the <b>New York Times</b> can find only <a href=\"http://www.nytimes.com/2004/10/07/opinion/07thu1.html\">one conclusion</a> in its 1,000-plus pages: \"Sanctions worked. Weapons inspectors worked. That is the bottom line.\" </p> <p>Its coverage details Saddam Hussein's attempt to bribe outsiders who could exert pressure to get sanctions lifted, and how he misled his own military planners over the existence of chemical weapons. But the leader column cannot get away from that bottom line.</p> <p>\"Any objective observer should by now have digested the idea that Iraq posed no imminent threat to anyone, let alone the United States. It was disturbing to hear President Bush and Vice President Dick Cheney continue to try to justify the invasion this week on the grounds that after September 11 2001 Iraq was clearly the most likely place for terrorists to get illicit weapons. </p> <p>\"Even if Mr Hussein had wanted to arm groups he could not control - a very dubious notion - he had nothing to give them.\"</p> <p>The <a href=\"http://www.chicagotribune.com\">Chicago Tribune</a> considers with wisdom of invading Iraq in the light of the new information.</p> <p>\"It's fair for those who oppose Bush's decision to ask whether he was wrong to take his country to war based on the prewar [intelligence],\" it says.</p> <p>\"It is also fair to ask why [the] would-be president thinks that waiting for multilateral enforcement actions - especially from an entity as tarnished as the United Nations - is anything more than a sucker's bet.\"</p> <p>Joan Vennochi, a <b>Boston Globe</b> columnist, would like to see Mr Kerry <a href=\"http://www.boston.com/news/globe/editorial_opinion/oped/articles/2004/10/07/the_unsung_truth_about_the_war\">attack George Bush harder</a> on the decision to invade a feared dictator who, it turns out, had no weapons of mass destruction. \"It all adds up to no reason for the United States to invade Iraq. That means the invasion was a mistake for which Americans are now dying,\" she writes.</p> <p>But she scolds the Democrats for not stating the obvious. \"The Democratic challenger wants voters to accept his conclusion that 'the president made a mistake in invading Iraq,' as Kerry said during the debate, but not the next conclusion - that Americans are dying for a mistake. Kerry is tacking to the right of Bush, arguing that he will fight a tougher, smarter war, not that he will get America out of a wrong war.\"</p> <p>The <b>Washington Post</b>'s leader wants the candidates to debate the <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A13433-2004Oct6.html\">implications of the ISG report</a> for the future. \"The larger question is how, or even whether, decisions about pre-emptive war can be made in the absence of unambiguous intelligence. This is not hypothetical: whoever wins November's election may face a similar dilemma.</p> <p>\"The case of Iraq has shown that it is possible that the intelligence on which a war decision may be based may later prove to be mostly wrong. Does that mean the president cannot act in such cases? That's a question Mr Bush and Mr Kerry would do well to discuss.\"</p> <p>The <b>Houston Chronicle</b>, however, returns to the <a href=\"http://www.chron.com/cs/CDA/ssistory.mpl/editorial/2834757\">facts about prewar Iraq</a>. \"According to Duelfer and his report, Saddam ... intended to resume banned weapons programs whenever United Nations trade sanctions were lifted. But intentions are not facts. Desires, even a tyrant's, are not weapons.\"</p>",
  "<p>Fahrenheit 9/11 looks set to become to most successful documentary ever released on video and DVD after selling around two million copies on its first day of release in the US. Michael Moore's much-discussed swipe at the Bush presidency is expected to sell another million copies by the end of the week, after hitting American shops on Tuesday. The DVD is released in the UK on October 18.</p> <p>Meanwhile, after being threatened with prosecution for offering underwear to college students to persuade them to vote, Moore has counter-attacked his Republican critics. In recent weeks, the film-maker and activist has been touring America urging college students and \"slackers\" to use their vote in the impending presidential election - with such joke prizes as noodles and clean underwear being offered up as bait.</p> <p>Republicans in Moore's home state of Michigan failed to see the funny side of the gag, however, and asked county prosecutors to file charges against Moore for violating electoral law.</p> <p>\"It's ironic that Republicans have no problem with allowing assault weapons out on our streets, yet they don't want to put clean underwear in the hands of our slacker youth,\" Moore said. \"The Republicans seem more interested in locking me up for trying to encourage people to participate in our democracy than locking up Bin Laden for his attacks on our democracy.\"</p>",
  "Saddam Hussein destroyed his last weapons of mass destruction more than a decade ago and his capacity to build new ones had been dwindling for years by the time of the Iraq invasion, according to a comprehensive US report released yesterday. <p>The report, the culmination of an intensive 15-month search by 1,200 inspectors from the CIA's Iraq Survey Group (ISG), concluded that Saddam had ambitions to restart at least chemical and nuclear programmes once sanctions were lifted. </p> <p>However, concrete plans do not appear to have been laid down, let alone set in motion. Nor did Saddam issue direct verbal orders to develop weapons of mass destruction (WMD). The main evidence of his intentions are his own cryptic remarks, and the meaning his aides inferred from them. </p> <p>The ISG conclusions, delivered to Congress yesterday, are badly timed for George Bush's re-election bid, as they starkly contradict his pre-war claims as well as statements he has made on the campaign trail. </p> <p>Even in recent days the president has insisted that, although Iraq had no WMD at the time of the war, it was a \"gathering threat\" which had to be confronted. Instead the ISG found Saddam represented a diminishing threat. </p> <p>However, Charles Duelfer, the head of the ISG and the report's chief author, said that by late 2001, when the international embargo on Iraq was tightened, it was clear sanctions would not have contained Saddam for much longer. </p> <p>Mr Duelfer told a Senate committee yesterday the Saddam regime \"had made progress in eroding sanctions, and had it not been for September 11, things would have taken a very different turn for the regime\". He pointed out the report was comprehensive but \"not final\" as a team of 900 linguists were still sifting through a mountain of documents. </p> <p>But Mr Duelfer, a former UN weapons inspector, added: \"I still do not expect that militarily significant WMD stocks are hidden in Iraq.\" </p> <p>Tony Blair said that the report showed Saddam was seeking to develop weapons of mass destruction and had retained key scientists to do so. </p> <p>Mr Blair said in Ethiopia that the report showed that \"the situation is far more complicated than many thought. Just as I have had to accept that the evidence now shows that there were not stockpiles of actual weapons ready to deploy, I hope others will have the honesty to accept that the report also shows that sanctions were not working. On the contrary Saddam was doing his best to get round those sanctions\". </p> <p>Iraq had pesticide plants and other chemical facilities which could have been converted to the production of chemical weapons, the ISG found, but there was no clear evidence of such plans. </p> <p>Meanwhile, Saddam appears to have lost interest altogether in biological weapons. \"ISG found no direct evidence that Iraq, after 1996, had plans for a new BW [biological warfare] programme or was conducting BW-specific work for military purposes,\" the report concluded, adding that \"there appears to be a complete absence of discussion or even interest in BW at the presidential level\". </p> <p>Iraq would therefore \"have faced great difficulty in re-establishing an effective BW agent production capability\". </p> <p>As far as making a nuclear bomb was concerned, Mr Duelfer said Saddam \"was further away in 2003 than he was in 1991. So the nuclear programme was decaying steadily\". </p> <p>Mr Duelfer's team did find evidence that Saddam wanted to restart his weapons programmes if the United Nations embargo on his country was lifted. However, none of that evidence was on paper. The primary source was the imprisoned dictator himself. </p> <p>According to Mr Duelfer, Saddam saw WMD primarily as a counterbalance to Iran's programmes. The ousted dictator reportedly told his interrogators \"he would do whatever it took to offset the Iranian threat, making it clear he was referring to Iran's nuclear capability\", Mr Duelfer said. </p> <p>He suggested that only the ousted leader knew what his weapons plans were and that even close aides were uncertain whether Iraq had WMD or not. </p> <p>The Duelfer report found that there had been no \"identifiable group of WMD policy makers or planners separate from Saddam. </p> <p>\"Instead, his lieutenants understood WMD revival was his goal from their long association with Saddam and his infrequent but firm, verbal comments and directions to them.\" </p> <p>In the 12 years between the first and second Gulf wars, however, an American official who helped compile the report said, it was clear that UN sanctions had been effective in persuading Saddam to disarm. </p> <p>Mr Duelfer said Saddam's \"prime objective was the termination of UN sanctions on Iraq. And he weighed all policy actions and steps for their impact on this overarching objective\". </p> <p>Saddam apparently believed WMD had stopped the US marching on Baghdad in 1991 and had prevented defeat by Iran. </p> <p>A separate CIA report, leaked to the US press this week, severely weakened the Bush claim of a link between Baghdad and al-Qaida. It found no clear evidence of Iraq harbouring Abu Musab al-Zarqawi, a Jordanian terrorist believed to be behind many of the attacks and now holding the British hostage, Kenneth Bigley. </p> <p>In all, 1,625 US and UN inspectors were working in Iraq for two years - from November 2002 to September 2004 - at a cost of over $1bn. They searched nearly 1,700 sites.</p>",
  "Tony Blair, his heart ticking steadily in 40C heat, looked down at the steps on which Gordon had been hacked to death after a prevaricating prime minister had failed to come to his rescue. But if he mused on any parallels between the fate of Gordon of Khartoum and Gordon of Kirkcaldy he was keeping it to himself. <p>Instead, he noticed, that the steps on which Gordon died were not as long as those in the film starring Charlton Heston. </p> <p>Mr Blair, in his first official appearance since his heart procedure and his promise to serve a full third term, did not seem to be feeling the pressure. He was not exactly in a stress-free environment. He had arrived in Khartoum in the sodden 4am gloom. </p> <p>At the presidential palace overlooking the Nile and the site of Gordon's death, Mr Blair was being escorted by a group of Sudanese ministers branded by the Americans as guilty of genocide and the murder of tens of thousands of Africans in the western province of Darfur. </p> <p>Despite their reputation, he had gently read the riot act to them, warning that the UN might yet cripple Sudan's economy with sanctions unless they tore up their centralised constitution. </p> <p>A little later he was to hurtle through the sultry humidity of Khartoum's traffic jams to catch a flight to Ethiopia. </p> <p>And looming over it all was the final report from the Iraq Survey Group announcing that it had found no weapons of mass destruction. A 500-day weapon hunt had turned up a blank. His great casus belli in Iraq was defunct. </p> <p>Yet at his press conference in the grounds of the British embassy, replete with tennis courts, swimming pool and green lawns, Mr Blair was confident, fluent and relaxed. </p> <p>After facing the first question from the British press about his health, he replied, in the mode of Oscar Wilde: \"I find there is nothing more conducive to quick recuperation and recovery than engaging with the British media. It has always been a tremendous pleasure and will always remain so.\" </p> <p>Mr Blair was then asked whether, if he was clearly very much alive, was he at least a dead duck. Mr Blair gave one of his whitewashed smiles before insisting he had every in tention of carrying on for a full third term. Quashing speculation that he might leave Downing Street early after the general election, he said: \"A full term is a full term and that is what it means.\" </p> <p>His remarks quashed the lingering hopes of Gordon Brown's supporters that Mr Blair will step down after two or so years. Instead No 10 is clearly putting much thought into the orderly handover at the close of a third term. The election for a new party leader might take only six weeks and the successor would be inheriting a clear programme from the Blair administration. </p> <p>On these occasions Mr Blair appears the master of his own house, convinced the British public will be mature enough to see that his long timetable towards resignation can work. </p> <p>No 10 makes a point of asserting that Mr Blair will retain his powers of patronage right to the end, a clear warning to any premature warring factions that they will meet the kind of grisly end that befell the other Gordon on the steps of the palace at Khartoum.</p>"
]