[
  "The name Bush is well known in Mexico: the 41st and 43rd American presidents have their homes in Texas, a bordering state the Mexicans lost during the Mexican-American war in the 19th century. <p>In the early 90s, George Bush Sr signed the North American Free Trade Agreement, which brought Mexico into the pre-existing Canadian-American trade partnership. </p> <p>His son was the favourite candidate of most Mexicans in 2000, and Mexico was the first foreign country George Bush visited as president - breaking a tradition of going to Canada first. </p> <p>However, things have changed quite a lot for Bush: Senator John Kerry, a political figure previously unknown to most Mexicans, has rallied majority support south of the border in his quest for the presidency. </p> <p>Kerry may have failed to captivate most Mexicans, but he has certainly benefited from a general rejection of the president. That famous motto from the 1992 US election - \"It's the economy, stupid\" - seems to have found new form in Mexico: \"It's Bush, stupid!\"</p> <p>In a national poll of Mexican adults conducted by the newspaper Reforma in collaboration with 10 major papers around the world, 55% of respondents said they would prefer John Kerry to win the presidential election on November 2, while 20% backed Bush. </p> <p>Some 33% of Mexicans polled said they knew nothing about John Kerry - substantially more than the 6% who said the same about George Bush. </p> <p>Why have they turned their backs on Bush? It is not the bilateral relationship per se: about 60% of Mexicans polled considered current relations with the US to be good or very good; it is how Mexicans view the war against terrorism in general and the pre-emptive war in Iraq in particular. </p> <p>According to the poll, 83% think invading Iraq was wrong. The poll was conducted before the first presidential debate, but Kerry's depiction of the war as a \"colossal error\" may have found an echo in Mexican public opinion. Six out of 10 respondents said the war in Iraq had contributed nothing in the fight against terrorism. </p> <p>These perceptions have hit Bush's ratings. A majority of Mexicans - 56%, to be specific - said their opinion of the president had deteriorated over the last two or three years. Only 23% said they had a favourable opinion of him. By contrast, 51% expressed a favourable opinion about Americans in general. </p> <p>Some 92% percent think it is very important that Mexico maintains good relations with its northern neighbour. This opinion is based not only on the rules of diplomacy but also on everyday life: more than 1 million families get much of their income from their relatives living in the US.</p> <p>Mexicans seem very aware of American life and society. Most are exposed to Hollywood, American television and American music; a lesser but substantial proportion read American newspapers and magazines. </p> <p>Six out of 10 say they are informed very well, or somewhat, about the US. More than 40% have actually been to the US for work, vacations, family visits, study or other reasons. </p> <p>With all this, very few view a Bush re-election with optimism: just 15% think a Republican victory would improve the international state of affairs.</p> <p>After all, two-thirds consider that the US has substantial influence in the world and most Mexicans think it will remain the world's largest economic power for the foreseeable future.</p> <p><b>·</b> Alejandro Moreno writes for Refoma</p>",
  "The Japanese view of the United States is complicated by the history between the two countries and what many see as the two faces of America. <p>Since the end of the second world war, the Japanese have admired the United States as a champion of democracy and freedom. But there is another view of the United States as a bully with aggressive policies that puzzle, even anger, Japanese people.</p> <p>In general, as the latest public opinion poll shows, most Japanese hold a favourable impression of the United States. Close to 90% of the respondents said the Japan-US relationship was important, while 74% said they \"liked\" or \"somewhat liked\" the United States. This concurred with a an Asahi Shimbun poll in April 2002 where a high number of respondents said they either felt \"a great deal of\" or \"some\" closeness to the United States.</p> <p>For many Japanese, the United States, seen as the apostle of democracy after the second world war, is still a favorable and amicable nation that provides numerous opportunities, even for baseball players like Ichiro Suzuki and Hideki Matsui.</p> <p>But for some, the United States is also the nation that dropped the atomic bomb on Hiroshima and Nagasaki, as well as the economic superpower that has demanded increased imports from the United States by using the veiled threat of sanctions.</p> <p>Specific US policies, particularly ones perceived as overly aggressive, bring about a more complex appraisal among Japanese. Only 16% in the latest poll said \"the Iraq war was right\". More than four times as many respondents - 71% - said \"the war was wrong\".</p> <p>The Iraq war was also a factor in why many Japanese dislike the US president, George W Bush. The support levels were 30% for Bush and 51% for Senator John Kerry.</p> <p>While the poll results showed that the average Japanese likes the United States, public opinion is divided over whether Washington's actions are actually contributing to peace and the war against terrorism. While Japanese may accept Mr Bush's criticisms of terrorism, they cannot support a war in which many civilians have been killed.</p> <p>Recent history shows that when the United States is magnanimous and heading towards harmony, the Japanese attitude toward the United States is also stable. President John F Kennedy was held in high esteem by many Japanese because he was a symbol of a united America.</p> <p>But after September 11 2001, terrorist attacks and the subsequent wars in Afghanistan and Iraq, the United States became more divided. Americans continue to bicker over such issues as how to engage Islam, how to cooperate with the United Nations and how far to listen to the arguments of allies opposed to the Iraq war, like France and Germany.</p> <p>The antagonism within the US has cast a shadow over Japanese attitudes towards the country - and has influenced opinions on Japan's own leadership. The prime minister, Junichiro Koizumi, has faced strong criticism for his unwavering support for the US.</p> <p>Koizumi has used his close ties with Bush as a pillar for his administration, but only 33% of the respondents viewed that stance favorably, compared with 53% who disapproved. Close to 60% of the respondents also opposed Japan's dispatch of the self-defence forces to Iraq. Respondents showed they are dissatisfied with Koizumi simply tagging along with Bush.</p> <p>Yet, Koizumi appears to have ignored the complexity of Japanese public opinion. He has continued to back Bush without adequately explaining his stance to the Japanese public. That is a major reason why many Japanese are dissatisfied with their prime minister. Distrust of the United States and policies concerning Iraq has even spread to Japanese policymakers.</p> <p>\"Pro-American Iraqis and terrorists only represent a handful of the Iraqi population,\" said a Japanese diplomat. \"The remaining large majority are simply law-abiding citizens. The United States seems to have determined that by wiping out terrorists the Iraqi public will fall in line, but its actions are actually pushing those citizens towards an anti-American position.</p> <p>\"The United States should realise the limits of a policy relying only on force.\"</p> <p>The US presidential election is entering its final month. The Republican and Democratic parties have made the election a choice between Bush and a continuation of the Iraq policy or Kerry and a major shift.</p> <p>The poll also showed that support in Japan for the ruling Liberal Democratic party and for the opposition Minshuto (Democratic party of Japan) was finely balanced. But it is still unclear if these parties can create a true two-party system in which policies are at the forefront and not over shadowed by defections, mismatched alliances and power struggles among individual politicians and party factions.</p> <p>One thing that Japan can learn from the United States is the dynamism of its politics.</p> <p><b>·</b> Hiroshi Hoshi is senior staff writer for the Asahi Shimbun newspaper</p>",
  "Whoever is at the helm in the US, whether it is the (Republican) elephant or the (Democratic) donkey, George Bush or John Kerry, anti-US sentiments have prevailed in Russia for years. <p>This made the results of a survey conducted by our newspaper sensational, because the number of respondents who had a favourable attitude towards the US proved to be unexpectedly high. What happened? Was it yet another manifestation of the \"mysterious Russian soul\"? Or were people influenced by any particular developments?</p> <p>The poll was carried out days after the Beslan tragedy. At the time, Russia could think about nothing else. Even if it did, it did so through the prism of Beslan. It was in such days and hours that the organisers of the poll asked Russian citizens to reflect on the US and its forthcoming presidential election. Russians say that a friend in need is a friend indeed. Vladimir Putin was the first foreign leader to call George Bush on September 11 2001, expressing his support for America. Mr Putin said: \"Americans, we are with you.\" </p> <p>They were not mere words of solidarity. It was a political choice, and predetermined Russia's participation in the counterterrorism coalition. Likewise, on September 1 this year, Mr Bush was the first foreign leader to call Mr Putin in the aftermath of Beslan, offering him \"any aid that may be needed\". The following day, the White House set out its position - at this tragic time, it offered its full support to Russia, a partner in the fight against international terrorism. Days later, Richard Armitage, the US deputy secretary of state, said people such as Shamil Basayev were \"not worthy of existence in the type of society that we endorse\". Never before had western officials spoken so vehemently against Chechen terrorists. Soon afterwards, the US outlawed Basayev's grouping. In the days of the Beslan tragedy, the US took a firm stand, never attempting to dilute it with political rhetoric. The EU, however, acted differently. </p> <p>Beslan had not even buried its dead when the foreign minister of the Netherlands, the country that holds the EU presidency, demanded that Moscow explain how the tragedy could have happened. The remark was made at the wrong time - it sounded insensitive, and the state-controlled Russian media jumped at it the chance to use it for propaganda means. As La Rochefoucauld said, we are strong enough to bear the misfortunes of others. Ordinary Russians did not feel that much strength had been shown by European politicians. </p> <p>Meanwhile, Mr Bush, so widely criticised, again insisted: \"They who are against terrorists are with us.\" Even the fact that the first Beslan-bound foreign plane carrying humanitarian aid arrived from Europe could not change that position. The plane came from Italy, where 150,000 citizens took to the streets to show their solidarity with the residents of a small town in North Ossetia. Our poll also showed that, in the aftermath of the Beslan tragedy, Russians feel more sympathy with Americans facing difficulties in Iraq - they say terrorists are vile, ruthless and everywhere, striking without warning.</p> <p>Moreover, it is felt that those who kill hostages in Iraq have much in common with the Beslan terrorists - they wear the same camouflage uniforms, the same masks. Without a doubt, Russia and the US have a common enemy. To fight that enemy means to fight for peace on earth. For Russia, September 2004 means not only Beslan, but also the political consequences of the tragedy. On the pretext of stepping up anti-terror efforts, President Putin moved to change the constitution and partially deprive Russian citizens of their electoral rights. </p> <p>That initiative evoked a wide response. Not only were many Russians highly critical of the move - Mr Putin's ratings fell to their lowest point since the Kursk nuclear submarine disaster - but they also began to ask questions. </p> <p>Did President Bush ever try to encroach upon the US constitution? Why did not it occur to him, in the wake of 9/11 attacks, to abolish governor elections? And why has democracy in the US proved to be stronger than that in Russia? </p> <p>While Russians citizens look for the answers to those questions, Russia again falls far behind. The US model looks like a distant star on the horizon.</p> <p><b>·</b> Boris Yunanov is diplomatic observer of Moskovskiye Novosti</p>",
  "The US presidential contest is set to be the first billion dollar election in political history. <p>According to the latest official figures, George Bush and John Kerry together have raised more than $500m, double the previous record set by Mr Bush and Al Gore in 2000. </p> <p>Allies and surrogates operating through a loophole in the campaign finance laws have amassed a further $330m and are still rapidly sucking in cash, most of which will be thrown into the Bush-Kerry duel in the form of attack advertisements. </p> <p>Add in the $150m in federal funds provided to the candidates, and the considerable funds spent on the presidential contest by the Republican and Democratic party machines, and it is clear that a once unthinkable financial benchmark - the equivalent of more than £558m - has fallen by the wayside. </p> <p>\"It's fairly safe to say now that the billion dollar mark is going to be passed,\" said Derek Willis, an expert on money in politics at the Centre for Public Integrity, a Washington watchdog group. \"The combined total for the two of them is more than I ever thought two candidates would raise.\" </p> <p>Not only is this the most cash-drenched presidential battle ever, it is also one of the most closely contested, in money terms as well as electoral support. </p> <p>Republican candidates normally outspend Democrats by large margins. This year, President Bush has raised more money than any candidate before him, but Senator Kerry has stayed in contention. The Democratic challenger has collected more than $236m, against the president's $264m. </p> <p>Furthermore, this time Mr Kerry has well-financed allies, liberal support groups whose expenditure does not show up in the official figures and who are easily outspending their conservative counterparts. </p> <p>\"Last time Bush had twice the money Gore had. This time they're close enough that money isn't going to make any real difference,\" said Larry Noble, the head of an independent monitoring organisation, the Centre for Responsive Politics. </p> <p>The Democrats have the president partly to thank for their unusually full pockets. Fury at the Bush administration among wealthy liberals including the billionaire financier George Soros, the insurance magnate Peter Lewis, and leading Hollywood moguls such as Stephen Bing (best known for being the father of Elizabeth Hurley's son) has opened some fat wallets. </p> <p>As one Democratic fundraiser put it: \"This is a nasty and even campaign, so people are coming out and spending more money. The Howard Dean campaign [in the Democratic primaries] galvanised the angry people, and there is one thing that angry people will do. Angry people will write cheques.\" </p> <p>This year's flood of political contributions is the perverse consequence of a legislative attempt two years ago to curb the influence of corporate money on American politics. </p> <p>The McCain-Feingold law, promoted by two senators from either side of the political divide, outlawed \"soft money\" - big money contributions to the parties which escaped federal limits as long as the adverts they funded were about \"issues\" rather than candidates. In practice, it was clear what side a soft money ad was on. To compensate, the law doubled the legal limit on \"hard money\" individual contributions to the campaigns to $2,000. </p> <p>Consequently, both campaigns have raised far more hard money, but the flow of soft money has not been staunched. Instead of going to the parties, it has gone to political groups known as \"527\" committees after a clause in the campaign finance rules which allows \"independent' organisations to raise unlimited funds with few restrictions, as long as they do not formally coordinate their activities with the parties. </p> <p>Democrats were the first to see the huge potential of the loophole, and leading liberal figures set up an array of anti-Bush 527 groups. For example, Harold Ickes, a former aide to Bill Clinton and a veteran Democratic strategist, helps run the Media Fund, which has run a series of scathing anti-Bush advertisements. Jim Jordan, Mr Kerry's former campaign manager, has become the chief spokesman for America Coming Together (Act), which sponsors ads and mobilises liberal voters. </p> <p>The Republicans argued that it was absurd for Mr Jordan, who had only months before had been running the Democratic challenge, to claim he had no knowledge what the Kerry campaign was doing. </p> <p>\"He'd have to have a lobotomy to avoid violating the law,\" Ed Gillespie, the Republican chairman, complained. </p> <p>Since it became clear that the federal election commission was not going to ban 527s, the Republicans have been scrambling to catch up. </p> <p>Swift Boat Veterans for Truth, a virulently anti-Kerry group, has produced blistering adverts questioning his war record. </p> <p>Meanwhile, Tom Synhorst, a longstanding business associate of Karl Rove, the president's chief political adviser, set up a pro-Bush 527 called Progress for America. Within four months it has raised more than $32m, almost as much as Mr Ickes' Media Fund achieved in twice the period. </p> <p>It has been helped by $5m cheques from Republican backers including Roland Arnall, the head of Ameriquest Capital, an investment fund, and Alexander Spanos, the owner of an American football team, the San Diego Chargers. </p> <p>The 527 groups are likely to be the most significant institutional legacy of this election. They are likely to become powerbrokers, complicating the political scene and ensuring that, whatever the rules, big money has its say.</p>",
  "<p>Rolls-Royce has won a $1bn (£560m) order to supply engines for All Nippon Airways' fleet of Boeing 7E7 airliners, and the British aero-engine maker could see the value of the contract rise if it wins the lifetime maintenance contract.</p> <p>ANA, Japan's second largest airline, became the debut customer for the 7E7, the first all-new Boeing aircraft for more than 10 years, when it announced in April its decision to buy 50 aircraft.</p> <p>Yesterday it decided it would use Rolls-Royce Trent 1000 en gines to power its fleet of Dreamliners in preference to the engine offered by General Electric of the US.</p> <p>\"This is a very important order for us. This gets us back into Japan in a strategically very important way,\" a Rolls-Royce spokesman said yesterday.</p> <p>The 7E7, which will carry between 220 and 260 passengers, is central to Boeing's battle with Europe's Airbus. Boeing is betting on the mid-size sector of the airline market with the 7E7, while Airbus is thinking bigger with its super jumbo, the A380. There have been indications that Airbus may also be considering a direct rival to the 7E7.</p> <p>Rolls-Royce is insulated from the conflict because it provides engines for Airbus and Boeing aircraft.</p> <p>The battle between Boeing and Airbus has become increasingly tense, with the US last week complaining to the World Trade Organisation about government loans for Airbus. The European commission responded with claims against US subsidies for Boeing.</p> <p>Outgoing EC trade commissioner Pascal Lamy yesterday blamed the battle over subsidies on the US presidential campaign.</p> <p>\"Airbus has become for us in Europe a symbol of everything that makes up a modern Europe,\" he told German weekly Die Zeit. \"That's being used in the [presidential] campaign because the state of Washington, where neither candidate has a clear lead, is where Boeing is headquartered. It appears to me that Euro-bashing in this election campaign has become very popular.\"</p> <p>Washington has denied its appeal to the WTO is related to the Bush election campaign.</p>",
  "<p>Bill Clinton, forced to sit out the US presidential campaign after heart bypass surgery, is expected to record a number of radio adverts at his home as the White House race enters the final straight. </p> <p>His contribution, which is likely to include a taped message for use by Democratic phonebanks, was confirmed as campaign strategists were preoccupied with the election endgame, deciding on the message and selecting the target audiences for a final blitz of TV advertising. </p> <p>Last night's televised debate was the last national moment of the election season. </p> <p>But in the 19 days remaining until polling day, the Bush and Kerry campaigns combined are expected to spend about $150m (£83.6m) on television advertising, adding to the $430m so far, according to Evan Tracey of the Campaign Media Analysis Group. </p> <p>Despite the huge amount spent, much of the message has bypassed the majority of American voters, 87% of the ads reaching only 27% of the electorate. Viewers in New York or Texas, where a swing is highly unlikely, will hardly know there is an election on. </p> <p>But those in the states picked by the Republicans and Democrats for saturation coverage can expect the final encounter between President George Bush and John Kerry to be revisited constantly in the coming fortnight. </p> <p>\"Win, lose or draw for either candidate, there will be enough soundbites for both parties to cut some ads that will try to capitalise on their momentum or to try to stop any slide coming out of the debate,\" Mr Tracey said. </p> <p>Any gaffes or perceived slips are likely to turn up in their opponent's TV ads. \"Both candidates are going to be on the attack constantly,\" said Larry Sabato of the Centre for Politics at the University of Virginia.\"This race is tight as a tick, and nobody is going to let up - because the person who is going to let up is going to lose.\" </p> <p>So far the election has been fought mainly in the 10 battleground states: Florida, Ohio, Pennsylvania, Iowa, Michigan, Minnesota, Wisconsin, New Mexico, Nevada and Colorado, according to an analysis of TV advertising by the University of Wisconsin advertising project. That is a far narrower field than was originally en visaged by Kerry campaign advisers; last July they were confident of contesting as many as 20 states.But it also contradicts Republican claims that New Jersey, considered a safe state for Mr Kerry, is now in play. </p> <p>\"Whatever the campaigns are telling you about what states are in play, or are not in play, where they put their dollars shows what is really happening,\" said Joel Rivlin of the University of Wisconsin. </p> <p>The most saturated city has been Miami - a reflection of the close contest in the Florida in the 2000 election - but the Wisconsin project has also revealed a fierce battle of the airwaves in Albuquerque in New Mexico, and Reno in Nevada, as well as several cities in Ohio and Florida. That could change after last night's debate. \"They are going to try to figure out where they gained the most advantage,\" said Kathleen Hall Jamieson, director of the Annenberg Public Policy Centre at the University of Pennsylvania. </p> <p>\"They are going to look at polls and focus groups, and see what issue resonated with their voters; and that is what they are going to focus on.\" </p> <p>So far Mr Kerry has focused on healthcare, taking up the subject in 62% of his TV adverts. Mr Bush has relied on the \"war on terror\" and national security, using such material for 46% of his campaign ads. </p> <p>Although both campaigns have resorted to attack ads, Mr Bush has been far more negative so far, attacking Mr Kerry in about 30% of his TV ads. </p> <p>As well as defining each candidate's the winning issues, the last of the televised debates usually reduces the number of states in contention, and some commentators predicted yesterday that Colorado and Minnesota may no longer be as fiercely contested. </p> <p>But it is universally expected that the battles for Florida and Ohio will intensify. </p> <p>The tradition of scaling back may also be forgotten this year as the Kerry campaign tries to learn from the mistakes made by Al Gore in 2000. </p> <p><strong>·</strong> Former President George HW Bush called Michael Moore a \"slimeball\" for what he said was lies about the Bush family in Fahrenheit 9/11. In an interview with WCSH-TV, when asked his opinion of the filmmaker, he said: \"Total ass, slimeball. It was \"outrageous, his lies about my family.\"</p>",
  "<p><strong>Jim Carrey</strong> has taken up US citizenship, amid suggestions he is doing so now in order to vote in the impending presidential election. The Ontario-born actor will not be losing his status as a citizen of Canada, instead opting for dual citizenship, after declaring: \"Canada made me the person I am - I will always be proud to be a Canadian.\" Reports have claimed that Carrey took the step now to meet the October deadline for new US citizens to vote in next month's election.</p> <p>The woman accused of stalking <strong>Catherine Zeta-Jones</strong> has had her application to reduce her $1m (£556,000) bail turned down. Thirty-three-year-old Dawnette Knight now looks set to remain in custody until the start of her trial. Knight, who is charged with one count of stalking and 24 counts of making criminal threats, will face a pre-trial hearing in a fortnight before the trial proper begins on November 15.</p> <p>Nick Nolte is set to star as writer Ernest Hemingway in <strong>Papa</strong>, the film based on the writer's life in Cuba with scriptwriter Denne Bart Peticlerc, Variety reports. Nolte will replace Anthony Hopkins, who recently left the project. Britain's Adrian Noble will direct, with production to begin in Australia next spring.</p> <p>Joel Schumacher will direct <strong>The Crowded Room</strong>, an adaptation of Daniel Keys' book The Minds of Billy Milligan, the true-life account of a man with 24 different personalities, Variety reports. The book was originally optioned by James Cameron in 1998 with a view to John Cusack taking the starring role; when Cameron dropped out, Schumacher attempted to make the film with Brad Pitt and Billy Crudup. Schumacher then walked away, before a string of directors including David Fincher, Steven Soderbergh and Todd Field became attached to the movie. Now, though, Schumacher has returned to the fold. Production is to start in February, once a young actor has been cast in the central role of Milligan.</p>",
  "<p>The face of Rupert Murdoch's staunchly conservative Fox News has become embroiled in a tit-for-tat legal action with his producer over allegations of telephone sex and extortion.</p> <p>Bill O'Reilly, whose news show is the highest rated programme on American cable television and a favourite with Republicans, squeezed in a lawsuit against his producer just hours before she sued him for sexual harassment. </p> <p>Just hours after sister station The Fox Channel was hit with the largest on-air indecency fine in TV history, Fox sued his associate producer, Andrea Mackris, alleging she was trying to extort $60m from him.</p> <p>In a bizarre series of events, O'Reilly, who is host of The O'Reilly Factor, the most watched news show on US cable TV, filed the legal action just hours before Ms Mackris filed her own suit, alleging the presenter had telephone sex with her three times against her wishes.</p> <p>In her legal action, Ms Mackris said O'Reilly had told her in a phone conversation in August to buy a vibrator after her engagement was called off, allegedly telling her \"I appreciate the fun phone call\".</p> <p>She claims that O'Reilly tried to have phone sex with her again a month later and ended the call by saying: \"Next time you'll come up to my hotel room and we'll make this happen.\" </p> <p>O'Reilly denies the claim and is countersuing, alleging that Ms Mackris tried to demand $60m in hush money not to proceed with the legal action.</p> <p>\"The complaint filed by Mr O'Reilly alleges that [Ms Mackris's lawyer] Mr Morelli and the employee engaged in an extortion attempt by threatening to file a well-publicized lawsuit and demanding an exorbitant financial settlement for hush money,\" Fox News Channel said in a statement. </p> <p>\"The type of negotiations that occurred between us and the attorneys for Fox and Bill O'Reilly happen every day in civil lawsuits,\" Ms Mackris's lawyers said.</p> <p>\"At Fox's and O'Reilly's request, and with our consent, those discussions were confidential. We will not breach that confidentiality agreement.\"</p> <p>David Ratner, for Ms Mackris, said his client told the cable news channel she was going to file the suit weeks ago, but postponed her decision so the two sides could negotiate.</p> <p>On his show last night O'Reilly said the legal battle was \"the single most evil thing I have ever experienced, and I've seen a lot. But these people picked the wrong guy.\" </p> <p>Alongside allegations of extortion, O'Reilly accused his associate producer of trying to embarrass him in the run-up to the presidential election next month.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>It's 12.30am at the Palais in Berlin, a 1980s throwback with mirrored walls. The venue is filled with what could be extras from Prince's 1984 film Purple Rain: punks, skater kids and girls who kiss other girls. Le Tigre, a punk-pop feminist trio who politicise hard and party harder, should have been on stage over an hour ago. Bodies are propped against the walls; some people are asleep. </p> <p>At last, Kathleen Hanna, Johanna Fateman and JD Samson take to the stage. Squelchy synth sounds fill the air; the trio, dressed in garish pink, gold and turquoise, move in sync while images of fingernails being painted a shimmering gold are projected on to the screen behind them. Fateman swings her blonde hair wildly while Samson jolts around like a freestyle breakdancer tackling Michael Jackson's moves. This is a lurid, provocative girl's world brought to life, at once playground posturing and an aggressive display of adult femininity. </p> <p>But Le Tigre aren't just here to have fun. At one point, Hanna interrupts the dry electro beats to deliver an anti-Bush monologue. The Dixie Chicks have been vilified for much less, and Hanna is aware that she is in a privileged position to air her views. </p> <p>\"The audience creates a safe space for us,\" she says. \"If I was walking out on to a street and saying some of the things I think, it might not be as safe for me. But when I'm on stage, I can be who I really am.\" </p> <p>The perky, sweet-voiced Hanna of Le Tigre is a far cry from the angry teenager who fronted the riot grrrl band Bikini Kill. Formed in Olympia, Washington, in 1991, Bikini Kill were the aggressive antidote to the male-dominated Seattle grunge scene that grew up around Nirvana. Their abrasive punk songs bled feminist politics: misogyny was their enemy, frustration their weapon. And Hanna was just as feisty in real life. When attacked by Courtney Love at Lollapalooza in 1995, Hanna pressed charges and Love received a year-long suspended sentence. </p> <p>But when she formed Le Tigre with Fateman and Sadie Benning in 1998, Hanna's agenda changed. Though the political bite remained in the band's 1999 debut album, it was sugar-coated. There was something softening up the sound: the desire to have fun. \"Remember that feeling of dancing in your basement when you're a kid?\" says Hanna. \"We really like that.\" Creating that feeling became the band's motivation. </p> <p>Following Benning's departure, Samson, previously in charge of Le Tigre's visuals, stepped in. The trio recorded their second album, 2001's Feminist Sweepstakes, and, as a sign of unity, began experimenting with matching outfits. \"Everyone should do it,\" says Hanna. \"It's kind of like doing drugs without doing drugs.\" </p> <p>But with the band's new album, named This Island after their Manhattan home, Hanna has done two things her younger self would have thought unthinkable. Le Tigre have signed to a major record label, Universal - and embraced pop. </p> <p>Neither circumstance led to the other, says Hanna. Even as their previous label, the independent Mr Lady Records, went bust, she was already taking a different approach to her songs. \"The writing was emerging as poppier and accessible. I remember saying to the others, 'All the songs I'm writing are pop songs. What are you writing? Because if we're going on a major label, let this be the record.'\" </p> <p>This Island is full of hard-edged pop songs, from the lusty come-on of After Dark to the shout-along of On the Verge and Viz, Samson's paean to her butch lesbian lifestyle. But it's in Tell You Now, a knowing take on innocent, early-1960s pop, that Hanna's past and present collide. </p> <p>\"I was thinking, 'What if it was like a Lesley Gore song that was about confronting someone who sexually abused you or hurt you in some way?'\" she says. \"Part of the song was letting go of that desire to confront someone in my own life. I wanted it to be 'I hate you', but also really beautiful, because that's the best fuck-you.\" </p> <p>Once the band had agreed to polish up their DIY sound, they had to learn how to make a pop song. \"You know those jokes - how many feminists does it take to screw in a light bulb?\" asks Hanna. \"Well, how many feminists does it take to make a feminist punk electronic record with Pro Tools?\" Thankfully, the Cars' Ric Ocasek was on hand: he produced Tell You Now and showed the band a few \"pop tricks\", as Samson calls them. \"He'd say, 'Repeat the chorus again!' We were like, 'Which parts are the chorus?'\" says Hanna. </p> <p>Along with the new sound, the band have found a new relish in leaving their songs open to interpretation. The change has come with confidence, according to Fateman. \"We don't feel like we always need to make something political. Just speaking from our hearts means it'll be in the song, regardless. There are lots of things on the record that could slip by people - references to feminist culture and the current global political situation. But they're not necessarily the subject of the song: they're integrated into the whole album.\" </p> <p>How do they feel now that everyone from the Dixie Chicks to Springsteen has jumped on the down-with-Bush bandwagon? \"Bruce Springsteen has a long history of speaking out,\" says Hanna. \"He wrote a song against police brutality in New York four or five years ago. He's an interesting performer. And he's really cute!\" </p> <p>The band dissolve into giggles, as though one of them has just admitted to fancying a teacher. It's left to Fateman, the most self-possessed member, to pick up the theme. \"His patriotism is sort of unquestioned. The Dixie Chicks can't do it without being accused of being satanic.\" </p> <p>Though the trio are Kerry supporters, the accusations of voting fraud in the last presidential election haunt them. They all condemn the coverage of the war in Iraq on American TV networks, bemoaning the lack of prominence given to the deaths of ordinary soldiers in their country's newspapers. </p> <p>\"People think the war is over. Or that we won,\" says Fateman, astounded. \"That no one really died,\" adds Hanna. \"It's like a video game and no one really gets hurt. That's what can win Kerry the election. All the families of the dead being against the war and all the people that are starting to think, well, wait, why is my kid over there?\" </p> <p>The band's anti-war sentiments come through most strongly on the album in the song New Kicks. A sound collage of voices from an anti-war demonstration in New York in 2003, it turns dissent into giddy celebration. But do they think their audiences come to gigs for a lesson in ideology? Probably not, admits Hanna. \"It's usually just a bunch of cool screaming kids looking really happy,\" she says, grinning. </p> <p>She's right. Back at the Palais, the crowd shudders and shimmies to the speeding bubblegum rhythms. Anyone here purely for the politics is doing a good impression of having the best night of their lives. </p> <p>\"I feel really happy that people are starting to do something,\" says Samson. \"We need people to go out and vote this year, and it's great people are making it a hip thing to do.\" </p> <p><strong>·</strong> This Island is out now on Universal. Le Tigre play the Islington Academy, London N1 (0870 771 2000), tonight, then tour.</p>",
  "Ahmed was only half-joking when he told the audience at this week's New York Arab-American Comedy Festival: \"I can't fly anywhere.\" <p>\"It's such a bad time to be an Ahmed, and my name's Ahmed Ahmed, so it's really fucking bad,\" said the Californian-Egyptian Muslim, who returned from the recent Edinburgh Festival with an ethnic comedy award. </p> <p>Here in a packed basement club in midtown Manhattan, the laughs were flowing from empathy and shared experience, rather than Scottish sympathy. The largely Arab-American crowd are learning to make fun of the predicament they find themselves in since becoming the country's least favoured - and perhaps least understood - ethnic group. </p> <p>Ten performers were featured during the festival's \"new faces\" set, and almost every comic dwelt on how life has changed for the worse since the September 11 attacks. Much of the material was based on real-life encounters with over-bearing authority figures at airports, immigration services and the local police precinct. It was wryly informative and anecdotal, rather than thigh-slappingly funny. </p> <p>But as every established ethnic minority in America knows, laughter and self-mockery is one way to bind a people together in the face of adversity. </p> <p>\"I read a statistic that said hate crimes against Arabs and Muslims went up over 1000%, right after September 11, which still put us in fourth-place behind blacks, gays and Jews,\" said Ahmed. \"So what the fuck do we have to do? We can't even win in hatred.\" </p> <p>There is nothing coincidental about the existence and timing of the festival. This is its second year, and the four-day event has drawn on Arab actors, comics, playwrights and filmmakers from all around the country. It was scheduled deliberately for mid-October, to draw attention to the looming presidential elections. </p> <p>\"Everybody's defining us, but we need to define ourselves,\" said Elias El-Hage, founding co-producer and general manager of the festival. \"This is our opportunity to do so...Even if they feel they won't be open to the subject matter, when you get people to laugh, they open up. They see the other side.\" It is a non-profit venture, but El-Hage is happy to concede that it is also about career building and fuelling the \"community of Arab-American artists that are out there\". </p> <p>Before the mike was even turned on, it was clear from the two T-shirts taped to the back wall of the stage, that politics and protest against the Bush administration would underpin the laughter. With voter registration now complete, the shirts read simply: \"Yalla - Vote.\"</p> <p>The Arab-American vote has never been hotly sought-after by any presidential candidate in the past, but there are significant communities in many of the swing states. Florida and New Jersey have a quarter of a million each, while Ohio and Pennsylvania have around 150,000 each. </p> <p>In 2000, George Bush secured just over 45% of the Arab-American vote, compared with 38% for Gore. Ralph Nader scored a remarkable 13%. Some 90% of Arab-Americans registered for the last election, and political consciousness is bound to be even higher this year, given the security backlash. </p> <p>There was no cheerleading for Kerry on the comedy stage, but anger towards Bush and despair at the ignorance of Middle America, was profound. Compere Dean Obeidallah's bitter-sweet gag was typical of the mood: </p> <p>\"Every other ethnic group gets months which identify with their culture. There's Black History Month, Hispanic Awareness month ... What do we get? Orange Alert.\" </p> <p>Many of the anti-establishment barbs were not Arab-specific, but the funniest ones were. Several performers laid into the futility of suicide bombing, while at the same time supporting the wider political argument. \"We're all Arab and it's only my opinion, but for the time being, we're all Palestinian too,\" said one as an aside.</p> <p>Withering jokes about the lack of democratic freedom and women's rights in the Middle East, together with gently mocking anecdotes about parental misunderstanding, painted a picture of a hugely diverse community that includes Muslim, Christian and Jew. </p> <p>One female performer described her horror at finding that a girlfriend's Arabic name meant exactly the same thing as her own: \"big black eyes like a cow\". Another gave sarcastic thanks to his parents for giving him the name Shahed. \"How do you come up with a name like that for a kid you know is growing up in the US ...'This is our son, Shit-Head'.\" </p> <p>The warm reception for this curious blend of comedy, culture and politics was to be expected in the bosom of liberal New York, but I asked Elias El-Hage whether he felt it would work in the Bush heartlands. Would an Anglo-Saxon audience be laughing there? </p> <p>\"Palestine, Arkansas, wouldn't get it. Somebody did research there and they just don't realise what Palestine means to an Arab-American. So not now, but in five or 10 years, I believe we'll be able to go anywhere in this country,\" he said. </p> <p>As for the Arab-American audience at the Improv Comedy Club, there were definite signs of a very different mood going into this 2004 contest, compared with four years ago. Mohannad Aama, who works for a capital management company on Wall Street, said his parents had voted for Bush, but things were different now. </p> <p>\"I am still undecided myself. What is going for Bush is that you know where he stands, whereas I still don't trust what Kerry is saying. My real concerns though are with the crew Bush brought in - the Neo-Conservatives.\" </p> <p>A young Arab-American New Yorker, Nora Farid, was beaming as she headed towards the exit. \"It really hit home. It really touched the heart,\" she said, admitting that this was her first trip to a comedy club. </p> <p>\"Since 9-11, a lot of us have been coming together whereas before, we didn't seek each other out,\" she said. \"A lot of new groups are popping up everywhere. I don't think Bush is going to be getting many votes from us this time round.\"</p> <p>A Muslim American audience member, Imran Khan, told me that disquiet among Arab-Americans was even more pronounced within the Islamic community in general. </p> <p>\"I didn't much care about it then, but this time I really want Kerry to win because I think Bush is not doing the right job,\" he said. \"Kerry is all over the place on Iraq right now too, but he knows how to negotiate. That's what it requires. People hate Bush outside the US, that's a fact.\"</p>",
  "<b>Iraq</b> <br> The prime minister denied misrepresenting the intelligence on which Britain went to war with Iraq and refused to apologise for the conflict. <p>The Tory leader, Michael Howard, accused Mr Blair of having \"not accurately\" reported the intelligence to MPs and demanded: \"Will you now say sorry for that?\" </p> <p>Mr Blair responded: \"I take full responsibility and apologise for any information given in good faith that has subsequently turned out to be wrong.\" But he added: \"What I do not in any way accept is that there was any deception of anyone. I will not apologise for removing Saddam Hussein. I will not apologise for the conflict. I believe it was right then, is right now and essential for the wider security of that region and the world\". </p> <p>The prime minister urged Mr Howard to stop \"playing politics\" with the issue and trying to capitalise on anti-war sentiment. </p> <p><b>Pensions</b><br> Mr Blair defended the government's record on pensions and pledged to do more after the final recommendations of Adair Turner's pensions commission are published next year. </p> <p>Mr Howard accused the government of losing control of pensions, telling Mr Blair: \"It is time to stop talking and start taking action.\" </p> <p>Mr Blair said the government's means-tested pension credit was a necessary measure to tackle existing pensioner poverty and the best way of helping the worst off pensioners. \"We have, and we make no apology for this, been trying to focus on the poorest pensioners first.\" </p> <p>Later opening a debate, shadow work and pensions secretary David Willetts said the government was \"paralysed\" by endless argument between the chancellor, Gordon Brown, and Mr Blair and had failed to reform pensions or welfare. Pensions were in crisis while ministers argued behind the scenes over whether to scrap means-testing. </p> <p>The work and pensions secretary, Alan Johnson, confirmed pension credit was not intended as an \"indefinite\" solution. He said he was moving towards a \"very positive\" stance on the Liberal Democrat idea of a non means-tested citizens' pension. Mr Johnson rejected the notion that a higher state pension was the solution. \"It's a delusion, mainly because we've got 50% of women who do not even have the national insurance contributions even to get to the level of the basic state pension.\" </p> <p><b>Foundation hospitals</b><br> Foundation hospitals should be scrapped in Britain following failure of the Spanish policy they were based on, Labour's Kelvin Hopkins said. He told Mr Blair the Fundacion Hospital Alcorcon near Madrid had proved a \"disastrous failure\" and was being returned to state control by the socialist government. Mr Blair said he had not seen reports from Spain but was convinced giving hospitals greater freedom was the right way forward for Britain. </p> <p><b>Middle East</b><br> The Middle East will have to wait until after the US presidential election next month before progress can be made in the peace process, Mr Blair said. Liberal Democrat Tom Brake asked: \"Do you believe that the Palestinian and Israeli people can wait until after November and the US presidential elections for the peace process to be revived?\" Mr Blair said: \"The reality is that it is only after the presidential election that the president of the US will be able to focus on it.\" </p> <p><b>Living wills</b> Patients who are unable to communicate could be \"starved or dehydrated to death\" under plans to introduce living wills, former Tory leader Iain Duncan Smith warned. He called on Mr Blair to give Labour MPs a free vote on the mental capacity bill. Mr Blair pledged to \"look carefully\" into the issue but insisted health ministers told him the bill \"doesn't have the effect you are indicating\". </p> <p><b>Aid workers' deaths</b><br> A British aid worker and his African colleague killed by a landmine in the Sudan were hailed for their \"selfless\" work. Save the Children programme manager Rafe Bullick, from Edinburgh, died when his vehicle drove over the mine in Darfur. Sudanese water engineer Nourredine Issa Tayeb, 41, also died. The international development secretary, Hilary Benn, expressed \"the condolences of the whole house\" to their families. Alan Duncan, for the Tories, added: \"They were unfailingly selfless in the help they were giving to others.\" </p> <p><b>Westminster security</b><br> Work on a new control room and additional CCTV is underway in the Whitehall and Westminster area to boost security outside parliament, the home secretary, David Blunkett, said. </p> <p><b>Anti-social neighbours</b><br> People who have suffered at the hands of anti-social neighbours should be able to vet new tenants, Labour's Stephen McCabe urged. He said \"constant and deliberate\" poor behaviour by some tenants made life \"intolerable\". His tenant obligations and vetting arrangements bill would mean tenants have to sign up to a code setting out their responsibilities. It gained its first reading but stands no chance of becoming law. </p> <p><b>In parliament today</b><br>The chancellor, Gordon Brown, and his ministers face the Commons at question time. MPs debate a European report on the justice and home affairs work programme, Lords amendments to the horserace betting and Olympic lottery bill and school sport. The Lords debates the civil contingencies bill's committee stage and disease control in agriculture and horticulture.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: The final TV debate of the US election, John Prescott's controversial housing plans and a Northern Irish goldrush</p> <p> <b>A SORRY STATE OF AFFAIRS</b></p> <p>Two men, one word: sorry. They are both at the top of their chosen professions but there the comparisons between Tony Blair and David Beckham end, as do the parallels between their apologies. Beckham, who provoked outrage when he said he got booked deliberately in Saturday's game against Wales, said: \"I now know that I was wrong\". Mr Blair, speaking on Iraq war intelligence in a stormy Commons, said he took \"full responsibility, and indeed apologise for any information given in good faith that has subsequently turned out to be wrong. What I do not accept is that there was any deception of anyone\".</p> <p>For some people that is not really enough. Step forward, predictably enough, the Independent, which blazes \"A sorry affair\" across its front page. \"Mr Blair and his ministers have treated this torrent of bad news [the Iraq Survey Group report saying Iraq had no WMD, the withdrawing of the 45-minute claim, the murder of Kenneth Bigley] as though it is all rather a pity but nothing disastrous. But how much more wrong can any piece of intelligence be. And how much more wrong can a politician's judgement be if deems such intelligence a reasonable basis for war?\"</p> <p>Simon Hoggart, the Guardian's parliamentary sketch writer, is frankly unsurprised by latest prime ministerial pronouncement. \"Did Tony Blair apologise for the Iraq war? Of course not. Are you mad? ... This is the Tony Blair school of etiquette, in which you say you are \"sorry\" while making it clear a) that you are not to blame, b) that it wasn't your fault, and c) even if it was, you would do the same thing all over again.\"</p> <p>The Mirror widens out its coverage beyond the purely rhetorical and reports in its fourth paragraph that the lord chancellor, Lord Falconer, did use what Downing Street insiders refer to as the \"s-word\" to say sorry for misleading the public and Peter Mandelson, another close Blair ally, \"even twisted the knife by criticising the failure to obtain a second UN resolution explicitly backing military action\". The Guardian's leader compares Mr Blair to the king of Swaziland \"accompanied by a retinue of hired praise singers expressing what it would be undignified for the monarch to express himself\".</p> <p>The Sun, for its part, concentrates on the other apology. \"After a girly sarong, painted pink nails, [the Rebecca Loos allegations], THAT penalty, wedding thrones, the latest tattoo, Diego Simeone, the mohicans, the self tans, Posh's knickers ... BECKS SAYS SORRY.\"</p> <p>* <a href=\"http://politics.theguardian.com/comment/story/0,9115,1326728,00.html\">The hardest word</a><br>* <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1326849,00.html\">A lesson in gravy boat etiquette</a><br>* <a href=\"http://news.independent.co.uk/uk/politics/story.jsp?story=571950\">Independent: A sorry affair</a><br>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14753024%26method=full%26siteid=50143%26headline=sorry%2dstate-name_page.html\">Mirror: A sorry state</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004472954,00.html\">Sun: Becks says sorry</a></p> <p><b>MASS GRAVE IN IRAQ</b></p> <p>The images and words are gruesome and powerful as the newspapers report the first forensic investigation into mass killing in Iraq under the rule of Saddam Hussein. The Telegraph's front page pictures a mass grave near the village of Hatra, in northern Iraq, where 300 bodies have been found. Investigators for the special tribunal that will try Saddam and other senior regime figures for genocide and crimes against humanity uncovered one grave containing the bodies of pregnant women and children holding toys. In another trench, men had been herded together and mown down by machine gun. The skeletons are believed to be victims of the 1987 al-Anfal campaign against the Kurds.</p> <p>Other graves found in Iraq, predominately in the south, were excavated by relatives to give the dead decent burials soon after the US-led invasion, but that frequently meant forensic evidence that could be used in the trials was disturbed or damaged. The Guardian adds that the Hatra grave site, near the ancient city of Nineva, is thought to hold the bodies of several thousand people.</p> <p>Exhumation began in Hatra six weeks ago but the Mail raises questions about the timing of the announcement. It quotes an anti-war Labour MP, Bob Wareing, who suggests that it could have given George Bush the benefit of the doubt in his debate against John Kerry. He told the paper that neither Mr Blair nor Mr Bush showed any interest in Iraq in the late 1980s, and that the only present cabinet minister who signed early day motions condemning Saddam's human rights abuses was Alistair Darling. The Sun's report quotes the prime minister \"silencing\" his critics in parliament when he described the mass graves.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1326869,00.html\">Hundreds found in Iraq mass graves</a><br>* <a href=\" http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/14/wirq14.xml\"> Telegraph: Full horror of Saddam unfolds</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004472963,00.html\">Sun: 'Mass killing justifies war'</a></p> <p><b>KERRY v BUSH III</b></p> <p>The third and final US presidential debate finished around 3.30am and so was too late for the British papers, but there is no let up in the coverage of the race. The Guardian reports that one of the Democrats' perennial stars, Bill Clinton, will re-enter the fray and record radio adverts from home as he recovers from his heart surgery. The Independent looks at one of the party's rising stars, Barack Obama, who is so far ahead in his race for an Illinois senate seat - 45% clear of his opponent - that he is moving himself and his dollars into the national battle to campaign for Mr Kerry. The paper says that Obama, almost certain to become the fifth African-American in US history to take up a seat in the senate, could now mobilise black voters to turn out in force for Kerry.</p> <p>Polls put the race at a statistical tie, so voter turnout could become an important factor in the result. Bronwen Maddox, the Times foreign editor, looks at it both ways. A President Kerry could draw a line under Iraq and ask for help to fix the problem but she suggests that Europeans could benefit from a \"quieter and more circumscribed\" second Bush administration \"as long as they don't spoil it by letting their dislike of Bush get in the way\".</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1326828,00.html\">Clinton joins fray as endgame nears</a><br>* <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=571905\">Independent: Rise in black turnout could hurt Bush</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,3-1308721,00.html\"> Times: Europe can win from Bush victory</a></p> <p><b>PRECOTT'S HOUSING PLANS</b></p> <p>The Guardian carries an exclusive report that John Prescott's plans to build 500,000 homes in the east of England will cause a water crisis, threaten landscapes, damage historic towns and destroy wildlife. Areas that will take the brunt of the housing include a \"growth corridor\" from Peterborough through Cambridge, Stevenage and Harlow, part of the expansion of Milton Keynes and the Thames Gateway development where it spills into Essex.</p> <p>The detailed lists were drawn up at the insistence of Mr Prescott's office before an independent consultant's report seen by the paper that is required by EU law to look at the possible impact of the changes.</p> <p>* <a href=\"http://www.theguardian.com/country/article/0,2763,1326835,00.html\">Homes plan 'will swamp' countryside</a></p> <p><b>OWEN BEATS THE BIG CHILL</b></p> <p>Rueful Beckham, or rather that is how the Wrap imagines him, was not in Azerbaijan last night for England's World Cup qualifier, but Real Madrid team mate Michael Owen wore the captain's armband and scored the winning goal. The Sun reports that Sven Goran Eriksson hailed him as \"captain fantastic\" but hurriedly added he would not be demoting Beckham anytime soon. It was the only goal and the match conditions did not sound too great either: icy gales, driving rain and a bad pitch in the Tofiq Bakhamrov stadium.</p> <p>The result puts England at the top of their qualifying group, but the other home nations fare less well. Wales lost 3-2 to Poland in Cardiff in captain Gary Speed and manager Mark Hughes' last games and Northern Ireland drew 3-3 against Austria. But there is exciting news to come for Northern Ireland ...</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2002390000-2004472880,00.html\">Sun: Colden balls</a></p> <p><b>IRISH GOLD</b></p> <p>If you are sat reading this at a desk and looking for a new career, the Wrap - which is not qualified to give any advice of this kind, so please don't listen - would like to draw your attention to an article in the Telegraph on the \"Celtic Klondike\". It reports that a quiet corner of County Tyrone could become the scene of a GBP250m Northern Irish gold rush after someone who will evidently become very rich looked at the Sperrin mountains near Gortin and said \"there's gold in them there hills\". The Telegraph observes that the sons of Ireland crossed the Atlantic to look for fortunes in the Klondike, but now a Canadian mining firm is making the return trip.</p> <p>* <a href=\" http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/14/ngold14.xml\">Telegraph: Celtic Klondike prepares for goldrush</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com\">London's mayor, Ken Livingstone, talks about the European Social Forum</a></p> <p>&gt;&gt;&gt; <a href=\"http://talk.theguardian.com/WebX?50@@.7747638e/0\">Scientist, author and broadcaster Robert Winston will be live online to answer your questions at 3.30pm</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/uslelections2004\">US political blogger Glenn Reynolds wonders why the liberal US media has chosen to ignore the smooth running of the Afghan election. Plus full coverage of last night's final presidential TV debate</a></p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/sudan\">Dean Harris witnesses the arrival of the first aid aircraft to use a new airstrip in Darfur, Sudan</a></p>",
  "The series of presidential debates that have transformed the US election campaign ended last night in Arizona, with President George Bush characterising his opponent as a politician on the \"far left\" of the political mainstream, and Senator John Kerry attacking the president's record on jobs, the economy, healthcare and Iraq. <p>Instant polls on the debate suggested that the result of the confrontation was another victory for the Democratic candidate, with some news organisations giving Senator Kerry posting a lead of between 1% (on ABC) and 14% (CBS). However, other polls indicated a draw, with neither candidate deemed to have landed a killer blow.</p> <p>The third and final debate, which focused on domestic issues and the economy, came less than three weeks before polling day on November 2. </p> <p>The impact of the debates on voting intention has been pronounced. At the beginning of the debates, President Bush held a steady 11% lead. Today that lead has evaporated, with most polls putting the two candidates neck and neck.</p> <p>The 90-minute debate, with the two candidates standing behind lecterns, followed a pattern, with President Bush choosing to talk in terms of big ideals and Senator Kerry trying to nail the incumbent on his record. </p> <p>The two men's stylistic differences were also in evidence: President Bush attempted to engage the audience with jokes which, while they might work on the stump, fell flat with an audience that had agreed to remain silent; Senator Kerry did his best to erase his reputation as a wordy policy wonk by looking directly at the camera to deliver firm, short answers.</p> <p>The first question, about whether America could ever be safe again, was met with a resounding \"Yes. We absolutely must be,\" from Senator Kerry. But his old habits tripped him up at times, particularly during an extended answer on the outsourcing of US jobs to overseas.</p> <p>President Bush, by contrast, mainly steered clear of specifics, and of discussing his record. \"I went to Washington to solve problems,\" he said when talking about education, a theme the president brought up many times during the debate. \"I've got four more years to go, I've got more to do to continue to raise standards.\"</p> <p>Although the scowls and visible signs of irritation, so marked in the first debate, were largely absent from President Bush's performance, there were still times when he seemed to cross the thin line between passion and anger. A discussion of the arcane details of social security reform left President Bush frowning and looking annoyed.</p> <p>But, as with every debate, a moment arrived when the two men were given the opportunity to show their human side. Asked by the moderator, CBS news presenter Bob Schieffer, what they had learned from the strong women in their families, President Bush, referring to criticisms of his performance in the first debate, said: \"To listen to them. To stand up straight and not scowl.\" Although the comments drew the first laughter of the evening, it is widely believed that the Bush camp strategist Karen Hughes, not the First Lady, was the person to give that advice to the president.</p> <p>Senator Kerry responded to the same question by talking about his mother. But he also showed a self-deprecating side not often seen in public. \"I guess the president and you and I are three examples of lucky people who married up,\" he said to Mr Schieffer. \"And,\" he added, in reference to his marriage to the heiress to the Heinz fortune, \"some would say maybe me more so than others.\"</p> <p>Security and Iraq came up, with Mr Kerry blaming President Bush for rushing into the Iraq war and pushing away allies. \"As a result America is now bearing this extraordinary burden where we are not as safe as we ought to be,\" he said. \"We can do a better job of homeland security.\"</p> <p>Mr Bush responded that America would be safe \"if we stay on the offence against the terrorists and if we spread freedom and liberty around the world\".</p> <p>But domestic issues, ranging from healthcare to the debt burden to social security reform, immigration and affirmative action, dominated the evening. And the answers to a question about abortion rights gave a clear indication of the candidates' different visions for the US. Asked whether he would like to overturn Roe v Wade, the Supreme Court decision that established the legal right to abortion, President Bush's answer, in its entirety, was: \"What he's asking me is will I have a litmus test for my judges? And the answer is no, I will not have a litmus test. I will pick judges who will interpret the Constitution, but I'll have no litmus test.\"</p> <p>In contrast to the president's brevity, Senator Kerry used his 90-second allocation to argue that \"the right of choice is a constitutional right. So I don't intend to see it undone. Clearly the president wants to leave it in ambivalence or intends to undo it.\"</p> <p>That led into a discussion of the role of faith in politics. In his most eloquent passage of the evening, President Bush said: \"Prayer and religion sustain me. I receive calmness in the storms of the presidency ... But when I make decisions, I stand on principle, and the principles are derived from who I am.\"</p> <p>Senator Kerry responded, \"Frankly, I think we have a lot more loving of our neighbour to do in this country and on this planet.\"</p> <p>Attempting to paint his opponent as a liberal who is out of step with ordinary Americans Mr Bush said: \"There's a mainstream of American politics and you sit right on the far left bank.\" On tax, Mr Bush accused his challenger of planning increases on top of the repeal Mr Kerry has announced of tax cuts for those earning more than $200,000. \"There is a tax gap, and guess who usually ends up filling the tax gap? The middle class,\" he said. He added that Mr Kerry's healthcare proposal would cost $5 trillion over 10 years. </p> <p>Mr Kerry riposted that he did not like to be lectured by the president on fiscal responsibility. \"This president has taken a $5.6 trillion surplus and turned it into deficits as far as the eye can see,\" he said.</p> <p>Senator Kerry made a point of addressing women voters and the electorate in Arizona. Women voters are essential to a Kerry victory - men poll heavily in favour of President Bush - while Arizona has gone from being a swing state to being a safe Bush state to, in the last 10 days, being a swing state once again. A poll released this week gave the president a 5% lead, with a 5% margin of error.</p> <p>The only time the debate touched on Britain was in a discussion of the shortage of flu vaccines in the US following a decision by British authorities to remove the licence from the subsidiary of a US company producing them in Liverpool. While Senator Kerry took the episode as an indicator of the poor state of healthcare under the Bush administration, the president tried to claim credit for the move, saying: \"We relied on a company out of England to produce about half of the flu vaccines ... we took the right action and didn't allow contaminated medicine into our country ... My call to our fellow Americans is if you're healthy, if you're younger, don't get a flu shot this year.\"</p> <p>Asked why the president had suggested that it was the fault of a foreign company and that the US government and not British health authorities had decided to revoke the company's licence, Bush campaign manager Ken Mehlman, said: \"I can't answer that question.\"</p>",
  "The photo above shows Afghan men waiting in line to vote. John Tammes, the reader and US army major who took it, was kind enough to email it to me and give me permission to use it. <p>Mr Tammes writes: \"These men are waiting to vote in Dasht-e Robat (Parwan province). They were very good natured about waiting and they seemed to be proud of what they were doing.\"</p> <p>So they should have been: despite threats of death and destruction from the remnants of the Taliban and al-Qaida as well as many media commentators, they had turned out to vote. The election may not have been perfect - the UN apparently needs a better ink supplier - but international monitors pronounced it fair.</p> <p>As a result, it is getting rather little attention in the western media - because if Afghanistan is obviously not the \"quagmire\" people have been calling it for three years, Bush must have been doing something right. That raises the troubling possibility that he might know what he is doing elsewhere, a notion that must not be entertained - if at all - until after the US elections.</p> <p>The Afghan elections are not the only ones that matter for Bush this week. Australia's John Howard, along with Tony Blair one of Bush's strongest supporters, won what Australia's The Age called a <a href=\"http://www.theage.com.au/articles/2004/10/09/1097261864643.html\">\"thumping victory\"</a> over an opponent who had pledged to withdraw from the Iraq coalition, as Spain has. </p> <p>Howard's victory was big, and now antiwar forces have been reduced to claiming that the election had nothing to do with Iraq really. (Just compare these New York Times treatments: <a href=\"http://www.nytimes.com/2004/10/08/international/asia/08australia.html\">\"War plays a role in elections in Australia\"</a> (pre-election) and <a href=\"http://www.nytimes.com/2004/10/10/international/asia/10australia.html?oref=login\">take</a> (post), relegating Iraq to the background. </p> <p>The election was really about the economy, you see. In part no doubt it was - but what would it have been about had Howard lost? I think I know.</p> <p>Like the Afghan elections, the benefit for Bush is largely negative but still very real: had those elections gone badly, there would have been renewed \"quagmire\" talk and claims that the Bush administration was incompetent; had Howard lost many of those now spinning the poll as an economic test would be holding it up as evidence of Bush's unpopularity, the disastrousness of the Iraq war and so on. </p> <p>Instead, the US press is doing its considerable best to ignore these developments or to explain them away. </p> <p>Reporting from Kabul on the <a href=\"http://techcentralstation.com/101204C.html\">\"prevailing attitude\"</a>, Scott Norvell quotes a regrettably typical comment from an American reporter in this part of the world. \"At least it's news,\" the journalist said of the Afghan election scuffle over the weekend. \"Otherwise this is just a success story.\" God forbid.</p> <p>But that is what it was: a success, no matter how hard the international media tried to spin it. There were no car bombs raining body parts all over the polling stations; there were no last-minute assassinations; there were no drive-by shootings. </p> <p>The best they could come up with for \"news\" was grumbling from hopelessly trailing opposition candidates about washable ink and threats of a boycott. The media's disappointment was palpable. </p> <p>I hope for more such disappointments in the future, for while Bush is the winner in these events, he is not the only one.</p> <p>Mr Tammes emailed me last week after the opening day of an Afghan girls' school. He wrote: \"What better way to get ready for the historic presidential election here than to ... open a girls' school. </p> <p>\"The people here are interested in the election, and all have told us how wonderfully different it is to be involved in choosing a leader. </p> <p>\"However, security concerns regarding the election and such will not get in the way of their fierce determination to provide a better life for their kids - not by one day. School repair or construction is the number one request for assistance we get. And now these girls will get schooling, the same as the boys.\"</p> <p>That represents quite a change from three years ago, doesn't it? Strange that it gets so little attention. The Kerry campaign no doubt hopes that this condition will persist for a few more weeks at least.</p> <p><b>·</b> Glenn Reynolds, a law professor at the University of Tennessee, runs the <a href=\"http://www.instapundit.com\">instapundit.com</a> US political blog</p>"
]