[
  "<p>To seasoned observers of US presidential campaigns, in which negative advertising is a dark and Machiavellian art, it probably comes as no surprise that the biggest jolt thus far to Democrat candidate and Vietnam war soldier Senator John Kerry should come from the Swift Boat Veterans for Truth. </p> <p>In a hard-hitting commercial, the shadowy group, which is funded by wealthy Texan Republican Robert Perry, blasts Kerry for \"betraying\" Vietnam veterans with his youthful anti-war protests, concluding that he \"lacks the capacity to lead\". </p> <p>A tough sell you might think, given President George W Bush's lacklustre military record during Vietnam, notably claims that he went AWOL from the Texas National Guard to help his daddy in a political campaign. But with Republican party operatives gambling that you can fool some of the people some of the time - and in a razor-close race you need only fool a few - it might seem a risk worth taking. Perception is all. </p> <p>The US media swarmed all over the Swift Boat ad, temporarily shifting debate from Bush's record as president to Kerry's in Vietnam. Yet such diversionary tactics can boomerang, given Bush's military record. This week MoveOn, the advocacy group that uses the internet to rally members and raise money for ads, often within hours, launched a rebuttal. </p> <p>\"George Bush used his father to get into the National Guard and, when the chips were down, went missing,\" runs the script. \"Now, he's allowing false advertising that attacks John Kerry, a man who asked to go to Vietnam and served with dignity and heroism.\" Twisting the knife, the ad concludes by quoting Senator John McCain, a \"true Republican war hero\", who condemned the Swift Boat ad as \"dishonest and dishonorable.\" </p> <p>The MoveOn counterpunch is part of a new breed of ad funded by \"527s\", named after the IRS tax code that allows political action committees, or Pacs, to raise cash and register voters without actually endorsing a candidate. Thus, MoveOn can stump for Kerry without violating US campaign finance laws. </p> <p>This loophole has led to an avalanche of money being directed to Democrats, much of it from tycoons such as George Soros or Steve Bing, as well as advocacy groups like MoveOn or ACT, which plan to fund ads using receipts from a series of rock concerts, featuring Bruce Springsteen and others, in October. </p> <p>Evan Tracey, who runs TNS Media Intelligence, says 527s account for $60m of the $240m spent so far on a record ad race. \"The 527s have expanded the number of people who are participating in advertising,\" says Tracey, who thinks the code will account for $100m by November. </p> <p>With 527s funding ads that promote Kerry, Republicans have filed lawsuits against this tactic, claiming it violates campaign rules. The issue will probably be decided after the election. Meanwhile, conservatives have launched their own 527-funded \"Boycott the Boss\" ad attacking Springsteen. </p> <p>Tracey predicts the total ad budget - money spent by candidates, party organisations, and Pacs - will run to between $500m-$600m, compared to $200m in 2000. The big question is whether ads work. According to the Political Standard, a newsletter published by the Alliance for Better Campaigns, 60% of voters have yet to watch one. </p> <p>Yet while Pacs like MoveOn sometimes seem to preach to the choir, this is in part because both parties want to rally their base, hoping to reach people who didn't vote in 2000. </p> <p>Nonetheless, Democrats are keen to snatch moderates from Bush. MoveOn's \"Real People\" campaign, chosen from ideas submitted by members, and shot by documentary film-maker Errol Morris, who made Fog of War and The Thin Blue Line, will run this month during the Republican National Convention. </p> <p>The 17 talking-head spots feature disillusioned Republicans who explain why they plan to dump Bush. \"We were given these ideas that there were weapons of mass destruction,\" says US Marine Sergeant Lee Buttrill. \"But where are they?\" Buttrill concludes that WMD were just a lie. \"That wasn't a proper use of American troops. It wasn't a proper use of my life, or my friends' lives, or the marines who I've seen die around me.\" </p> <p>Another spot, from US Marine Colonel Richard Dove, begins, \"I don't think President Bush is a Republican,\" before blasting the president's dismal environmental record. \"I voted for George Bush. I feel very betrayed,\" says Deborah Wood, a Texas housewife whose husband is unemployed. \"I'm still a Baptist, but I'm no longer a Republican,\" says Rhonda Nix, who thinks more needs to be spent on healthcare. And so they continue. </p> <p>But while 527s allowed Democrats to come from behind to match Bush's campaign-spending juggernaut, they also give candidates less control over ads. Thus, Kerry found himself defending Bush from MoveOn's Swift Boat rebuttal, insisting the campaign was about \"issues, not insults\". Ironically, the ad praises John McCain - who wants to plug the 527 loophole.</p>",
  "<p><strong>· </strong> How happy was the Daily Mail about the gold medal won by our trio of sailors in the Yngling class last week? Very, if Friday's headlines were anything to go by. Page one had \"Girls with the golden smiles\"; page three read \"Golden splashdown for three blondes in a boat\"; the back page had \"Golden Girls\" as the main headline and \"Three blondes in a boat end drought\" - and on the inside back there they were again, this time under the headline \"The boating blondes\". Monkey can only wonder what would have happened if they had been brunettes. </p> <p><strong>· </strong> Monkey weather watch: A dark cloud is hanging over the ITV network centre following the flop of its latest property renovation show, The Block. A cross between Changing Rooms and Big Brother made by RDF, the top indie behind Wife Swap - what could possibly go wrong? \"It's on the wrong channel,\" says a well-placed source. \"It's not an ITV show, it's a Channel 4 show. People who watch ITV have their own houses already.\" Stephen Lambert, RDF's creative director, is on holiday. He probably needs it. </p> <p><strong>· </strong> The good people of Stateside liberal magazine the Nation may have mixed feelings about the upcoming presidential election. Since George Bush took office, its circulation has soared 71%, making it number one in its market. The worry is that a Kerry victory may have the opposite effect, with nowhere required to vent spleen. When it comes to boosting sales, it seems, there ain't no one like Dubya. </p> <p><strong>· </strong>Thump! Yet another massive book about the BBC arrives on Monkey's desk, this time by Cambridge anthropologist Georgina Born. \"A thread running through the book is exclusion from a number of places I wanted to observe. It signals closure, secrecy and the paranoia that suffuses the BBC,\" she writes in Uncertain Vision, published by Secker &amp; Warburg. To paraphrase that chap from the Fast Show: \"Paranoia, secrecy, closure? With the BBC's reputation?\" </p> <p><strong>· </strong>Last month, BBC chief operating officer John Smith was in an impressive hurry to get his report on Alan Yentob's expenses out - it'd be ready \"by the end of this week\" he told MediaGuardian on July 26. But now, curiously, it seems the report won't be out until September. Somehow the words \"not before Edinburgh, for God's sake\" spring perhaps unfairly to mind. </p> <p><strong>· </strong>Spare a tear for Endemol emperor Peter Bazalgette, ranked only 53rd equal in Broadcast's annual Rich List and incredibly credited with a paltry personal wealth of just £10m. Even more insultingly, this rates him as no richer than fellow indie hotshot Nicola Shindler - even though he's 15 years older and churns out long- running Big Brothers and Restorations, whereas she makes dramas like Queer as Folk that are gone in a flash. Where did it all go wrong?</p>"
]