[
  "Florida and Jeb Bush, the president's brother, were once more at the centre of a legal row over the presidential election yesterday, after Governor Bush's administration intervened to ensure Ralph Nader was on the state ballot. <p>Florida Democrats, fearing Mr Nader will take votes away from them, accused the state government of flouting a court order last Wednesday that removed the third party candidate and veteran consumer activist from the ballot, on the grounds that the group sponsoring him, the Reform party, was not a nationally recognised party. </p> <p>Mr Nader's lawyers challenged the verdict but his name remained off the state ballot pending the appeal. However, Governor Bush's secretary of state, Glenda Hood, has stepped in and submitted her own appeal which automatically suspended the court order, putting Mr Nader back in the running just in time for absentee ballots to be posted to 50,000 US soldiers and other overseas voters by a Saturday deadline. </p> <p>\"This is blatant political manoeuvring by Jeb Bush to give his brother a leg-up on election day,\" the Florida Democratic party's chairman, Scott Maddox, said. \"And it's just plain wrong.\" </p> <p>Once Mr Nader's name was on absentee ballots, the state government would use the fact to strengthen the case to include it on all ballots across Florida on election day, Mr Maddox claimed. </p> <p>Democrats also pointed out that Mr Nader's campaign had hired a Republican lawyer, Kenneth Sukhia, who worked for Mr Bush in the dramatic 2000 election recount, as proof that the Bush White House was conniving in Nader's efforts to get on to the ballot. </p> <p>Democratic outrage was fuelled when Ms Hood's office blamed Hurricane Ivan, which is bearing down on the Gulf of Mexico coast, for its unusual intervention on behalf of a third party candidate. </p> <p>A hearing on the case had been scheduled for tomorrow, but the state elections director Dawn Roberts claimed that Ivan might make that hearing impossible, and potentially deny Mr Nader's right to be on the ballot. </p> <p>\"There remains a substantial question as to when such a hearing on the permanent injunction will be held, considering the track of Hurricane Ivan,\" Ms Roberts argued in a memorandum to county election supervisors who had just ordered new ballots printed without Mr Nader's name. </p> <p>Hundreds of thousands of Americans were being evacuated yesterday from a swath of the Gulf Coast from Louisiana to the Florida panhandle in the west of the state, in anticipation of the hurricane as it moved north-west out of the Caribbean. </p> <p>Ms Hood denied that the state government was taking sides, but simply intervening to ensure that nobody's democratic rights were infringed. </p> <p>\"We are acting as an honest broker,\" the Florida secretary of state said </p> <p>Governor Bush's administration was the focus of complaints in 2000, when thousands of black Floridians were removed from electoral lists because they were wrongly classified as former felons without voting rights. </p> <p>Ms Hood's predecessor, Katherine Harris, was also attacked by Democrats at the time for summarily rejecting their appeals against the first vote count, and certifying the initial results which gave the state, and the presidency, to George Bush. </p> <p>After five weeks of legal wrangling, the US supreme court weighed in and awarded the election, by a one-vote majority to Mr Bush. </p> <p>This year, the state is being carefully scrutinised for its conduct of the election, and was recently forced to abandon the use of another felons list that was found to be faulty. Democrats and civil rights activists have pointed towards the use this year of computer voting as a possible new source of errors and fraud. </p> <p>Mr Nader won 97,000 votes in Florida four years ago as the Green party candidate, when Mr Bush was declared to have clinched the election by a margin of only 537 over Al Gore. However, some polls this year have suggested he would draw no more votes away from John Kerry than from President Bush.</p>",
  "<p>For supporters of John Kerry, who have seen allegations about the Democratic candidate's military record sap his campaign, it must have seemed like a case of just deserts. </p> <p>The president, George Bush, was last week looking vulnerable on the same grounds after CBS's flagship current affairs show, 60 Minutes, broadcast a report claiming he had been suspended from pilot duties for failing to meet the required standards. It was also claimed that a commanding officer had been put under pressure to \"sugar coat\" Mr Bush's performance reviews.</p> <p>But while CBS stands by its story, allegations have now surfaced that 60 Minutes based a large part of the report on <a href=\"http://www.cbsnews.com/htdocs/politics/campaign2004/military.html\">forged documents</a>. </p> <p>Although what one man - even a presidential candidate - did more than 30 years ago can seem rather trivial, the US election is being fought between a self-declared \"war president\" and a man who, in stump speeches, claims he would defend his country as president in the way he had defended it as a young man. The battleground is Vietnam.</p> <p><a href=\"http://www.guardian.co.uk/uselections2004/comment/story/0,14259,1305261,00.html\">Read the full article</a>.</p>",
  "For supporters of John Kerry, who have seen allegations about the Democratic candidate's military record sap his campaign, it must have seemed like a case of just deserts. <p>The president, George Bush, was last week looking vulnerable on the same grounds after CBS's flagship current affairs show, 60 Minutes, broadcast a report claiming he had been suspended from pilot duties for failing to meet the required standards. It was also claimed that a commanding officer had been put under pressure to \"sugar coat\" Mr Bush's performance reviews.</p> <p>But while CBS stands by its story, allegations have now surfaced that 60 Minutes based a large part of the report on forged <a href=\"http://www.cbsnews.com/htdocs/politics/campaign2004/military.html\">documents</a>.</p> <p>Although what one man - even a presidential candidate - did more than 30 years ago can seem rather trivial, the US election is being fought between a self-declared \"war president\" and a man who, in stump speeches, claims he would defend his country as president in the way he had defended it as a young man. The battleground is Vietnam.</p> <p>The broad facts are relatively simple: Mr Bush was awarded a place in the Texas national air guard, allowing him to avoid the draft, while Mr Kerry volunteered for service in south-east Asia and won medals, including one for gallantry.</p> <p>However, the arguments lie in the details. Mr Kerry's poll ratings suffered as the Republican-linked Swift Boat Veterans for Truth publicised their contested claims that he had not deserved his medals. The CBS report followed a month later.</p> <p>Its detractors argue that what the station presented as the personal files of Lieutenant Colonel Jerry Killian, Mr Bush's squad commander, had been produced using word processor technology unavailable in the early 70s but relatively common today.</p> <p>The telltale sign, it is alleged, is that the CBS documents make use of a small 'th' that Microsoft Word turns those letters into if they are inserted after a number. </p> <p>Font types and spacing patterns also appear to resemble the style of a word processor more than the kind of typewriter the US military would have been using in 1972 or 1973, the detractors say, arguing that, although the technology existed, it was not commonly used for memos.</p> <p>A post on the <a href=\"http://www.freerepublic.com/home.htm\">Free Republic</a> weblog, which did much to interest mainstream news organisations about the possibility of the documents being fakes, read: \"I am saying these documents are forgeries, run through a copier for 15 generations to make them look old.\"</p> <p>Like the revelations about racist remarks that forced Trent Lott, the leader of the Republican majority in the US senate, to resign earlier this year, the criticism of the CBS report has been a blog-driven affair. <a href=\"http://www.littlegreenfootballs.com/weblog/weblog.php\">Little Green Footballs</a>, <a href=\"http://www.powerlineblog.com/\">Power Line</a> and Free Republic - all of which could be described as rightwing - have been the main players.</p> <p>Since then, specialists consulted by CBS have weighed in with conflicting assessments of the documents' authenticity. Killian's secretary, Marian Carr Knox, gave an interview saying she certainly did not type them, but they echoed the officer's thoughts on Mr Bush. </p> <p>Frank Abangale, the master forger played by Leonardo Di Caprio in Catch Me If You Can, told the New York Post the film would been called Catch Me In Two Days if his work had been as bad.</p> <p>CBS now prefaces its <a href=\"http://www.cbsnews.com/stories/2004/09/08/60II/main641984.shtml\">online version of the report</a> with a statement that the report \"was not based solely on recovered documents, but rather on a preponderance of evidence\" including interviews with Texas national air guard officials who worked closely with Killian and were well acquainted with his procedures, character and thinking.</p> <p>The documents also claim Mr Bush refused orders to take a physical examination and was appealing to more senior officers than Killian to get his requests heard.</p> <p>60 Minutes does not have a reputation for irresponsible journalism - it was the show that first broadcast the now notorious photographs of prisoner abuse at the Abu Ghraib jail in Iraq - and it takes the reliability of its stories seriously. </p> <p>The CBS news president, Andrew Heyward, told the Baltimore Sun he had confidence in the story and it was appropriately vetted, but conceded it was a \"political hot potato\". </p> <p>Mr Bush's service record has long been a source of political attacks and, earlier this year, the White House was forced to release records revealing a possible gap in his service for five months in mid-1972 to tame some of the wilder allegations. However, claims that the influence of his father, then a Texas congressman, had saved him from the draft have never gone away. </p> <p>Ben Barnes, then the Democratic speaker of the Texas House of Representatives - now a Kerry supporter - told 60 Minutes in the same report that he had used his connections to help Mr Bush into the air guard after an approach from a Bush family friend. \"I was a young, ambitious politician doing what I thought was acceptable,\" he told the show. \"It was important to make friends.\"</p> <p>Killian cannot make such a comment on the record. He died in 1984 and will never be able to either prove that he wrote the documents, or confirm they are fakes.</p>",
  "I have just about had it with the voting vaginas. <p>That was the sentiment running through my head -- for nearly three hours -- on Monday night, during the Vaginas Vote, Chicks Rock concert held at Harlem's Apollo Theatre. The event was planned and sponsored by Rock the Vote, Planned Parenthood, the White House Project and of course V-Day, that vulva-licious organization headed up by Eve Ensler and her blessed freaking vagina. </p> <p>My fidgety exasperation was emblematic of my growing ambivalence about this political season's mass pander to the women's rights movement. In case you've been holed up in PBS's Colonial House, here's the story: A very tight presidential election is upon the United States, and some rocket scientist-pollsters have stumbled upon the fact that American women feel alienated from the country's male-dominated, combat-heavy, healthcare-light political agenda. If we voted in huge numbers - which we've been allowed to do for 84 years but have sort of given up on in recent decades - women could decide the election. </p> <p>The results of this discovery have prompted both parties to bombard us with enough statistics, action-plans, celebrity spokespeople and revolting \"You Go Girl!\" sloganeering to choke an aging riot grrrl. We've been addressed by the earnest Kerry girls and the giggly Bush colts, bland Laura and spicy Teresa. Sarah Jessica Parker wears an in-joke \"Kerry\" nameplate necklace, while Angie Harmon totally intends to vote. The Republican \"W Stands for Women\" campaign rests on the theory that because George Bush is pussy-whipped by a wife and two daughters, he understands women's issues better than his opponent. </p> <p>And here at the Apollo, the argument seemed to hinge on a bunch of women slithering around the stage with swaths of red fabric doing interpretive dances about their hooches and saying things like \"It's not a voting box, it's a cauldron ... stir it well, sister\". That's what Ensler's Vagina Warriors were doing Monday night: undulating and moaning darkly about places to bury their daughters' afterbirths and imagining a world in which they are \"forever unafraid of being raped by the clean-cutting bulldozers of capitalism.\" \"I have no more tears to weep,\" said one of the dancers. </p> <p>I could not agree more. Except that my frustrated, disappointed, fearful tears are not just about the way the world is being run into the ground by the current administration, but about the way my sisters have decided to respond. Maybe it's just overexposure: I've heard so much about the 22 million single women who didn't vote in the last election and the 50 million eligible gals who are still not registered that all the numbers are blurring. And so are the celebrity faces. I can't tell Rosario Dawson from Kathleen Turner, Toni Childs from Julia Stiles. </p> <p>But that's not good news. Because I am a young woman, a single young urban woman, I am the person who must be reached, who must be inspired to go out and cast my ballot. They shouldn't even have to work that hard to get me, since as Julia Roberts once reassured Richard Gere, \"I'm a sure thing\". Long steeped in feminism, engaged in politics, I spent my youth wishing for the kind of cohesive feminist movement that had preceded me. Women need to vote - this year and every year. Enfranchisement is a process that needs to be worked on, worked out, hammered into us. Women's rights are so powerfully under-attended to, so frequently ignored, that it really does sometimes make me want to weep. Since the sixth grade I have bristled every time one of my classmates or colleagues has begun a sentence with the words \"I'm not a feminist, but ...\" Look, you dopes, we should all be feminists. But even me - cocked and ready to respond to anyone who wants to address the questions of gender equity, me - from my privileged, well-educated, media-savvy, urban perch - I am about ready to hurl. </p> <p>\"Are there are any registered vaginas in the house?\" Ensler asked the mostly white crowd at the Apollo. No, actually. But there are registered women. \"I have never been so afraid in my being,\" Ensler said, urging the audience to \"pull out that other paradigm living inside of us waiting to be born.\" What? \"Step into your vaginas and get the vagina vote out.\" Aaaaah! What does stepping into your vagina mean? It sounds like it would hurt! And since Ensler wants us to be frank about our bodies, let me tell the truth: My vagina's role in voting will be pretty minimal compared to the effort my hands and eyes and brain are going to put in. </p> <p>But it's confusing, watching all this. Because there are the real ideological bright spots, the rush of relief at hearing anyone pay attention to women. It would be like throwing out the baby with the bath water to ignore Monday night's very fine performance by Vanessa Carlton, who followed Ensler onstage and announced, \"This is the most vaginal evening I've ever been to. But I'm proud. To have one, I mean,\" before singing her song White Houses, with a verse about losing her virginity that MTV has been censoring. </p> <p>And then there was the B-list stew of stars who showed up onstage and at the press conference before the event. Roseanne Cash and Gina Gershon and Hazelle Goodman - I'm glad they were there. I love seeing someone whose work I admire - like Edie Falco or Patricia Clarkson, neither of whom were at Vaginas Vote, Chicks Rock, but who have been faithful feminist foot soldiers - stand up for issues that register so profoundly for me. But I wonder how much impact they will have. I wonder how many swing-state women will wake up early to vote on November 2 because of Marisa Tomei and Isabella Rossellini's rip-roaring reading of Eve Ensler's V-World monologue at a theatre in Harlem? \"V-world is the centre of us, and it is round,\" they intoned, as V-words like voluptuous, vivid, viva, Venus and vaudeville appeared on the screen. Vaudeville? How about vomit? </p> <p>I'm pretty damn sure the voters won't be pouring out of their Midwestern homes because of Ensler, the media hog who cannot keep her mouth shut. On the press line before the programme, arm in arm with Gloria Steinem and Jane Fonda, Ensler kept interrupting. And no, I don't want her to pipe down 'cause she's a woman. I want her to pipe down because I want to hear other people who have things to say about aspects of feminism not directly related to the clitoris. </p> <p>Watching Fonda and Steinem work the cameras was inspiring. They moved with lithe confidence, Fonda in a V-day T-shirt and boulder-size turquoise jewellery, Steinem in black silks and gold sandals. \"Anyone got questions?\" Fonda bellowed gamely at the rope line, her arms slung around the shoulders of the rest of her kick-line. When a Fox News reporter asked her about the photo of her and John Kerry at an antiwar rally that keeps getting passed around Republican circles, a Vagina Warrior press person quickly stepped in and cut him off. But Fonda happily held forth on the Iraq war with as much candour as she once did the Vietnam conflict.</p> <p> \"It's a lie,\" Fonda said about Iraq. \"I agree with the military experts who say it's a quagmire.\" And about the upcoming election she said, \"I don't think there's ever been such a clear choice between radicalism and moderation. I mean, we are dealing with a radical ideologue here.\" </p> <p>Steinem elaborated on what she thought would inspire younger women to get out and vote: \"Maybe they want to go to college. College tuitions have risen 30% under the Bush administration. Maybe they drink water; the Safe Drinking Water Act, which has been protected by six previous administrations, has been badly damaged under George Bush. Maybe they eat salmon, which is now dangerous because of environmental damage. Nothing is safe now.\" Next to them, Ensler could be heard telling another interrogator, \"Vaginas are catchy!\" </p> <p>It had the same hollow ring as her later introduction of two Afghan women - Malalai Joya and Zoya - and an Iraqi woman named Yanar Mohammed whom Ensler referred to as her \"shero'. I listened to these women plead with the Apollo crowd to vote in November and thought back to the parade of Middle Eastern women who had been trotted in front of delegates and reporters at the Republican convention last month as a testament to George Bush's dedication to women's rights. I'm not sure that they're not all being used for the same thing - emotional baseball bats with which to kick the other side in the nuts. And I'm not sure that the rest of us - from Ensler to me to the audience to a nation's worth of female voters - aren't being used, perhaps even mocked, in similar ways. </p> <p>It's like all this attention to us girls is a way of making fun of us that we don't quite get - like American idol William Hung. We think they are taking us seriously. And yes, they should be. But if we think this is going to last, we're crazy, because after November 2, women as a demographic and voting bloc will stop being important to politicians. We have problems that go well beyond getting into voting booths for this election. If we care about ourselves, we have to find a way to put issues like equal pay and universal day care and labour rights and reproductive safety and freedom on the table in a meaningful way, every day, when there is no election coming up. </p> <p>Maybe that's why women like Fonda and Steinem look so great in comparison to Ensler and the Vagina Warriors - because they have been there. They have fought and been forgotten and abused and mocked and had to think rigorously and argue vociferously and been forced to base their arguments on more than writhing vulvic ecstacy. And as a result, they have given us more. Although Fonda did not appear onstage, Steinem did. At 70 years old, she walked with grace and spoke with a gravity that electrified the crowd. She joked about how as a child in Toledo she dreamed of \"tap-dancing my way out of the Midwest and into the hearts of the American people\" on the amateur stage of the Apollo. She soon realized, she acknowledged, that she was maybe not the Apollo type and that she was not a good tap dancer. But, she said, \"if a crazy white girl from Toledo can make it to the stage of the Apollo, then we can win this fucking election\". </p> <p>Steinem's clipped deployment of the F-bomb was more galvanizing and shocking than the preceding three hours of clitorises and orgasms. She then read a witty top-10 list of reasons she'll be voting in November, including George Bush's failure ever to go to the Apollo, her suspicion that he has never been above 96th Street in Manhattan, and his inability to find time to meet with the black caucus in his four years as president despite three meetings with the pope. \"I don't want to vote for someone I wouldn't hire,\" Steinem continued dryly, noting that the president \"was a cheerleader with a low C average\" who \"couldn't find any oil in Texas\". She noted Bush's federal judge appointments, his privatisation of the prison system, his poor environmental record, and the fact that \"he's never met an NRA demand he doesn't like\". Mostly, she said, she'll be voting because \"the suffrage and abolitionist movements gave their lives for the vote\". </p> <p>In short, Steinem spoke to the crowd as if we were educated adults. And it felt great. So crisp in comparison to the rest of the night, the rest of the media-fuelled frenzy over wooing women. Steinem seemed to know how to strike the only tone that might carry this energy past the election. Because if we reduce everything to the flaccid vagina T-shirts and reductionist, sex-positive one-liners, we are doing our best to ensure a fate I already fear: that as soon as this election is over, we will be forgotten again. </p> <p>In fact, I was so moved by Steinem and her eloquent, hard-edged comments that it made it all the more difficult to return to Ensler's final explosion, in which she read the dictionary on the spelling of VOTE: \"Voracious! Vociferous! Vitamin! Vehement!\" \"Oppose! Out of office! Overcome, overflow, orgasm!\" \"Talented! Tantalizing! Turn out! Texas!\" Mysteriously, she didn't shout any e-words, instead returning to her favourite letter, and yelping in alphabetic ecstacy, \"Vulva! Vulva! Vulva! Vote!\" </p> <p>Oh. My. God. Make it stop. Talk to me about healthcare and the war and labour laws and Mideast politics and the threat of nuclear force in North Korea and job outsourcing and the price of education and how we're going to take all this money being spent on big shows at the Apollo and use it to revive a serious multiracial, multigenerational coalition of people dedicated to exploring gender equality. By all means talk to me about sex - about men and women and love and violence and gender representation and body image and safety and issues of intimacy. But please, please stop telling my vagina to vote. </p> <p><b>·</b> This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br> © Salon.com 2004 Visit the Salon site at <a href=\"http://www.salon.com\">salon.com</a></p>",
  "Prominent widows of the September 11 2001 terror attacks endorsed John Kerry's run for the presidency yesterday, accusing George Bush of betrayal and of leading the country into a state of permanent war. <p>\"The truth is, after watching the Republican convention in New York, I am scared. I am scared of the mentality,\" said Kirsten Breitweiser, the most celebrated of the self-styled Jersey Girls, four widows who led a dogged campaign to force the Bush administration to establish an independent investigation into the attacks. </p> <p>Yesterday's endorsement by five women who lost their husbands in the World Trade Centre, and a survivor of the attack on the Pentagon, was designed to reassure a doubting US public that Mr Kerry could be relied on to keep the country safe. </p> <p>Ms Breitweiser's defection - she voted for Mr Bush in the 2000 elections - presents a symbolically important counter-argument to the Republican campaign's appropriation of the war on terror as an election prop. </p> <p>Mr Bush has made national security and bold leadership the centrepiece of his election campaign, and it was centre stage at the Republican convention, where speakers and hi-tech imagery conflated the attacks on the World Trade Centre with the war on Iraq. </p> <p>As the widows described it yesterday, that display of pageantry was the final straw, convincing them to go to Mr Kerry and offer their support. Their reasons were manifold: anger at the war on Iraq, which they view as a diversion from the hunt for al-Qaida, an abiding sense of frustration with an administration they accuse of obstructing the investigation into the intelligence failings that led to the 2001 attacks, and fear of another attack. </p> <p>\"It has been a painful process to accept that President Bush failed us,\" said Patty Casazza, another of the Jersey Girls, and like Ms Breitweiser, a former Republican voter. </p> <p>Democratic strategists say the endorsements could help Mr Kerry's attempts to reduce the 20-point advantage Mr Bush enjoys on terrorism. They also hope that it will stem the erosion of another crucial constituency for Mr Kerry: women voters. </p> <p>A Time magazine poll this week revealed a reversal in the traditional gender gap, with women now favouring Mr Bush over Mr Kerry by 45% to 44%. Pollsters attribute the shift to \"security mums\", women who set aside their reservations about the president's conservative agenda because of their concern for their family's safety. </p> <p>It is hoped that some will be won back by Ms Breitweiser, a homemaker who has amply demonstrated her political savvy and talent for publicity during the last three years. </p> <p>On Capitol Hill, where the widows were dogged in their pursuit of an independent investigation into the tragedy, Ms Breitweiser is famous for bringing her dead husband's wedding ring along when she talked to politicians. Members of Congress have found it difficult to resist the widow's pleas - first for an investigation into the attacks, and now for a sweeping overhaul of the intelligence services. </p> <p>But the potential risks of using the 9-11 attacks in the election campaign are inescapable. </p> <p>Although President Bush has made the war on terror the centrepiece of his campaign, and the vice-president, Dick Cheney, went so far last week as to warn that Americans faced another terrorist attack if they elected Mr Kerry, the widows' endorsement could rebound on the Democratic presidential candidate. </p> <p>As Democrats and Republicans have used the imagery of September 11 - and both parties brought relatives of the dead on stage at their conventions - the attacks have become an increasingly divisive issue in America. </p> <p>Until yesterday, Ms Breitweiser and the other widows claimed to use their moral authority on behalf of all Americans. However, they have become strongly identified as critics of the Bush administration. They have been targeted by conservative commentators who call them \"rock stars of grief\". </p> <p>Earlier this year, they were savaged by conservative commentators for criticising Mr Bush's use of imagery from the rubble of the World Trade Centre during his re-election campaign.</p>"
]