[
  "America's increasingly bitter race for the White House hit a new low as the two candidates traded insults with each other in the aftermath of last week's first presidential debate. <p>John Kerry is seeking to capitalise on his widely perceived victory in the debate, while George W Bush is seeking to bounce back from a poor performance. Kerry's campaign appearances now include a parody of Bush as an Elmer Fudd-type character who cannot speak clearly on the issue of the Iraq war. </p> <p>'He keeps trying to say, \"Well, we're-not-we-don't-no-we-don't-you-know, we don't want somebody who wants to leave [Iraq]\"', Kerry told a cheering audience at a rally in Florida. </p> <p>Democrats are delighted at Kerry's performance in Thursday's Miami debate. Nearly all pundits and polls of viewers showed he had bested Bush in the 90-minute talk about foreign policy, dominated by Iraq. Bush appeared rattled and angry on several occasions. He mispronounced several words and phrases and even Republican spin doctors privately concede he was not at his best. </p> <p>Perhaps seeking to regain lost ground, Bush has also hit the campaign trail with an all-time high level of hostility. In New Hampshire he slammed Kerry on Iraq and said the Democrat would end up letting America's national security decisions be vetoed 'by countries like France'. He also lampooned Kerry as a man who loved to talk but never made decisions. 'I've never seen a meeting that would depose a tyrant, or bring a terrorist to justice,' Bush said. </p> <p>However, while round one of the debating season may have gone to Kerry, both candidates are preparing for round two in St Louis, Missouri. The state is a barometer of political opinion and has voted for the winning candidate in every presidential election bar one since 1900. At the moment Bush has a healthy lead in the state, but Democrats hope they can chip away at that as the second debate will focus more on domestic policy. Though polls show Bush's strength among voters lies with his image as a tough leader on national security, Kerry does much better on issues such as the economy and healthcare. </p> <p>The debate will be different from Florida in that it will employ a 'town hall' format where ordinary Americans will ask the questions, not a professional journalist. However, there are likely to be few surprises from the carefully picked audience of nominally undecided voters. All questions have been submitted in advance and a moderator will silence anyone who departs from a pre-approved script. The subject matter is also decided by the two campaigns as a mix of domestic and foreign topics, no matter what people in the debating chamber might believe is more important.</p>",
  "I have only once been to a county cricket match; I have never been again. The problem was that, from the stands, I couldn't see the ball. That didn't matter, my companion told me, because you can infer the presence of the ball from the body language and movements of the players. In that case, I asked him, why have a ball at all? <p>The same thought went through my mind in the early hours of Friday morning, just after the first American presidential debate had finished. As the candidates left the stage at the University of Miami, the camera cut to the BBC's correspondent Katty Kay in the nearby press-room. 'What's going to happen in this room in the next hour,' she told us, 'as both candidates send their teams out to speak to the media is going to have a huge impact on how voters decide how this debate went.' </p> <p>It didn't really matter what Bush and Kerry had said or how they had said it; what mattered was whose version of what they'd said and how they'd said it the media would pass on to the people of America. </p> <p>This bizarre circularity was already being breached, however. Within minutes, Reuters was reporting from St Anselm's College in Manchester, New Hampshire, where seven voters had been watching the debate. Three were for Bush and stayed for Bush, three were for Kerry and stayed for Kerry, but the seventh, one Adam Schibley, now said he was leaning strongly toward Kerry. </p> <p>Early analysis concentrated on the bodies, not the ball. Kerry had won the cutaway campaign, said those who'd watched it splitscreen on C-Span. He took notes when Bush spoke, whereas Bush variously grimaced, winced, smirked or almost shook his head while Kerry was talking. Within hours, the Democratic National Committee had released a video of Bush's cutaways. </p> <p>I thought Bush looked a bit scared while Kerry was right at home. Once again, with his height, booming voice and dense hair, the senator reminded me of a tree, while the prehensile lips and small button eyes of the President have always suggested a small monkey to the cartoonists of the world. At one difficult moment, you half expected Bush to run up Kerry's trunk and take refuge in the topmost foliage, far above the carping, difficult world. </p> <p>The simian image ended at looks. Bush will have surprised jaundiced Europeans by getting his countries right, recalling what the US had done in Liberia and knowing that, in Darfur, 'the rainy season will be ending soon'. It was Kerry, strangely enough, who erred, locating the cells of the KGB headquarters in Moscow as being 'under Treblinka Square'. He must have meant under the Lubianka or under Dzerzhinsky Square - Treblinka was a Nazi extermination camp. </p> <p>BUush was more religious and emotional, climbing a mountain to see the valley of peace and tearing up with a war widow; Kerry was more incisive and analytical. But their tasks had been delineated long before Thursday night. In a piece written for the latest issue of Atlantic Monthly, James Fallows predicted that each would have a single message. 'George Bush will try in his every answer to convey, \"I am a wartime President, and I am strong.\" John Kerry will try to convey, \"You don't know what you are doing and you are weak.\"' </p> <p>So they did. 'He changes positions and you can't change positions in the war on terror if you want to win,' charged Bush. 'Mixed messages send the wrong signals.' 'You can be certain and be wrong,' replied Kerry. Or, as a Democratic strategist said on Friday: 'Go back through the transcript and you'll see it boils down to four words: more of the same. Kerry is a new direction for the future and Bush seems stuck in the past and doesn't acknowledge the troubles.' </p> <p>Given the need for the candidates simultaneously to avoid making a big mistake, to have their body speak the correct language, and for them to repeat the core, boiled-down message, perhaps we Brits shouldn't pay too much attention to what was actually said. Who, after all, remembers what was promised in the Gore/Bush debates of 2000? I certainly don't. </p> <p>And the situation is the situation. Whatever Kerry says he would or would not have done in Iraq (the invasion of which he compared to conquering Mexico because of Pearl Harbor), the fact is that the coalition is there, the violence is happening and the elections are planned for January, the month when a President Kerry would be inaugurated. What can we tell from the debate about the way this potential new head of state might behave? </p> <p>'Under Bush,' said Kerry, 'the best case scenario - what we have now. Worst case scenario - civil war. I can do better.' Or, as he put it for the benefit of US troops in Iraq: 'My message is: help is on the way!' </p> <p>What help? Take this passage from Kerry. 'Today, we are 90 per cent of the casualties and 90 per cent of the cost: $200 billion - $200 bn that could have been used for health care, for schools, for construction, for prescription drugs for seniors, and it's in Iraq.' The suggestion here, repeated elsewhere during the debate, is that Kerry will reduce the cost in men and materials by getting more allies to sign up for duty in Iraq, presumably during the post-election period. The troops are to be saved not by the US, but by the German cavalry. </p> <p>Yet, though he cited failures in Afghanistan (leaving Bush to comment on the scale of voter registration there), Kerry never allowed that perhaps the greatest failure has been that of Nato countries to provide the peacekeepers they had promised. So he replaced one illusion - that things are basically all right - with another, that 'help is on the way'. </p> <p>And if it isn't, what will President Kerry do to get his fire stations, health care and prescription drugs? Withdraw? And if he faces other challenging situations, how far will he be guided by the political and economic requirements to build almost consensual coalitions? On Sudan, he said there was, indeed, another genocide, and: 'We could never allow another Rwanda.' But how would 'we' stop it? If he has followed the painful progression of the matter of Darfur through the United Nations, he must know that some other countries, like Dickens's Circumlocution Office, are dedicated to the business of not getting things done. </p> <p>And this takes me to what was the most worrying part of Kerry's thinking, as revealed in Miami. 'You know, the President's father did not go into Iraq, into Baghdad, beyond Basra,' Kerry told viewers approvingly. 'And the reason he didn't is because there was no viable exit strategy. And he said our troops would be occupiers in a bitterly hostile land. That's exactly where we find ourselves today.' </p> <p>Quite so. So, instead, he allowed the Shia and Kurdish rebellions to be crushed and the result was 12 years of crippling sanctions, of bombings to enforce the no-fly zones, of non-compliance with UN resolutions and, of course, of Saddamite state terror. Of course, there were no cameras there, except when the Baath command wanted there to be, no visitors except when Saddam allowed in his tame Galloways. Was that, as Kerry was never asked, good policy, because no US troops died, though hundreds of thousands of Iraqis did? And what did that stoke up for the future? </p> <p>There are a thousand reasons for hoping that John Kerry wins the election in November, not least because of the chance of cooling the Anti-American fever in much of the world. But I will also want to know that he sees the same hard ball flying through the air that I see.</p>",
  "Perhaps the greatest Irish national conceit is that absolutely everyone everywhere loves us. <p>'Sure everybody loves the Irish' has become the smug refrain echoed around every Irish pub from Boston to Berlin, Copenhagen to Cape Town. It synthesises neatly with that other national conceit - the so-called craic, the notion that the Irish have a divine right to be the most hospitable, entertaining and funny race on earth. </p> <p>The first sentiment permeates even into Irish foreign policy where the Republic, although a small, postcolonial English-speaking nation that is non-aligned militarily, likes to think it exercises disproportionate influence on the world's stage. </p> <p>Undoubtedly, Ireland's long history of postwar peacekeeping, its tradition of fairness and humanitarian concern exemplified in the work of the Irish blue berets, has enhanced the country's reputation around the globe. Sometimes, however, the Irish political and media classes get a little carried away with themselves when it comes to world power play. </p> <p>The family of the British hostage Ken Bigley has lavished praise on the Irish government and opposition figures for trying to secure his release. On one level, the diligence of the Department of Foreign Affairs, and Michael D Higgins in particular, is commendable. On the other hand, there is very little Ireland can do in the circumstances beyond issuing appeals for Bigley's freedom. The Jordanian radical behind the kidnapping, Abu Musab al-Zarqawi, certainly 'doesn't love the Irish'. For him, like his former mentor, Osama bin Laden, we are all infidels who must either convert or die. </p> <p>One problem with this typical piece of non-armed and well-meaning form of Irish interventionism is that it has led to why Bigley was kidnapped in the first place. Throughout last week, there were constant references on Irish radio and television to the two female prisoners the Islamist kidnappers want freed in return for Bigley. These 'ladies' actually happen to be two scientists who were crucial in building up the Baath dictatorship's chemical arsenal, some of which was used to gas thousands of Iranians and Kurds. </p> <p>If Higgins believes that the 'two female prisoners' (aka 'the chemical war criminals') should be released, then perhaps he ought first to take a trip to northern Iraq, specifically to Halabja in free Kurdistan. The Labour TD might care to explain to the survivors of the chemical attack that killed more than 5,000 men, women, children and babies why the women behind Saddam's chemical warfare programme ought to walk free without trial. </p> <p>To surrender to the uncompromising al-Zarqawi would be akin to the Allies post-1945 handing over the Nazi scientists who devised the gas chambers after the kidnapping of a British sapper in Dusseldorf. Moreover, the notion that the Kurds should be robbed of their chance to put on trial the two war criminals, Rihab Taha and Huda Amash, whose programme led to the genocide at Halabja, is monstrous in the extreme. </p> <p>At the end of last week, the daughter of one of the Disappeared contrasted Gerry Adams' deep concern for the British hostage in Iraq with the Sinn Fein President's 23 years of inertia over her father's plight. </p> <p>The IRA's South Armagh brigade abducted, murdered and buried Charlie Armstrong as he made his way to Mass in Crossmaglen in 1981. His daughter, Anna McShane, said she had no real problem with Adams calling for the release of an innocent man. However, she added that Adams would be better suited putting his energies into locating and returning the body of her father. </p> <p>There can be no doubt that Charlie Armstrong was 'disappeared'. Yet why is it that the Irish Times insists as it did yesterday on referring to these victims as 'the so-called \"disappeared\"'. As far as I remember, the Irish Times never referred to the victims of British miscarriages of justice 'the so-called Birmingham Six' or 'the so-called Guildford Four'. </p> <p>D'Olier Street should stop insulting the memory of these victims and their families. </p> <p>Back in the Clinton-dominated 1990s, the US Democrats partied at one of their conventions with mass dancing to that obnoxious song 'The Macarena'. After President Mary McAleese's unchallenged return to Phoenix Park this weekend, perhaps the Irish Labour Party should follow the Democrats' example and subject their delegates at the next annual conference to a little dance of their own. All the comrades have to do is flap their two arms about like a bird, dart their heads back and forward and belt out the words to the tune of that equally obnoxious television ad for a certain poultry sauce, 'I feel like chicken tonight, chicken tonight'. Nothing could be more appropriate for a party that chickened out of a presidential election campaign. At least Dana and Eamon Ryan, who tried so hard to give the Irish people a democratic choice, can walk away with their heads held high. </p> <p><a href=\"mailto:henry.mcdonald@observer.co.uk\">henry.mcdonald@observer.co.uk</a></p>",
  "The burly nomad with a henna beard and a fierce scowl grips the pen between his thick fingers. Turgul cannot read the election material around him, but is determined to practise the first vote of his life. <p>The turbaned tribesman drags the pen across a scrap of paper. 'Just like that,' he says uncertainly, holding aloft the squiggle that will mark his choice. </p> <p>Few elections have faced such a dizzy array of challenges as Saturday's presidential poll in Afghanistan. Taliban terrorists are threatening bombings and warlords may try to warp the result. The terrain is forbidding, the logistics maddening and, like Turgul, many voters are illiterate. 'It's been very difficult,' said Amandine Roche, a United Nations civil education officer. 'But Afghans really want this to work.' </p> <p>More than 10 million voters have registered, 40 per cent of them women; there is an ethnically diverse field of 18 candidates; and for the first time ever war-worn Afghans will taste democracy. </p> <p>There is anxiety, however. In the south and south-east, the Taliban have threatened to scuttle the poll through violence and intimidation. Yesterday Afghan and coalition forces arrested 25 Taliban suspects in a dawn raid in Kabul. </p> <p>Away from the capital, the main worry is the warlords who, between them, have 45,000 gunmen in their pay. Flush with soaring drug revenues, many vow to retain influence over their fiefdoms. 'Many rural voters say the militias have told them how to vote, and they're afraid of disobeying,' said Brad Adams of Human Rights Watch. </p> <p>The UN, which is spending £111 million on the election, must overcome daunting geography: high mountains, deserts, bone-jarring roads. </p> <p>The UN has 115,000 election officials and has hired 5,000 satellite phones, 1,150 jeeps, four helicopters and a cargo jet. But the final vote will not be tallied until the last ballot-box returns from the farthest reaches of the Hindu Kush mountains by donkey, up to two weeks after polling day. </p> <p>Yet Afghans are displaying an infectious enthusiasm. Yesterday Kuchi nomads gathered outside their tents on a dusty hillside near Kabul for a lesson in voting. </p> <p>Shah Faqir, a one-eyed sheep farmer, was unable to read but could point to the photograph of his chosen candidate, Hamid Karzai, the country's interim leader. 'He stopped the fighting and brought stability to this country,' he said. 'The others are bad guys. If they win, the gunmen will return and the country will be destroyed.' </p> <p>The Kuchi women have also registered to vote, but were nowhere to be seen. </p> <p>Karzai is the favourite but may face a second round of voting if his nearest rival, the former Education Minister Yunus Qanooni, polls strongly. Both are flag-bearers for their ethnic communities: Qanooni is a northern Tajik, Karzai a southern Pashtun but with broader appeal. </p> <p>Some say an election now is too dangerous. But 'most Afghans see it as a move away from the rule of the gun, and that is positive,' said Grant Kippen of the US National Democratic Institute, a non-profit organisation that helps to oversee elections..</p>",
  "Somewhere in the bleary early hours of last Friday morning, a bunch of jubilant strangers gatecrashed the victory party of Labour's newest MP. <p>The activists from the anti-European UK Independence Party (Ukip) might ordinarily have expected to be barred from the Hartlepool HQ of Ian Wright. But not, it seems, on a by-election night in which they forced the Conservatives into a humiliating fourth place. 'As we'd beaten the Tories, we were welcome,' recalls Clive Page, their Hartlepool spokesman. </p> <p>This weekend, as he prepares for his first party conference as Conservative leader, Michael Howard faces a peculiarly unholy alliance against him. </p> <p>From the right, Ukip is marching on Tory heartlands with its promises of withdrawal from the EU; to the left, the Lib Dems are scooping up the disaffected Labour protest votes that Howard needs. Squeezed in the middle are the Tories, trying to decide where to open fire first. </p> <p><b>The plan for power</b><br> </p> <p>This week, Howard's team will unveil plans for their first day, first week and first month in government, a bold move to make them look poised triumphantly on the brink of power. Just days after what shadow defence secretary Nicholas Soames succinctly described as a 'fucking awful' result in Hartlepool, they might struggle to look convincing. </p> <p>Yet the irony is that Howard, who was elected unopposed as a unity candidate more than 11 months ago, following the vicious disposal of Iain Duncan Smith, has done most of what his party asked. He has restored the Tories' credibility at Westminster, boosted dwindling membership, opened party donors' chequebooks and quelled the eternal plotting that destroyed his predecessors. </p> <p>The only thing he has not done is actually win over voters. Trust in Tony Blair has collapsed, but that is prompting a backlash against all mainstream politicians, not enthusiasm for Howard. One year later, recent polls reveal that nearly one Tory in five would rather see Blair in Downing Street than his own party: Blair scores higher than Howard on both competence and being 'in touch' - and highest of all among potential Tory swing voters. </p> <p>Stephan Shakespeare of YouGov, the party's former pollsters, says they are no longer flatlining in the polls: it's worse than that. 'You would normally be expecting a rising curve going into the next election to get in reach of the target,' he says. 'The fact it has stayed where it is means they are, in reality, going backwards.' </p> <p><b>Party troubles</b><br> </p> <p>No wonder the mood, as the party faithful gather in Bournemouth, is queasy, not least among Tory MPs with knife-edge majorities. 'There will be fluttering in the dovecotes over this,' says one veteran frontbencher, ominously. 'Conference is going to be difficult.' </p> <p>Howard will try to calm his restive party - as Blair did his last week - by lowering the temperature. He will not, frontbenchers insist, be panicked into offering specific tax cuts, although Oliver Letwin, the shadow Chancellor, will send broad signals. </p> <p>And there will be no overblown rhetoric, no 'big ideas': just small, practical policies, with a promise that ministers who fail to deliver them will be fired. The Tories hope this will reassure a new breed of floating voter, convinced grandiose political promises cannot be trusted. </p> <p>'How many big ideas have we had from Blair? \"A thousand days for a thousand years\"; \"the young country\"; \"the giving age\"; \"healing the scars of Africa\",' says David Cameron, formerly Howard's special adviser and now his shadow cabinet policy co-ordinator. 'People are fed up with politicians grandstanding.' </p> <p>The task instead, as chairman Liam Fox will tell the conference tomorrow, is for the Tories to prove that 'political parties are not all the same'. </p> <p>The risk, however, is that such low-key language will be drowned out in a cacophony of conflicting advice from the sidelines, with right-wingers demanding more Euro-scepticism to prevent Ukip defectors. Can Howard stick to his course? </p> <p><b>Whiff of panic</b><br> </p> <p>The word that Howard's political admirers use most often of him is 'decisive'. 'He is very focused on what he wants to achieve; he doesn't brook diversions,' says Andrew Lansley, his shadow health secretary. Cameron argues Howard is more sure of himself now than he ever was as Home Secretary: 'He seems more calm, more measured.' </p> <p>In Central Office, however, there is a whiff of panic. The first sign came with an interview published in the anti-war New Statesman last Thursday - the day Hartlepool went to the polls - in which Howard directly accused Blair of lying over Iraq, a charge even Charles Kennedy has avoided. </p> <p>Howard voted for the war, and still supports it: like John Kerry, the Democratic presidential candidate whose 'flip flopping' on Iraq has damaged him, was he now jumping belatedly on the anti-war bandwagon? Opponents scented blood. </p> <p>'It's a desperate attempt to seize ground that we're occupying,' says an indignant Tim Razzall, the Lib Dem campaign manager. Downing Street, too, is preparing to exploit Howard's inconsistencies on Iraq, believing the public will resent any breaking of ranks when British troops are still under fire. </p> <p>There may trouble, too, on his own side. Duncan Smith - who received intelligence briefings in the run-up to the invasion and believes Blair acted correctly - is understood to be seeking pledges in Howard's speech this week that the Tories will not dilute support for the war. </p> <p><b>The Ukip threat</b><br> </p> <p>The second warning sign came on the eve of polling, when the party took out a full-page advert in Hartlepool's evening paper declaring its opposition to the euro, the European Constitution and a federal superstate - all of which was calculated to appeal to Ukip defectors. </p> <p>'I thought that was desperate,' says Page, who says this was the point at which he realised his party could beat the Tories. Ukip rubbed salt in the wounds at its own annual conference in Bristol, with a 'victory' dinner for 200 of the faithful last night. </p> <p>However Howard's aides insist there will be no lurch to the right on Europe this week and that there is no evidence such a move would attract the floating vote Howard needs - and Kennedy is already getting. A poll for last week's Economist found that, while 25 per cent of voters would be more likely to vote Tory if Howard pledged to pull out of Europe, a third said it would make no difference as they 'would not vote Tory anyway'. </p> <p><b>Keep buggering on</b><br> </p> <p>Andrew Mackay knows a bit about Ukip supporters: the deputy party chairman's own son, Hamish, voted for them in the European elections, 'because he wanted to give us a bloody nose'. Hamish will be voting for his father at the next general election, and Mackay - who is in charge of target seats - believes most of those 'protest-voting' Ukip will follow: 'I think Ukip's bubble will burst.' </p> <p>His optimism is backed by polling carried out in 130 of the Labour-held seats he oversees. It found the Tories have reversed Labour's lead in the battleground for the next election. </p> <p>'They're full of traditional Tory voters who were rather taken with Blair and voted for him in 1997, and now they feel let down,' he said. Crucially, Labour won many of these seats thanks only to tactical voting by Lib Dem voters, who may not help out again. For months, Mackay has been pushing Howard's claim that Blair lied over Iraq. </p> <p>Could these tentative green shoots of Tory revival be real? Even if not, there is no appetite among demoralised MPs for another leadership coup with a general election so close: they accept not much can be done beyond - as Soames himself put it - 'KBO' [Keep Buggering On]. </p> <p>Even the voters seem confused about what they would prefer: the top choice in the Economist's poll of potential leaders was not any of five senior Tories, but 'someone younger' - a sign that they believe the Tories' Blair, someone who can rescue the party, has not yet emerged. </p> <p>However, a bad result could prompt a leadership contest, probably between David Davis and Liam Fox on the right and Letwin, Lansley or Damian Green, the recently deposed shadow education secretary, on the moderate wing. Sir Malcolm Rifkind, due to return to Parliament at the next election, is also a contender. Gentle manoeuvring may begin this week. </p> <p><b>It's the voters, stupid</b><br> </p> <p>Shakespeare has a warning for the Conservatives - the experience of three leaders in as many years should teach them that its problem is policies, not people: 'Leaders have far less of an effect than we normally give credit for.' </p> <p>Dominic Cummings, former head of strategy at Central Office, agrees there is 'no magic bullet', beyond a radical intellectual refreshment of the party. Lack of trust in Blair, he argues, is not enough to guarantee victory: 'Trust in Clinton plummeted after the Lewinsky scandal but his job approval ratings did not.' </p> <p>Lansley accepts that the Tories' first task is getting voters to trust politicians again, but argues a centralising platform of free-market economics, social tolerance and a gentle scepticism about the EU could prove a vote-winner: </p> <p>'The 20, 30, 40-somethings who are at the heart of those the Conservative Party has to win over - that's the way they approach life now.' </p> <p>What they are not doing, yet, is approaching the Conservative Party. </p> <p><b>Two sides of Michael Howard:</b></p> <p><b>Soft cop:</b> </p> <p>'We are all crew on what at its best is the most superb campaigning vessel politics has ever known.' <b>Howard on being made leader of the Conservative Party, November 2003 </b> </p> <p>'It was a bold and brave experiment but it didn't work, it was a mistake, I've apologised for it before and I'm happy to do so again.' <b>On the poll tax, December 2003</b> </p> <p>'One of the worst ways in which people are denied control over their own lives. I loathe it.' <b>On racial discrimination, February 2004</b> </p> <p><b>Hard cop:</b> </p> <p>'We will introduce a tough new asylum policy that will also help the fight against crime. We will not allow the same number of bogus asylum seekers to receive benefits while they stay in this country.' <b> On asylum policy, February 2004 </b> </p> <p>'As the economy grows we can begin to cut taxation so people can keep more of their hard-earned money. That is the way you get dynamic economies that create more jobs and better public services.' <b> On the case for cutting taxes, June 2004 </b> </p> <p>'The clear distinction between right and wrong has been lost in sociological mumbo-jumbo and politically correct nonsense.' <b> On social standards, August 2004 </b></p> <p><b>·</b> Research by Isabelle Chevallot</p>",
  "Gordon Brown last night led desperate cabinet calls for an end to Labour's civil war, amid warnings that the bitter clash over who should succeed Tony Blair could cost the party the next election. <p>The intervention from the government's three leading heavyweights - Brown, David Blunkett and John Reid - signals anxiety within Downing Street at the damage being caused by the frantic jockeying for position that followed Blair's announcement that he planned to step down at the end of a third term. </p> <p>Brown warned that Labour must never become 'distracted' from the task of winning an election, now only months away, while sources close to Blunkett said that painstaking attempts to 'reconnect' with angry voters at last week's party conference were now in jeopardy. </p> <p>The three spoke out amid rumours of a drastic reshuffle after the next election to give the Blairites a firmer grip on the levers of power. Patricia Hewitt is tipped to take over from Jack Straw - a Brown ally - at the Foreign Office, while Culture Secretary Tessa Jowell is being lined up for the higher-profile Health. </p> <p>Meanwhile, friends of Brown, furious at his having been kept out of the loop over the Prime Minister's plans to go public with a retirement date, issued veiled threats of trouble among backbenchers when Parliament resumes. </p> <p>The dangers facing a divided party were high lighted last night when the Tories released internal polling suggesting that, in Labour's 130 most marginal seats, they have reversed an 11-point Labour lead and are now four points ahead. </p> <p>That swing could topple up to 103 Labour MPs - enough to deliver a hung parliament. Polling evidence has repeatedly shown that divided parties - as the Tories were in 1992 - are rejected by the electorate. </p> <p>Last night, as one exasperated minister warned that the party had 'had enough of willy-waving' between the two camps, Downing Street launched an urgent damage limitation exercise. </p> <p>Brown broke off from talks in Washington to issue his own plea for unity, telling the BBC that the government's 'first priority' was to ensure higher standards of living and tackle serious problems: 'The task we have got before us is to show that we have the unity of purpose and indeed the strength of purpose to deal with all the difficult decisions ahead, never to be distracted from that, but to get on with the job.' </p> <p>Meanwhile in London, friends of Blunkett, the Home Secretary, warned of the dangers of a divided party. 'David's view is that cabinet ministers now need to put their heads down and get on with the job,' said one source, adding that newspaper speculation about 'runners and riders' for the leadership was unsettling voters. </p> <p>'If the electorate don't see that our fundamental purpose in being in politics is to win elections and deliver policies, rather than talk about who gets what job, we won't be in governmental politics much longer. </p> <p>Reid, the Health Secretary, was also deployed yesterday to knock heads together, warning that is the duty of all Labour MPs now to 'maximise victory in the general election'. </p> <p>Beneath the surface, however, feelings remain raw. Brownites, infuriated at the way the Prime Minister's announcement was sneaked out while the Chancellor was on a plane to Washington, hit back with veiled threats to foment trouble among backbenchers. </p> <p>'If enough MPs revolted at one of the meetings of the PLP [Parliamentary Labour Party], the Prime Minister would be in trouble,' one source said. </p> <p>For their part, Blairites were left smarting by what they saw as Brown's aggressive escalation of tensions in the run-up to conference. </p> <p>Friends are now urging Blair to 'circle the wagons' in a reshuffle just after the election, rewarding middle-ranking cabinet loyalists such as Jowell and Hewitt and promoting the 'next generation' of Blairites coming up behind them, including David Miliband, Ruth Kelly, Hazel Blears and John Hutton. Between them, they would form a formidable phalanx to block the progress of Brownite sympathisers. </p> <p>Meanwhile, the Tory party polling, taken in August, suggests that its strategy of targeting key seats is starting to pay off. 'In the key parts of the country where we need to win seats off Labour, we are actually performing pretty well,' said one senior Tory official. </p> <p>Many MPs suspect that, despite his pledge to serve a full third term, Blair realistically will have to go within three years of an election, to give his successor time to be selected - a timetable that would favour Brown. </p> <p>However, under plans being drawn up in Downing Street, a leadership contest would be fought while Blair was still in office, as happens in the American presidential primaries. Contenders would have to resign from the cabinet to run and the whole process could be completed in less than 10 weeks. Aides argue that, with third-term parliaments usually running closer to five years than the four that is Blair's pattern so far, it could be four years after an election before he has to go. </p> <p>Last night, Labour MPs in marginal seats insisted they had no fear of a Conservative recovery. Jim Knight, whose Dorset South seat is the most vulnerable in the country with a majority of 153, said voters still did not consider Michael Howard a viable choice: 'Tony Blair said at conference that there is a trust issue. But I don't detect any enthusiasm for the Tories.'</p>",
  "<p>The assertion that America is a brand might be surprising at first. We too readily associate brands with consumer products. Yet for tourism and inward investment purposes at the very least, as well as for 'public diplomacy', countries and cities all around the world are defining what makes them distinctive - and marketing themselves as brands. </p> <p>A new book, Brand America, by Simon Anholt and Jeremy Hildreth, will not only convince you of the serious intent behind this but will also make you realise that America is, as the book's subtitle puts it, the mother of all brands. Indeed, when you look at it properly it is a consumer product, even if you cannot buy it in a packet from a supermarket shelf. </p> <p>There are two common misconceptions about brands. First that a brand is purely about visuals - a logo, colours and imagery. Second, that branding is a 20th-century invention. Of course the visual imagery of the American brand is powerful: the Stars and Stripes, the presidential seal, the Statue of Liberty are iconic and recognised in every corner of the world. And there's no doubt that in the 20th and 21st centuries we have become more and more accustomed to the management of visual symbolism to create emotional effects. </p> <p>While such visual branding has always worked for the US, Anholt and Hildreth's book goes deeper, to the ideas that have informed Brand America. See, for example, that the Declaration of Independence, written by Thomas Jefferson and others in 1776, is the starting point. Think of the way words have represented American ideas and built a worldwide consciousness of its values in a continuing line that takes in things as diverse as the Gettysburg address, the broadcaster Voice of America and the lyrics of Bruce Springsteen. Perhaps the only question is whether this is a brand that has somehow just happened or has been consciously managed. Springsteen himself might point us to the answer by showing how awareness of the brand lives inside every American. A few months ago he wrote about the presidential election: 'This is the most critical election of my life. Basic issues of America's identity are at stake.' </p> <p>Of course, that is why the definition and meaning of the American brand exercises us all at this moment. Which expression of Brand America will dominate the world for the next four years? Bush or Kerry? Polls outside the US show that we would all like a say in an event that might affect us more than our own national politics - and just about every country in the world prefers Kerry's version of America to Bush's. </p> <p>We need to see the American brand in its historical context, and Anholt and Hildreth make clear that America has always seen itself, and managed itself, as a brand. It has dominated a marketplace for ideas, culture, influence and respect, and it has traded in this marketplace through its commercial brands. Its continuing dominance of the world's most valuable business sectors - entertainment, merchant banking and IT, for example - mean that the national and commercial brands reinforce each other. </p> <p>But this could change. Indeed it is changing, with rising anti-Americanism throughout the world. The core values of Brand America, freedom and wealth, have become more common commodities. The dream has faded. America is no longer the aspirational beacon for all those who yearn for lives of greater freedom and wealth. It's hard for many inside the US to realise this as they resort to ever-greater stridency in their proclamations of 'enduring freedom' while narrowing the parameters of acceptability for opposing ideas. The brand of the free receives a cynical reception in the rest of the world, particularly when television images can daily show negative aspects of Brand America's imposition of the liberty it now offers. </p> <p>If you're no longer an aspirational brand, you need to try harder. But at this crucial time America seems to have forgotten what it means to be a brand. The synergy of culture, brands, companies, policy, people and media has dissipated. There's an absence of co-ordination between purpose, ideology and message. </p> <p>Instead, as the sole superpower in a new world order, America has forgotten how it achieved brand leadership when there was greater competitiveness between national brands. American companies - in tune with their national brand - had realised that clarity of purpose and message mattered above all. They understood the need for sensitivity towards different audiences. They knew the value of attractive positioning and ethical behaviour, even if they have not always lived up to it. And America's commercial brands still lead the world, accounting for 64 of the world's most valuable 100, because it takes time to lose such a dominant position. But there are danger signals for American brands in the decline of Brand America. </p> <p>Anholt and Hildreth advocate branding as an inherently peaceful and humanistic approach to international relations, because it is based on competition, consumer choice and consumer power. As such it is closely linked to principles of individual freedom and power, far more likely to lead to world peace than statecraft based on territory, economic power, ideologies, politics or religion. They show, too, that brand analysis, because it embraces both emotional and intellectual arguments, has a particular power to put America under a searching spotlight. </p> <p>So where does that leave Brand America now? Arguably in need of a new brand promise, or at least a new definition of the brand's essence; searching for a new approach to public diplomacy, while needing the equivalent of a Marshall Plan to set about the task of rebuilding. But the answer, as with many commercial brands under threat, lies not in the ruthless discarding of the values that have got America to this point but in finding new and relevant ways to express them. That is the real issue at the heart of the presidential debate.</p> <p><strong>Their stars in our eyes</strong></p> <p>We have all grown up in a time and place heavily influenced by American culture. Significant Americans (they almost demand to be called icons) have dominated our lives: Humphrey Bogart and Marilyn Monroe in films (or do we talk about movies and Hollywood?); Elvis Presley and Bob Dylan in music; John F Kennedy and Martin Luther King in politics and public life. Go back or skip forward a few generations and the names of the icons are different, but the point still holds. </p> <p><strong>Born in the USA</strong></p> <p>More than any other country, America has benefited from the positive power of its commercial brands. For example, Coca-Cola, MTV and Levi's in youth lifestyle; Microsoft, Dell, IBM in technology; CNN, Time, Newsweek in information; American Express, Merrill Lynch, Goldman Sachs in the management of money.</p> <p><strong>·</strong> John Simmons (<a href=\"http://www.thewriter.co.uk\">www.thewriter.co.uk</a>) is editor of 'Great Brand Stories', a paperback series from Cyan Books, exploring some of the world's iconic brands. 'Brand America: The Mother of All Brands' by Simon Anholt with Jeremy Hildreth (Cyan Books, £7.99) is published on 21 October.</p>",
  "<p><strong>Wages of Sin, by Stephen Coonts (Orion, £12.99)</strong></p> <p>Coonts regularly pulls off one of the trickiest feats of thriller writing - combining convincing action, drama and high tension with humour, but without descending to a flippant disregard for human life and morality. Tommy Carmellini, a former expert burglar turned CIA agent, is sent to help guard a remote company safe house in the Blue Ridge Mountains of Virginia where a star KGB defector is being debriefed. But the house is attacked by ruthless mercenaries who slaughter everyone except, of course, Tommy, the KGB man and a beautiful female agent called Kelly.</p> <p>The word is put out that Tommy was responsible for the killings, so there is no refuge with the police or CIA. What they need to find out is what powerful American was so worried about what the KGB man could divulge that such drastic action was required. The answer, which emerges in the middle of a presidential election campaign, is that the chief villain is very important indeed.</p> <p><strong>Overkill, by James Barrington (Macmillan, £12.99)</strong></p> <p>If you must make your readers wait until page 317 before explaining what the hell is going on, you should at least maintain the flow and tension until then. But what we have here is a farrago of preparation, an over-detailed and over-indulgent scatter-gun approach in which tiny pieces of the jigsaw are scattered around countless fragments of narrative from a score of different locations. And the plot (when you finally reach it) is that dissident Russian intelligence bosses - without the knowledge of the Kremlin - get together with... wait for it, al-Qaida to plant neutron bombs in Europe and America in a bid for world domination. Not merely absurd and laughable but utterly idiotic. The man who rides, flies, runs, fights and kills to the rescue is Paul Richter, one of the most viciously psychopathic and deeply unlikeable characters ever to be given a hero's role in a thriller.</p> <p><strong>The Golden Silence, by Paul Johnston (Hodder, £18.99)</strong></p> <p>Athens, we have been told, only finished its preparations for the Olympics with days to spare. Paul Johnston's new thriller is set about 18 months before, in a very edgy Athens full of roadworks and building projects, with no-one knowing if it is all going to be a triumph or a disaster. This is the setting in which half-Greek, half-Scots private investigator Alex Mavros begins his hunt for a young Russian immigrant who seems to have slipped into the clutches of the city's seamy, steamy and murderous underworld.</p> <p>Johnston's previous novels have mostly been very elegant and well written, so it is surprising to come upon such crudely drawn characters as a pair of torturers called \"The Father\" and \"The Son\", and the female crime boss, Rea Chioti, who is strangely in thrall to a 15th-century BC funeral mask. But, as in all the best thrillers, bullets and fists fly in profusion as Alex follows the trail to the missing girl and finds relationships moulded in the agonising fires of Greece's awful time under the colonels.</p> <p><strong>Indelible, by Karin Slaughter (Century, £12.99)</strong></p> <p>This is an example of how murky past events can fling a poison-tipped javelin into the present and create havoc. Two vicious killers invade the police station of a town in Georgia, and set about murdering police officers and civilians alike. Medical examiner Sara Linton and her former husband, police chief Jeffrey Tolliver, who has been gravely wounded, are in the heart of the action, trying to cope with what at first seems like a random attack. But then it begins to emerge that the mayhem has roots in an incident 12 years before when Jeffrey took Sara to his rural home-town of Sylacauga, Alabama. A tragic shooting incident stirred the local pot of resentment, and was never fully resolved. While Sara works to save Jeffrey's life, Detective Lena Adams is with the hostage team, and we are prepared for the classic confrontation involving tough men, and equally tough women, Karin Slaughter is so good at.</p>"
]