[
  "<p>The family of the murdered journalist Daniel Pearl has appealed to American politicians not to use his name in their election campaigns.</p> <p>The family issued the appeal after vice-president Dick Cheney mentioned Pearl in a campaign speech that criticised Democratic presidential contender John Kerry.</p> <p>They want to avoid the journalist's killing in January 2002 at the hands of Islamist militants being used as a political pawn over the war in Iraq ahead of the US elections.</p> <p>Pearl, the Wall Street Journal's south Asia correspondent, was kidnapped while investigating links between Pakistani militants and the suspected shoe bomber, Richard Reid.</p> <p>His dismembered body was found four months later in a shallow grave in Karachi. </p> <p>Mr Cheney mentioned both Pearl and Paul M Johnson Jr, an American citizen beheaded by militants in Saudi Arabia in June, in a speech aimed at discrediting rival presidential candidate Mr Kerry views on the \"war on terror\".</p> <p>\"A sensitive war will not destroy the evil men who killed 3,000 Americans. The men who beheaded Daniel Pearl and Paul Johnson will not be impressed by our sensitivity,\" said Mr Cheney.</p> <p>The vice-president referred to the pair as he blasted Mr Kerry's calls for a \"more sensitive\" war on terror.</p> <p>In a statement, Pearl's family said: \"We would like him to be remembered for what he was in his life, a passionate American and humanist who rose above political, religious and cultural divisions, and used his pen and fiddle to connect people of all backgrounds.\" </p> <p>Although the statement did not mention Mr Cheney's speech, Jonathan Heit, a spokesman for the Daniel Pearl Foundation, a non-partisan organisation that promotes cross-cultural understanding, told the Associated Press news wire service the speech was the catalyst for the family issuing a statement. </p> <p>\"Their hope would be that all involved, not just the US election, but the dozens of elections going on around the world, can come together on this one issue and erase the hatred that took Danny's life,\" he said. </p> <p>Meanwhile, an Iraqi television producer working for German channel ZDF has been killed near the Iraqi city of Fallujah.</p> <p>ZDF's chief producer in Baghdad, Jorg Christ, confirmed this morning that Mahmoud Hamid Abbas, a local producer for the station, had been found dead on Sunday near Fallujah. Abbas had traveled to the town to gather Iraqi opinions about the Iraqi national conference. He phoned ZDF's Baghdad office on Sunday from Fallujah to say he would be back soon, but was not heard from again.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Israel announced plans for 1,000 houses in the West Bank yesterday, accelerating the expansion of the settlements. <p>The pace of construction is in marked contrast to the slow pace of its much-publicised withdrawal from the settlements in the Gaza Strip. </p> <p>Peace Now, an Israeli group opposed to the settlements, said a minimum of 3,700 houses were being built, in addition to 600 announced earlier this month and the 1,000 yesterday. </p> <p>Earlier this month the Guardian revealed that big infrastructure projects were under way to prepare for a new settlement to link Ma'ale Adumim and Jerusalem, enclosing Palestinian east Jerusalem. </p> <p>The announcement came on the eve of a meeting of Ariel Sharon's Likud party, whose right wing is hostile to the prime minister's plan to abandon Jewish settlements in Gaza. </p> <p>Mr Sharon is attempting the difficult balancing act of moving ahead with the Gaza plan while holding together his coalition government. </p> <p>Yariv Oppenheimer, of Peace Now, said Mr Sharon was talking of disengagement from Gaza but doing nothing, while increasing the occupation of Palestinian territory in the West Bank. </p> <p>The total of 5,300 houses in the present wave of settlement expansion constitutes almost a house each for about 7,000 settlers who live in the Gaza Strip. </p> <p>Mr Sharon said the Gaza Strip would be clear of Jewish settlements by the end of next year. Eighty families have already submitted their claims for compensation. </p> <p>The road map peace plan, which was endorsed by Israel and the US in June last year, calls for all settlement activity to be frozen. But it is being ignored by Jerusalem and Washington. </p> <p>A western diplomat said that Israel had never accepted limits on settlements and Washington had never insisted on them. </p> <p>\"The US tacitly agreed, via the exchange of letters and other meetings, that the Israeli position has validity,\" the diplomat said. </p> <p>\"The US showed that limited building was permissible. However, it is not clear that this scale of building is consistent with that understanding.\" </p> <p>Other sources said President George Bush would not confront Israel in the run-up to the presidential election, but would not take kindly to Mr Sharon taking advantage of this situation. </p> <p>Although the road map was formulated by the UN with the help of the EU and Russia, Israel has tried to ensure that it negotiates only with the US. </p> <p>It has also reneged on undertakings to dismantle more than 100 illegal outposts in the West Bank, some of which consist of a few caravans. </p> <p>Paul Patin, a US embassy official, said yesterday that a US delegation would visit Israel's unauthorised settlement outposts in the West Bank to push for their removal. </p> <p>\"Israel has accepted the road map and we expect them to honour their commitments. Having said that, it is now August 2004 and the commitments were made in June 2003,\" he said. </p> <p>In Washington a state department spokesman, Adam Ereli, said last night: \"Our concern is to determine whether these tenders are consistent with Israel's commitments [to freeze settlements].\" </p> <p>The Israeli newspaper Ha'aretz described Mr Sharon's failure to dismantle the outposts as \"pathetic and shameful\". </p> <p>Kobi Beich, a spokesman for the housing ministry, said all the 1,001 housing units whose construction was announced yesterday were within the boundaries of existing settlements. The boundaries are drawn to allow for expansion. </p> <p>A spokesman for the Palestinian Authority president ,Yasser Arafat, denounced the plans and asked the international community to intervene.</p>"
]