[
  "Let's focus on the realities of deploying a battalion of British infantry to support US forces near Baghdad (Hoon faces growing Iraq revolt, October 19). The US army has wholly inadequate ground forces for the task they have been asked to undertake. But they have approximately 140,000 soldiers in theatre. How much difference can a battalion battle group of 650 men make? <p>The purpose of this request is obvious. First, to provide a figleaf for this wholly illegal war to assist the re-election of the US president. Second, to embroil British forces deeper into the war. It is clear that the UK is yet again being used by the Bush administration as a pawn in its game. How long will parliament permit this manipulation of this country to persist? Perhaps Ukip would care to focus on this as an example of loss of British sovereignty.<br> <b>DJ Browning</b><br> Altrincham, Cheshire<br></p> <p>I am startled by much of the reaction to the proposed redeployment of some UK troops. Are they involved in a separate war from the other members of the alliance, or are they there to assist the Iraqis in ejecting insurgent forces so that they can proceed peacefully towards establishing a democratic government? If it is the latter, there is no question that they should be deployed wherever they are most needed. The support and encouragement our soldiers need to help them to complete the task is pitifully lacking here at home.<br> <b>Colin Bower</b><br> Chelmsford, Essex<br></p> <p>If the Commons does not shortly vote on this new Iraq crisis provoked by the ill-judged US military request, it will give the clearest signal to the already none-too- impressed British electorate that it really is irrelevant. It should vote without delay on a motion to defer an answer to the US until after the presidential election.<br> <b>Peter Draper</b><br> London<br></p> <p>As a US citizen who has lived in Britain, I write to plead with both the British government and people not to give in to the cynical tactic being employed by our president. I am sure you are aware of our much higher casualty rate. One of Kerry's criticisms of Bush's Iraq policy is that he ignores the rest of the world's advice and, possibly because he snubbed some potential allies last year, 90% of the death rate is sustained by the US. Isn't it obvious that Bush's request to send British troops into harm's way now is a blatant attempt to negate Kerry's charge. Your soldiers have done enough to prove the UK is a staunch ally.<br> <b>Eileen Fay</b><br> Kingston, New York, USA<br></p> <p>Why should it be down to America alone to make the \"long-expected full-scale ground assault on Falluja\", which is, according to you, \"believed to be the stronghold of Abu Musab al-Zarqawi's Tawhid wal Jihad group, which killed British hostage Kenneth Bigley\"? Must the Americans do our dirty work for us?<br> <b>Alastair Albright</b><br> London<br> </p> <p>You state that: \"More gruesome has been the talk in some US circles of the need for British troops to \"share more of the load\" (Leaders, October 18). There have been 68 British troops killed compared to 1,062 American. With 138,000 US troops in theatre, they have lost one in 130. With our 8,500, we have lost one in 125.<br> <b>Ian Miller</b><br> Cambridge</p> <p>A loan of 650 British troops is negligible. But this could be the thin end of the wedge. Having agreed to 650, it will be harder to refuse the next request for more.<br> <b> Dr MM Winter</b><br> London<br></p>",
  "Here it comes again, that sinking feeling. Four years ago I travelled across the US, following the presidential campaign, and came away alarmed that Al Gore was not doing enough to win an election that should have been his. Now I have that same queasy feeling - except this time it's not only about the simple matter of who will win and who will lose on November 2. Now it's a deep concern about what is happening to the United States itself. <p>Start with the contest. Of course, after the 2000 melodrama, only an idiot would dare predict the outcome of this election. The polls are a statistical breath apart - though the latest all nudge in President Bush's direction - and the electoral college system means any number of twists are possible. Holding the states that should be reliably his, coupled with even a small uptick in Democratic turnout in the single state of Ohio, could still win the presidency for John Kerry.</p> <p>But the intangible, unscientific indicators - of mood, of atmosphere - leave me anxious. The events I saw on Monday are a good example. The morning was spent in Marlton, a small town in the rural south of New Jersey. The community centre there was packed for a Bush rally, filled with the usual cast of characters - the local pols, the dedicated volunteers, the women in stars-and-stripes sweaters. I was expecting enthusiasm from this loyal Republican audience. What I saw was fervour. </p> <p>The ear-splitting applause began before the candidate was in the room, stirred by the thunderous sound of Marine One - the presidential chopper - overhead. Once Bush entered, it was uncontained. He was received as a hero, his every sentence greeted with a rapturous ovation. </p> <p>His theme was \"A Safer America\"; his argument, that only he could protect the US. His opponent was weak, proposing a \"strategy of retreat\". He would \"take the fight to the enemy\". His opponent \"had chosen the easy path of protest and defeatism\", he stood firm and resolute: \"We will not let up in this fight.\" </p> <p>Every statement, delivered and punched home by Bush, brought a new wave of euphoria. \"You'll keep us safe!\" shouted one man. \"Amen!\" said another, before finally the room erupted in a chorus: \"U-S-A! U-S-A! U-S-A!\" </p> <p>The very sight of Bush in New Jersey was a mark of confidence: the state, which has not voted Republican since 1988, should be firmly in the Kerry column. But that self-belief was entirely in keeping with the mood of the crowd. Asked if Bush was going to win the election, none hesitated: absolutely. </p> <p>Later that day, Kerry's running mate was performing in the next-door state of Pennsylvania. That the energy would be of lower voltage here was obvious; John Edwards is not at the top of the ticket. The contrast was striking, all the same. Edwards is a smooth, effective performer, but the room was hardly electrified. People wandered in and out; the applause was strong but not fervent. Asked if they thought they would win on November 2, these Democratic loyalists ummed and erred: they hoped so but were not certain. </p> <p>You can hardly blame them. America's centre of gravity has moved rightward, creating a set of shibboleths that cannot be challenged. If liberals established a few forbidden zones in the last 20 years under the rubric of so-called political correctness - making it off-limits to demean women, gays and ethnic minorities - then the right has now erected some barriers of its own. </p> <p>First among these taboos is the military. No politician can utter a word that seems to question the armed services: so Kerry does not mention the Abu Ghraib scandal. Next is 9/11, which has been all but sanctified in American discourse. Because of that event, the US has re-imagined itself as a victim nation: witness the yellow-ribbon bumperstickers, usually bearing the slogan \"Support America\". (Ribbons were previously reserved for the suffering: red for Aids, pink for breast cancer.) </p> <p>As a result, any action taken in the name of 9/11 cannot be questioned. Oppose the Patriot Act, with its restrictions on civil liberties, and you are a friend of the terrorists - and, if you are a Democratic congressional candidate, Republicans will air TV ads against you placing your face alongside that of Osama bin Laden.</p> <p>Show concern for international opinion, and you are some kind of traitor. Kerry spoke French to a Haitian audience in Florida on Monday, the first time he had done so in public for many months: even to appear to have links with the outside world is a negative in today's politics, which has become all about America first. </p> <p>All this is partly caused by, and certainly reinforces, that gut feeling of certainty that animates today's American right. Bill Clinton used to joke that when Democrats are in the White House, they think they are renting it. Republicans believe they own the place. </p> <p>The proof came during the Clinton years, culminating in the impeachment process: Republicans fundamentally did not accept the legitimacy of a Democratic president. Something similar was on display in Florida in 2000: the Republicans were determined and disciplined, convinced power should belong to them. That's what I saw in that hall in Marlton and why I am anxious about these next 13 days: when it comes to the dogfight of winning this close contest, I suspect the Republicans will simply be more ruthless about seizing the prize. But this political sense of entitlement has an extra edge, one embodied by the president himself. For his inner certainty is about more than partisan affiliation. It is a question of faith. </p> <p>George Bush is a born-again Christian, one of the 42% of Americans who describe themselves that way. Other presidents were religious, but Bush seems to have created something new - what even some of his allies call \"the faith-based presidency\". </p> <p>A striking profile in Sunday's New York Times magazine interviewed a clutch of Republican insiders who had discovered that belief is the organising principle of the Bush White House. Advisers, even cabinet members, are simply meant to believe in the wisdom of the president, whatever countervailing evidence there may be. Bush's former environment secretary, Christine Todd Whitman, is quoted: \"In meetings, I'd ask if there were any facts to support our case. And for that, I was accused of disloyalty!\" Senators are told not to worry about the complexities of Iraq; the president's \"instincts\", his \"gut\" tells him he's doing the right thing. </p> <p>\"This instinct he's always talking about is this sort of weird, Messianic idea of what he thinks God has told him to do,\" Bruce Bartlett, a Republican and former official in Bush's father's administration, tells the magazine. At a recent campaign event, one voter told Bush he truly believed God was now in the White House: the president did not argue. </p> <p>Most revealing of all is the phrase used by a Bush aide to dismiss the inquiries of the New York Times writer. The journalist is told he lives in \"the reality-based community\". People like him worry about observable facts, while the Bush camp lives in a different universe, a realm where belief shapes reality. </p> <p>Look hard enough and you can see this mindset in the current Bush campaign. The Bush-Cheney billboards with the single slogan: One Nation Under God. The unwavering certainty of the supporters in Marlton. Bush's inability to name a single mistake of his presidency. There can be no doubt; they are doing the Lord's work. </p> <p>Bush is a subtle enough politician not to make his campaign an overt religious crusade. But he communicates, through nods and winks, to his evangelical base: they know the mission he is on. He uses their language, answering a question on abortion by referring to a \"culture of life\", one of their favoured phrases, or nodding to a 19th-century supreme court ruling often cited in their own literature. </p> <p>This is a revolutionary shift for a country that was founded on the separation of church and state. If Bush wins on November 2, the chances are strong that the shift will accelerate, perhaps even towards permanence. </p> <p>Thanks to mortality, three or four spaces are likely to open up in the next four years on the nine-person Supreme Court. The next president will get to pick whether those judges are liberals or conservatives. </p> <p>In 2000, Bush said his favourite supreme court justices were the ultraconservatives, Antonin Scalia and Clarence Thomas. If he named four more in their image, giving them a majority on the court, then the face of modern America could be changed within a few years. </p> <p>Such a bench would no longer deem abortion a constitutional right; it would allow individual states to ban it, which they would do, across swathes of the country. If past Scalia-Thomas decisions are any guide, laws on everything from clean air to access for the disabled, affirmative action for ethnic minorities to gay rights would all be struck down. (When the supreme court last year heard the case of a gay man arrested for having sex in his own home, Scalia and Thomas sided against the man and with the police.) Crucially, Thomas has argued that the Constitution's ban on established religion might not apply to the individual states. </p> <p>The campaign has hardly been fought on this ground. If anything, John Kerry has had to go along with the intrusion of religion into politics - insisting on his own Catholic credentials, telling audiences that he was once an altar boy. But the tension is there. </p> <p>It has manifested itself in the issue of research using embryonic stem-cells. Kerry says it should continue, using new lines of cells if necessary; Bush wants no more lines to be created, no more of what he calls the destruction of life. Kerry says stem cell research might have found a cure for Ronald Reagan's Alzheimers or for Christopher Reeve's paralysis. Bush says the work will have to stop. </p> <p>As the faithful streamed out of the Evesham Recreational Centre in Marlton, a Kerry-Edwards bus with a loudhailer was taunting them from across the road: \"Don't be scared of science, guys. Please guys, we need science.\" </p> <p>It seemed an odd kind of election slogan, but it might be right to the point. For the clash under way now is about more than Bush v Kerry, right v left. It seems to be an emerging clash of tradition against modernity, faith against reason. The true believers pitted against the \"reality-based community\". </p> <p>That leaves two questions, one for the future, one for November 2. For the future: how long can these two competing world views, so far apart from each other and so sharply divided, co-exist in the same country? For November 2: which of these two camps is going to be absolutely determined to win?</p> <p><a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>",
  "<p>As demonstrated by the huge response to <a href=\"http://guardian.assets.digivault.co.uk/clark_county\">Operation Clark County</a> (see <a href=\"http://blogs.guardian.co.uk/news/archives/feedback/2004/10/what_were_you_thinking.html\">'What WERE you thinking?</a>' blog below), non-Americans should think very carefully before sticking their oar into US politics.</p> <p>Yet, despite the strong emotions roused by the Guardian's campaign, at least two other organisations have dared to enter the fray with projects that invite non-US citizens to express their preference on the impending election.</p> <p><a href=\"http://www.globalvote2004.org/index.php\">GlobalVote2004</a> and <a href=\" http://www.theworldvotes.org\">The World Votes</a> are both running online \"elections\" that allow citizens of any country to vote for their preferred US presidential candidate.</p> <p>Neither of the sites expresses any bias. Both allow participants to select any of the seven candidates. </p> <p>Voters are asked to register their nationality to create a picture of which candidate citizens from around the world would pick to run the only remaining superpower. The World Votes has registered about 15,000 votes - mostly from Europeans.</p> <p>\"It's fun and obviously not constitutionally approved, but it is a serious vote because the US has power over all our lives and the election will affect the world,\" Ben Carey, of GlobalVote, told <a href=\"http://www.reuters.com\">Reuters</a>.</p> <p>\u0095 <strong>George Wright</strong></p>",
  "In the Middle East maelstrom, all parties acknowledge one fixed point: forceful US diplomatic engagement is essential if the central Israel-Palestine conflict is ever to be resolved. <p>But far from taking the lead over the past four years, the Bush administration has been mostly led by the nose. The man responsible for this extraordinary feat is Israel's prime minister, Ariel Sharon. </p> <p>Mr Sharon was running a \"war on terror\" when George Bush was still running a baseball team in Texas. So not surprisingly, perhaps, it is Mr Bush who, since 9/11, has followed Mr Sharon's example rather than the other way round. In his many visits to the Bush White House, Mr Sharon has exerted telling influence on America's post-9/11 agenda. Knowing Mr Bush was bent on war in Iraq, he helpfully highlighted Saddam Hussein's links to terrorist groups and financial aid to the families of Palestinian suicide bombers. Now he eggs on the US in its confrontations with Israel's enemies, Iran and Syria. </p> <p>It was Israel that, as far back as 1967, perfected the concept of pre-emptive war. It is Mr Sharon, not Mr Bush, who is the present master of the targeted assassination and mass detention without trial. It is Israeli military tactics that the US now apes in places like Falluja and Najaf. </p> <p>Deeming him unreliable, Mr Sharon refused to deal with the Palestinian leader, Yasser Arafat - and Mr Bush followed suit. His insistence on absolute security as a precondition for negotiations and his contemptuous dismissal of contrary UN and European views won support - and a broader, damaging emulation - in Washington. </p> <p>Most of all, Mr Sharon's basic contention, that the homeland is under attack by ruthless forces bent on its utter destruction, has been adopted wholesale by Mr Bush and applied to the US itself. These politics of fear now form a central plank in his re-election platform. </p> <p>Brent Scowcroft, the national security veteran, recently described Mr Bush as \"mesmerised\" by Israel's leader. And for the most part, it does indeed appear that Sharon policy is Bush policy, rather than vice versa. </p> <p>Whether the issue is Israel's illegal security fence, unilateral disengagement from Gaza, expanding West Bank settlements, the fate of the moribund road map for peace, or US vetoes at the UN, Mr Sharon calls the shots. He has the world's only superpower dancing to his tune. Unless Mr Sharon loses office - a not impossible scenario given the rebellion in his Likud party over Gaza - this well-established dynamic is unlikely to change during a second Bush term. </p> <p>Dismayingly for the Palestinians and others opposed to Mr Sharon's policies, it also seems unlikely that a John Kerry presidential victory would make any significant difference. Like Mr Bush, Mr Kerry in theory supports a viable Palestinian state. \"The conflict will not be an afterthought but a priority,\" he has said. </p> <p>But he also wants a new Palestinian leadership as a precondition for progress. He backs Mr Sharon's Gaza withdrawal plan, rejects the right of return, and says it is \"unrealistic\" to try to reinstate the 1949 armistice lines. These positions coupled with his strongly pro-Israel Senate record hardly suggest an even-handed approach - or the forceful US engagement so lacking under Mr Bush. </p> <p>\"When I am president of the United States, my promise to the people of Israel will be this,\" Mr Kerry told the Anti-Defamation League in May. \"We will never pressure you to compromise your security. We will never expect you to negotiate for peace without a credible partner. And we will always work to provide political, military and economic help for your fight against terror. </p> <p>\"Building a stronger Israel and a stronger America means working together to combat the terror that threatens us all.\" Not much wiggle-room there; and no corresponding list of promises for the Palestinians. </p> <p>Mr Bush could not have said it better. As for the guileful Mr Sharon, he must be laughing all the way to the West Bank.</p>",
  "It was Monday morning, the first day of early voting in Florida, and only an hour went by before the system collapsed in Broward County, ground zero for the 2000 fiasco in the state. Potential voters were turned away in this heavily Democratic county as election officials delivered a litany of excuses. The person in charge of elections is the secretary of state, Glenda Hood, a Republican. <p>It was an inauspicious beginning to Florida's election season, and a reminder that Democrats must remain vigilant against Republican efforts to steal yet another election. And in that regard, Republicans have been mighty busy.</p> <p>A small sampling of what Democrats face:</p> <p><b>Florida</b><br> Still facing lawsuits over its \"felon list\", which improperly excluded thousands of voters in 2000, Florida adopted a second felon list just as flawed as the first. While designed to prevent felons from voting, the list was purposely created so broadly that it stripped thousands of people of their legitimate right to vote. What's worse, the Sarasota Herald-Tribune reported that Republican governor Jeb Bush - brother of George Bush - knew the list was flawed and still rushed it into service. The state eventually junked the list under public pressure after more than 2,500 people were discovered inappropriately included in the list.</p> <p>Meanwhile, Ms Hood ruled that voter registrations would be deemed incomplete if registrants forgot to check off the box affirming their citizenship, even though they affirm their citizenship elsewhere on the form. The ruling has excluded three times as many Democrats as Republicans.</p> <p><b>Nevada </b><br> A voter registration outfit, funded by the Republican party, set up booths around public areas to register voters to vote. However, back at the company's headquarters, Democratic registrations were said by a former employee to have been shredded and tossed. The outfit, which has operated in Oregon, West Virginia, and several other states, is now under investigation for suspected voter registration fraud. A Republican judge in Nevada subsequently ruled against allowing the thousands of disenfranchised voters to vote in November.</p> <p><b>Ohio</b><br> The Republican secretary of state, J Kenneth Blackwell, attempted to destroy thousands of new voter registrations because - he claimed - they were not printed in the proper card stock (a heavy 80-pound stock). Registration forms had been photocopied on regular paper and even printed in local newspapers. After intense public pressure Blackwell backed off.</p> <p>Meanwhile, voters in heavily Democratic Cleveland have been receiving mysterious pre-recorded calls telling them their voting location has been changed. Local election officials are investigating the malicious calls. The so-called \"robocall\", in fact, is now a staple of dirty campaigning.</p> <p><b>Wisconsin</b><br> The Republican in charge of ballot printing in Milwaukee County, one of the most heavily Democratic in this important swing state, has ordered the printing of 250,000 fewer ballots than election officials asked for in this high-interest race. In fact, the 679,000 ballots the county had offered to print is less than the total used in the 2000 election. The issue remains unresolved.</p> <p><b>New Hampshire</b><br> The New England chairman of the Bush/Cheney '04 operation, Jim Tobin, recently resigned over his alleged role in an illegal phone-bank jamming operation in 2002. New Hampshire Democrats had set up a phone bank operation to call supporters and urge them to the polls. Tobin, as head of the Republicans' north-east Senate operations, hired a firm to place thousands of automated hang-up calls to that phone bank, tying up the lines and preventing the Democrats from getting their supporters to the polls. His history did not stop him getting promotion within the Bush campaign this year.</p> <p><b>South Dakota</b><br> While not a presidential battleground state, South Dakota is the home of two bitterly contested federal races - that of Democratic Senate minority leader Tom Daschle and Democratic freshman congresswoman Stephanie Herseth. The nephew of Daschle's opponent was caught handling absentee ballots, claiming to be a notary when he is not. Larry Russell, the state director of the South Dakota Republicans' \"get out the vote\" efforts, resigned over questions surrounding absentee ballot applications. National Republicans promptly transferred him and five of his team members to Ohio, a promotion to the coveted battleground state. </p> <p>There is more, lots more. There are several clearing houses of voter suppression and fraud online, like the <a href=\"http://www.dkosopedia.com/index.php/Voter_Registration_Fraud_Clearinghouse\">Voter Registration Fraud Clearinghouse</a> and <a href=\"http://vote2004.eriposte.com/\">Vote Watch 2004</a>. </p> <p>These efforts are not isolated incidents, but part of the Republican Party's \"Victory\" programme. While ostensibly a voter registration and \"get out the vote\" operation, the programme includes a concerted nationwide effort by Republicans to lock in their electoral gains by any and all means necessary. Sounds like partisan rhetoric, sure, until you hear it from the source. Alluding to the fraud committed by his party in his home state of South Dakota, former Republican governor and congressman Bill Janklow told the Associated Press last week that the entire Victory programme is rife with electoral fraud: \"These people are cheating. When you tamper with it, you cheat the system. And cheating in elections is the worst form of cancer because it's uncontrollable.\"</p> <p> <b>·</b> Markos Moulitsas runs the <a href=\"http://www.dailykos.com/\">dailykos.com</a> US political blog, and <a href=\"http://www.ourcongress.org/\">Our Congress</a>, a blog tracking the hottest congressional races</p> <p>Comment on this article <a href=\"http://blogs.theguardian.com/news/archives//2004/10/.html\">here</a>.</p>",
  "<p><br>John Kerry and John Edwards: 'We've got better hair'. Photograph: Justin Sullivan/Getty Images</p> <p>You can probably call it payback for Fahrenheit 911. Shots of the Bush administration preening and being preened before television appearances were a low hit, and even if you would never think about licking a comb and running it through your hair, does that mean that Paul Wolfowitz should be stopped from making himself look the best he can? But the only hair in this race is vice presidential candidate John Edwards', a thick and bouncy mane that gives him a more boyish look than most men in their 50s. It has even become an election issue, of sorts. George Bush told one rally he did not pick the balding Dick Cheney as his running mate because he had \"the waviest hair in the race, I didn't pick him for his hairdo\". John Kerry told another he and Mr Edwards were going to win in November because \"we've got better hair\".</p> <p>And so, here's the revenge.</p> <p>A <a href=\"http://slate.msn.com/id/2108216/slideshow/2108085/entry/2108087/speed/100\">video</a>, via <strong>Slate</strong>, of Mr Edwards fixing his hair, tending it with hands and a brush, and checking the results in the mirror of a powder compact. The pro-Bush <strong>Little Green Footballs</strong>, clearly pleased, <a href=\"http://littlegreenfootballs.com/weblog/?entry=13212_The_Hair_Party\">comments</a> that \"the silky pony cares for his mane way too much.\" There are clearly issues of machismo at work here, as there are in many areas of the race. </p> <p>The footage, culled from satellite feeds by artist Harry Shearer, is part of <a href=\"http://slate.msn.com/id/2108216/\">a body of work</a>, <a href=\"http://www.artfacts.net/index.php/pageType/exhibitionInfo/exhibition/16274 \">Face Time</a> that aims to catch important figures off-guard. Mr Cheney may not spend so long on his hair but, as one <a href=\"http://slate.msn.com/id/2108216/slideshow/2108085/speed/100/fs/0//entry/2108086/\">clip</a> shows, he seldom unclasps his hands. The vice president is known to admirers as a calm and authoritative presence in the White House. He either strives to live up to his reputation every moment of the day - or is a little wary after what Michael Moore did to his colleagues.</p>",
  "They are the numbers flying by on the TV screen, and if you're living and dying by the presidential race, no amount of Zoloft can even out the highs and the lows they bring. <p>George Bush and John Kerry are tied in the brand-new NBC News/Wall Street Journal poll. Kerry is up by three in a Democracy Corps poll released on Tuesday. He was down by three in the New York Times poll on Tuesday morning, down by five in the Washington Post poll on Tuesday night, tied in last night's Zogby tracking poll, and down by an alarming eight in the CNN/USA Today/Gallup poll released over the weekend.</p> <p>Like a dieter checking the scales each morning, those of us who spend our days hitting the refresh button at <a href=\"http://pollingreport.com/\">PollingReport.com</a> are going crazy over the minute-by-minute back and forth of it all. If you know what time the Washington Post puts up its tracking poll each day, you need to admit that you have a problem. </p> <p>OK, so it's 5pm EDT. </p> <p>What you need - what we need - is a system. We're here to help. Here are four methodical ways to look at the polling - four ways to clear your head, to keep track of where things are going, and to avoid shouting out wrong track, right track numbers when your kids leave their soccer shoes in the middle of the kitchen. </p> <p>The good news if you're a Kerry supporter or just a glutton for unbearable tension: any way you look at it - except maybe the way in which Gallup calculates its oddball likely-voter numbers - the presidential race is extremely close. </p> <p>Here are some ways to look at it. </p> <p>Pick your pollsters based on past performance. George Bush won the electoral college in 2000, but Al Gore won the popular vote by 48.4 to 47.9. No pre-election poll reported those numbers exactly, but some came a lot closer than others to predicting Gore's half-point margin of victory. </p> <p>The best of the bunch were Zogby, Democracy Corps and Fox/Opinion Dynamics. Zogby's final tracking poll had Gore up by one, while Democracy Corp and Fox had the race tied. In other words, each of the three was off by about half a point. </p> <p>Other polls fared less well in 2000, almost always by suggesting a better result for Bush than the one he got. Gallup had Bush over Gore by two in its final 2000 poll, meaning it was off by around 2.5 points. The final ABC/Washington Post tracking poll had Bush over Gore by two, off by around 3.5 points. And the final CBS/New York Times poll had Bush up by five, meaning it was off by 5.5 points. </p> <p>What it gets you: past performance may not guarantee future results, but let's just assume, for a moment, that the three polls that came closest to getting it right in 2000 are the closest to getting it right today. Last night's Zogby poll had the 2004 race tied at 45-45. On Tuesday morning, Democracy Corps had Kerry up by three points, 50-47. And Tuesday afternoon's Fox/Opinion Dynamics poll had Bush up 49-42 among likely voters. Average these three top-performing polls from 2000, and you get Bush ahead by a little more than a point now. Watch registered, not likely, voters. </p> <p>Most polls report two sets of numbers: one for registered voters, the other for a smaller subset of respondents whom the pollsters deem to be \"likely\" voters. The registered voter numbers are relatively consistent from poll to poll, while the likely voter numbers vary dramatically. </p> <p>Among registered voters, the CBS/New York Times poll has the race tied; ABC/Washington Post and Time have Bush up by one, and Gallup and Newsweek have him up by two. </p> <p>Differences among those five polls are well within their margins of error. But among likely voters, those same five polls have Bush leads ranging from one point (CBS/New York Times) to eight points (Gallup). Add in Democracy Corps' three-point lead for Kerry, and you get an 11-point spread in likely voter numbers. </p> <p>Ruy Teixeira, a senior fellow at the Century Foundation and the Centre for American Progress, advises those who follow his blog \"Focus on the RV data, ignore the LV data.\" Each poll has its own methodology for identifying likely voters, and the calculations are seldom transparent. The screens and weighting that polls use can end up oversampling either Democrats or Republicans. </p> <p>The latest Gallup poll projects that more Republicans than Democrats will vote in 2004, the opposite of what happened in 2000. And poll screening frequently excludes new registrants because, while they may be highly motivated to vote in this election, they didn't vote in the last one. </p> <p>In the latest Democracy Corps poll, new registrants favour Kerry by a 24-point margin. Finally, in a recent article in Public Opinion Quarterly, New York University political science professor Robert Erikson and two colleagues argue that week to week shifts in Gallup's likely voter results stem not from shifts in voters' views but from changes in the composition of Gallup's likely voter pool. </p> <p>Where it gets you: if you average the registered voter numbers from the latest big polls - CBS/New York Times, ABC/Washington Post, Time, Newsweek and Gallup - you get Bush up by around 1.2 points. Forget the comparative polls - watch Bush's numbers. </p> <p>There's one thing on which Democratic and Republican strategists agree, at least sometimes: the most important number to watch in a re-election race is the one belonging to the incumbent. The president's number in pre-election polling - whether it's his percentage of support from respondents or his job-approval rating - is a good predictor of the percentage of votes the president will receive on election day. </p> <p>That's the point that Bush-Cheney pollster Matthew Dowd made back in March, when he said that \"normally, presidents finish roughly the same as their job approval numbers\". And it's the point that Democratic pollster Stanley Greenberg made on a call with reporters Tuesday. \"Everybody I know who runs a campaign focuses on that number, as where he's likely to end up.\" </p> <p>The theory is this: After four years with George Bush, people know him and know what they think about him. Barring some catastrophic external event, people who are lined up against Bush now aren't likely to move in his direction on election day, and undecided voters are likely to break heavily in favour of Kerry. </p> <p>So Kerry can pick up votes on election day - so many that he can win, even if polls accurately show him trailing by a few points the night before the election - but Bush is stuck with whatever number he's got. Or so the theory goes. </p> <p>So let's go to the numbers, starting with Bush's job approval rating. The ABC/Washington Post poll has it at 54; Gallup has it at 51; Time has it at 49; Newsweek and Democracy Corps have it at 47; the CBS/New York Times poll has it at 44. Average them all, and you get 48.7. </p> <p>Now let's look at Bush's share of the vote in the polls. He gets 51 from the ABC/Washington Post poll, 45 from Zogby, 47 from the CBS/New York Times poll, 52 from Gallup, 47 from Democracy Corps, 50 from Newsweek and 48 from Time. That's an average of 48.6%. Use Gallup's 49% registered voter number rather than its 52% likely voter number, and the average drops to 48. </p> <p>Where it gets you: is 48.7% or 48.6% or 48% enough for Bush to win the popular vote? Maybe. It was just enough for Al Gore to win the popular vote in 2000 - and lose the electoral college. If Bush's number is the right number to watch, it appears the 2004 race is exactly as close as the 2000 race was. Forget the national polls - focus on the electoral college. </p> <p>When it's all said and done, the electoral college vote is the only one that matters. You can keep tabs on the electoral college vote in a few different places. Each has a different methodology, and each comes up with different results. </p> <p>The Electoral Vote Predictor 2004 uses the latest poll from each state, regardless of the poll's credibility, and awards a state to whoever is leading in the latest poll, no matter by how much. Thus, in Tuesday's tally, Kerry gets Florida's 27 electoral college votes based on a slim one-point lead in a Survey USA poll that might be more accurately called a tie. It's an un-nuanced, winner takes all approach where a huge number of electoral college votes can swing with truly minuscule changes in the popular vote - exactly like the electoral college itself. </p> <p>USA Today's battleground state tracker also uses the latest polls, but it seems to refrain from painting a state red or blue until there's a consensus in the polls beyond their margins of error. Thus, while Kerry is up by four in the latest Wisconsin poll, USA Today lists it as a toss-up state. </p> <p>The Washington Post's electoral college map is a somewhat slower-moving and more subjective affair, combining recent polling with analysis from the likes of David Broder. It's more cautious than the others, too: while it acknowledges that most observers have handed Oregon to Kerry, the Post is holding off because, it says, both sides still think the state is in play. </p> <p>The CBS News electoral vote map is also on the cautious side. But unlike the Post, CBS offers no state-specific information about the polling or analysis that leads to its calls. </p> <p>Where it gets you: It takes 270 electoral college votes to win. As of Tuesday evening, the Electoral Vote Predictor 2004 has Kerry up 284-247; USA Today has Bush up 216-213, the Washington Post has Bush up 208-179, and CBS has Bush up 222-217. Average the four, and you get a race that's exactly tied: 223.25 for Bush, 223.25 for Kerry. </p> <p>There are other ways to look at this thing - futures trading, first-wife cookie contests, a geography-based test that compares the candidates' names and the names of cities and towns in America. But if you're grasping for those kinds of straws, maybe it would be better to take a break from the whole thing now. </p> <p>In just two weeks, Tim Russert will be on TV with his handheld white board, moving states from red to blue and back again. All will be known then. Or maybe not.</p> <p><b>·</b> This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br> Visit the Salon site at <a href=\"http://www.salon.com\">Salon.com</a> <br>© Salon.com 2004</p>",
  "The woman leaving the Turner prize show yesterday looked troubled. \"That was... \" she said, hesitantly, \"really good.\" Luckily, she was out of earshot of the annual picket by the Stuckists art group, for whom Turner prize and \"good\" cannot exist in the same universe. <p>Stephen Deuchar, director of Tate Britain, is far too polite to make comparisons with other years: he was, however, exultant at a show with no body fluids but with added political consciousness. \"The political engagement is very striking this year. It is good to see artists looking beyond the art world and their lives.\"</p> <p>But he acknowledged that the exhibition had acquired a political edge sharper than even the organisers realised.</p> <p>The most famous exhibit is already the one that isn't there. The piece filmed in a Kabul court by Langlands and Bell - the bookmakers' favourites by last night - had to be removed when the Tate was advised it could be considered prejudicial to a trial at the Old Bailey of an alleged Afghan warlord. Instead, the gallery is filled with chanting sung in the Kabul court before the trial began, and a notice explaining the absence.</p> <p>Nor had the organisers realised that Jeremy Deller's Memory Bucket would be showing so close to the US presidential election. The film is a pilgrimage across Texas to George Bush's ranch, and his favourite burger bar.</p> <p>The other artists are Yinka Shonibare, who was born in Britain, brought as a toddler to Africa, and lives and works in Lagos, where he describes himself as a \"post-colonial hybrid\". One of his pieces recreates Fragonard's 18th-century painting of a girl on a swing as a three dimensional headless model dressed in his trademark \"African\" printed cloth - actually made in Europe, and bought in Brixton market.</p> <p>The fourth artist is Kutlug Ataman, whose \"Twelve\" also deals with the situation in the Middle East. On six screens, six people speak with conviction of their own previous lives which ended violently.</p>",
  "Tony Blair was facing mounting pressure over whether to send UK troops to back up American forces in Iraq, with more than 40 of his own backbenchers backing the Liberal Democrats in calling for a Commons vote on the issue. <p>With increasing opposition to any deployment, even among the Conservatives, the prime minister will be quizzed at lunchtime in the weekly session of prime minister's questions.</p> <p>Downing Street will also be keeping a close eye on the appearance by Sir Jock Stirrup, chief of the air staff, when he is cross-examined by MPs at a meeting of the defence select committee this afternoon.</p> <p>A decision on whether to commit UK troops will be made this week by army chiefs, following a reconnaissance mission yesterday.</p> <p>But backbench MPs, including many who supported the war, worry that easing the way for US troops to launch an all-out attack on Falluja ahead of the US election has political implications - even if the British government insists the decision is purely \"operational\".</p> <p>So far 45 Labour MPs have signed an early day motion, tabled by anti-war MP Alice Mahon, calling for a Commons vote on troop deployments. Such a move would be unusual for an armed forces decision - but then the Commons vote to commit military action in March 2003 was also unprecedented.</p> <p>More significantly, loyalists have urged the prime minister not to accede to the US request. Backbencher Andrew Mackinlay, who voted for the war, said he and most of his colleagues did not believe the US was incapable of filling the troops gap with its own forces.</p> <p>\"We have to say thus far and no further,\" he argued. \"We have given 110% and I think they are just asking too much of us.\"</p> <p>The MPs will be further angered by reports that, despite Mr Blair's denials, the decision was taken more than a week ago. </p> <p>The Conservative leader, Michael Howard, who says there must be \"compelling justification\" for the change, will seek to capitalise on Labour divisions.</p> <p>Mr Blair last night again insisted that any decision would be made for military and not \"political\" reasons.</p> <p>However, suspicion over US president George Bush's appeal for help is shared even by some normally loyal backbenchers who backed the war.</p> <p>With the presidential election a fortnight away they fear Mr Bush simply wants to rebut opponent John Kerry's claim that US isolation has left American troops carrying the can.</p> <p>Experts have warned that casualties will reached previously unseen levels if a UK battalion is sent to the lawless area south of Baghdad.</p> <p>The Americans want the British to \"back-fill\" for them, freeing up US troops to join the intensifying assault on the insurgent stronghold of Falluja.</p> <p>The government has not confirmed officially where the Americans want British troops to deploy. </p> <p>Reports have suggested that US commanders have asked the British to fill in for them in Iskandariya, 25 miles south of Baghdad, releasing the 24th Marine Expeditionary Force for other operations.</p> <p>The most likely candidate for the role is thought to be the Black Watch, which is currently the reserve battalion in the British-controlled southern sector.</p> <p>Mr Blair insisted last night that the request for assistance had come from the US military, not the White House.</p> <p>\"This has been a request by the American military to the British military, not a request politically from the US president to me,\" he said.</p> <p>\"No decision will be taken to redeploy British troops unless it is clear militarily that that should and can happen.</p> <p>\"The only elections that matter in this regard are the Iraqi elections next January.\"</p> <p>However, the foreign secretary, Jack Straw, earlier said the government was \"very sympathetic\" to the American request.</p> <p>Confirming the request on Monday, the defence secretary, Geoff Hoon, said a decision would be taken by the chief of the defence staff, General Sir Michael Walker, by the middle of the week.</p>",
  "<p>American politics could have turned out very differently if a little-known presidential campaign of the mid-1960s had been able to vault the millionaires-only hurdle. Duke Ellington could have been secretary of state, Max Roach could have been running the military, and the CIA might have been under the thumb of that master of subterfuge, Miles Davis himself. </p> <p>The presidential candidate offering these irresistible alternatives was the trumpeter and bebop pioneer John Birks \"Dizzy\" Gillespie, who declared himself a runner in 1964, up against Lyndon Johnson and Barry Goldwater. As well as a potential cabinet of jazz all-stars, Gillespie's ticket advocated US withdrawal from Vietnam, putting African-American astronauts into space, and renaming the White House the Blues House. </p> <p>The short-lived Gillespie presidential run is being celebrated from now until voting day 2004 at the Soho Theatre in London, in American actor Jake Broder's Vote Dizzy! Broder is better known for his devotion to the late satirist, surrealist and all-round subversive Richard \"Lord\" Buckley, whose influence has been audible in artists from Lenny Bruce and Richard Pryor to Robin Williams and Captain Beefheart. Though Broder's Lord Buckley show provides much of the fuel for Vote Dizzy!, the impetus of the 2004 election has turned it into a hybrid of Buckley material and Gillespie campaign-trail anecdote, with live jazz, spoof political conventions and John Hendricks's original Vote Dizzy! election song (performed by vocalist David Tughan) thrown in. </p> <p>Gillespie got his nickname from his habit of taking a joke a long way, but he never meant the presidential gag to get as far as it did. In 1963 he had marketed \"Dizzy for President\" badges to raise money for Core (Congress for Racial Equality), and a variety of civil rights projects under Dr Martin Luther King's direction. But his fans were so keen on the idea, he decided to run with it. Shortage of cash forced Gillespie out of the race long before polling day, but not before fans had had a chance to preach their favourite gospel - that if the world's leaders understood the open, collectively motivated, border-crossing language of jazz, nobody would be rich, but nobody would mind and the world might be safer and saner. </p> <p>\"When you dig under the surface of most comedy,\" Broder says, \"you often find anger and fury. But not with Lord Buckley and not with Dizzy. Dig into there and you just find love. They were tilting at windmills, but aren't we all?\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p> <b>BRITISH AID WORKER KIDNAPPED IN BAGHDAD</b></p> <p>\"More than ever, Iraqi children need something to raise their spirits\".</p> <p>The quotation on the front page of today's Times comes from Margaret Hassan, the Dublin-born British aid agency chief who was kidnapped on her way to work in Baghdad yesterday. She was speaking last September. Her words are surrounded by those of other commentators decrying military intervention in Iraq and the effect of sanctions.</p> <p>The papers express their utter disbelief that kidnappers could take someone so driven to help Iraq. The papers describe Ms Hassan, who is in her fifties and married to an Iraqi she met in London as a young woman, as a heroine and a humanitarian.</p> <p>The Guardian says that the Iraqi director of the charity Care International has \"devoted most of her life to caring for the people of Iraq\". Now she has become the \"latest victim of Baghdad's ruthless kidnap gangs\".</p> <p>She has appeared on a videotape given to Arabic television station al-Jazeera by an unknown group that has so far made no demands. Ms Hassan does not speak in the video, which shows her in a nondescript room. </p> <p>She looks \"calm but concerned\", the Independent reports , but the Daily Mail says she has \"terror etched into her face\". </p> <p>The Times says the hope is that her kidnappers are a criminal gang rather than politically motivated militants such as the ones who recently beheaded two Americans and the British engineer Ken Bigley. British officials yesterday talked up her joint Iraqi citizenship. The Guardian reports that she speaks Arabic with an Iraqi accent and considers herself Iraqi.</p> <p>Tony Blair said the government would do everything it could. That kidnappers would take someone doing \"their level best to try and help the country\" showed \"the type of people we are up against\", he said.</p> <p>Robert Fisk in the Independent, who says he has known Ms Hussein since interviewing her in 1991, writes: \"If ever there was a true friend of Iraqis, it is Margaret Hussein. Brave, outspoken, steadfast ... her captors should be humbled that they can speak to so fine a lady\". </p> <p>He says the \"ultimate disgrace\" yesterday was listening to British diplomats weep \"crocodile tears\" and he notes that Mr Blair \"supported the sanctions which Margaret loathed\". </p> <p>Care is one of the few charities still operating in Iraq after the abduction of two Italian aid workers last month, who were freed after a ransom was paid. More than 140 foreigners have been kidnapped this year and dozens have been killed. No foreign women have yet been murdered.</p> <p>The latest news this morning is that Care has suspended its work in Iraq because of the hostage crisis. </p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1331317,00.html\">British aid worker held in Iraq</a><br> * <a href=\"http://tinyurl.com/3so4n\">Telegraph: Hostage shown on video</a>&lt;<br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1319224,00.html\">Times: Profile of Margaret Hassan</a><br> * <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=573934\">Independent: Baghdad authorities 'deeply worried' about aid worker</a></p> <p><b>UNCERTAINTY OVER TROOP REDEPLOYMENT</b></p> <p>The Telegraph splashes with a claim that the decision to redeploy British soldiers in Iraq into a US-controlled area was taken more than a week ago.</p> <p>The report is predicated on unnamed defence sources and the Telegraph says the disclosure has prompted accusations that ministers misled parliament. </p> <p>But the Guardian says Mr Blair would like to put off a decision for as long as possible \"amid signs of a serious backbench revolt\". The planned all-out US assault on insurgents in Falluja is likely to be delayed until after the November 2 US presidential election, but Britain may have to indicate whether it will redeploy the troops before then.</p> <p>Ministers have been \"caught badly off balance by the widespread assumption that they were preparing to bolster the US military as a political demonstration of support for George Bush\", says the paper.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1331320,00.html\">Ministers hope to delay troop decision</a><br> * <a href=\"http://tinyurl.com/4ddkx\">Telegraph: Decision 'already made'</a></p> <p><b>FAIRGROUND ATTRACTIONS GIVE WAY TO CASINOS</b></p> <p>The Times finds a novel angle in a report suggesting that traditional fairground amusements such as \"grab a toy\" and \"penny fall\" machines could be banned as part of the government's attempt to take a tough line on gambling.</p> <p>(The Wrap would support this after many fruitless attempts to grab strangely covetable, multi-coloured soft toy tat, using mini crane arms that show a suspicious amount of independence.)</p> <p>Needing to look tough on gambling is of course necessary because of the government's plans to allow monolithic Las-Vegas style casinos to be built in Britain. If anyone complains at the introduction of gambling palaces that could create more gambling addicts and ruin people's lives, the government can at least say that it banned all those machines with all the rows of 2p pieces that never seem to fall. </p> <p>The Guardian says that yesterday's publication of a 203-page bill of \"sweeping reforms\" has set out the pre-election battle lines for a row about gambling. </p> <p>The Mirror reports that 6,000 slot machines will be removed from taxi offices and fast food joints. Not for the first time, the Daily Mail is slightly beside itself with rage. In big letters on page one it says: \"Bewitched by money, tarnished by corruption, this government is sacrificing the most weak and vulnerable to the high priests of gambling. What a shaming day for New Labour.\"</p> <p>* <a href=\"http://www.theguardian.com/Politics/homeaffairs/story/0,11026,1331309,00.html\">Cabinet gamble on casinos</a><br> * <a href=\"http://tinyurl.com/4w6og\">Mirror: Blitz on slot games in gambling shake-up</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1318701,00.html\">Times: Fairground attractions and arcades threatened</a></p> <p><b>ALAN HOLLINGHURST WINS BOOKER</b></p> <p>\"Gay novel wins Man Booker Prize\" is the headline in the Telegraph, after Alan Hollinghurst last night upset the form book and won the GBP50,000 prize for his The Line of Beauty, which is set in the Thatcherite 1980s.</p> <p>The Telegraph helpfully notes in a picture caption that the chairman of the judges, ex-culture secretary Chris Smith, who is openly gay, had no casting vote.</p> <p>Mr Smith said it was worth celebrating the fact that the novel's \"gayness\" did not figure in the discussions. The Guardian reports that Hollinghurst's book, which beat bookie's favourite Cloud Atlas by David Mitchell, was the first with a \"strong gay theme to win the Booker in its 36 years\". </p> <p>It is about an Oxford postgraduate, Nick Gest, who is writing a thesis on Henry James, and who stays at the home of a Tory minister, motivated by his secret love for the minister's son. </p> <p>\"I shall be grateful for the rest of my life,\" Hollinghurst said after winning the award for his first book in six years.</p> <p>* <a href=\"http://www.theguardian.com/Books/news/articles/0,6109,1331330,00.html\">Line of Beauty takes the Booker</a><br> * <a href=\"http://tinyurl.com/4fq4y\">Telegraph: Gay novel wins Booker</a></p> <p> <b>SAINSBURY'S ISSUES SECOND PROFIT WARNING</b></p> <p>The woes of Sainsbury's are the top story on the business pages after yesterday's second profit warning in eight days. The chief executive, Justin King, said the supermarket group was heading for its worst pre-tax result in its 135-year history, the FT reports. </p> <p>In a long-awaited business review, Mr King said the group will take one-off big loss over failed IT systems, recruit 3,000 more shopfloor staff, and cut prices. The Telegraph sends Jan Moir to mull over the \"sad, dried olives\", the \"crummy cakes\" and the \"dull-eyed red snapper fillets reduced to clear\".</p> <p>\"I'd like to have a word with Jamie Oliver,\" a shopper at the Islington branch tells the paper. \"Sometimes, I can't even get normal loaves of sliced bread.\"</p> <p>* <a href=\"http://www.theguardian.com/supermarkets/story/0,12784,1331381,00.html\">Plan to fix middle England's grocer</a><br> * <a href=\"http://news.ft.com/cms/s/76b39b0e-219e-11d9-8c55-00000e2511c8.html\">FT: Sainsbury warns of worst profit on record</a><br> * <a href=\"http://tinyurl.com/48gd9\">Telegraph: Remaking Sainsbury will take valour on the price battlefield</a></p> <p><b>UNITED FLOP AGAINST SPARTA PRAGUE</b></p> <p>Last night's contrasting fortunes for Real Madrid and Manchester United in the Champions League are carefully juxtaposed with pictures on the tabloid back pages showing a beaming Michael Owen and gutted Wayne Rooney.</p> <p>Owen scored his first goal for Real in their 1-0 win against Dinamo Kiev. United, however, could not find the net in a 0-0 draw against unfancied Sparta Prague. </p> <p>Man Utd's Rio Ferdinand may also be in trouble after he was apparently photographed coming out of a London nightclub at 4am yesterday while on compassionate leave after the death of his grandmother, the Guardian reports. </p> <p>Meanwhile, Newcastle United's Craig Bellamy reportedly clashed with manager Graeme Souness during morning training yesterday, two days after Bellamy apparently swore at his manager for being substituted at Charlton.</p> <p>* <a href=\"http://football.theguardian.com/News_Story/0,1563,1331163,00.html\">Ferdinand faces the music</a><br> * <a href=\"http://tinyurl.com/677q4\">Mirror: Is that the best you can do Fergie?</a></p> <p><b>GAZZA: THE REBRANDING</b></p> <p>\"Gazza: call me G8 or ... summit\". The Sun reports that former England soccer star Paul Gascoigne may change his initials to G8, as part of his effort to change his image. </p> <p>He said two weeks ago that he no longer wanted to be called Paul because he wanted to disassociate himself from his wayward past. The Sun says one option is for a change of initials to G8, which would be his surname plus the number of his old England squad number. </p> <p>Perhaps he may also wish to consider doing an economics degree. If he worked really hard at it, surely there could be a role in government somewhere down the line? Then he could be G8 at the G8 summit of the world's leading economic powers! Gazza for government - remember, you read it here first.</p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004482848,00.html\">Sun: Gazza: Just call me G8</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Politician and journalist Boris Johnson will visit Liverpool today to apologise to the people of the city for remarks made in his magazine, the Spectator.</p> <p>&gt;&gt;&gt; A report published today on the health effects of low level radiation is likely to reignite controversy over the safety of nuclear plants.</p> <p>&gt;&gt;&gt; A US Army reservist charged with abusing Iraqi prisoners plans to plead guilty at a court martial to four counts arising from the Abu Ghraib prison abuse scandal. A plea deal means eight further charges will be dropped.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Dame Pauline Neville-Jones, the BBC governor attacked by former director general Greg Dyke as one of the \"posh ladies\" that brought about his demise, is leaving her post a year early. P5<br>The mother of a woman shot dead in a gun attack has made a powerful radio ad as part of a campaign to stamp out gun crime among London's black communities. P7<br> Spectator editor Boris Johnson has refused to meet with civic leaders when he travels to Liverpool to apologise for incendiary comments made about the city in his magazine. P7<br>Millivres Prowler Group has bought gay newspaper The Pink Paper and will relaunch it. P12<br>US TV network Sinclair Broadcast Group has sacked its political editor because he critisicised plans to run a critical John Kerry documentary on the eve of the US election. P15<br>The Greek journalist who is a key witness in the doping scandal that saw two Greek sprinters withdraw from the Athens Olympics has been stabbed and beaten. P16<br>US pornographer Larry Flynt says his Hustler porn empire has expanded to Birmingham. G2 P6-7</p> <p>MEDIA BUSINESS<br>Reuters reports positive net sales for the first time in three years. P21<br>US Public Service Library takes on the Lancet by launching a medical journal. P21<br>Analysis: Freesat will add just 41,000 subscribers to BSkyB, which already has 7.35 million. P21</p> <p><strong>FINANCIAL TIMES</strong></p> <p>BBC director general Mark Thompson warns MPs that the cost of distributing its broadcasts via digital media will rise sharply. P5<br>An independent report praises the BBC's digital radio services. P5<br>Reuters head towards a recovery as sales outpace cancellations for the first time in four years. P19<br>Coca-Cola promises to make big changes to its marketing in Europe after settling its dispute with the EU. P28</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Dame Pauline Neville-Jones, Greg Dyke's nemesis on the BBC board of governors, has quit her post a year early. P2<br>Boris Johnson's attack on Liverpool has upset the owners of the Spectator, the Barclay brothers, who are among the biggest private sector employers on the Merseyside. P6<br>Johnson arrived in Liverpool last night. P10<br>Reuters reverses its sales drop. P26</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>The BBC's foray into digital radio is a success, says an independent review. P3<br>Boris Johnson arrives in Liverpool after writing an article for the Liverpool Daily Post apologising for comments about the city made in the Spectator. P6<br>Footage of US vice-presidential candidate John Edwards spending ages preparing his hair before a TV appearance has been leaked to the internet website run by Matt Drudge. P14<br>Reuters shares surge 9 per cent on news that its sales are up. P30</p> <p><strong>THE INDEPENDENT</strong></p> <p>Tory MP Jonathan Sayeed suggests newsreader Sir Trevor McDonald has benefited from positive discrimination. P10<br>Opinion: There is too little science on TV, says Adam Hart-Davis. P29<br>Market researchers are filming people's every move in a bid to gain greater consumer insights. Review P6-7</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>German newspaper publisher Axel Springer is enjoying success in Poland. P1<br>Coca-Cola has agreed to share point of sale advertising space with its rivals to settle an antitrust suit with the EU. P2<br>The high-profile launch of a low-carb version of Coca-Cola, C2, has failed. P7<br></p> <p><strong>DAILY MAIL</strong></p> <p>TV presenter Fern Britton has appeared in a TV advert for Ryvita Minis with her head superimposed on the body of a former Miss UK. P31<br>Media group Reuters wants to sell video news direct to consumers over mobile phones. P75</p> <p><strong>DAILY EXPRESS</strong></p> <p>TV presenter David Dickinson has dressed up as a woman in an attempt to fool a group of Women's Institute member for a Five programme. P22<br>A rock group featuring Daily Express proprietor Richard Desmond on drums has raised 1m pounds for charity. P25<br>The Daily Express shopping channel starts today. P28-29<br>Reuters shares gain after news that the group has stemmed its declining sales. P69<br>Mail order group N Brown says TV and internet sales will eventually account for half its business. P69</p> <p><strong>THE SUN </strong></p> <p>Former E17 pop star Brian Harvey will appear on ITV's I'm a Celebrity... Get Me Out of Here! after pschologists gave him clearance. P23<br>New EastEnders boss Kathleen Hutchinson has axed a character from the Miller family before she even appeared on screen. P23</p> <p><strong>DAILY MIRROR </strong></p> <p>The Liverpool Daily Post has printed an apology from Boris Johnson about comments in the Spectator magazine. P2<br>EastEnders boss Kathleen Hutchinson has recruited Joel Beckett, the actor who played dopey Lee in The Office, and signed him to a three-year contract as a new member of the Moon family. P7<br>Desperate ITV bosses offered Trisha Goddard a 20 per cent pay rise in a failed attempt to prevent her defection to Five. P7<br>TV's Richard and Judy are to launch a TV wine club. P26</p> <p><strong>DAILY STAR</strong></p> <p>A rock group featuring Daily Star proprietor Richard Desmond on drums has raised 1m pounds for charity. P26<br>Dalip Tahil, who played Dan Ferreira in EastEnders, has begged officials to allow him to stay in the UK. P29</p> <p><strong>AND FINALLY...</strong></p> <p>The famously frosty American Vogue editor Anna Wintour has suffered the indignity of having her former nanny, Lori Feldt, triumph in a court action against her publisher Conde Nast. Feldt passed out after inhaling fumes from cleaning products used to clean Ms Wintour's New York apartment of anti-fur graffiti scrawled by animal rights protesters. Feldt won a cool 2.2m dollars. The Independent P7</p> <p>Media Text Alerts: get breaking news sent to your mobile<br>http://media.theguardian.com/textalerts/0,11422,620644,00.html</p> <p>Media Monkey: catch up with the latest gossip<br>http://media.theguardian.com/diary/</p> <p>Media jobs: click here for hundreds of vacancies<br>http://media.theguardian.com/jobs/1,10820,485495,00.html</p>"
]