[
  "The majority of French people would oppose Turkey's accession to the EU if asked to vote on the issue today, according to a poll that again underlines the extent of popular hostility to the project across Europe. <p>The poll, by the IPSOS research group for Le Figaro newspaper, showed that 36% of French people were in favour but 56% were against the mainly Muslim country joining the 25-country union in the immediate future. The most cited objection was the fear of mass immigration. </p> <p>The European commission is expected to recommend in a long-awaited report next week that the EU opens accession talks with Turkey, although no decision can be made before EU leaders meet in December. Entry talks could then last for years, even decades. </p> <p>But public opinion in many European countries appears firmly set against the move, leading to increasing speculation that EU politicians have got ahead of their voters. Turkey would be the EU's most populous country, its poorest and the only one with a majority Muslim population. </p> <p>The French poll found that, of those who opposed entry now, 40% were most concerned by the impact of Turkish immigrants on the EU job market. Some 26% said their main objection was that Turkey is mainly in Asia, while 25% cited the fact that most Turks are Muslims. </p> <p>But in a sign that popular opinion may change, 63% said they could imagine Turkey in the EU if it made \"the necessary political and economic changes\". Nearly 30% said Turkey should never be part of the EU for cultural and historic reasons. </p> <p>France's political class is also deeply divided. President Jacques Chirac has backed Ankara's bid, but most of his ruling UMP party disagrees. </p> <p>The finance minister, Nicolas Sarkozy, and the foreign minister, Michel Barnier, said this week that the issue had to be settled by a referendum. </p> <p>\"In my personal opinion... a decision as important as Turkey's accession into Europe could be taken only after a referendum is held in France, in due course, to determine the opinion of French people,\" Mr Barnier said. </p> <p>The prime minister, Jean-Pierre Raffarin, was more outspoken in a newspaper interview last week, demanding, controversially: \"Do we want the river of Islam to enter the riverbed of secularism?\" </p> <p>Although the French, already upset by their diminished influence in a union of 25 members, would favour a referendum on Turkey's accession, many would be tempted to vote against such a move, fearful that a nation of 71 million people would fundamentally change the nature of the EU and further reduce France's influence. </p> <p>\"A referendum would be very risky,\" said Eddy Fougier, an analyst at the French Institute for International Relations. \"It is clear that there are people on the French right who will never accept Turkey's entry.\" </p> <p>Valéry Giscard d'Estaing, the architect of the new European constitution, summed up the position of many French conservatives when he said last year that Turkish membership would signal \"the end of the EU\". Turkey was \"not a European country\". It had \"a different culture, a different approach and a different way of life\", he said. </p> <p>Calls for a referendum by those such as Mr Sarkozy and the leading socialist and former prime minister Laurent Fabius appear largely to be an attempt to cash in on popular anti-Turkish feeling ahead of their expected 2007 presidential election campaigns.</p>",
  "The Bush administration disregarded intelligence reports two months before the invasion of Iraq which warned that a war could unleash a violent insurgency and rising anti-US sentiment in the Middle East, it emerged yesterday. <p>The warning, delivered in two classified reports to the White House in January 2003, was prepared by the National Intelligence Council, the same advisory board that warned the Bush administration last month that the violence in Iraq could descend into a civil war. </p> <p>That forecast radically departs from George Bush's upbeat assertions that the situation is improving in Iraq, and he initially dismissed the assessment as a \"guess\". </p> <p>The White House spokesman, Scott McClellan, suggested the assessment was the work of \"handwringers\". </p> <p>The revelation yesterday that the White House was similarly cavalier about prewar warnings could hurt Mr Bush in the run-up to tomorrow's presidential debate, which is focused on foreign policy. </p> <p>The Democratic challenger, John Kerry, has led a dogged effort to shift the election agenda from the \"war on terror\" to the chaos in Iraq, and yesterday's report at last provides him with a new opening. </p> <p>One of the prewar assessments said it would take years of tumult before democracy was established in Iraq, and the country could revert to its tradition of authoritarian rule. According to the New York Times, it also warned that the new authorities in Iraq could face a guerrilla war waged by remnants of Saddam Hussein's regime, and other militant groups. </p> <p>Meanwhile, Washington could see a rise in anti-American sentiment across the Middle East, as well as support for some terrorist acts. </p> <p>The existence of the prewar National Intelligence Council estimate was reported by the conservative columnist, Robert Novak, on Monday, as well as in yesterday's New York Times. </p> <p>The manner in which the assessment came to light has attracted as much attention as its contents. </p> <p>According to Mr Novak, details of the estimate were disclosed by Paul Pillar, the CIA's national intelligence officer for the near east and south Asia and one of the officials involved in preparing the report, at a private dinner on the west coast. Mr Pillar told his dinner companions that the White House had disregarded the warnings. </p> <p>Mr Pillar also suggested that the Bush administration was so focused on going to war that it never considered the prospect of an anti-American backlash. \"When Pillar was asked why this was not made clear to the president and other higher authorities, his answer was that nobody asked,\" Mr Novak writes. </p> <p>Mr Pillar's frustration was widely shared yesterday by intelligence professionals who said they were undermined by an administration in which ideologues often had the final say over policy-making, as well as by the agency's management, which they believed was overly compliant with Pentagon and White House hardliners. </p> <p>\"The CIA had come out before the war, and had been telling the administration all kinds of things it didn't want to hear,\" said Melissa Mahle, a former CIA operative in the Middle East. \"The CIA feels very embattled right now. They feel vulnerable to accusations of politicisation in the run-up to the war, and to a degree they are vulnerable because of the war [former CIA chief] George Tenet played.\" </p> <p>Yesterday, a government official confirmed that the two prewar reports had sounded clear warnings of a widening struggle for Iraq. The official also noted that the conclusions in the assessment were shared by the entire intelligence community, not just the CIA. </p> <p>\"It talked about possible insurgency, possible waging of guerrilla warfare, the possibility of domestic groups engaging in violent conflict,\" the official said. </p> <p>The official confirmed that Mr Pillar had been granted CIA authorisation to speak to the gathering, but on the understanding that the session remain confidential.</p>"
]