[
  "Most British observers of the American scene will have registered the presidential debates, which begin this Thursday. Fewer observers will have registered a main sponsor of the debates: the American Association of Retired Persons. <p>Britain, Tony Blair informs us, faces a \"pensions crisis\". It is a matter of huge urgency - for some future government and some other PM. Who really cares? In the war of all against all, Britain's seniors are toothless warriors. It's different in America. AARP has real clout - more even than the NRA, Pro-Lifers, Soccer Moms or AIPAC (the Jewish lobby). </p> <p>American politicians fear the grey electorate. They have good reason to. There are 35 million paid-up members of AARP, the cutting edge of the country's 70 million citizens over the age of 50. Unlike younger Americans, old Americans vote. And AARP votes swing elections. For climatic reasons, retirees cluster in swing states like Florida or where the cost of living is low, as in the mid-west, another 2004 battleground. They are numerous where it most counts. And, given their special interests, they tend to vote en bloc. </p> <p>AARP was founded in 1958 by Dr Ethel Percy Andrus, a retired high-school principal. The estimable Andrus wanted one thing primarily: healthcare for seniors who were, because of their unfortunate habit of falling ill, uninsurable. AARP flexed its lobbying muscle and the result, five years later, was Medicare, free top-quality health care for all Americans over 65. What it means is that every citizen of a certain age gets the same treatment as every millionaire. </p> <p>AARP now has a paid staff of 1,800 and an annual operating budget of $600m (£334m). It aims, as its mission statement grandly declares, to make America \"a society in which everyone ages with dignity and purpose\". To that end, it agitates ferociously on the three issues American seniors most care about: the state pension, Medicare and prescription charges. AARP has just launched a senate campaign to make importing prescription drugs (\"RX importation\") legal. </p> <p>This would permit retirees to buy proprietary medications from Canada, where they are magnitudes cheaper, over the internet. </p> <p>Neither presidential candidate would dare make the obvious point that the rampant drug importation currently practised by American seniors is as illegal as smuggling marijuana from Tijuana. Or that it is a gross fraud on American pharmaceutical companies. Big Pharma doesn't have 35 million votes. </p> <p>Because of AARP, American seniors get a better shake than their British counterparts. Do the maths. American social security (which you can collect at 62, if you have paid in for 10 years) yields around $12,000 a year. The basic British pension of £79 a week, plus pennies, furnishes less than half the purchasing power. It wasn't picked up by the British press, but Kerry's accusation last Wednesday that Bush was \"ripping off\" social security by privatising it (thus making the fund subject to the vagaries of the market) will do more for the challenger in Florida than all the Iraq brouhaha. The AARP has alerted its members to take note. They will. </p> <p>In the television coverage of the pensioners' demonstration outside parliament last week, one old fellow was shown quavering, \"If we all sat down in the road, then they'd pay us some attention.\" The truth is that the wrinkled old protesters would be sworn at by brutish white van drivers, herded into the gutter by unfeeling policemen and told to act their age (heh, heh) by the home secretary. </p> <p>What do the three major parties' policies boil down to? Give the stupid old buggers a 75p rise; £10 at Xmas to buy some extra gruel; reduce their TV licence fee; promise them £100pw this year, next year, sometime, never; say nice things about what they've done for the nation. Then change the subject to something sexy, like votes for 16-year-olds. </p> <p>One thing is certain, if there is an election debate next year between Blair, Howard and Kennedy it won't be sponsored by the Basingstoke Old Codgers' Club. Britain awaits its Dr Andrus. Upton Sinclair said it all at the end of his novel, The Jungle: \"Organise, organise.\" Until British OAPs organise to set up a British Association of Retired Persons they will suffer the fate of all old animals in the jungle.</p>",
  "He called himself a man of little consequence. 'Mr Blair, I am nothing to you,' he said. Kenneth Bigley was too modest. The lurid coverage of his ordeal has repelled and gripped a nation following every twist of a story infused with hope but always likely to end tragically. Abu Musab al-Zarqawi, the murderer of Mr Bigley's two American housemates, plays a short and and vile game. <p>The past week has seen a revolution in the history of fear. A Britain consumed by worry that terror was coming home imagined gas on the Tube, bombs at Heathrow or Beslan inside the beltway. Instead, the capture of a middle-aged engineer touched a bedrock of dread. Few visions are more horrible than helplessness. </p> <p>That impotence, his and ours, was exacerbated by the shrewdness of Mr Bigley's captors. Zarqawi, a small-time thug now tilting at a pan-Islamist caliphate, has advertised his animal tactics on the front pages. His website flashes are geared to the US lunchtime news, his murders pored over by voyeurs in dark corners of the internet, and his profits plumped up by snuff DVDs sold for a dollar each in Baghdad markets. Even the Bigley family's televised pleas for clemency underlined Zarqawi's leverage. </p> <p>There is a narrow line between the last resort of the despairing and an eBay of human life, in which escalating bids - first a brother, later a distraught mother - are posted for all to see. Intrusion makes a case, powerful but wrong, for the media to back off. In America, the beheading of Mr Bigley's friends received little coverage, partly because dead hostages are old news there, but also because of the instinct for suppression that, from the outset, offered too little challenge to George W Bush's war plans. </p> <p>Media restraint is hard to unravel from censorship and blackouts were rarely feasible, even before global networks. Since the Crucifixion, agony and death have been a public spectacle. Onlookers may be brutalised by terrible sights, but the greater danger lies in all the Calvaries we do not climb. The 12,800 Iraqi civilians killed since the war began are faceless, as are many of the soldiers killed in action. On the day Ken Bigley's video played in millions of British living rooms, 22 people were murdered in Baghdad. When history is a string of macabre Kodak moments, those slaughtered off-camera evaporate as if they had never lived. </p> <p>But in every conflict, one face encapsulates a war. It did not have to be Ken Bigley's, for there are many like him. A friend of my family, another ageing wanderer whose life had removed him from his roots, was blown up in Baghdad last month. He knew the risks and hoped to be lucky. Mr Bigley, working one last lucrative assignment before he quit, must have made a similar calculation. </p> <p>Instead, he became a condemned man holding a Prime Minister to account. Tony Blair, content to explain himself to God his maker over Iraq, had first to answer to Mr Bigley. 'Help me live,' the captive had asked, with a faith that resonated like an echo. Throughout the Iraq debacle, no citizen has ever placed such blind trust in Blair, bar Blair himself. And yet he could do nothing. </p> <p>There was no dilemma, since the state rightly debars negotiating with insurgents holding knives to throats. There was no hypocrisy, for those who complain that Mr Blair takes tea with terrorists are wrong. To call all such people irredeemable is to sketch a world in which the IRA, Baader-Meinhof and the Red Brigades still hold sway. If, on some tomorrow, Bush sits down with Zarqawi, that may be a mark of a retreat from mutually assured destruction. </p> <p>But, for now, Mr Blair has no decision to make. Of all the questions thrown up by Iraq, the case of Mr Bigley was the least taxing. Even the Prime Minister's personal anguish may be salved by his iron sense of rightness. Yet he is no more free of responsibility than hostages are victims of unmediated chance. The events of last week showed almost as little randomness as the opening scene of Rosencrantz and Guildenstern Are Dead , in which the two characters toss a coin that always comes down heads. </p> <p>The current turmoil in Iraq was inevitable in a fissile country where order, for many years, has only been maintained by brutal tyrants. That does not render future democracy impossible, but it was never going to be imposed by a botched and illegal war. Mr Blair's disregard for advice, history and law helped usher in a nemesis compounded by errors ranging from disbanding the Iraqi security services to the brutishness of Abu Ghraib. Zarqawi, disgusting beyond words, is also the beneficiary of conditions in which the wicked thrive. </p> <p>So get the troops out now, some say, but running would be likely to herald another hardline Baathist overlord or civil meltdown. Defenders of the war eulogise Iraq, hotspots apart. But even assuming the three-quarters of the population cited by Donald Rumsfeld could stroll to the polls as peaceably as George Orwell's idealised old maids once cycled to church through the morning mist, limited elections would be impossible. The time for denial is over. Two Italian women aid workers are abducted and, maybe, murdered. Death is the only service with guaranteed delivery in Baghdad. </p> <p>So what now? As Paul Rogers, professor of peace studies at Bradford University, has argued, the US presidential election is likely to presage all-out assaults on Falluja and elsewhere, should Mr Bush get his second term and his second chance to bomb Iraq into secular democracy. </p> <p>In that context, it seems curious that Mr Blair's remark last week about 'a new Iraqi conflict' attracted so little exploration. If Iraq is 'the crucible in which the future of global terrorism is decided', that is because the actions of Bush and Blair have made it so. The question is what the Prime Minister plans to do now, beyond praying that elections work. Will he stand by the President if Mr Bush goes for Shock and Awe Mark Two or will he be bold enough to step aside? </p> <p>For now, it seems probable that more innocents will beg on grainy videos for help from politicians rendered powerless not only by the monstrosity of others, but through their own folly. Onlookers will stare again in sorrow and unease at the pain of strangers. Human impulses prompted good people of all faiths to yearn for Ken Bigley's freedom, but so did the awareness that we are all part of his story. </p> <p>As international affairs analyst Fred Halliday has said, universalism is dying. The US, post 9/11, has put hardline survivalism first and last. Islamic extremists move further towards medieval savagery. As the world converges on the edge of the abyss, the fate of individuals shows what may lie ahead if politicians cannot heed the warning signs. Kenneth Bigley, never a figure of little consequence, is the unwitting signalman on the road to hell. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>",
  "The air was hot and the mosquitoes were biting as Tom Brown sweatily trudged from house to house on the leafy suburban street. An elderly woman opened her door and eagerly took a leaflet from the Republican campaigner. Her next words brought a grin to Brown's face. 'I was going to vote for you anyway,' she said, before adding: 'And I'm a Democrat, too.' <p>Brown is campaigning on the streets of Clay County, Missouri, one of the most crucial battlegrounds in the US elections. The message was loud and clear: President George Bush is winning in the swing states. </p> <p>That is a key development as the election enters its final stretch. Most of America is starkly divided into red and blue, but the swing states are the only place where the political palate is mixed. They are the places where the battle for the White House will be won or lost. They mainly stretch in an arc from the rust belt of Pennsylvania through Ohio and down into the Midwest. This is purple America, and nowhere is more purple than Clay County. </p> <p>In the 2000 election Al Gore won Clay County by a single vote, making it the narrowest victory in the United States. But things do not look so close this time around. Clay County's Republicans are openly confident of victory. In fact, Brown knows things cannot stay this good. 'It is going so good right now it's scary. That will change. There is no way Bush can maintain this level of support,' he said. </p> <p>All across the swing states, Bush has moved ahead as Republicans have begun to win the fierce ground war of the election. Republicans have taken leads in Pennsylvania and Ohio, which should have been firm Democratic territory. At the same time they have secured their own turf, taking double-digit leads in states like Nevada and Missouri. </p> <p>That is bad news for Democratic challenger John Kerry. Missouri is the most reliable bellwether state. It is a unique crossroads of American demographics: where north meets south and east meets west. Missouri has the same percentage of black Americans as the US as a whole, the same goes for union members, and its rural and urban mix is also a reflection of the national average. In all presidential elections but one since 1900 Missouri has backed the winning candidate. And at the moment Missouri is backing Bush. He has an 11-point lead. </p> <p>The reason is simple: the 'war on terror'. It is the centrepiece of the Bush campaign, and Clay County's Republicans are ruthlessly on-message. 'The biggest issue is keeping America safe. It is keeping our families safe,' said Kate Porter, an attorney who is the Republican county chairwoman. </p> <p>That echoes what the Bush campaign is saying nationally. The threat to America from terrorism has been used as the focus of the campaign. Bush's stump speech, repeated each day, pumps the terrorism theme relentlessly. Democrats have accused the Republicans of scaremongering, but the move has struck a chord. Even here, in the pretty county seat of Liberty, seemingly so far removed from any outside threat, fear of terrorist attack is rife. </p> <p>America's heartland is afraid. As Maggie Boyd, 66, sat in the picturesque town square she spoke of the recent school massacre in Russia as having a direct relevance to life in Clay County. 'You just don't know if someone is going to go into my grandson's high school and do that here,' she said. </p> <p>Boyd is voting for Bush. She sees the war in Iraq as an integral part of the 'war on terror'. For her, the pictures aired daily on TV news of bombs in Baghdad are part of the same fight that brought down the World Trade Centre. '11 September changed everything for me. Bush was right to go into Iraq,' she said. </p> <p>For Democrats, however, there is now relief that the war in Iraq has at last become an electoral issue. After weeks of damaging insults over Kerry and Bush's respective Vietnam records, America's political debate has finally tackled the real war that is happening today. Kerry has re-emerged as aggressive on the war. Last week he openly attacked Bush for creating the Iraqi mess. It is now Kerry's mission to win the election by slamming the Iraq war. It is no simple task. Bush has consistently held healthy poll leads over Kerry on issues of national security. But the new Democratic strategy mirrors the ploy used by Bush's campaign guru, Karl Rove: hit the candidates on their strengths, not their weaknesses. </p> <p>Certainly, anti-war opinion is out there. Both campaigns in Clay County admit that the war has polarised people like nothing else in a generation. Mike Springer, a local businessman, is not shy about his thoughts on Bush. 'I loathe him,' he said as he drew on a cigarette outside his office. 'I grew up in the Vietnam era. I see a lot of the same stuff as then. The lies, and you see all these boys coming home with no arms, no legs,' he said. </p> <p>There is deep anger about the war in the swing states and on the streets of Clay County. Phil Willoughby is a local Democratic candidate. His father, a lifelong Republican and a Korean War veteran, is now about to vote Democrat for the first time in his long life. 'He feels like he is being sold out. He thinks his President lied to him,' Willoughby said. </p> <p>But the Republicans are not just a one-trick pony, hammering away on terrorism. They have amassed a formidable campaign machine that outguns and outspends the Democrats in most states. They have been organised in Missouri far longer than the Democrats, and have more staff. The Democrats are relying on outside campaigning organisations, like America Coming Together, to do much of the crucial legwork of voter registration. </p> <p>Republicans have also fine-tuned their campaign to play on local issues. Much of the swing state battlefield is rural or semi-rural. Clay County is typical. At one end it bleeds into the metropolis of Kansas City and at the other is farmland and small towns. </p> <p>These are the 'exurbs': the new political front line. Religious and moral issues play big here, and Bush's folksy style and religious rhetoric go down well. Kerry's liberal north-eastern manners do not. </p> <p>'I believe Bush is a Christian man and that pleases me. It is not fashionable these days to say you are being led by a higher power,' said Boyd. </p> <p>Much has been made of gay marriage, which Bush has pledged to make a constitutional issue. The swing states, even where they are Democratic, are often conservative in their social values. Clay County is no exception. Republicans in Missouri organised a ballot in August on banning gay marriage in the state. It passed overwhelmingly, galvanising the local Republican party. 'Since we got them out to vote once, it is easier to get them out to vote again,' said Porter. 'There are still some Democrats we haven't run out of Clay County. But we are working on it.' </p> <p>Willoughby believes the Democrats can still win. 'Missouri is still a swing state. We are more mobilised in Clay County than we have been in a generation. It is still early. We have six weeks left,' he said. </p> <p>That is true. As the election moves into its final stages, many voters are starting to pay attention for the first time. Messages that took months to deliver earlier in the year can now be got across in just days as every newspaper and television station is full of election coverage. With the crucial presidential debates about to start, Kerry can still turn around the swing state battle. </p> <p>But the backdrop is still one of fear and terrorism. No one is immune. Margene Thorpe, doing a volunteer shift in the Liberty local museum, voiced her fears. 'We wish we could go back to where we do not have to be so afraid. But that will never happen again.' She, too, is voting for Bush. Her husband, Derle, sat beside her and echoed her thoughts. 'Freedom is not free,' he said. 'It has high costs.' </p> <p>If the Democrats' new strategy of making the election a referendum on Iraq is to succeed, then the Thorpes' fear and support of the Iraq war as part of the 'war on terror' will have to be overcome. It will not be easy. 'How do you tell someone not to be afraid of terrorism?' Willoughby asked. 'We are all afraid of terrorism.'</p>",
  "<p>George Bush and Gordon Brown are heading for a dramatic showdown at the G7 summit in Washington this week over plans to write off developing countries' debt.</p> <p>The American president, desperate for policies to emphasise his 'caring conservative' credentials before November's presidential election, is advancing a plan to cancel billions of dollars in debt owed by some of the world's poorest countries. </p> <p>The plan, disclosed by members of aid groups, would increase previous debt relief programmes for at least 27 poor nations such as Uganda, Bolivia, and Ethiopia. The US Treasury Department, which is putting the plan forward, says the current approach has been too slow and piecemeal to free developing countries from the burden of repaying money borrowed from the World Bank, International Monetary Fund and other global lenders. </p> <p>The US Treasury is also proposing that, for very poor countries, all future IMF and World Bank assistance come in the form of grants rather than loans. </p> <p>But Brown is strongly against the plans because it would mean debt cancellation paid out of World Bank and IMF funds. This would mean the World Bank, in particular, would have less scope for poverty alleviation. </p> <p>Brown's plan, to be outlined tonight at a Trade Justice Movement fringe meeting in Brighton tonight, is for all G7 countries to put up extra funds directly for debt cancellation. He is prepared for the UK to contribute an extra £100 million every year.</p> <p>A UK Treasury spokesman was worried that Bush's proposals 'would rob Peter to pay Paul'. He added: 'We want to see [Brown's plan] happen. What we need to be clear about is that it needs to be fully financed.'</p> <p>The rival plans will be decided by other G7 nations. Canada is expected to back Brown's plan. France is thought also to be sympathetic. Germany is not in a position to put extra money on the table because of its fiscal situation. Japan and Italy are thought to be undecided.</p> <p>Campaigners are divided over which plan to back. Some are delighted that Brown is promising extra cash for debt cancellation, but others believe that Bush's plan could have greater impact, particularly if other countries fail to follow Britain's lead. </p> <p>Peter Hardstaff, head of policy at the World Development Movement, said: 'Whatever plan gets accepted, we are concerned about the conditions attached to any debt cancellation, which could see poor countries forced to privatise and deregulate their markets.'</p>"
]