[
  "It could not be clearer: 72% of the French population want John Kerry to win the US presidential election, according to a Sofres poll of 1,000 people carried out on September 28-29. The current US president is backed by only 16% of those surveyed. Of all the 10 countries taking part in today's international survey, opposition to George Bush is strongest in France. <p>This hostility runs through all sections of the population, every age group and all political sensibilities. It is stronger among younger people (82% of the 25-and-under age bracket) than among older folk (60% of the 65-and-over group). It is even more evident among those who describe themselves as close to the Socialist party or the environmentalists: 82% of this group want a Kerry victory. </p> <p>As for rightwingers, 70% of supporters of President Jacques Chirac's governing UMP party are for Kerry, as well as 74% of those who back the centre-right UDF party.</p> <p>George Bush gets terrible scores in every category surveyed except one: the supporters of Jean-Marie Le Pen's extreme right National Front party, which came second in the 2002 French presidential election. Forty per cent of those supporters declared themselves in favour of President Bush's re-election, while 50% favour John Kerry. Mr Bush is popular only among the few sectors of the French population that favour strict authority and lean towards xenophobia.</p> <p>This is also the only group that is more supportive of the US intervention in Iraq: 38% of FN supporters consider that it was the right thing to do, compared with only 18% of the total population surveyed.</p> <p>With the passing of time, the French seem to be becoming more and more critical of the war in Iraq, according to the Sofres poll. Some 77% of them now think it was unjustified, compared with 65% in a survey conducted in April 2003. </p> <p>Seventy per cent of the people questioned said that their opinion of the United States had deteriorated in the last three years. After the wave of sympathy that followed the September 11 terrorist attacks, the perception of the United States has deteriorated steadily, according to several surveys conducted in the last few years by the Pew Research Centre in Washington. The only slight boost was in May 2003, after Saddam Hussein was overthrown.</p> <p>However, Mr Bush's marked unpopularity in France does not mean that the French dislike Americans: 72% of those surveyed said they still had a high opinion of the American people. The Sofres poll clearly indicates an ability to consider issues separately and avoid succumbing to anti-Americanism. </p> <p>The French authorities have consistently stressed over the last three years that the current political disagreement with the Bush administration does not in any way affect the French people's friendship with America or their loyalty to the alliance. It is in this spirit that ceremonies to mark the 60th anniversary of the D-Day landings in Normandy were organised last June. </p> <p>This message has been heard, a little less clearly by the leftwingers (in particular the communists) than by supporters of the right. These figures could therefore change in the coming months if American voters re-elect Mr Bush on November 2. </p> <p>The French people's gratitude to the Americans is already showing signs of strain: the majority of those surveyed said that they had a \"quite favourable\" opinion of Americans but very few said they had a \"very favourable\" opinion.</p> <p>As for John Kerry, he finds favour with the French mostly because of the strong desire to get rid of Mr Bush. Some 61% said they had a good opinion of the senator; the figure is higher among supporters of the Socialists (72%) and the centrist UDF.</p> <p>Finally, an overwhelming majority of those surveyed (90%) believe it is important for France to maintain good relations with the United States. Far fewer (49%) approve of the United States' world leadership role. Again, this study shows French public opinion endorsing the political stance of its leaders. <b>·</b> Claire Tréan is a Le Monde columnist</p>",
  "A court in Zimbabwe today found the country's opposition leader, Morgan Tsvangirai, not guilty of treason charges that his party maintained were a government attempt to frame him. <p>Members of the opposition cheered and clapped after Judge Paddington Garwe acquitted Mr Tsvangirai in a long-awaited judgement at Harare's high court. </p> <p>The state had accused Mr Tsvangirai, who is the leader of the Movement for Democratic Change (MDC), of plotting to kill the president, Robert Mugabe. The charges were based on a grainy four and a half hour video, recorded by hidden cameras, of a meeting between Mr Tsvangirai and the Canadian-based political consultant Ari Ben Menashe in Montreal on December 4 2001. </p> <p>During a year-long trial that ended on February 26, Mr Tsvangirai's defence lawyers said the tape had been doctored to implicate him in a plot to murder Mr Mugabe and stage a military coup to seize power. </p> <p>Mr Tsvangirai denied involvement in any such plot, and said he had mentioned the \"elimination\" of Mr Mugabe during the discussions in reference only to the president's possible defeat in the 2002 presidential election. </p> <p>\"This was a political trial so it had all the dimensions of political influence, so it was a bit unpredictable,\" Mr Tsvangirai told the BBC after hearing the verdict. \"I was always hoping for the best but always prepared for the worst, so it is a surprise.\"</p> <p>The lengthy trial hampered Mr Tsvangirai's ability to lead an effective political opposition, and he still faces another treason charge for allegedly advocating the violent ousting of Mr Mugabe. Amnesty International said today it believed Mr Mugabe's government had trumped up the charges as a form of harassment of the political opposition in Zimbabwe.</p> <p>\"The acquittal is a huge blow to the forces of tyranny,\" said Gibson Sibanda, the vice-president of the MDC. \"The ruling sends out a message of hope to all those struggling for freedom and democracy both inside and outside Zimbabwe.\" </p> <p>He said the treason charge and unrelenting campaign of violence and intimidation demonstrated the level of panic within the ruling party, which tolerates no threat to its power. </p> <p>The home affairs minister, Kembo Mohadi, said police reinforcements were deployed outside the courthouse to prevent any unrest. Mr Mohadi added that security and court officials had also restricted access to the court, with large crowds anticipated. </p> <p>Testimony in the nation's longest trial covered a broad sweep, ranging from the secretly recorded meeting to an alleged plan by the former US president Bill Clinton - to be bankrolled by the Jewish community in the US - to persuade Mr Mugabe to leave office. </p> <p>Mr Menashe claimed he had been asked by the Clinton administration to negotiate a deal for Mr Mugabe's retirement. </p> <p>State prosecutors withdrew allegations made earlier in the trial that Mr Tsvangirai had spoken with Mr Menashe about the \"murder\" and \"assassination\" of Mr Mugabe after the words could not be found on the secretly recorded tape. </p> <p>Defence attorney George Bizos, a South African human rights lawyer, had submitted evidence that Mr Menashe was already working for the Zimbabwean government's security agency on an operation to discredit the burgeoning opposition when Mr Tsvangirai visited him in Montreal. </p> <p>He said Mr Tsvangirai had only sought the consultant's help to raise funds and canvass for support for the opposition in the US and Canada. The video of their meeting was out of focus and barely audible. </p> <p>Mr Tsvangirai, who was freed on bail, had to surrender his passport after being charged two weeks before he ran against Mr Mugabe in the March 2002 election. He narrowly lost the vote, which independent observers said had been rigged, and his political activities were sharply curtailed by his lengthy appearances in the dock. </p> <p>Mr Menashe, 52, who claims to have been a former Israeli intelligence agent and a security adviser to the Israeli prime minister, was in 1990 acquitted by a US federal jury of charges that he illegally arranged a deal to sell US-made military cargo planes to Iran in exchange for the release of four US hostages in the Middle East. </p> <p>Israel denied he was connected to intelligence work, but said he had served for a brief period as a junior clerk in its civil service. </p> <p>Mr Tsvangirai's defence team said Mr Menashe had frequently lied under oath while giving his evidence in order to cover up his efforts, for the Zimbabwe Central Intelligence Organisation, to entrap the opposition leader. Evidence given in the trial showed he had received $650,000 (£361,000) from the Zimbabwe intelligence service. </p> <p>The chief state prosecutor, Bharat Patel, asking for a conviction at the conclusion of the trial in February, said there was still enough evidence to prove that Mr Tsvangirai had planned Mr Mugabe's assassination.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Frogs in danger of extinction, bombers strike inside Baghdad's Green Zone, and Manchester United takeover bid falls through</p> <p><b>WORLD WANTS A KERRY VICTORY</b></p> <p>A poll of the populations of 10 countries in today's Guardian finds, by and large, that they do not like George Bush very much and would like to see him replaced as the US president by John Kerry.</p> <p>Of the 10 countries, majorities in Canada, Mexico, France, Britain, Spain, Japan, South Korea and Australia support the Democratic party challenger. The reverse is true only in Russia and Israel.</p> <p>US voters may not be as far out of step with those in many of the countries closest to America as the poll suggests. As reports of the final presidential debate in today's papers reveal, the election is on a knife-edge - Mr Kerry stands as much chance of spending the next four years in the White House as Mr Bush if the race's dynamics remain unchanged. </p> <p>\"[But] no one is underestimating the Bush campaign's capacity to change the subject - by playing up fears of another terrorist attack, say - or launching a last-minute volley of personal attacks similar to those that sank Governor Ann Richards of Texas in 1994 or Senator John McCain in the Republican primaries of 2000,\" the Independent warns.</p> <p>Still, capitals across the globe are having to take the prospect of a Kerry victory seriously. A Financial Times comment piece paints a picture of an international community in which \"diplomatic lines from Washington to national capitals from Beijing to Brussels will hum with speculation about whether we should expect a tremor or an earthquake [...] America's friends and enemies are frantically poring over every line of John Kerry's policy pronouncements\".</p> <p>The piece's author, Philip Stephens, argues there is more \"unease than certainty\" about what to expect from either Mr Bush or Mr Kerry, and the mood is no more acute than it is in Europe. The postwar alliance between Europe and the US is no longer working, he says, and it will take an effort from both sides to repair it. \"The views of Europe's leaders mirror that of their voters: they want Mr Kerry to win. But what then?\" he asks.</p> <p>Luckily, Tony Blair has an answer - sort of. The Telegraph report on his speech to the European centre-left meeting in Budapest leads on his vision of an EU-US \"common agenda\" to solve the world's problems. But it was as vague as is required in these knife-edge days of transatlantic diplomacy. \"We need the two of them working together,\" he said. \"Now that requires both to reach out, one to the other.\"</p> <p>At least you get some certainty from the Mirror. \"Make no mistake. A win for John Kerry in the US election would be a win for all of us,\" begins an opinion piece decorated with pictures captioned global peace, the environment, medical research, and terrorism.</p> <p>\"Kerry knows how desperate the need is for America to give the international community it has so alienated a big hug,\" it says.</p> <p>Returning to the 10 nation poll, the Guardian reflects that unfavourable attitudes to the US president are now so high that the claimed \"special relationship\" between Mr Blair and Mr Bush appears to pay few domestic dividends for the prime minister.</p> <p>The Wrap is trying desperately not to infer, from reports in the Telegraph and Times about hints that the prime minister \"may well\" convert to Catholicism, that Mr Blair is making preparations for a fresh special relationship with a Catholic President Kerry.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/viewsofamerica/story/0,15221,1327568,00.html\">Poll reveals world anger at Bush</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=572317\">Independent: A dead heat in the race for the White House</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/15/weu15.xml&amp;sSheet=/portal/2004/10/15/ixportal.html\">Telegraph: EU 'must work with US as an ally'</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14757679%26method=full%26siteid=50143%26headline=why%2dwe%2dshould%2dall%2dpray%2dkerry%2dwins-name_page.html\">Mirror: Why we should all pray that Kerry is the next American president</a></p> <p><b>FROGS 'ON VERGE OF CROAKING'</b></p> <p>Pictures of frogs peer out from the front pages of both the Independent and Guardian - but maybe not for much longer. </p> <p>Scientists believe that one third of the world's amphibian species are in danger of extinction (or \"croaking\", as the Mirror puts it), and suggest their peril could be sign of much wider environmental damage than people are aware of. </p> <p>Amphibians, the Independent explains, are so sensitive to the man-made environment that scientists have likened them to canaries in a coal mine. The Guardian adds that disease outbreaks not related to environmental damage could also be taking their toll on the species.</p> <p>* <a href=\"http://www.theguardian.com/conservation/story/0,13369,1328057,00.html\">Farewell to the frog?</a><br> * <a href=\"http://news.independent.co.uk/world/environment/story.jsp?story=572318\">Independent: The polluted planet</a></p> <p><b>BOMBERS STRIKE IN BAGHDAD'S GREEN ZONE</b></p> <p>Suicide bombers struck inside the fortified green zone in the heart of Baghdad for the first time yesterday, killing 10 people.</p> <p>The FT reports that the complex, which was created after the fall of Saddam Hussein's regime, is home to 10,000 people and had been regarded as an \"island of security for westerners in Iraq\". However, increasing attacks on the city centre by insurgents since September have seen it targeted frequently. Abu Musab al-Zarqawi's Tawhid and Jihad, the group that murdered British hostage Kenneth Bigley, claimed responsibility for the attack.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1327760,00.html\">Bombers bring chaos to Iraq's safe compound</a><br> * <a href=\"http://news.ft.com/cms/s/b53c437e-1db8-11d9-9c24-00000e2511c8.html\">FT: Bombers strike in Baghdad's Green Zone</a> </p> <p><b>PRINCE 'CHEATED IN EXAM'</b></p> <p>Claims that Prince Harry cheated in a AS-level exam make ideal tabloid front pages for all but a soap-obsessed Star and gambling-concerned Mail. The Sun, which christens the claims \"Watercolourgate\", reports that a sacked teacher at Eton secretly taped the prince saying he had written only a \"tiny part\" of an exam project. Sarah Forsyth, who claims she wrote the rest, is suing for unfair dismissal.</p> <p>The Guardian observes that the prince's \"parents were both notoriously embarrassed by secretly recorded tapes which exposed elements of their private lives they would much rather have kept secret\".</p> <p>* <a href=\"http://www.theguardian.com/monarchy/story/0,2763,1327983,00.html\">Teacher taped Harry to prove he cheated at art AS-level</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004480532,00.html\">Sun: Tape that, Harry</a></p> <p><b>UNITED TAKEOVER BID COLLAPSES</b></p> <p>The proposed takeover of Manchester United last night collapsed when its major shareholder informed the stock exchange he would have no further talks with the US billionaire Malcolm Glazer. The Telegraph says the news will delight the club's fans, who had bitterly opposed the proposed takeover.</p> <p>* <a href=\"http://www.telegraph.co.uk/sport/main.jhtml?xml=/sport/2004/10/15/sfnutd15.xml\">Telegraph: United takeover collapses</a></p> <p><b>NORWAY'S 'BRITISH' ROYALS</b></p> <p>The Times carries a rather intriguing story suggesting that the Norwegian royal family are more British than the Windsors. </p> <p>The claim centres on a Norwegian academic's findings that a British baronet, Sir Francis Laking, secretly sired the late king of Norway using a primitive form of artificial insemination. He passed his genes on to King Olav's British-born mother when she visited him in London in 1902. The academic's book suggests she may not even have known about the artificial insemination. The Wrap is confused, and wants to know more.</p> <p>Thankfully, the angry restaurateur makes a comeback in the Mail. Sarah Roe was barred from leaving Tom Aikens' eponymous restaurant in Chelsea after a GBP600 meal when she was accused of stealing a spoon. As the chef confronted his diners, a waiter found it on a nearby table - but Mr Aikens allegedly insisted that Ms Roe had planted it there. It was not the first time Mr Aikens' temper has landed him in trouble: four years ago, he was fired from Pied a Terre in London after being accused of branding a trainee with a hot palette knife.</p> <p>* <a href=\"http://www.timesonline.co.uk/newspaper/0,,174-1311094,00.html\">Times: The 'British' royals of Norway</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://politicstalk.theguardian.com/WebX?50@@.77476488\">Aleida Guevara, the eldest daughter of Che Guevara, will be answering questions live online at midday</a>.</p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com/esf/0,15212,1326215,00.html\">Full coverage of the European Social Forum</a>.</p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/elsewhere/0,7792,368031,00.html\">John Aglionby on the sorry plight of 115 boxing orangutans in Thailand</a>.</p>",
  "Millions of Americans are scratching their heads over how to vote on November 2 after the last of the three televised presidential debates left George Bush and John Kerry neck and neck over jobs, education, health care and taxes, with little mention of Iraq or 9/11. But the rest of the world, according to a poll we and several other newspapers publish today, has already made up its mind, backing the Democratic challenger by a margin of two to one. <p>Any sample, of course, is just a sample, but this survey of public opinion in 10 countries does include the US's two immediate neighbours, Canada and Mexico, as well as Israel and Russia, Washington's close allies in the \"war on terror\", and Britain, still its most loyal transatlantic friend, despite widespread criticism of Tony Blair. Unfortunately, Muslim countries are absent, though their inclusion would have made even gloomier reading for the White House. A recent Pew Research Centre poll, for example, showed just 7% of Pakistanis approve of Mr Bush, while 65% have a favourable opinion of Osama bin Laden. </p> <p>These findings - likely to achieve a high degree of exposure because they are media-driven - confirm previous polls in underlining the degree of global hostility to President Bush and the Iraq war. Some 74% of Germans, according to GlobeScan, want to see Mr Kerry win the election. A June poll conducted by the German Marshall Fund found that 76% of respondents in nine European countries disapproved of Mr Bush's handling of international affairs, up significantly from a survey in 2002. It also found that 80% of Europeans polled - compared with half of Americans - said Iraq was not worth the human and financial cost. In Europe, only Poles would rather see Mr Bush back in the Oval office. Elsewhere in \"new Europe\" there is a distinctly \"old European\" wish to see the Massachusetts senator win. Further afield, Israelis are the only people to back the incumbent and to see American democracy as a model for other countries. Similarly positive views in Russia appear to reflect the hardline US view on Chechen terrorism: the survey was carried out in the aftermath of the Beslan school massacre. </p> <p>Against this bleak background, the good news is that there is a clear distinction between anti-Americanism and criticism of US policies. No less than 68% of all those polled - with the French, Mr Kerry's most fervent backers, scoring a surprising above-average 72% - have a favourable view of Americans but are implacably opposed to the US government. Opinions of the US have worsened for 57% over the past three years. </p> <p>Strikingly, though, political differences may now be casting shadows in other areas. Young Britons, avid consumers of Big Macs, Starbucks and Friends, are now hostile to American culture on a scale traditionally associated with the French. Canada, Mexico and South Korea feel even more threatened. It is common ground that Iraq and the Guantánamo Bay and Abu Ghraib scandals have eroded the sympathy generated by the 2001 terrorist attacks. Encouragingly for whoever does win, 90% believe it is important to maintain good relations with the US. The danger is, perhaps, of expecting too much from a Kerry victory. </p> <p>Mr Bush may well wish to exploit this hostility, against a rival he has portrayed as caring too much for allies and not enough for America. Clearly, if the world had a vote, the result on November 2 would not be in doubt. The president is unlikely to be surprised that the Guardian, Asahi Shimbun, Le Monde or El Pais believe that Iraq is a \"deadly and highly questionable war\". That though, is the view of the Lone Star Iconoclast, published in his home town of Crawford, Texas. It matters a lot what others think about the US. But it is only Americans who can choose their own leader.</p>",
  "George Bush has squandered a wealth of sympathy around the world towards America since September 11 with public opinion in 10 leading countries - including some of its closest allies - growing more hostile to the United States while he has been in office. <p>According to a survey, voters in eight out of the 10 countries, including Britain, want to see the Democrat challenger, John Kerry, defeat President Bush in next month's US presidential election.</p> <p>The poll, conducted by 10 of the world's leading newspapers, including France's Le Monde, Japan's Asahi Shimbun, Canada's La Presse, the Sydney Morning Herald and the Guardian, also shows that on balance world opinion does not believe that the war in Iraq has made a positive contribution to the fight against terror.</p> <p>The results show that in Australia, Britain, Canada, France, Japan, Spain and South Korea a majority of voters share a rejection of the Iraq invasion, contempt for the Bush administration, a growing hostility to the US and a not-too-strong endorsement of Mr Kerry. But they all make a clear distinction between this kind of anti-Americanism and expressing a dislike of American people. On average 68% of those polled say they have a favourable opinion of Americans.</p> <p>The 10-country poll suggests that rarely has an American administration faced such isolation and lack of public support amongst its closest allies.</p> <p>The only exceptions to this trend are the Israelis - who back Bush 2-1 over Kerry and see the US as their security umbrella - and the Russians who, despite their traditional anti-Americanism, recorded unexpectedly favourable attitudes towards the US in the survey conducted in the immediate aftermath of the Beslan tragedy.</p> <p>The UK results of the poll conducted by ICM research for the Guardian reveal a growing disillusionment with the US amongst the British public, fuelled by a strong personal antipathy towards Mr Bush.</p> <p>The ICM survey shows that if the British had a vote in the US presidential elections on November 2 they would vote 50% for Kerry and only 22% for Bush.</p> <p>Sixty per cent of British voters say they don't like Bush, rising to a startling 77% among those under 25.</p> <p>The rejection of Mr Bush is strongest in France where 72% say they would back Mr Kerry but it is also very strong in traditionally very pro-American South Korea, where fears of a pre-emptive US strike against North Korea have translated into 68% support for Mr Kerry.</p> <p>In Britain the growth in anti-Americanism is not so marked as in France, Japan, Canada, South Korea or Spain where more than 60% say their view of the United States has deteriorated since September 11. But a sizeable and emerging minority - 45% - of British voters say their image of the US has got worse in the past three years and only 15% say it has improved.</p> <p>There is a widespread agreement that America will remain the world's largest economic power.</p> <p>This is underlined by the 73% of British voters who say that the US now wields an excessive influence on international affairs, a situation that 67% see as continuing for the foreseeable future.</p> <p>A majority in Britain also believe that US democracy is no longer a model for others.</p> <p>But perhaps a more startling finding from the Guardian/ICM poll is that a majority of British voters - 51% - say that they believe that American culture is threatening our own culture.</p> <p>This is a fear shared by the Canadians, Mexicans and South Koreans, but it is more usually associated with the French than the British. Perhaps the endless television reruns of Friends and the Simpsons are beginning to take their toll.</p> <p><b>·</b> ICM interviewed a random sample of 1,008 adults aged 18 and over by telephone between September 22-23 2004. Interviews were conducted across the country and the results have been weighted to the profile of all adults.</p>",
  "There is a growing strain of hostility towards the United States among British voters, fuelled by a strong personal antipathy towards President George Bush, according to a special Guardian/ICM poll. <p>It is so strong that Britons would back the Democrat challenger John Kerry against Mr Bush by a margin of more than two to one if they had a vote in next month's presidential election. More than 60% of voters say they do not like Mr Bush, a hostility which peaks at 77% among those under 25.</p> <p>It appears to be personal because the public draws a sharp distinction between its view of the United States' political leadership and Americans in general. The British are quite clear that they still like Americans as a people; only 21% say they do not like them.</p> <p>But the apparent strength of the claimed \"special relationship\" between Tony Blair and George Bush seems to contain little domestic dividend for the prime minister. Only one in four British voters say they have a favourable opinion of the American president.</p> <p>The latest polling evidence on British attitudes to the Iraq war shows a nation still split over the decision to invade but with the balance tilting by 46% to 40% towards an anti-war position. This survey also shows mixed views on whether the continuing war in Iraq being waged by the United States and its allies is contributing to the fight against terrorism around the world. A simple majority - 51% - say they believe it does but the country is divided, with 40% arguing either that the contribution is small or nothing at all.</p> <p>The ICM survey on attitudes towards the US reveals that underneath this polarised debate lies a strong anti-American streak in the British consciousness. British public opinion has never been as strongly Atlanticist as its politicians, particularly among the post-1968 generation, but this poll reveals that the hostility has grown sharply since September 11 and particularly among the young.</p> <p>The poll shows that 45% believe that their view of the United States has deteriorated in the last two or three years and only 15% say it has improved. This is reinforced by the overwhelming majority - 75% - who say they agree with the statement that \"the US wields excessive influence on international affairs\". For many, that influence looks set to continue or even grow as 67% of British voters said they disagree with the statement that \"the United States is a declining empire\".</p> <p>A majority of British voters now say they disagree with the idea that American democracy remains a model to other nations - and that from a country which still retains a monarchy and does not have a written constitution.</p> <p>An even more recent development is the growth in those who say they agree with the statement that \"American culture threatens our own culture\". This is a sentiment which the British more associate with the French but despite the success of American TV shows, rock music and cinema, 51% of British voters say they are now concerned about its impact on our culture.</p> <p>The survey shows that when it comes to the preferences in the presidential election, John Kerry would win by 50% to George Bush's 22% if the poll was of British voters, a margin of more than two to one.</p> <p>But the detailed results also show that when asked if they had favourable or unfavourable view of Kerry, 45% replied \"don't know\" suggesting not that much is known about the Democrat challenger in Britain.</p> <p><b>·</b> ICM Research interviewed a random sample of 1,008 adults aged 18 and over by telephone between September 22-23, 2004. Interviews were conducted across the country and the results have been weighted to the profile of all adults.</p>",
  "It is a cliché of newspaper leader columns that they conclude by calling for a national debate. For a change, this leader will begin by calling for one. Voters in Britain, having watched the three enthralling Bush-Kerry presidential debates, may wonder why there are no similar televised showdowns between their party leaders. There are good reasons why not. America has a long history of such debates, going back to the epic Douglas-Lincoln contests of 1858, dubbed \"the most famous war of words in history\". In contrast, the British style has been solitary speeches to mass audiences, notably Gladstone's barnstorming Midlothian campaign in 1879. <p>More importantly, British voters don't get to choose between Tony Blair or Michael Howard directly. Instead they vote for local MPs, making a debate between party leaders constitutionally (if not practically) irrelevant. Then there is the wider political spectrum here - instead of a Republican or Democrat duopoly, British voters can for example choose between Labour, Lib Dem, Tory, Sinn Fein, Plaid Cymru, SDLP, SNP or Democratic Unionists, depending on where they live, not to mention Ukip and others. That makes it harder to say exactly who deserves to debate who. </p> <p>The most telling argument against a Blair-Howard election debate is that it encourages presidential-style politics at a time when parliamentary democracy is struggling. But beware of making the best the enemy of the good. A leaders' debate, in whatever form, would engage voters and increase public awareness - a vital consideration as turnout fades. Carefully moderated contests, of 90 minutes or more, would force the leaders to discuss policy, rather than indulge in yah-booism. To avoid creeping presidentialism, we suggest holding a series of three debates: one between the three major party leaders, a second between the chancellor and two shadow chancellors, and a third between the home secretary and rivals, all to be broadcast live by the BBC. Similar debates could also be held simultaneously in Wales, Scotland and Northern Ireland. Bring it on.</p>"
]