[
  "Welcome to the Backbencher, Guardian Unlimited's insider's guide to Westminster <p>In this week's Backbencher: Bush ramps up the security, Barney helps and (why don't you) wither now, Ukip?</p> <p> &gt;&gt;&gt; NEWS ROUND-UP</p> <p>Robert Kilroy-Silk tonight <a href=\"http://politics.theguardian.com/otherparties/story/0,9061,1337330,00.html\">resigned</a> the UK independence party whip, leaving both his future and that of the fringe party in confusion.</p> <p> The incoming European commission president, Jose Manuel Barroso, has <a href=\"http://politics.theguardian.com/eu/story/0,9061,1336984,00.html\">postponed</a> a vote on his new executive team in the European parliament, as MEPs looked set to reject it.</p> <p> The law on murder is to be subject to the most <a href=\"http://politics.theguardian.com/homeaffairs/story/0,11026,1337226,00.html\">wide-ranging review</a> since the commission that led to the abolition of the death penalty half a century ago, the home secretary, David Blunkett, announced.</p> <p> The government <a href=\"http://politics.theguardian.com/homeaffairs/story/0,11026,1337050,00.html\">sought to reassure</a> its parliamentary troops over its controversial plans to pave the way for an expansion of the casino sector.</p> <p> Factories and power plants will be able to pour more <a href=\"http://politics.theguardian.com/green/story/0,9061,1337279,00.html\">carbon dioxide</a> - the chief greenhouse gas - into the atmosphere under allowances announced by the government.</p> <p>&gt;&gt;&gt; FROM WESTMINSTER</p> <p>The Backbencher caught up with the Guardian's political editor Michael White after this week's PMQs.</p> <p>\"Well, a most interesting and unusual thing happened today: the Speaker called the prime minister to order. Now many horrible things have been said about Michael Martin, and one of them is that he's far too nice to ministers in this government.</p> <p>\"Tony Blair was in reasonably good form; you always end these sessions realising why he's prime minister and the others aren't. He was tackled initially by Michael Howard over the seemingly straightforward question of military cuts. Last week Mr Blair said there wouldn't be cuts in the army, and apparently the chief of the defence staff said there would be, so who was right? And Mr Blair did what I'm afraid he often does. He spends five minutes avoiding saying 'yes, I made a mistake'.</p> <p>\"The PM reminded everyone listening that the Tory shadow chancellor, Oliver Letwin, is committed to freezing spending on defence - and 'freezing' usually means cuts. There is a difference of opinion on this between Mr Letwin and Nicholas Soames, the mountainous Tory defence spokesman, and Mr Blair hurled that back at Mr Howard. The Tory leader was well pleased: 'I think finally we've got an admission that the number of soldiers is going to fall', he said.</p> <p>\"Then Mr Howard asked when the prime minister was going to sign the EU constitution. 'Hang on a minute,\" replied Mr Blair, \"I want to go back to that defence question first -\" and he tried to get another blow in below the belt on that. That's when the Speaker stepped in and told the prime minister to answer the question - which he did in predictable fashion.</p> <p>\"Mr Howard kept coming back with Eurosceptical quotes from the former chief economic adviser at No 10, Derek Scott: 'Doesn't this all prove that the prime minister is being gutless on the EU?' At that point Mr Blair went for the jugular, saying 'I'll tell you what gutless is, it's not standing up to the United Kingdom Independence party but following them!' There was an enormous roar from the Labour benches - which of course outdid the Tory roars, because there are so many more of them.\"</p> <p>&gt;&gt;&gt; PRIME MINISTER'S QUESTIONS</p> <p>\"'... a true leader would stand up to Ukip,' Mr Blair says pointedly at the Tory leader. A chorus of 'ohs' follows ...\" Matthew Tempest reports on a bare-knuckled <a href=\"http://politics.theguardian.com/commons/story/0,9061,1337064,00.html\">session of PMQs</a>.</p> <p>&gt;&gt;&gt; LAST WEEK'S COMPETITION</p> <p>The Backbencher asked you why Tony is always asked about his engagements at the start of PMQs. And many readers replied.</p> <p>\"I am ashamed that I know the answer to this question. I am more ashamed that I am bothering to write an e-mail containing it,\" writes a member of an Oxford college whom we shall refer to only as Oscar. \"I am most ashamed that if I win I expect I'll read the prize eagerly from cover to cover.\" Don't be ashamed, Oscar! There's a job for you in the Commons information office.</p> <p>\"Before 1957, there would be a list of questions tabled each day by MPs, and the most relevant departmental minister on the frontbench during the generic question time would rise to answer, and then also to take supplementaries if the Speaker allowed them,\" he explains. \"Since nearly any question on any matter of substance is clearly going to have a departmental minister to answer it, the only way to get the prime minister on his feet to take a question was to table 'To ask the prime minister to list his engagements for x date'.</p> <p>\"Once he'd answered that question, the Speaker would usually then allow supplementaries, which could be on anything, but since they were supplementary questions, the prime minister would be in the answering hot-seat.\" Oscar continues with an explanation of why the practice was maintained despite Tony's PMQs reforms in 1997, but sadly space doesn't permit it. Congratulations, and How Parliament Works - as if you needed it - will be in the post shortly.</p> <p>&gt;&gt;&gt; THIS WEEK'S COMPETITION</p> <p>The Backbencher was thinking of descending from the sublime to the ridiculous by giving away Boris Johnson's dreadful Seventy-Two Virgins. The best thing about this \"effortlessly brilliant page-turner\" (the Daily Telegraph, oddly enough) is the extremely flattering photo of Boris on the jacket. But the virgins will have to wait for another day, because <a href=\"http://www.booksattransworld.co.uk\">Bantam Press</a> has sent her a gold-embossed copy of Kitty Kelley's The Family: The Real Story of the Bush Dynasty.</p> <p>For a chance of winning it, just tell the Backbencher who explained to journalists this week that - when it came to the perceived conflict between banning foxhunting and encouraging US gambling corporations to lead Britons astray - \"the common moral theme is doing the sensible thing\". Email <a href=\"mailto:backbencher@guardianunlimited.co.uk&lt;/A>. Terms and conditions can be read &lt;A HREF=\" http: politics.theguardian.com backbench story 0,14158,1151064,00.html\">here</a>.</p> <p>&gt;&gt;&gt; WORLD? WHAT WORLD?</p> <p>The Backbencher had hoped to pay a visit to GeorgeWBush.com this morning. But security turned her away: \"You don't have permission to access <a href=\"http://www.georgewbush.com/\">georgewbush.com</a> on this server.\" Was it something she said? No: it turns out that no one outside the US can visit the home of the US president. Thank God, then, for the White House site, which is rightly avoiding all mention of the election. And thank God for the <a href=\"http://www.whitehouse.gov/interactive/\">White House Interactive section</a>, which invites inquiries from Americans on policy matters. \"We are a small manufacturing firm in Livonia, MI,\" writes Tom. \"Been in business since 1969. We saw the economic slowdown occurring in August 2000. By August 2002, we ran out of work and layed off 10 of our workforce. By May 2003, we rehired all furloughed. This year we have added 30 to our payroll with need for 10 more capacity. Our backlog is the largest since 1997 and quote levels are up a minimum of 20 from previous year. Business levels are busy and trending upward. We feel you and your team have provided excellent leadership in very adverse times. If I had one wish, it would be for your continued leadership.\"</p> <p>Like the Backbencher said, don't mention the election.</p> <p>&gt;&gt;&gt; ANIMAL HOUSE</p> <p>Lately the daily photo caption describing the antics of the White House dog, Barney, has struck the Backbencher as a better guide to the president's state of mind. Clearly bored with early pictures of Barney \"striking a classic pose\", \"casting a shadow\" and \"looking out for cicadas\", the White House web staff have been forced to liven up the daily portrait.</p> <p>On August 3, for example, \"To no avail, Barney attempts to persuade his Secret Service friends to help him dig up the Rose Garden.\" What was his master doing the day before? Why, delivering a speech on reforming the intelligence services. Or take July 7: \"Barney, on a walk in the woods, considers the road not taken.\" George, meanwhile, was preparing a speech on the American Dream. On September 12, the day after the third anniversary of 9/11 and the occasion for a broadcast on 'Three Years of Progress in the War on Terror': \"After talking Faith Based Director Jim Towey into attempting to jump over the White House on a motorcycle, Barney heads up the safety response team.\" By September 26, George is assuring Florida of federal assistance after Hurricane Jeanne. \"A believer in delegating responsibility, Barney ignores specific directions to sweep the White House driveway and tells Willie the Cat to start working.\" Call it coincidence if you like. But a visit to <a href=\"http://www.whitehouse.gov/barney/\">Barney's site</a> today confirms that he is waiting impatiently for \"Willie the Cat\" to choose a Halloween pumpkin. There's something very odd going on here. Perhaps the election will put a stop to it. </p> <p>&gt;&gt;&gt; FORTHCOMING EVENTS</p> <p>Thursday November 4, 1pm, Westminster Bookshop, 8 Artillery Row, SW1 (on the old Politico's site): <br>Steve Bell signs copies of his new book, Apes of Wrath</p> <p>Saturday November 13, TUC Congress Centre, London: Building a progressive Britain<br> Alan Milburn, David Blunkett and Robin Cook are among the speakers at the Progress annual conference. <a href=\"http://www.progressives.org.uk\">See progressives.org.uk</a></p> <p> &gt;&gt;&gt; ON TV AND RADIO THIS WEEK</p> <p>Tonight, 9pm, BBC2: The Power of Nightmares<br> Have governments exaggerated the terrorism threat?</p> <p>Tonight, 11pm, BBC4: Tanner 88<br> The 11-part series following fictional Democratic presidential candidate Jack Tanner continues.</p> <p>Thursday, 8.30pm, BBC4: Who Runs America?<br> Can the FDA do anything to help obese Americans?</p> <p>Friday, 7.35pm, C4: The West Wing<br> It's election night.</p> <p>Saturday, 9.20pm, C4: God Bless America: With God on Our Side<br> Examining the rise of the religious right in the US and Bush's own born-again Christianity.</p> <p>Saturday, 11pm, BBC4: Rich Hall's Election Special<br> Hall and Mike Wilmot look at the importance of the local elections to voters in Montana and interview a shock-jock. </p> <p>Sunday, 10.15pm, BBC2: Panorama<br> Reporting from Florida and on the stump with Oscar-winning film-maker Michael Moore. Tuesday, all night, anywhere<br> It's election night. No, really.</p> <p>&gt;&gt;&gt; FINAL READING</p> <p>The Guardian has obtained documents showing how British American Tobacco was able to put private pressure on Tony Blair and a cabinet minister over an inquiry into the firm. See the documents <a href=\"http://politics.theguardian.com/foi/\">here</a></p> <p>The problem of low-level anti-social behaviour will get worse unless we tackle it head on, <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1336296,00.html\">writes prospective Tory MP Ed Vaizey</a></p> <p>The pensions crisis requires a long-term, systematic solution, not a series of knee-jerk reactions, <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1332338,00.html\">writes Labour's Kitty Ussher</a></p> <p><a href=\"http://politics.theguardian.com/interviews/story/0,11660,1336969,00.html\">Hélène Mulholland meets Sobhi Mashhadani</a>, the Iraqi trade unionist whose cooperation with the interim government has invoked the wrath of the anti-war left</p>",
  "<p>In Europe the impact of next week's presidential election will be felt directly - the countries of \"old\" and \"new\" Europe will react very differently to the result - and indirectly on the EU's relations with the middle east, central Asia and Africa.</p> <p>Emil Kirchner, professor of European studies at Essex University, sees the possibility of a surprising amount of cooperation in a second Bush term - but also the potential for even deeper splits, notably over Iran.</p> <p>Europe is divided over President George W Bush, with the \"new Europe\" of former Soviet bloc countries like Poland and the Baltic states much more favourably disposed towards him than France, Germany and (since this year's election) Spain.</p> <p>The European security strategy adopted at a summit last September is clearly at odds with the Bush policy of pre-emptive force, Professor Kirchner points out. Europe's recipe for dealing with conflict is \"pre-emptive engagement\" - the use of diplomatic, economic and political tools to head off conflict rather than getting your retaliation in first. Iraq is the most glaring example of how the US and its European allies - apart from Britain of course - have fallen out over this. \"Europeans would feel there would be continuous clashes with Bush at the helm unless he learns from Iraq and changes policy.\" </p> <p>He may learn something different from Iraq, of course. If, as expected, Colin Powell steps down from the State Department, the influence of Donald Rumsfeld and the vice-president, Dick Cheney, could grow and a successful assault on Faluga might reinforce their belief that force is working and could be applied to Iran, the other member of the \"axis of evil\". The question of how to deal with Iran could strain relations with Europe further. Even Tony Blair would find his loyalty stretched if a future Bush administration opted for military measures there.</p> <p>Professor Kirchner doubts whether president John Kerry would change policy radically but he would be viewed more favourably. \"At least there would be a feeling that we have a fresh start and we're not dealing with the same adversary.\"</p> <p>In his view Kerry would try for a more multilateral approach but he would be unlikely to back the Kyoto agreement on global warming or the international criminal court. Professor Kirchner, who has lived and taught in the US, adds: \"I don't think the American character will change. The 9/11 attacks have done something to their psyche that will carry on for some time.\"</p> <p>It's not clear whether the Poles and other east Europeans are pro-Bush or simply pro-American, and in any case their involvement in Iraq could have repercussions on the incumbent president's popularity there, he says. Professor Kirchner does not see the fractured state of Europe being healed by the new constitution, even if it is adopted, but by growing prosperity. </p> <p>\"Europe has always delivered economically. If it can do that sufficiently for the new countries they will come around much more to a kind of shared understanding and similar values. The ethos of the EU is peaceful coexistence.\" </p> <p>When it comes to the admission of Turkey to the EU, the US has always been strongly in favour because it fits with its policy in the middle east; that won't change under Kerry. What is changing, argues Professor Kirchner, is the attitude of Germany and France. Joschka Fischer, the German foreign minister, has spoken strongly in favour of Turkey as a secular state that could bridge Islam and Europe and Jacques Chirac has been making similar noises. With the UK broadly in favour, Professor Kirchner argues Italy will fall into line. Beyond Turkey, Europe's attempts to build partnerships with the kingdoms of the middle east and achieve a settlement in Palestine will become even more important - but a potential source of argument with the US.</p> <p>Europe's borders have shifted to the east and Turkey would bring it into contact with the states of the Caucasus like Georgia and Armenia, and with central Asia. </p> <p>\"The Americans understand there is a rough division of labour if the EU gets involved in the Caucasus and central Asia - that's burden-sharing. Take Afghanistan - the Europeans are running the peace-building programme,\" notes Professor Kirchner, who concludes that Germany is still anti-war but behind the scenes is prepared to work with the US. </p> <p>\"I think there will be more of a division of labour emerging in the next four years, certainly under Kerry but even under Bush - but there are still the risk of rupture points, especially Iran.\" In November the issue of Iran's nuclear programme comes to the UN and if Bush is in belligerent mood that would provoke a deeper split with Europe.</p> <p><strong>·</strong> The University of Essex is holding a one-day conference on the European constitutional treaty next Wednesday November 3 at the Moot Hall, Colchester. The public, including school and college students, are welcome. Contact <a href=\"mailto:proffice@essex.ac.uk\">proffice@essex.ac.uk</a></p> <p> <strong>·</strong> <strong>Tomorrow:</strong> Polly Curtis looks at how the outcome of the US election will impact in Asia.</p>",
  "<p>If you want to see how the blogosphere handles and divides over a news story, look at the missing Iraqi explosives. In three days, views and lines have switched back and forth as supporters of both sides in the US presidential election have tried to claim victory for themselves.</p> <p>When it emerged in Monday's <strong>New York Times</strong>, the suggestion that <a href=\"http://www.nytimes.com/2004/10/25/international/middleeast/25bomb.html?hp&amp;ex=1098763200&amp;en=fd35fdf4b6d46d61&amp;ei=5094&amp;partner=homepage\">340 tonnes of powerful explosives were missing</a> from the <a href=\"http://www.google.com/url?sa=U&amp;start=2&amp;q=http://www.iaea.org/\">International Atomic Energy Agency</a>-monitored al-Qaqaa complex was an open goal for the pro-Kerry blogs. \"There was a way to safeguard facilities like al-Qaqaa,\" <a href=\"http://www.dailykos.com/story/2004/10/25/11273/423\">posted</a> <strong>Daily Kos</strong>. \"The Pentagon could've put more boots on the ground. The fact that the site was not protected is in itself criminally negligent.\"</p> <p><strong>Little Green Footballs</strong> had a problem. The story, if true, appeared to back up the senator's charge of inadequate postwar planning. But in the blogosphere there is always an <a href=\"http://littlegreenfootballs.com/weblog/?entry=13288\">answer</a>. \"I guess John Kerry feels we were safer when the material was in the hands of Saddam Hussein, because after all ... Saddam was no threat, even though ... he had hundreds of tons of high explosives that could be used to manufacture nuclear weapons, but ... he had no plans for WMD ... uh ... but ... I'm getting a headache.\"</p> <p>That post was logged at 8.27am on Monday. Twelve hours and four minutes later, came <a href=\"http://littlegreenfootballs.com/weblog/?entry=13295\">a line pro-Bush bloggers could run with</a>. \"Drudge has an NBC report that the explosives stockpile at al-Qaqaa vanished before US troops arrived in the area,\" read the top post at the site.</p> <p>\"Vanished\" was not quite the word NBC used but it was enough to put the pro-Kerry bloggers on the back foot.</p> <p>Within hours, <strong>Talking Points Memo</strong> had a <a href=\"http://www.talkingpointsmemo.com/archives/week_2004_10_24.php#003800\">rebuttal</a> detailing its problems with the \"Drudge/NBC 'It was gone when we got there' hypothesis\".</p> <p>\"Military and non-proliferation analysts say that a detachment of soldiers not specifically trained in weapons inspections work and certainly an NBC news crew simply wouldn't be in a position to make such a determination,\" wrote Joshua Micah Marshall, the blog's author, as he outlined his first line of defence. \"We're not talking about a storage unit with a few boxes in it, but a massive weapons complex made up of almost a hundred buildings and bunkers.\"</p> <p>But those were not the doubts on the Bush supporting sites. With his wind in his sails, Captain Ed steered his <strong>Captain's Quarters</strong> blog onto <a href=\"http://www.captainsquartersblog.com/mt/archives/002862.php\">questioning what the New York Times was up to</a>, especially as it was running with the story for a <a href=\"http://www.nytimes.com/2004/10/26/politics/campaign/26campaign.html\">second day</a>. \"This agenda-driven journalism threatens to deflate the Paper of Record's reputation just as surely as <a href=\"http://www.guardian.co.uk/uselections2004/story/0,13918,1308988,00.html\">Rathergate</a> did CBS, fake documents or no. The Times needs to place a moratorium on further articles on missing weapons until it does proper research, and it owes its readers and the Americans in Iraq working munitions demolitions a big apology.\"</p> <p>This is probably where it would have ended – Bush supporters attacking the NYT, Kerry supporters doubting the explosives were already gone – had NBC not neglected to run the weapons-already-gone story on its <a href=\"http://www.msnbc.msn.com/\">MSNBC</a> website and, by Tuesday night, issued a clarification. Evening anchor Tom Brokaw said it had reported the 101st airborne could not find the explosives, not that they had gone before the Americans arrived. \"That is possible, but that is not what we reported,\" he told viewers.</p> <p>So 24 hours after the first twist you got a second, and the happiest faces were on the Kerry side. <strong>Talking Points Memo</strong> suggested the White House staff should have <a href=\"http://www.talkingpointsmemo.com/archives/week_2004_10_24.php#003812\">heeded Bush's advice</a> from the last debate not \"to quote leading news organisations\" before basing their line \"on a short blurb on NBC Nightly News that fell apart about as quickly as it took to get all their surrogates to start talking about it.\"</p> <p>Not that the pro-Bush bloggers have stopped talking about it. <strong>Power Line</strong> accuses the pro-Kerry spin of slandering US soldiers on the ground by taking the word of NBC correspondents that the complex was not searched. \"This story now really is about the performance of our troops at the al-Qaqaa facility, and there appears to be no credible evidence that they did not perform competently there.\"</p> <p>When a story has been running this long and at this intensity no one wants to give it up.</p>",
  "Denver resident and Democrat Aaron Gottlieb, 27, was so convinced John Kerry had no chance in Colorado, he nearly caught a flight to Oregon to canvass in a closer race. But yesterday he found himself sitting at a phone in Kerry headquarters in downtown Denver, with a long list of undecided voters in front of him, hoping he could give Kerry an edge in a race that seems - just possibly - winnable. <p>\"I just started doing this 10 minutes ago,\" he admits. \"I never got involved before because it was always a given that this would be red [Republican] state. But now we have a chance to make it blue.\"</p> <p>The election in Colorado should be a foregone conclusion. This is Republican country, a state with two Republican senators and five out of seven Republican members of the House of Representatives. Bill Clinton managed a win here in 1992, but only because third party candidate Ross Perot ate into George Bush Sr's natural lead. Before Clinton, you have to dig back to Lyndon Johnson in 1964 for a Democratic victory.</p> <p>So why has Colorado - long a state safely ignored in presidential elections - become such a popular stop on the political itinerary of both parties? George Bush has been to Colorado twice in just over a week, and Dick Cheney and John Kerry were both here on Saturday. The state's TV networks are so jammed with politicians trashing each other in ads that the normally ubiquitous SUV and truck commercials have all but disappeared from the airwaves.</p> <p>Bill Ray, spokesman for the Colorado Republican party, says the answer is simple: this spring, two-term Republican senator Ben Nighthorse-Campbell announced his retirement, giving the Democrats a chance to take a critical Senate seat. A popular Colorado Democrat, Ken Salazar, stepped into the race against Republican beer magnate Pete Coors, and suddenly things began to look very different. Kerry, Ray says, is riding Salazar's coattails. </p> <p>\"The Senate race will go right down to the wire, and Salazar is very popular in this state. People who are going to come out to vote for Salazar are probably going to vote for Kerry,\" he admits. Salazar has also energised Latinos, an increasingly important group in Colorado, explains Jim Tankersley, political reporter for the Rocky Mountain News. As Latinos tend to vote Democratic, a candidate who convinces this powerful demographic to turn out on election day will benefit Kerry. </p> <p>Over at Kerry's Denver headquarters, spokesman Andy Davis insists that Colorado is in play because moderate Republicans feel isolated from the Bush administration, and that those voters have turned to Kerry.</p> <p>\"Colorado has a moderate, independent-minded electorate, and that's true of the West as a whole. This electorate is not wed to either party, and they do not like the deeply ideological bent of this particular administration,\" Davis says. </p> <p>Tankersley agrees. He believes Bush has alienated a certain class of conservative, particularly moderates who are environmentalists, a key issue in a state proud of its vast wilderness and reliant on tourists who flock to hike, ski and fish in it. Fiscal conservatives have also felt let down by Bush's rocketing deficit, he says.</p> <p>Nonsense, says Ray. \"The president appeals to Colorado Republicans. He's from Texas, so he's not an east or west coaster. Bush is a man with convictions, who stands by his decisions and is not swayed by opinion polls or political expediency. Colorado Republicans respect that.\" Both parties point to the state's considerable military ties - Colorado features the hollowed-out Cheyenne Mountain military complex, where Norad is based - as important for their candidates. Ray says military voters respect Bush as a strong commander in chief, while Davis argues that Iraq has weighed heavy on military families and gained ground for Kerry. </p> <p>Jobs and the economy have also been a central feature of the campaign in Colorado, as they have elsewhere in the US. The Democrats say Colorado has been hard hit by job losses in the last four years, but Ray claims the state's unemployment rate is well below the national average, at 4.9%. The Democrats' unrelenting focus on Bush being the first president to preside over a net loss of jobs since Herbert Hoover ignores the impact of the September 11 terrorist attacks on the economy, he adds. </p> <p>Both parties agree that unaffiliated voters will be crucial in Colorado. According to the Denver Post, the state has 1.1 million registered Republicans, 936,500 registered Democrats, and 1million independent voters. And Davis, for one, is happy to have forced the president to fight for the support of those voters. </p> <p>\"We forced the Republicans to spend money and resources and time here, and that's money they won't be spending in Ohio or Florida or Pennsylvania,\" he says. \"The fact that Bush is spending time and money on a state he won by eight points in 2000 is an indication of our success.\"</p> <p>Even given his sense that moderates have been uncomfortable with Bush, Tankersley still expects to wake up on November 3 with Bush taking the state. Ray points out that Kerry has pulled his ads in Colorado for the week before the election, which he reads as a sign that the Democrats no longer consider Colorado a battleground. The Kerry campaign insists they simply want to focus on mobilising those undecided, independent voters. </p> <p>At the Kerry campaign's Denver headquarters, Connie Dotson, 58, who has been working the phones for the last month, feels the race for undecided voters is largely over. She does not know which way the election will go on November 2, but her experience of cold calling independent voters says there is little room left for persuasion.</p> <p>\"This last week, most of the people that were undecided have pretty much made up their minds,\" she says. \"In the last two days I worked here, I spoke to no one who was undecided.\"</p>",
  "The grenade was about 60cm tall, and leaned against the wall of the Ukrainian interior ministry. Fortunately for the Kiev police special-forces and opposition activists surrounding it, it was made out of papier-mache and sausages. <p>The device had been planted last Tuesday around the ministry's outside wall by Pora, a group of activists sided with the Ukrainian opposition's presidential candidate, Viktor Yushchenko. It was their response to police raiding their headquarters the weekend before and allegedly finding a grenade planted there.</p> <p>Comprised mainly of volunteers Pora's aim is clear: they will protest against the results of Sunday's presidential elections on Monday, irrespective of what the results are.</p> <p>Vladislav Kaskil, a senior coordinator or Pora, has said, presumably referring to biased campaign coverage by state TV: \"We can already say that these elections have not been democratic.\" He added that the group had 15,000 members, only peaceful intentions, but was set on change. \"We [in Ukraine] have the biggest experience of peaceful protest in all of Europe. This is our only opportunity and Ukrainian citizens will be to blame if we cannot use this chance to bring about democracy.\"</p> <p>As he and Pora's other main activists stood around the grenade talking to TV cameras, two soldiers from the special forces joked with each other and a journalist nearby. It was a worrying sign for a small man in a long dark leather coat, who whispered into a walkie-talkie and did his best to look just like a member of the security services as he watched the protest. The police seemed like they would not take that seriously any order to turn on these protestors - either then or during any protests that follow the election.</p> <p>The security services agent approached the two police and barked: \"What are you doing? This man [the journalist] could be a criminal. And then you would have compromised yourself by talking to him and being filmed doing it. Are you idiots?\"</p> <p>The policemen grinned again, at each other and the journalist. The journalist asked the small man who he was. He replied: \"It is good that neither of us know who the other one is.\" The journalist asked again to get the reply: \"Do you have a problem? Do you have a problem?\"</p> <p>Ukraine's fourth presidential vote this Sunday has been predictably overshadowed by the comparatively paltry shenanigans happening across the Atlantic. In Kiev, protests have already begun and talk of revolution is omnipresent. The president has cancelled his planned trip to Poland to stay at home and firefight, and the mayor of Kiev has also already banned any further opposition protests from the capital.</p> <p>It is the endgame of a surreal battle lasting several months that has only deepened the average Ukrainian's disillusionment with democracy and politicians. After a decade of rule by the authoritarian Leonid Kuchma, voters face a bewildering backdrop as they try to choose his successor.</p> <p>First the opposition candidate, Mr Yushchenko, claimed he had been poisoned and fell ill for weeks. Then Viktor Yanukovich, the pro-Russian and government candidate, claimed opposition activists pelted him at a rally with metal objects, not eggs.</p> <p>Next, the opposition said President Kuchma intended to assassinate his chosen successor so he could declare a state of emergency and stay in power. Then 90 tonnes of posters comparing the opposition candidate to an American mosquito sucking Ukraine's blood dry turned up in a warehouse near the capital, Kiev. A campaign office was blown up. Yesterday, an opposition MP said his car was pelted with firebombs.</p> <p>Russia has set up 41 polling stations inside its own borders for Ukrainian citizens, despite the opposition claiming dual citizens do not have the right to vote. They have protested the move which most accept would make vote falsification a lot easier for Mr Yanukovich's side. President Putin flew in today to give his blessing to Mr Yanukovich, and star in a live question-and-answer session broadcast simultaneously on three nationwide TV channels.</p> <p>Sympathy will doubtless fall on the side of Mr Yushchenko in the coming weeks, even if he leads his supporters in peaceful protests designed to hand him victory in the election. He told The Guardian he wants an \"honest, democratic election that does not reflect the interests of Russia, the EU or US, but of the Ukrainian electorate\". </p> <p>He said: \"If we see a significant falsification, then I will be on the side of the people and we may take mass action. I will be with the people.\"</p> <p>From thousands of miles away, it is possible to see this election unashamedly in terms of black and white. A Washington Post columnist this week roared that Mr Yushchenko would: \"Lead an independent and democratic country toward partnership with the west\", whilst Mr Yanukovich would probably ensure Ukraine \"slides toward authoritarian rule\".</p> <p>Yet try asking Ukrainians how they feel and broader dissatisfaction with each candidate emerges. Alexander, 32, likes \"Yushchenko the person, but Yanukovich's policies\". Grigori Parkhomenko, an engineer, will vote for Yushchenko, not because he is the people's moral champion, but because any change is good for the future.</p> <p>Alina Inayeh, head of the Freedom House organisation in Kiev, said one of the main problems of the election is that it has been portrayed in: \"black and white, as a choice between Russia and the EU, between the future and the past, between being poor and being well-off. In reality, their policies will not be that different from each other.\"</p> <p>One analyst remarked: \"The bandits [of big business] will go to jail immediately under Yushchenko, and a few months later under Yanukovich.\" Granted, the political future for Ukraine that Mr Yushchenko's supporters envisage will be freer than the quasi-Russian slide back into authoritarianism and Soviet control that Mr Yanukovich's Moscow backers may be expecting. </p> <p>Mr Yanukovich, the current prime minister, has become very close to the Kremlin, who are not renown for their visions of transparent, reformist politics. One senior western diplomat said Mr Yanukovich, had \"made a lot of people frightened\". But Mr Yushchenko is perhaps not the white knight his US supporters portray him as: he too has served in the Kuchma government, and has a few rich backers.</p> <p>When it comes to the 1,650 Ukrainian troops in Iraq, which most Ukrainians oppose, the candidates have different rhetoric, yet the same shade of grey as a reply. Mr Yushchenko's promise to withdraw the men is tempered with the pledge not to \"discomfort\" Ukraine's allies - the new Iraqi government and the US. Mr Yanukovich counters that the troops will come home some time after the election, in January.</p> <p>Yet black and white is the chosen language of revolution. Ukraine's political future has lost its ideal focus on which political leader and party is best for its development and been transformed into a hi-calorie battle between two former cold war superpowers - the US and Russia.</p> <p>Moscow fears that if Ukraine - Europe's largest country - faces west, it will lose a large part of its geopolitical influence in eastern Europe. Kremlin hawks seek to create a \"unified economic zone\" between Russia, Belarus, Ukraine and Kazakhstan - a privatised Soviet Union of sorts what could wield its economic clout from China to Poland.</p> <p>Washington wants Ukraine to join NATO and be another ally in New Europe, another former dictatorship swept up in the \"march of freedom\".</p> <p>The US government has openly put money into voter education and democracy support. Yet the money has an unspoken consequence, in a country where the state tries to control the electoral process and its media coverage, it boosts the opposition.</p> <p>The US ambassador, John Herbst, was sure to add to the pre-electoral drama when he noted in a speech on October 7th: \"Some observers suggest that this is the most important vote since the referendum on independence. Still other observers speak of the election in Manichean terms as a struggle between good and evil.\"</p> <p>Yet a quick glance at Kiev's high streets can explain where the country is inevitably headed. Where two years ago there were empty Soviet-style shops, today there are chain stores and booming shopping centres.</p> <p>Ukraine used to carry the moniker of one of the former Soviet Union's most impoverished states, yet now its government boasts - and a senior western diplomat can almost vouch for - 14% growth. Economic growth will speed Ukraine towards its European neighbours and eventually foster a society where people expect a government that respects their property rights, and their ability to do business and speak their minds freely, wiping away the cobwebs of the Soviet era. </p> <p>The high-noon showdown that Moscow and Washington have engineered here will perhaps have done little other than set Ukraine up for a brittle and fractious handover of power. There will be protests. There may be blood. There may be a new set of people in power. Yet the difficulties and new extremes that lie ahead for the Ukrainian voter - be that the mass sacking of an old government's bureaucrats or a lurch back towards authoritarian Russia - have simply grown since the former cold war enemies chose to duel over their future.</p> <p>Again, politically indifferent and disillusioned Ukrainians want little to do with their soiled brand of democracy. As Yuri, one taxi driver, said last week: \"Tomorrow, I am taking my wife, kids and our stuff and heading for the dacha until it is all over. The police are behind Yanukovich and the army behind Yushchenko. I don't want to be here to find out what happens next.\"</p>"
]