[
  "John Kerry supporters in America have been told by Peter Hain that Downing Street is hoping the Democratic candidate wins the US presidential election in November. <p>Mr Hain, who sits in the cabinet as Leader of the Commons, has been in the US on a near-private visit. He met Labour supporters in New York, as well as members of the Kerry team. He has declined to discuss the visit, and his public remarks at a party thrown by the former Sunday Times editor Harold Evans were largely bland. But in private discussions with guests, his tone was markedly different. </p> <p>Those who met him had the strong impression that he was acting with No 10's support, and that a Democratic victory was clearly sought. Such a supposition ought to be natural, but historic ties have been jolted by the strategic and sometimes personal alliance between George Bush and Tony Blair over Iraq. Mr Hain's visit may be seen by some as diplomatic ground-covering in the event of a Kerry victory. </p> <p>In public the government will remain studiously neutral. And some Blairites doubt that Mr Kerry has the campaign drive to defeat the incumbent. </p> <p>But in a sign of frustration inside the Labour party over the government's neutrality, the Blairite group Progress is to issue a scathing attack on Mr Bush's record, although the group is sympathetic to the action in Iraq; Alan Milburn, the former cabinet minister, is its honorary president. </p> <p>In an editorial in its journal of the same name next week, Progress says: \"By his manner, his rhetoric and sometimes his actions George Bush has presented to the world an image of America that its friends know is not its true face. That is why those who recognise that American leadership is vital and a force for good in an uncertain world will wish John Kerry well.\"</p>",
  "<b> 'Abortion ship' in standoff</b> <br> <p>A Dutch pressure group's ship equipped with abortion pills, and two Portuguese navy vessels were in a standoff 19 miles from the coast at Figueira da Foz yesterday. Portugal's defence ministry banned the vessel \"for public health reasons\". <br>Giles Tremlett, Madrid </p> <p><b> Burning issue in Italy</b><br> </p> <p>The communist mayor of Acerra, outside Naples, was one of 56 people injured when a crowd of up to 20,000 protesting against plans to build a refuse incinerator clashed with the police. Four people were arrested. <br>Reuters, Naples </p> <p><b> Mexico City backs mayor</b><br> </p> <p>Up to 400,000 people marched through Mexico City to back the mayor, Andrés Manuel López Obrador, who could be barred from the 2006 presidential election by legal charges. <br>Jo Tuckman, Mexico City </p> <p><b> US consulate car fired at</b><br> </p> <p>Shots were fired at a US diplomatic car near the consulate in Jeddah, Saudi Arabia. The driver and one passenger escaped unhurt, security sources said. <br>Reuters, Jeddah </p> <p><b> Diplomat met spy suspect</b><br> </p> <p>A senior Israeli diplomat in Washington met Pentagon analyst Lawrence Franklin, who is being investigated by the FBI on suspicion of passing classified information to the Jewish state, Israeli officials confirmed yesterday. <br> AP, Jerusalem</p> <p><b>A French connection</b><br></p> <p>Tom Cruise had an hour's meeting with the French finance minister, Nicolas Sarkozy, yesterday, discussing Franco-American relations among other issues. </p> <p>The meeting with the man who wants to be the next French president was held at the request of Cruise, who was due to attend the French premiere of his film Collateral on the Champs Elysée last night. <br>Reuters, Paris </p> <p><b>Protest against Beijing games</b><br> </p> <p>Two Tibetan rights activists, Australian Liam Phelan and American Han-shan, were arrested in Beijing yesterday for protesting against the 2008 Olympics being held in the Chinese capital. <br>Jonathan Watts, Beijing </p> <p><b>Ex-employee held for attack</b><br> </p> <p>A Jewish man has been held in Paris on suspicion of carrying out an arson attack on a Jewish community centre in the city last week. He is said to be a former employee of the centre, which served as a soup kitchen. It was burned down.<br> Amelia Gentleman, Paris</p>",
  "The polished young man speaking on Univision, the biggest Spanish-language TV channel in the US, might have been a movie star. Or perhaps, with his fluent Spanish and handsome features, a sports star. <p>Or he might be the next member of the Bush dynasty to take to the political stage and become possibly, just possibly, the first Hispanic president of the US. </p> <p>Meet George P Bush, 28, nephew to W, grandson of H, son of Jeb. </p> <p>\"George P Bush is a tremendous asset to the family,\" said Dario Moreno, director of Florida International University's Metropolitan Centre. \"He's obviously Hispanic, he's an attractive young man, he's articulate and he's a Bush. That's a powerful combination. It raises the dynastic possibility, and it could be a hoot if the first Hispanic president of the US is a Bush.\" </p> <p>George P Bush's TV appearance last week came as he completed a four-day swing through Mexico, ostensibly to encourage US citizens living abroad - there are 1 million in Mexico - to vote in November's election, preferably for his uncle. </p> <p>But the visit also served to remind the Latino community that he is there and to let them know that his uncle and the whole family understand the Latino experience. </p> <p>With over 6.7 million Latinos expected to vote in November's election, their votes are crucial, especially in Florida, the state which handed the election to George W Bush in 2000 by a little over 500 votes. </p> <p>With a large Cuban-American population, it is vital for Republicans and Democrats to mobilise support in the state. The Republicans have several advantages: Cuban-Americans tend, unlike most other Latino groups, to vote Republican; and they have the president's brother, Jeb, Florida's governor, to help remind them. And now they have Jeb's son to help them make up their minds. </p> <p>George P Bush - the P stands for Prescott - is the son of Jeb Bush, the president's brother and governor of Florida, and his wife Columba, who was born in Mexico, the daughter of migrant worker José María Garnica. </p> <p><b> Celebrity</b><br> </p> <p>George P first emerged as a political asset in the 2000 presidential campaign, when he gave a well-received speech at the Republican national convention and appeared in Spanish-language TV commercials for his uncle's campaign. He also became a minor celebrity, making his way on to a list of the nation's 100 most eligible bachelors. </p> <p>He studied law at the University of Texas at Austin, where he met his wife, Amanda, whom he married earlier this month at a ceremony attended by the entire Bush family. Earlier this year he left his position as an assistant to a Dallas judge and spent the summer as an intern with two leading south Florida law firms. </p> <p>\"That strengthens the family's political base in Miami,\" said Mr Moreno. \"And it lays the groundwork for an eventual entry into politics. It seems clear to me that he's being groomed.\" </p> <p>George P's trip to Mexico, however, did not go entirely smoothly. He made outspoken comments about events in Venezuela, calling President Hugo Chávez a dictator, an epithet his uncle's administration has strenuously avoided of late, and waded into a controversy about the US border patrol's use of guns which fire plastic pellets packed with chili powder. </p> <p>\"If there has been American approval for this policy, that is reprehensible,\" Mr Bush said. \"It's kind of barbarous.\" He blamed the use of the guns on \"some local INS [immigration service] guy who's trying to be tough, act macho.\" In fact, the use of the guns is federal policy. </p> <p>But he made good use of his proximity to power, referring constantly to \"mi tío\" - my uncle - and promising that with the war in Iraq \"almost done with\", his uncle will turn his attention back to relations between the US and the countries that lie to the south. </p> <p>\"There's a long tradition in American politics of using surrogates,\" said Harry Pachon, president of the Tomás Rivera Policy Institute, an independent thinktank in Los Angeles. \"The young Bush is an excellent example. He's very confident, he speaks Spanish. I can see him being used for outreach to Latinos.\" However, a survey published last month by the thinktank of 1,600 registered Latino voters across the country found that while they liked the current president on a personal basis, they did not agree with his policies. And the judgment was based not on issues to do with immigration, but the war in Iraq, the economy, and education. </p> <p>Although President Bush captured 35% of registered Latino voters in 2000, the survey showed John Kerry, the Democratic nominee, claiming 60% of registered Latino voters this year and Mr Bush 30%. </p> <p>\"Fourteen percent of marines are Hispanic,\" said Dr Pachon. \"The war in Iraq is not a distant event. They can make a distinction between the man and his policies. It shows that they are an increasingly sophisticated part of the electorate.\" </p> <p>That sophistication, said Mr Moreno, might find its reflection in the president's nephew. \"He shows that not all Hispanics are poor Mexican immigrants. It's a very powerful message. He represents how much the country has changed. Here's an old Yankee family that has a Hispanic in it. </p> <p>\"Hispanics see a Hispanic, but they also see a grandson and a nephew of two American presidents. They know his experience is very different from theirs. But there's a pride and a recognition of how the stereotypes of Hispanics are changing.\"</p>",
  "The Taliban vowed to intensify their attacks on American and coalition forces in Afghanistan, a day after a car bomb ripped through the offices of a US security company in Kabul, killing 10 people. <p>The atrocity sparked a chain of security alerts in the capital, where the Taliban promised fresh violence in the run-up to a landmark presidential election scheduled for October 9. </p> <p>The US embassy emailed its citizens warning them to keep a low profile, the UN advised its staff to stay off the streets, and aid workers were ordered to avoid establishments selling alcohol. </p> <p>Lieutenant Commander Ken Mackillop, a spokesman for the Nato-led force in the country, confirmed that three Americans were among the victims of Sunday's attack. However, there was confusion about the nationalities of the other victims, three of whom were reported to be Nepalese. </p> <p>The remotely-triggered car bomb blew up the city offices of Dyncorp, which provides bodyguards for the interim president, Hamid Karzai, and had been training the Afghan police force. </p> <p>It was the worst atrocity in Kabul since 30 people died and 150 were injured in a September 2002 car bomb attack. </p> <p>Claiming responsibility yesterday, two Taliban spokesmen warned of further attacks. </p> <p>\"We have started our operations from Kabul under new planning and preparation,\" Mullah Daudullah, a fugitive member of the 10-man Taliban council, told the Reuters news agency by telephone. \"We will carry out more attacks and bombings.\" </p> <p>Another spokesman, Mullah Hakin Latifi, warned Afghans to stay away from election centres and US and coalition workplaces. \"They are our priority targets,\" he told the Associated Press news agency. </p> <p>More than 10 million Afghans have registered to vote in the October poll, which is supposed to mark the pivotal point between 27 years of war and a return to democratic rule. The US-backed Mr Karzai is the favourite to win in a field of 18 candidates. </p> <p>However the advent of democracy has also coincided with increased bloodshed in Afghanistan, where more than 1,000 people have died in the past year. </p> <p>Some aid agencies plan to evacuate their international staff for the duration of the election, which is expected to last at least three weeks. </p> <p>Sunday's bombing caused some groups to revise their security precautions. Paul Barker of Care said the aid agency's staff had been prohibited from frequenting restaurants that served alcohol \"for a few days, if not longer\". </p> <p>Additionally, all employees were now searched on their way into work, Mr Barker said. \"They [Taliban insurgents] could threaten the family of a staff member unless they bring a bomb to work. You never know.\"</p>",
  "A quarter of the relatives who lost loved ones in the September 11 terrorist attacks believe the Republican party is exploiting the tragedy for partisan gain, a New York Times poll revealed. <p>The party's convention opened yesterday in New York with an address by the relatives of three of the victims, who paid tribute to those who died, and a speech by the former mayor, Rudolph Giuliani, whose national prominence soared as a result of his leadership in the city following the terrorist attacks in 2001. </p> <p>Comparing George Bush's leadership to Winston Churchill's role in Britain during the second world war, Mr Giuliani was due to say last night: \"In times of danger, as we are now in, Americans should put leadership at the core of their decision. George W Bush sees world terrorism for the evil that it is.\" </p> <p>But in the New York Times poll of victims' relatives, half said they believed the Republicans should not have held their convention in New York, and a quarter accused the Republican party of choosing the city \"to capitalise on September 11\". A quarter said they believed the party chose New York in order \"to support the city\". </p> <p>\"I'm not shocked that they would do this,\" said Don Johnson, who lost his brother-in-law, Bill Kelly, in the terrorist attacks. \"But I think it's wrong. I don't think Bush showed good leadership after 9/11. I think he used it to curtail civil liberties and make families elsewhere in the world, as well as us, less safe.\" </p> <p>The focus of last night's speeches represented an attempt to shift the public's focus to Mr Bush's finest hour, said Jennifer Donahue, a political scientist at New Hampshire political institute. </p> <p>\"The Bush administration is trying to take the Americans back to the days after September 11 because they believe it is the best example of Bush's leadership,\" she said. </p> <p>\"They want to change the subject away from the war and international relations and back towards the steadiness under fire that Bush executed during that time and in the public mind. That's why they chose New York and that's what Giuliani represents.\" </p> <p>The convention is being held late in order to take place as close as possible to the third anniversary of the attacks. </p> <p>The Vice-President, Dick Cheney, set the tone for the week on Sunday evening with a speech on Ellis Island during which he invoked Mr Bush's conduct after the attacks. </p> <p>\"[People] saw a man calm in a crisis, comfortable with responsibility and determined to do everything necessary to protect our people,\" he said. </p> <p>Mr Giuliani said it was natural to dwell on the president's performance at such a critical time. \"It's impossible to conduct this presidential election without talking about September 11,\" he said in an interview with USA Today. \"It would be like conducting the re-election of Abraham Lincoln and not talking about the civil war.\" </p> <p>And the decision seemed to go down well with delegates. \"We absolutely need to invoke September 11 in the convention,\" Richard Aguilar, a delegate from Minnesota, told the New York Times. \"This election will determine how we fight a war on terror that began right here in this city.\" </p> <p>But using the attacks to bolster his image could backfire, said Ms Donahue. \"There's always a risk in using a crisis for political situation that it could be perceived as opportunistic. They have some cover in Giuliani because there is a direct link between him and the events. If they used a member of the administration it would look more overt.\" </p> <p>New York State's Republican governor had tried to arrange for the new building at Ground Zero to be laid during this year's convention, but brought it forward to July 4 after it became clear it would not be well received. </p> <p>\"If you were to do something overtly political around Ground Zero, you'd get hammered for it, and rightly so,\" Michael McKeon, a Republican strategist told the New York Observer recently.</p>",
  "George Bush admitted yesterday the war on terror could not be won, as the Republican party convention, designed to showcase the president as a resolute leader at a time of national peril, was launched in New York. <p>The White House rushed to limit the potential damage as Democrats seized on the remarks as a sign of defeatism. A spokesman for the president said he was simply pointing out the unconventional nature of the conflict. </p> <p>However, the timing of the remarks could not have been worse for the president, coming on a day that the party had lined up two of its biggest names - Rudy Giuliani, the former mayor who led New York through the September 11 trauma, and John McCain, a Vietnam war hero - to pay tribute to his qualities as a wartime leader. </p> <p>\"So long as George Bush is president, is there any doubt they will continue to hear from us until we defeat global terrorism?\" Mr Giuliani said, according to an early text of a speech, that tied America's safety against terrorists to Mr Bush's hold on office. </p> <p>Asked on NBC television whether America could win its \"war on terror\", the president had replied: \"I don't think you can win it. But I think you can create conditions so that the - those who use terror as a tool are less acceptable in parts of the world.\" </p> <p>The comments represented a break from earlier determined predictions of victory, and drew an immediate Democratic response. </p> <p>\"After months of listening to the Republicans base their campaign on their singular ability to win the war on terror, the president now says we can't win the war on terrorism,\" John Edwards, the Democratic vice-presidential candidate, said. </p> <p>\"This is no time to declare defeat - it won't be easy and it won't be quick, but we have a comprehensive long-term plan to make America safer. And that's a difference.\" </p> <p>The White House spokesman Scott McClellan argued that the president was only being realistic about the nature of the struggle. \"He was talking about winning it in the conventional sense ... about how this is a different kind of war and we face an unconventional enemy,\" he told reporters. </p> <p>In the NBC interview, the president also made it clear that he had no intention of retreating in the face of the terrorist threat. That, he told the interviewer, \"would be a disaster for your children\". </p> <p>He added: \"You cannot show weakness in this world today because the enemy will exploit that weakness. It will embolden them and make the world a more dangerous place.\" </p> <p>As the controversy was unfolding, more than 4,000 Republican delegates were assembling in New York's Madison Square Garden arena, to begin the party's national convention. They acclaimed the submission of Mr Bush and his running mate, Dick Cheney, as the party's presidential and vice-presidential nominees, and passed the party's manifesto without debate. </p> <p>Bill Frist, the Senate majority leader, told the cheering delegates: \"Our platform highlights the principles that unite our party.\" But the manifesto has drawn criticism from party moderates for its uncompromising tone on a string of divisive social issues. It calls for abortion rights to be overturned, an end to stem cell research and a constitutional ban on gay marriage. </p> <p>Administration critics also pointed out the wide gap between the manifesto and the moderate face the party has donned for its four-day New York rally. Yesterday's prime time speakers, Mr Giuliani and Mr McCain are at odds with major elements of the platform. </p> <p>The two moderates focused instead on President Bush's martial virtues. \"He has been tested and has risen to the most important challenge of our time, and I salute him,\" Senator McCain said. </p> <p>Mr Giuliani's speech stuck to the same theme. \"There are many qualities that make a great leader, but having strong beliefs, being able to stick with them through popular and unpopular times, is the most important characteristic of a great leader,\" an advance text of his speech said. </p> <p>Meanwhile, Mr Bush was touring New Hampshire and Michigan, two of about 20 swing states that will decide the election on November 2. Polls showed the contest still very close, but with the president's standing improving slightly to eliminate the narrow advantage John Kerry, the Democratic nominee, established after the Democratic party convention in Boston.</p>",
  "\"Il parle Francais! Il parle Francais!\" <p>The cry went up on the hazy deck of the Miss Circle Line soon after Senator John Kerry boarded the small ferry between Lower Manhattan and the Statue of Liberty. This French hubbub, mixed with German and Urdu and Italian, was a sign that he might as well be on foreign soil. </p> <p>The boat full of foreigners and children would offer slim pickings for an American presidential candidate.</p> <p>Foreigners, particularly the French, are an object of particular enmity in this year's election, which President Bush has endowed with a kind of militant ignorance. Mr. Kerry was denounced for reporting that he'd spoken to \"foreign leaders\" who were rooting against Bush - hardly a shock. </p> <p>Though the Democrat is reportedly fluent in French, he's stopped responding to questions in the language at press conferences. </p> <p>Amid New York tourists, Mr Kerry appeared to go on stand-by, like a computer. He certainly wouldn't fall into that day's trap, which came in the form of Carole Ahody, a blond, gap-toothed Belgian. She stood, beaming, with the presidential nominee as a friend snapped a photograph with a disposable camera. Then she merci-ed the Senator breathlessly. Mr. Kerr knew better than to risk being caught on tape slipping into weasel-speak, as Rupert Murdoch's New York Post would have it. \"Thank you,\" he told Ms. Ahody blandly.</p> <p>For me and two other print reporters - \"pencils,\" the advance-man called us - the day offered an unusual chance at close contact with Mr Kerry. We had the stressful honor of being \"pool\" reporters for the day. I was the local pool, grateful if a bit bewildered by the responsibility of noting Mr Kerry's surroundings and every sound that emerged from his mouth for a report to be emailed to fellow members of the New York press. </p> <p>There were also a half-dozen photographers on the Miss Circle Line, and they were the real reason for our trip. President Bush, that morning, had appeared on the front page of the New York Times striding down a Texas dirt road flanked by his war cabinet. Kerry was jamming his visage in front of the statue's to match it.</p> <p>Earlier that day, a higher-energy Kerry had been ensconced in the \"bubble\" as he delivered a warning that President Bush would employ \"tactics of fear and smear\" at the upcoming Republican National Convention. Between the Senator and the media at ordinary times there's a swelling press office, determined to transmit the message of the day. There's the sweet, nicotine-fuelled, blond advance man screaming at reporters to \"run, run\" to keep up with the Senator's progress and stay out of his way. There's a team of Secret Service agents who swung into action when Kerry worked a rope line on Astor Place earlier in the day. Kerry worked from left to right, and preceding him along the line were no less than six agents, the first one yelling \"Lemme see your hands\" at each well-wisher.</p> <p>The foreigners produced a rare glimpse of the politician at rest. The kids, though, posed a problem. There were 8 of them, mostly Hispanic children from Brooklyn rounded up by a local City Council member and dressed in big white \"Kids for Kerry-Edwards\" t-shirts. They were Kerry's Praetorian Guard and he kept them close, his big hand clutching the tiny one of 7-year-old Gabriel Figuereo, his conversation focused on the view.</p> <p>Standing between two benches on the deck, I captured such nuggets as, \"Now what do you think about that!\" and duly noted them.</p> <p>After the boat docked (at 1:59, I reported to the pool) the Senator worked his way through another swarm of foreigners waiting for the return trip. Among them as an English boy, about 10, who said proudly to his mother, \"We met another one in Paris.\"</p> <p> \"That was actually the president of France,\" his mother replied, sorry to disappoint.</p> <p>My closest contact with the Senator came a few minutes later in the statue herself, where only the three \"pencils\" were permitted to follow him. The base of the statue was frigid with air-conditioning on the hot, humid day. Kerry stood, arms folded, wearing the same screen-saver gaze as a Park Ranger lectured him on the provenance of the 151-foot statue.</p> <p>\"It's a gift of the French people to the American people,\" the ranger, Ken Bausch, said.</p> <p>Bausch, was himself a giant: six-feet, eleven-inches tall, with a big belly and a crew cut that made his head look disproportionately small. Mr. Kerry is 6-foot-4, but he was dwarfed by the green-uniformed ranger, the contrast accentuating the senator's narrow shoulders beneath his cool blue pinstripe shirt, and the candidate just barely kept the conversation going, staring at the walls and asking things like, \"Are they riveted?\"</p> <p>I stood next to Kerry in the elevator and again as he looked up at the statue's skeleton, but he made no particular move to acknowledge me or the other reporters. The rule seemed to be that you could ask him anything you wanted, as long as it was banal. He'd then answer while looking past you. That's how we found out, for example, that this was his first visit to the statue and that he found it \"spectacular.\" A few minutes earlier, he'd glanced across the harbour at Lower Manhattan, and been asked what he thought.</p> <p>\"It's a tough view and it always will be for anybody who ever saw the towers,\" he said. And the national pool reporter scrambled to send this off from his Blackberry wireless device - it was the news of the trip.</p> <p>The day's only foray into actual American politics came back on the deck of the ferry, when another child, a passing freckle-faced 12-year old, pointed his digital video camera at the Senator and asked him why some people think he doesn't support Israel. Mr Kerry promised to take the question later. </p> <p>\"Is he mad?\" asked the boy, Noah Bohbot, who was visiting from Los Angeles. He explained he'd asked \"because I'm Jewish. If he says he supports Israel, then Bush is gone, because all the Jews will vote for him.\"</p> <p>As the boat pulled back in to Lower Manhattan, Mr Kerry did ask, \"Where's that kid? I promised to answer his question,\" but Bohbot and his crudely accurate impression of Kerry's lingering problem with the Jewish vote, were gone.</p> <p>On shore, two dozen boys in red polo shirts were there to meet us, singing the Star-Spangled Banner. It seemed, finally, a good, American moment for Mr Kerry, who had spent quite enough time with Belgians. Only the Rs in the song rolled a little long, and the As were a bit broad. When we disembarked, we saw the name of the boys' school on their shirts: \"St. Francis Xavier, Liverpool.\"</p> <p><b>·</b> Ben Smith writes for the New York Observer. Read more at <a href=\"http://www.observer.com\">www.observer.com</a></p>",
  "Two of America's most popular politicians took centre stage on the opening night of the Republican convention to help sell George Bush to moderate voters and undermine his Democrat rival, John Kerry. <p>Senator John McCain, whom Mr Kerry courted as a possible running mate, praised Mr Bush as a president who \"has been tested and has risen to the most important challenge of our time\". </p> <p>Rudolph Giuliani, the former mayor of New York, likened the president to Ronald Reagan and Winston Churchill, calling him a leader who was \"prepared to stick with difficult decisions even as public opinion shifts\". </p> <p>The tone of the convention, symbolically set in New York, was established early in the evening with a brief homily from the first Muslim chaplain of the city's police department, who called for cultural differences to be set aside for the sake of common humanity.</p> <p>\"One America united against terrorism under George Bush\" was the theme of the night, and the powerful advocates chosen to convey that message were Senator McCain, from Arizona, and \"America's mayor\", Rudy Giuliani, both of whom have the unusual ability to transcend bitter partisan boundaries and reach the political centre.</p> <p>After months of shoring up the base, White House and party strategists must use the primetime slots this week to convince swing voters that President Bush has not utterly forsaken the \"compassionate conservatism\" of his 2000 campaign, despite the lack of evidence in office.</p> <p>Within the fortified walls of Madison Square Garden, the convention is as carefully and professionally produced as any of the slick daytime television programmes it is trying to emulate. </p> <p>The theme of coming together in defence of liberty and the flag was carefully fleshed out with tributes to war heroes - and war victims - at home and abroad.</p> <p>Before the appearance of Senator McCain, delegates and the cable television audience were repeatedly reminded of the sacrifices made on September 11 and on the battlefields of Afghanistan and Iraq. </p> <p>A variety of performers and politicians combined to present the argument that President Bush had no choice but to react in defence of the country by going on the attack.</p> <p>Tonight's star turn will be from Terminator-turned-California governor Arnold Schwarzenegger, while the president himself speaks on Thursday evening. </p> <p>Senator McCain's emphatic endorsement means a great deal to the Bush campaign. It is hard to believe that only a few months ago Senator Kerry was seriously courting the maverick senator and fellow Vietnam veteran to be his Democratic running mate. In the 2000 Republican primary race, the Bush campaign was accused of smearing the senator during a protracted and bitter contest.</p> <p>But last night there was no hint of ambiguity in the rallying cry to give the president another four years: \"We need a leader with the experience to make the tough decisions and the resolve to stick with them, a leader who will keep us moving forward even if it is easier to rest,\" said the senator.</p> <p>\"This president will not rest until America is stronger and safer still and this hateful iniquity is vanquished. He has been tested and has risen to the most important challenge of our time, and I salute him.\"</p> <p>Without mentioning John Kerry by name, he stuck the knife in and twisted it, implying that the Democrat challenger was not up to the job of making tough decisions and sticking to them.</p> <p>The loudest and most sustained booing of the night was reserved for another opponent whom the senator identified but did not name: when he mentioned \"a disingenuous film-maker who would have us believe that Saddam's Iraq was an oasis of peace\" every delegate in the hall seemed to hiss just at the thought of Michael Moore's bulky frame.</p> <p>Some of the sharp-eyed state representatives in the hall might have noticed that Mr Moore himself was actually there, grinning and waving for the network cameras. He is present all week, penned inside the press area as a guest newspaper columnist.</p> <p>While McCain built a slow, eloquent case for supporting the president as the only safe pair of hands, his was ultimately a mainstream appeal to transcend party and put America first: \"Stick together. Stay strong... Stand up with our president and fight.\"</p> <p>When Mr Giuliani came to the podium he followed a highly emotive and choreographed segment featuring three blonde and photogenic women in mourning who had lost men to the terrorists on 9/11. A cloying, unaccompanied version of Amazing Grace swiftly followed.</p> <p>Speaking for around twice as long as Senator McCain, Mr Giuliani was happy to name names and to take an even broader sweep through the historical causes and possible remedies for America's reluctant war on terror. </p> <p>Senator McCain has already had his presidential run, but the former mayor of New York is constantly being tipped for a governorship or White House role in the near future.</p> <p>He says he will not properly consider his political future until after November.</p> <p>At times deviating extremely from the script, he used his unique authority at the heart of the September 11 recovery effort to paint a portrait of a heroic president who understood what needed to be done in response: Bush, he said, had taken the Churchillian path by using \"offence\" as the best defence.</p> <p>\"For that, and then his determined effort to defeat global terrorism no matter what happens in this election, President George W Bush already has earned a place in our history as a great American president,\" he said.</p> <p>Running through a list of past terrorist atrocities, he first damned John Kerry with faint praise, saying that he respected him \"for his service to our nation\". Then he moved on to the attack: Bush, he said was \"a leader who is willing to stick with difficult decisions even as public opinion shifts\", while Kerry's record in office suggested \"a man who changes his position often, even on important issues\".</p> <p>He painted a portrait of an indecisive liberal who would pander to European sensibilities rather than put America first: \"John Kerry's claim that certain foreign leaders who opposed our removal of Saddam Hussein prefer him raises the risk that he would accommodate his position to their viewpoint.\"</p> <p>It was a powerful speech designed to elevate not only a grateful president but also to leave an ambitious and popular politician with as many options open as possible. The \"Rudy doctrine\" is clearly a work in progress.</p>"
]