[
  "José Manuel Barroso had thought he would be presenting a dream team to the European parliament today. Instead he is embroiled in a nightmare row over politics and morality in a power struggle that has injected rare passion and drama into an EU debate - and might, just, end up bringing ordinary people a little closer to the distant institutions that represent them. <p>It was not clear last night whether, or how, the fight over Rocco Buttiglione, Italy's controversial candidate for the Brussels executive - the commissioner-designate for justice and home affairs - can be resolved after a marathon bout of horsetrading in the Strasbourg assembly. If it is not, then many MEPs will be cock-a-hoop. But it will be at the cost of plunging the EU into a grave and unprecedented crisis. </p> <p>In any event, this is the worst start for Barroso, Maoist revolutionary turned centre-right Portuguese prime minister, taking over the presidency from the lacklustre Romano Prodi just as the EU adjusts to the reality of having 25 members and 450 million people - and is about to start years of difficult accession talks with Turkey. </p> <p>On Friday, heads of government gather in Rome for a ceremony to sign the new constitutional treaty. This is designed to make the union function more efficiently and democratically. But with referendums looming in several countries, including Britain, and apathy and Euroscepticism as bad as ever, it may never take effect. And then next week the EU will have to come to terms with the result of the US presidential election, with many leaders rooting privately for John Kerry, and thus risking exaggerated expectations of a man who may speak French and like working with allies, but will probably be unable to deliver a significantly better relationship between the old and new continents. Europe, so often trapped in the gap between aspiration and reality, does not seem poised to play a bigger, more coherent role in the world stage. </p> <p>That global role, though, must begin at home, and Buttiglione is not the only joker in the commission pack: MEPs also raised objections to the Dutch businesswoman appointed to take over the competition portfolio, the Hungarian unsuited to managing energy and the Danish agriculture commissioner married to a farmer enriched by CAP subsidies. </p> <p>None of these candidates generated much interest beyond the Brussels beltway. But the Italian conservative and friend of the Pope has raised hackles because of his views on homosexuality, single mothers and the family - classic beliefs of the conservative Catholic that he is. Feelings ran just as high during negotiations on the EU constitution, with the Italian, Polish and Irish governments - backed by the Vatican - demanding a clear reference to Christian values, but being defeated by the secular-minded majority which decided, correctly, that this would be the wrong message to send to Europe's multicultural societies - with 12 million Muslims, as well as those Turkish wannabes. </p> <p>Buttiglione was justified in arguing that there is a difference between law and morality, and he is entitled to his private views. But he showed a breathtaking lack of judgment in answering MEPs' questions the way he did. The row escalated when his supporters protested about an anti-Catholic \"inquisition\". Yet there is no such inquisition. Joe Borg, the Maltese commission candidate, is a staunch opponent of abortion, but that is irrelevant to his duties running fisheries policy. It is understandable that Barroso did not wish to cede too much ground to parliament. But he was foolish to reject a reshuffle that could have ended this fight quickly and simply. </p> <p>Some of this is the inevitable outcome of the sheer com plexity of the EU's hybrid, Heath Robinson structures. Buttiglione was nominated by Silvio Berlusconi just as Peter Mandelson was by Tony Blair, for similar reasons of domestic politics and the desire to set the policy agenda. The appointed commission president then has to find jobs for these national nominees - who must all pass muster in today's all-or-nothing vote by MEPs. </p> <p>It is a good idea for the European parliament to have a bigger say in the make-up of the union's supranational executive (those \"Brussels bureaucrats\" beloved of British newspapers) and disingenuous to say it should not have one because of poor turnout - a dismal 44% last June - in the European elections. Most people know little about an institution routinely scorned as a talking shop on a gravy train - though some may remember the jaw-dropping gaffe last year when Berlusconi compared a German MEP to a Nazi camp guard. Extraordinary misjudgments and a vicious skirmish over institutional power have come together to create a moment where the stakes for Europe's disenchanted union of states and peoples are suddenly very high. </p> <p><b>· </b>Ian Black left Brussels this summer after four years as the Guardian's European editor </p> <p><a href=\"mailto:ian.black@theguardian.com\">ian.black@theguardian.com</a></p>",
  "<p>Lakshmi Mittal, who is based in the UK, yesterday set his seal on the consolidation of the global steel industry with a $17.8bn (£10bn) double merger to create the world's largest producer. </p> <p>Ispat Steel, where Mr Mittal has a 77% holding, is reversing into his family's privately held LNM Group and at the same time buying America's International Steel Group. </p> <p>Ispat is paying $13.3bn in shares for LNM as part of a package that will see the selling shareholders, which include the Mittal family, pick up a one-off dividend of $2bn. Meanwhile, Ispat is offering cash and paper for ISG, which values the US group at around $4.5bn. </p> <p>The deal will leave the Mittal family with an 88% holding in the new entity that will be called Mittal Steel. </p> <p>The group, which will have a market capitalisation of about $21bn, will have an annual production capacity of some 70m tonnes - outstripping the world's current leader, Acelor. </p> <p>Last year LNM, Ispat and ISG produced 48.8m tonnes of steel, according to the International Iron and Steel Institute. </p> <p>\"We are changing the entire world steel map,\" said ISG chairman Wilbur Ross. The formation of Mittal Steel would create the same sort of change in the global steel industry that the creation of ISG, which includes assets of companies such as Bethlehem Steel and Weirton Steel, had done in the US, Mr Ross said. </p> <p>Mr Mittal was equally upbeat. \"We are creating a new global powerhouse in the steel sector,\" he said. Mittal Steel will employ some 165,000 people in 14 countries in North America, Asia, Europe and Africa. </p> <p>As well as steel production it will own substantial iron ore and coal deposits, a significant advantage at a time when demand for steel is pushing raw material prices higher. On a pro forma basis it is expected to have revenues of $31.5bn and an operating income of between $6.8bn and $7bn. </p> <p>Indian-born Mr Mittal, who started his working life in the family's steel firm, created his steel empire on the back of a willingness to take on little regarded and poorly performing assets, often through privatisation programmes. </p> <p>\"He took a chance. He went into countries eight or nine years ago where other companies would not have gone until now,\" said Peter Fish, managing director of the UK consultancy MEPS International. </p> <p>Mr Mittal's first big acquisition was in Mexico, but he made his name in central and eastern Europe by taking over and turning around steel plants that were widely perceived as overmanned, badly managed and lacking in investment. </p> <p>Chris Beauman, a senior adviser at the European Bank for Reconstruction and Development, which has backed Mittal deals, said the company's success had been built on taking a different approach to other steelmakers. \"People might ask why, if it's so easy, no one else has done it. The reason is that steel companies don't do turnarounds. It is not their core business. Mittal made it his company's core business.\" </p> <p>The progress has not been without its problems. Mr Mittal ran into a row over a £125,000 Labour donation in 2001 just ahead of winning Tony Blair's backing for his bid for Romania's biggest steel maker. </p> <p>Analysts argue that the steel industry needs consolidation to cope with powerful suppliers and end users. However, Mr Fish expressed some reservations over how far yesterday's deals would take the process. </p> <p>\"The industry is being squeezed but the [LNM and Ispat] operations are fragmented. The area where the merger with ISG is most likely to have an effect is in North America. Both companies are in the US market and so that might be useful.\" </p> <p>Yesterday both Mittal and ISG were careful about detailing potential synergies, saying the matter would be left to a committee to discuss in the coming weeks. </p> <p>One reason for the caution could be that ISG has operations in Ohio, seen as one of the swing states in the US presidential election. </p> <p>News of the deal boosted shares in US steel makers on hopes that it could pave the way for further consolidation. </p> <p><strong> Company Output</strong> </p> <p>(million tonnes pa) </p> <p><strong> Mittal Steel 48.8</strong> </p> <p>Arcelor 42.8 </p> <p>LNM (inc Ispat) 35.3 </p> <p>Nippon Steel 31.3 </p> <p>JFE 30.2 </p> <p>POSCO 28.9 </p> <p>Shanghai </p> <p>Baosteel 19.9 </p> <p>Corus 19.1 </p> <p>US Steel 17.9 </p> <p> Source IISI; Based on 2003 figures</p>",
  "<b> New York Times</b> <br> Editorial, October 24 <p> \"In Florida, voter registrations are being thrown out on pointless technicalities ... Nationwide, eligible voters are being removed from the rolls by flawed felon purges. And nearly a third of this year's votes will be cast on highly questionable electronic voting machines. No wonder a large percentage of Americans doubt that their votes will count. The election system is crying out for reform ... </p> <p>\"Congress has been reluctant to intrude on the states by adopting uniform national standards. But these are federal elections, for a president ... senators and representatives. Uniform rules should apply, and the states have failed miserably. Politically partisan secretaries of state and state legislatures have routinely adopted voting rules that ... favour their own parties, not the voting public.\" </p> <p><b> Los Angeles Times</b><br> Editorial, October 24 </p> <p> \"The electoral college, the arcane institution that turns the national presidential selection process into winner-take-all state elections, is ripe for morphing ... Its roots in indirect presidential elections mean nothing in a full voting democracy. Every four years, we hear the numbers: 539 total, 270 needed to win. Maps are coloured in red and blue. But that's not all. The practical result of winner-take-all has been to cut from the campaign process any state not in play. No point for John Kerry to invest precious time learning Republican issues in Montana or enlarging a double-digit lead in California. Same for George Bush in solidly Democratic New York or GOP Virginia.\" </p> <p><b> Edward Epstein</b><br> San Francisco Chronicle, October 24 </p> <p> \"Supporters say the electoral college buttresses the federal system in which states and regions get a say in the federal government, and encourages the two-party system and the resulting political stability by making it unlikely [that] a third party will get enough support spread across the country ... </p> <p>\"Some suggest abolishing the electoral college entirely, an idea that generally draws majority support in polls. As fair and simple as a national popular election might be ... change would require a constitutional amendment that would have to be approved by a two-thirds vote in both houses of Congress and win ratification from three-fourths of the states.\" </p> <p><b> USA Today</b><br> Editorial, October 25 </p> <p> \"Thousands of lawyers [are] ready to challenge the results of narrowly lost races and laws they believe hinder their candidate. In Ohio, Florida and New Mexico, the two camps have already been in and out of court several times over who's on the registration rolls, how people can vote, what happens if a registered voter shows up in the wrong precinct ... The presence of so many lawyers shows how polarised the two parties have become and how broken the nation's voting systems continue to be ... </p> <p>\"In Ohio, 73% of voters will use the same punch-card voting machines that caused such an uproar in Florida in 2000. Other states, including Florida, have opted for electronic machines, which [don't] provide a paper record, much to the dismay of critics, who say they are subject to computer glitches.\" </p> <p><b> George F Will</b><br> Washington Post, October 24 </p> <p> \"Today Americans demand ... the kind of convenience in voting they enjoy in buying airline tickets. So 'Election Day' can be three months long (in Maine). Absentee voting has come to be considered a right - yet another one - of convenience rather than a limited privilege understood as a concession to necessity. Soon, voting by mail ... and even online will be regarded as rights. These measures are supposed to increase turnout ... What liberalised registration and voting procedures do increase are opportunities for fraud.\"</p>",
  "<p>I'm here in Denver reporting and blogging for Guardian Unlimited in the final days of the US election. Colorado, normally a reliably Republican state when it comes to presidential elections, has found itself in something of a unique situation lately: it looks just possible that Bush could lose here. </p> <p>Aundrea Davis never expected to be a victim of political arson, but she's found it all rather amusing. Last week someone in her Denver neighbourhood found her \"support our troops, bring them home\" lawn sign so offensive that they burned it to the ground. Her neighbour grabbed the garden hose and put out the fire before anything more than the sign caught fire. </p> <p>Thing is, Davis says, it's been there, untouched, since April 2003. Why all the stupidity all of a sudden?</p> <p>Though it seems unlikely that many people base their choice for president, or senate, or even local sheriff on how many of their neighbours are moved to hammer their political convictions into their front garden, prominent support for either party seems to be driving a certain class of vandal mad. </p> <p>At <strong>Powerline</strong> blog, John Hinderaker, aka Hindrocket, recounts a sorry <a href=\"http://powerlineblog.com/archives/008291.php\">tale of voter intimidation</a> in the Colorado mountains, where Republican residents have seen their Bush-Cheney signs torched or trashed. More worryingly, one resident reported that a car with a Bush bumper sticker had its window smashed in, while another had a glass door in their home smashed. </p> <p>Hindrocket's solution? \"It occurs to me that as this low-level violence becomes more and more prevalent, the Second Amendment will take on increasing importance.\" In case you need a reminder, that's <a href=\"http://www.house.gov/Constitution/Amend.html\">\"the right of the people to keep and bear arms\"</a>. </p> <p><a href=\"http://www.archpundit.com/archives/011282.html\">Archpundit</a> has had enough of it: \"Whining over the defacement or theft of lawn signs drive me absolutely batty. Yes, it's illegal, but don't you want the 'other side' doing that instead of actually, you know, getting votes?\" </p> <p>Back in Denver, one thing still bothers lawn sign victim Davis: her sign supporting <a href=\"http://www.kucinich.us/\">Dennis Kucinich</a> has not been touched. Some causes are just too lost even for the most partisan of vandals.</p>",
  "<p>Last night both Dev and Sunita were arrested at their spectacular Hindu wedding in <strong> Coronation Street</strong> (ITV1). </p> <p>Known locally sotto voce as The Street of Shame, Coronation Street is home to many notorious jail birds. Deirdre (\"Free the Weatherfield One!\") Rachid, Les (\"Throw away the key!\") Battersby, Terry (\"Rotten to the core\") Duckworth, Steve (\"Not again, Karen!\") McDonald and, surprisingly perhaps, Ken (\"All my own teeth\") Barlow. Sunita is accused of bigamy, a popular pastime in Coronation Street. Emily Bishop married a bigamist and, more recently, Peter Barlow, unable to decide between a posh florist and a buxom barmaid, dashingly married both. No one however has come near Sunita's record of marrying seven men in less than a month. (Curiously, the same number of shops that Dev owns. Just thought I'd mention it. He often does.) This is Guinness Book of Records stuff. If you didn't feel so winded, you would whistle. </p> <p>The colourful ceremony was in full swing when, in nice time for Halloween, the groom's venemous former fiancee (\"Hiya, Maya!\") arrived on a broomstick. To see Maya crushing rose petals in a marked manner quite distracted you from Deirdre's new hat, a mauve sieve which trembled like a diaphanous skirted, deep sea creature whenever she had a set-to with her mother. Which was frequently. Personally, I think Dev and Maya were well suited. Their acting is distinctive. To see them at it together whitens your knuckles. But Dev jilted Maya to marry Sunita, and to say she cut up rough is like saying Gordon Ramsay is easily ruffled. Of course it was Maya who married six illegal immigrants using Sunita's name, and Maya who tipped off the police. Dev's scarlet tika begins to look dangerously like a shot through the forehead. </p> <p>The ceremony, with Roy Cropper giving an informed running commentary, ended abruptly with the arrival of two detectives. (\"They think it's all over. It is now.\") One arrested the groom and another the bride, which seems unusual, but what do I know? I can barely remember the last time I was arrested. </p> <p>The blameless bride is spending her honeymoon in prison, and her family are not best pleased with the groom. As her mother said, it is all Dave's fault. I rather like to think of Dev as Dave. Let an outraged nation take up the cry \"It is Dave's fault!\" </p> <p>The uncontested star of <strong> The White House for Sale</strong> (Channel 4) was 93-year-old Doris Haddock, known as Granny D. She said: \"I became aware that there was a great deal of corruption in our government. The poor man had to sell his soul to run for office or he had to be a millionaire.\" So she walked 3,200 miles to the seat of government in a straw hat sporting a perky feather, followed by a raggle-taggle company chanting \"Go Granny! Go Granny! Go Granny! Go!\" </p> <p>She uses the sort of pure, plain, lovely language that most politicians don't. \"I walked 10 miles a day, six days a week and on the seventh day I went to church and did my laundry. Not having any money, I decided I could walk as a pilgrim. So I walked until I was given shelter, fasted until I was given food. And I never went without a bed and I never went without a meal.\" </p> <p>In Washington a bill to outlaw massive corporate contributions to political parties was being debated. The well-founded suspicion is that such money is advance payment for future favours. Granny D walked round and round the Capitol night and day. The bill was passed. </p> <p>Frustrated donors have, of course, found some wriggle room. The deflected river of slush money now flows, quite legally, to independent political groups, who buy primetime TV for tendentious commercials (\"If you are in a swing state, you see an ad every 30 seconds\"). And you thought our television was terrible. </p> <p>Granny D is now running for the Senate. She said: \"I am not a sacrificial lamb. I am running to win. I am trying to be a model of what you can do with small donations.\" The presidential election is on the same day. I would quite like to know how Granny gets on. </p> <p>I give you the latest hot thing from America. \"Duh!\" It was used twice in this programme by prominent politicians and seems to have filtered up from the young. Not \"D'oh!\" as favoured by Homer Simpson. \"Duh!\" is a reaction to the blindingly obvious.</p>",
  "With one week to go, Americans are being inundated by polls. At least 112 have been published for the presidential contest in the last week alone. <p>While it's tempting to look at the jumble of results and declare polling hopelessly useless, fact is, polls have a great deal to tell us about the state of the race. And not in the way people generally assume:</p> <p><b>It's not the head to head</b></p> <p>Polls are always reported as though there's a winner, and there's a loser. So a poll showing Bush leading 45-42 is headlined \"Bush leads by three\", when the reality is that Bush is actually losing.</p> <p>In US elections, any elected official garnering less than 50% of the vote in polls is considered vulnerable. As Democratic pollster Mark Blumenthal <a href=\"http://www.mysterypollster.com/main/2004/10/the_incumbent_r.html\">notes</a>: </p> <p>\"Voters typically know incumbents well and have strong opinions about their performance. Challengers are less familiar and invariably fall short on straightforward comparisons of experience and (in the presidential arena) command of foreign policy. Some voters find themselves conflicted - dissatisfied with the incumbent yet also wary of the challenger - and may carry that uncertainty through the final days of the campaign and sometimes right into the voting booth. Among the perpetually conflicted, the attitudes about the incumbent are usually more predictive of these conflicted voters' final decision than their lingering doubts about the challenger. Thus, in the campaign's last hours, we tend to see 'undecided' voters 'break' for the challenger.\"</p> <p>Testing this theory, blogger Chris Bowers examined presidential poll results since 1976, and <a href=\"http://www.mydd.com/story/2004/9/3/22294/96534\">calculated</a> that undecided voters broke for the challenger 86% of the time.</p> <p>It's a dynamic that clearly weighs on the Bush campaign. Speaking to conservative bloggers at the Republican national convention, Bush's pollster Matthew Dowd said the 50% rule <a href=\"http://www.realclearpolitics.com/Commentary/blog_8_30_04_1525.html\">didn't apply to the president</a>:</p> <p>\"Based on the polling data they've aggregated on undecideds in battleground states, the Bush team has compiled the following profile on undecideds: they are overwhelmingly white, tend to be older, go to church often and describe themselves as moderate to conservative. Dowd says they can't find any self-described liberals who remain undecided.\"</p> <p>As a result, he predicted that Bush would either split or outright win the vote of the undecided bloc. While not outside of the realm of possibilities, there is nothing indicating that Bush could buck the historical trends embodied in the 50% rule. That they're forced to spin it away hints at their concerns.</p> <p><b>There is no national election</b></p> <p>While the press is obsessed with horse race national numbers, the fact is that we Americans don't elect our president directly. Rather, we have 51 state elections, including Washington DC. That means that for voters in 35 to 40 states, their votes really don't matter and neither do their responses to pollsters' questions. It is only voters in the small group of \"swing states\" that essentially elect the US president: Arkansas, Colorado, Florida, Iowa, Minnesota, Nevada, New Hampshire, New Mexico, Ohio, Oregon, Pennsylvania, West Virginia, and Wisconsin (give or take a state).</p> <p><b>Different pollsters use different methodologies</b></p> <p>No two polls are built alike. Some weigh their results by demographics (race and geography), others weigh by expected turnout and party identification, and yet others don't weigh at all. Some polls attempt to filter out unlikely voters asking questions they think will flag those least motivated to vote. Some polls are partisan and will game their assumptions in order to give their side a boost in the results.</p> <p>This is critical when trying to sift through seemingly contradictory polling. Polling is nothing more than educated guessing. Some get it right, some get it wrong, and half the time luck is probably involved. That's why it's best to look at polls in the aggregate - easy to do given the sheer number of them - rather than obsess over any one particular poll.</p> <p><b>The state of the race</b></p> <p>With that brief polling primer, anyone can take a <a href=\"http://2.004k.com/latest/\">look at the numbers</a> and get a sense for the state of the race. And a strict by-the-numbers calculation shows that Bush is in serious trouble.</p> <p>In <a href=\"http://2.004k.com/state/?s=Ohio\">Ohio</a>, Bush numbers range from 43-49%, failing to break 50% in any of the 12 Ohio polls in October. Indeed, there are signs that Bush has essentially abandoned the state, working to build his electoral majority by winning three out of four in Florida, Iowa, Wisconsin, and New Mexico. But October polling in those states also show an incumbent in serious trouble.</p> <p>In 14 <a href=\"http://2.004k.com/state/?s=Florida\">Florida</a> polls, Bush hasn't broken 50% since a SurveyUSA poll conducted between October 1 and October 3. A subsequent SurveyUSA poll now gives Kerry a 50-49 lead in the state. In <a href=\"http://2.004k.com/state/?s=Iowa\">Iowa</a>, a single poll has him at 51% while six others range between 46% and 49%. <a href=\"http://2.004k.com/state/?s=Wisconsin\">Wisconsin</a> is giving Democrats heartburn, but Bush breaks 50% in only one of the nine polls this month. Two independent polls put him as far back as 43%. <a href=\"http://2.004k.com/state/?s=New+Mexico\">New Mexico</a> has Bush in the 43-49% range, anaemic numbers in a state Gore won by less than 1,000 votes.</p> <p>Much can happen in one week, and Republicans are doing their part to <a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1331610,00.html\">prevent a fair election</a>. Perhaps the Bush campaign is right and the 50% rule won't apply to them this year. But the Bushies haven't been right about much of anything the past four years, while Democrats are vigorously challenging voter suppression efforts around the country. As of this writing, this is Kerry's election to lose.</p> <p><b><b><b>·</b></b></b> Markos Moulitsas runs the <a href=\"http://www.dailykos.com/\">dailykos.com</a> US political blog, and <a href=\"http://www.ourcongress.org/\">Our Congress</a>, a blog tracking the hottest congressional races</p> <p><b><b><b>·</b></b></b> Comment on this article <a href=\"http://blogs.theguardian.com/news/archives/us_elections/2004/10/polling_truth.html\">here</a></p>",
  "<p>George Bush on the campaign trail. Photograph: AFP/Getty Images<br><br>US blogger Markos Moulitsas, who runs the <a href=\"http://www.dailykos.com/\">dailykos.com</a> and <a href=\"http://www.ourcongress.org/\">Our Congress</a>, has written his latest column for Guardian Unlimited. He writes:</p> <blockquote style=\"font-size:small\"> With one week to go, Americans are being inundated by polls. At least 112 have been published for the presidential contest in the last week alone. <br> <br>While it's tempting to look at the jumble of results and declare polling hopelessly useless, fact is, polls have a great deal to tell us about the state of the race. And not in the way people generally assume ... </blockquote> <p>Read on <a href=\"http://www.theguardian.com/uselections2004/markosmoulitsas/story/0,15139,1336232,00.html\">here</a>, and catch up with Guardian Unlimited's special report on the US election <a href=\"http://www.theguardian.com/uselections2004/\">here</a>. If you missed the last piece by Glenn Reynolds, who runs <a href=\"http://www.instapundit.com/\">instapundit.com</a>, you can read it <a href=\"http://www.theguardian.com/uselections2004/glennreynolds/story/0,15140,1332330,00.html\">here</a>.</p>",
  "<p>Controversial Fahrenheit 9/11 director Michael Moore is to go head to head with outspoken Sun columnist Richard Littlejohn in a BBC Question Time US election special from Florida.</p> <p>The panel will also include Bill Clinton's former chief adviser, Sidney Blumenthal, and David Frum, formerly George Bush's speech writer.</p> <p>Security at the Miami TV studio where Thursday's Florida election special is to be filmed is to be stepped up, but the Question Time team has experienced a similar situation before, when they broadcast from New York on the first anniversary of September 11 in 2002.</p> <p>\"Our security is always pretty tight, to be honest. When we filmed in New York on the first anniversary of 9/11, we had Michael Moore and Geoff Hoon on the show and George Bush was in town speaking to the UN, so that was very high security,\" said Ric Bailey, the BBC's deputy head of political programmes and executive producer of Question Time.</p> <p>\"Michael did the programme in 2002 - he knows it. Richard Littlejohn has covered a lot of US elections and lives in Florida for part of the year, so he knows the local political landscape,\" Mr Bailey added.</p> <p>\"David Frum is the brains behind a lot of the early Bush era, so he's very much part of the Bush camp. And Sidney had a central role in the Clinton administration.\"</p> <p>Mr Bailey, who arrived in Miami with the Question Time presenter, David Dimbleby, and the show's production team on Sunday, said the city felt like \"the centre of politics for the moment\".</p> <p>Florida gained electoral notoriety in the 2000 presidential election, when the US Supreme Court had to be called in to decide whether to award the state to Bush or the Democrat candidate, Al Gore, following confusion over the result.</p> <p>\"The election result is so knife edge and there's so much history [in Florida] from last time. So it feels like the right place to be,\" Mr Bailey said.</p> <p>Mr Bailey added that the Question Time team would be attempting to ensure the audience was balanced between Democrat and Republican supporters, along with some Brits and undecided US voters - \"although there aren't that many of those,\" he said.</p> <p>He added that Question Time from Miami on Thursday night would not go out live, because of the time difference with the US, but would probably be recorded one hour before transmission.</p> <p>The show is due to go out on BBC1 at 10.45pm on Thursday and will also be broadcast on BBC international news channel, BBC World.</p> <p>As well as the New York show two years ago, Question Time was also broadcast as a foreign special from Abu Dhabi last year.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Advertising group WPP today said revenues had risen by nearly 6% in the third quarter of the year, the highest increase for more than three years.</p> <p>The group, which owns the J Walter Thompson agency and recently acquired Grey Global, said like-for-like revenues - excluding the effects of acquisitions and currency fluctuations - had increased by 5.7% between July and September.</p> <p>Reported revenues at WPP, also home to Ogilvy &amp; Mather and Young &amp; Rubicam, were up nearly 4% to £1.068bn.</p> <p>WPP said its revenue growth had maintained the trend of 2003 and the first half of 2004 - \"stabilisation, with continuing growth in the United States, strength in Asia Pacific, Latin America, Africa and the Middle East and less growth in the United Kingdom and western continental Europe\".</p> <p>But the company warned the fortunes of the advertising industry next year were harder to gauge. </p> <p>\"The jury remains out on 2005,\" the WPP said in a statement. \"There are still concerns about the prospects for the United States economy after the presidential election, with its fiscal deficit, weak dollar and rising commodity prices - including oil.\"</p> <p>But it said that weakness in some of the major markets in western Europe was \"ameliorating\", while continuing growth is expected in Asia Pacific.</p> <p>The company predicted worldwide industry growth of 2% to 3% in 2005, down slightly from 3% to 4% this year.</p> <p>In the third quarter, North America revenues were up 10.4% on a constant currency basis, while the UK recorded a 12.1% gain.</p> <p>WPP said it was expecting the Grey Global deal to be completed early next year once it gets approval from Grey shareholders.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "The war in Iraq returned to centre stage in the US presidential election yesterday when John Kerry assailed the \"unbelievable incompetence\" of the Bush administration after it emerged that more than 340 tonnes of explosives had been looted from a storage plant in Iraq. <p>The conventional explosives, powerful enough to demolish buildings and bring down airliners or to detonate a nuclear device, have been removed from al-Qaqaa storage site, a former Iraqi military site near Baghdad that was once part of Saddam Hussein's nuclear programme. It was supposed to be under US guard. </p> <p>Mr Kerry, who began the day in the swing state of New Hampshire before joining former president Bill Clinton in Pennsylvania, took advantage of the news to stress that Mr Bush's administration was ill-prepared for the aftermath of the invasion of Iraq. </p> <p>\"Terrorists could use this material to kill our troops, our people, blow up airplanes and level buildings,\" he told a rally in New Hampshire. </p> <p>Calling the news \"one of the great blunders of the Bush policy in Iraq\", he said: \"George W Bush, who talks tough and brags about making America safer, has once again failed to deliver ... The unbelievable incompetence of this president and his administration has put our troops at risk.\" </p> <p>He had \"failed the essential test of any commander in chief, to keep America safe\". </p> <p>The administration was told a month ago that the explosives had disappeared, the New York Times and CBS television, which broke the story, reported. </p> <p>The national security adviser, Condoleezza Rice, was informed, but it was not clear whether President Bush was told, the paper said. </p> <p>Mohamed ElBaradei, head of the International Atomic Energy Agency, reported the disappearance to the UN security council last night. </p> <p>\"The most immediate concern here is that these explosives could have fallen into the wrong hands,\" an IAEA spokeswoman told Associated Press. </p> <p>\"We do not know what happened to the explosives or when they were looted.\" </p> <p>In the run-up to the war the IAEA warned the US about the presence of the explosives and urged its forces to secure the base, the New York Times said. </p> <p>An internal IAEA memorandum warned last May that terrorists might be helping themselves \"to the greatest explosives bonanza in history\". </p> <p>An official of the Iraqi defence ministry, who asked not to be named, said last night: \"The US forces failed to secure our borders and failed to impose order after the invasion. </p> <p>\"Is it any surprise that they overlooked the stocks at al-Qaqaa?\" </p> <p>The news distracted from the Bush campaign's plan to devote the day to highlighting national security. </p> <p>Campaigning in the swing state of Colorado, Mr Bush again said he was the candidate best suited to make America safe. </p> <p>\"John Kerry has no vision for fighting and winning the war on terror, so he is basing his attacks on the headlines he wakes up to each day,\" said campaign spokesman Steve Schmidt. </p> <p>A Kerry campaign aide, Joe Lockhart, said that President Bush \"must answer for what may be the most grave ... mistake in a tragic series of blunders. How did they fail to secure ... tonnes of known deadly explosives despite clear warnings from the [IAEA]? </p> <p>\"The Bush administration knew where this stockpile was, but took no action to secure the site.\" </p> <p>The latest polls showed the two still neck and neck yesterday, giving Mr Bush just a single percentage point lead. </p> <p><b>·</b> The US chief justice, William Rehnquist, has thyroid cancer, the supreme court announced yesterday. He underwent a tracheotomy at the weekend but expected to be back at work next week.</p>"
]