[
  "After weeks of bracing by the Bush White House, the category 5 storm has hit: Hurricane Kitty. Bestselling author Kitty Kelley's withering portrait of the Bush dynasty, The Family, is landing in bookstores on Tuesday - more than 720,000 copies of it. And the White House is already on high alert. \"This book is fiction and deserves to be treated as such,\" snarled Republican spokeswoman Christine Iverson, as the RNC fired off an anti-Kelley talking-points memo to friendly media assets. <p>The media blowback against Kelley, author of controversial biographies of Nancy Reagan and Frank Sinatra, has already begun. On the Monday morning Today Show, host Matt Lauer showed how tough an interviewer he can be when not questioning presidents and other potentates, pressing Kelley on who she's going to vote for in November (\"Who're you voting for?\" Kelley shot back) and the timing of the book's publication, weeks before the November election (\"Why not? It's relevant,\" countered the author, who's been working on the book for four years). </p> <p>The hottest dispute sparked by the book involves the allegation that George W Bush, who claimed to be clean and sober at the time, snorted cocaine with one of his brothers at the Camp David presidential retreat when his father was president. One of Kelley's sources - and the only one on the record - was Sharon Bush, the deeply aggrieved ex-wife of W's younger brother Neil. She is now in strong denial mode, even though her own publicist, who was present at a lunch where she told Kelley the story, confirms the accuracy of Kelley's account. Nonetheless, Lauer produced the Bush divorcee after his interview with Kelley to repeat her denials. </p> <p>While the Camp David coke party is getting the headlines, Kelley's book is filled with many other tawdry stories about the Bush dynasty. Here is a family that looks \"like The Donna Reed Show, and then you see it's The Sopranos\", Kelley tells Salon. </p> <p>As Kelley tells it, the dynasty had respectable origins - in the form of family patriarch Prescott Bush, the distinguished, moderate Republican senator from Connecticut - but rapidly slid into cynical opportunism, skulduggery, and a mean-spirited sense of entitlement. The first President Bush is presented as a weak yes man, driven not by political vision but a savage preppy spirit of competition instilled in him by his whirlwind of a mother. But it is his wife, Barbara (whom the ex-wife of White House counsel C Boyden Gray calls \"bull-dyke tough\"), and their eldest son, George, who are the true pieces of work in Kelley's book, a mother and son team brimming with such spite and ambition they would give the ruthless duo in The Manchurian Candidate the shivers. </p> <p>In one of the creepier passages of the book, a family gathering from hell at Kennebunkport, Maine, Barbara is shown mercilessly baiting her dry-drunk son, then governor of Texas, as a teetotalling 'Chosen One', while he keeps pleading to skip the cocktails and put on the feed bag, and his elderly father \"drools over [TV newswoman] Paula Zahn's legs\". </p> <p>One of the major themes in Kelley's book is the family's weakness for liquor and drugs. Alcoholism, she writes, runs deeply in the family and among its victims, according to one Bush family friend, was Prescott, a \"major-league alcoholic\", who was in the habit of checking himself into his men's club and country club to go on benders. And Kelley writes that George W Bush is not the only one in the first family who enjoyed illegal substances. While a student at Southern Methodist University in the 1960s, first lady Laura Bush was known \"as a go-to girl for dime bags of marijuana\".</p> <p>But, as one of W's Yalie frat brothers tells Kelley, it's not the substance abuse in Bush's past that's disturbing, it's the \"lack of substance ... Georgie, as we called him, had absolutely no intellectual curiosity about anything. He wasn't interested in ideas or in books or causes. He didn't travel; he didn't read the newspapers; he didn't watch the news; he didn't even go to the movies. How anyone got out of Yale without developing some interest in the world besides booze and sports stuns me.\" New Yorker writer Brendan Gill recalls roaming the Kennebunkport compound one night while staying there looking for a book to read - the only title he could find was The Fart Book.</p> <p>According to Kelley, the Bushes aggressively maintain their all-American family image by scrubbing government files of embarrassing facts, stonewalling journalists, and terrorising critics. \"Some people felt that George's past did not seep out and embarrass him and his family,\" she writes of the White House's current Bush, \"because he was protected by a coterie of former CIA men with an allegiance to his father.\" An Austin, Texas political consultant named Peck Young told Kelley that when a woman claiming to have been a call girl from Midland showed up in Austin with \"intimate knowledge\" of W during his oil wildcatting days, she was approached by what she described as \"intelligence types\" and left town abruptly. According to Young, the men \"made her realise that it was better to turn tricks in Midland than to stop breathing\". </p> <p>George HW Bush and wife Barbara dismissed Bill Clinton as a pathetic hillbilly when he challenged the incumbent in 1992. But, Kelley writes, Clinton was one of the few Bush opponents who knew how to back them down. As colourful stories from Clinton's sexual past in Arkansas began to surface during the campaign, a Clinton aide began digging into the senior Bush's own robust adultery. This included, writes Kelley, two long affairs.</p> <p>The Clinton aide told Kelley: \"I took my list of Bush women to his campaign operatives. I said I knew we were vulnerable on women, but I wanted to make damn sure they knew they were vulnerable too.\" After the eruption over Clinton's mistress Gennifer Flowers died down, sexual infidelity did in fact become a moot issue in the campaign. </p> <p>While Kelley is being savagely attacked as a tabloid sleaze queen, her book is more heavily researched and documented than Bush advocates allege. On occasion, she relies on sources that are less than reliable - inserting the story Hustler publisher Larry Flynt tried to put in media play about a girlfriend's abortion that W allegedly paid for before it was legal. Kelley says she decided to put the story in her book after interviewing the two investigators Flynt had hired to track down the story. But despite her flaws, Kelley has vigorously pursued leads about the powerful American dynasty - from Bush senior's shady CIA past to W's missing National Guard records - that the rest of the media should have. </p> <p>Salon spoke with Kelley on Monday afternoon at the midtown New York offices of Doubleday, her book publisher. </p> <p>[Salon:] The Bush forces are coming after you very strongly. And now the media is too. <br> [Kitty Kelley:] Yes, they are, this is what they do, this is how they operate. It's interesting, from talking with the media today, the European media is much less intimidated than the American press. The Americans are all saying, \"well, why should we listen to you. Look at the books you've written.\" Well, excuse me, those books have stood up, I stand behind everything in those books, they've stood the test of time. And this book will too. So I see how this media spin is working, and I'm not surprised. You'd think the media would look at my book and follow up on it - all right, she says here they instituted drug testing in the National Guard at such and such time, let's call up and find out if that's true. But don't beat me up just because I've come to you with almost a thousand sources. You know, I've gone through four sets of lawyers, because I'm dealing with a sitting president. </p> <p>[S:] You've gone through this before, of course, when Frank Sinatra tried to block publication of your unauthorised biography of him. How would you compare the heat you felt from Sinatra and his crowd and what you're going through now? <br>[KK:] It's worse now, because there's more at stake. With Sinatra, you just worried about getting the bejabbers beat out of you. But with the Bushes, they work on all sorts of levels to destroy the messenger so the message can't come through. But the message is the message. The stuff I've done is solid. Did I get everything? No. And you know something, we better hurry and try to get all the information we can get - because this president is trying to lock it all up through executive order, which means you won't be able to get presidential history, because the files and everything will be locked up. </p> <p>[S:] You write that the Bushes are particularly good at cleansing anything in government files that will besmirch the family reputation. How does that work? <br> [KK:] Well, you see it on all sorts of levels, from the trivial on up. For instance, I got a copy of the Bush family tree from the Bush presidential library. And at first we just thought a couple things were left off, but it was a number of things. Mentally retarded children from one branch of the family erased. Too many divorces in one family - that doesn't fit with the family-values image, so some ex-wives simply disappear. You could say that's just an oversight or mistake here and there. But when you see a pattern as I've seen over the past years of files redacted, too many mysterious fires that destroy records, state department files simply missing, gone, National Guard files. </p> <p>[S:]You also allege that the Bushes have tried to block people from talking with you and put pressure on your publisher. <br> [KK:] Yes, imagine the former president of the United States calling your publisher. I wrote George Herbert Walker Bush requesting an interview. He always responds to letters; he's famous for it. He even responded to Bob Woodward for a book. But he didn't respond to mine - he had an assistant phone the publisher of Doubleday, Steve Rubin. Imagine that pressure. All of a sudden, your publisher is told that not only does the former president of the United States not want this book to be written, he's not going to talk, he's not going to verify anything. Most publishers would have caved at that point. And I think Bush thought it would work. </p> <p>[S:] Let's talk about Sharon Bush - she is your only on-the-record source for the Camp David cocaine story. But she's now gone public denying she ever told it to you. Why would she do that? <br>[KK:] I don't know; my guess is she's scared. She talked about everything with me that day, mostly about the breakup of her marriage, and how the Bushes don't have family values. And she said to me that the affair that Neil had that broke up her marriage was aided and abetted by his parents, Barbara and George. </p> <p>She was crying and crying and she said, \"they let him have an affair. And I called up Barbara and threw myself on her mercy and said please, please tell him to come back home.\" And I said: \"How can his mother tell him to come back to his wife?\" And she said, \"you don't understand - they'll do anything she tells them.\" But she said her mother-in-law wouldn't do that, she was cold as ice. And she cried, \"you'd think Barbara would have been more sympathetic to me, considering all the infidelities she's had to put up with.\" </p> <p>Now over that lunch Sharon and Lou told me that she was in the midst of an alimony battle, she was angry that she was only being paid $1,000 (£557) a month alimony. And they told me they thought that if they leaked the fact she was having lunch with Kitty Kelley to the press, the Bushes hate you so much, that will scare them. And it might be leverage for her in her divorce. And Lou said: \"Well, this lunch might find its way into the New York Observer.\" And in fact it came out in the Observer the next week.</p> <p>[S:] So Sharon Bush was using you to put some heat on the family to get a better divorce deal? <br>[KK:] Yes. And I understand that. And she did get a better deal. Her alimony went up to $2,500 (£1,400). So that told me something else about the Bushes and how they operate. So she got a better alimony deal out of it. But then she goes on The Today Show Monday morning to say you're wrong. That takes nerve, to go on network TV to challenge a bestselling author. </p> <p>[S:] Why would she have done that? <br>[KK:] Her kids. Her kids are in touch with her grandparents and they go, \"mom, how could you, how could you?\" I think it was pressure from her kids, coming down hard from her grandparents. Absolutely. She has three kids - one who's still a minor, Ashley, one, Pierce, who just started Georgetown University and wants to be a politician, and then she's got the model, Lauren. And I think kids are the first casualty, and they didn't ask for this and just want it all to go away. They probably love their family and are just appalled at what their mother did. And Sharon was probably at a very vulnerable time, and is not quite as vulnerable now. But she got on nationwide television and denied what she said, and I have a witness. </p> <p>[S:] Why didn't you tape it? <br>[KK:] It was in a restaurant, I never tape in them. It's loud and clattery. Also I knew it would probably be a sensitive interview. I don't tape every interview, but I have a lot on tape. </p> <p>[S:] In another explosive part of your book, you tell the story of a Midland prostitute peddling embarrassing stories about George W Bush who's suddenly run out of Austin by some threatening \"intelligence types\". You name one source for that story. Do you have others? <br>[KK:] One on record, and two unnamed sources. <br>[S:] Why didn't you name them? <br>[KK:] I don't remember why in that case.<br>[S:] With a charge like that, it seems like you'd want more than one named source. I'd also want to know if the source you named, this political consultant in Austin named Peck Young, had an axe to grind, if he was a Bush hater. What made you give that story credit?<br> [KK:] Because he was impeccable, that source, I feel very comfortable with him.<br> [S:] And you believe the Bushes are capable of doing something like that - of threatening a woman who is shooting her mouth off like that? You think the family really operates that way?<br>[KK:] I know the family operates that way. I wish you could see the stuff that's on the cutting room floor, that got left out of the book. There are other people who will tell you stories like that, but they won't go on the record. And you can't blame them. And I don't know how to convince them, that it's history, that it's important. Because I can't in good conscience tell them that. But I do feel comfortable with that story. I'm surprised by the number of people who did go on the record. </p> <p>[S:] Another inflammatory passage in the book is about the girlfriend whose abortion George W Bush allegedly paid for as a young man. There again it seems like you go with one source, and it's somebody many people don't find credible - Larry Flynt. <br>[KK:] Not just him - I relied on his two detectives.<br>[S:] So you went and interviewed them as well?<br>[KK:] Yes.<br>[S:] Again, I'm trying to figure out your methodology and why your enemies come after you and say: \"She relies on shaky sources or she'll lump a variety of sources together, no matter how they vary in credibility.\"<br> [KK:] Yes, I've read that one too.<br>[S:] So how do you respond to that - say on this one in particular, this abortion story?<br>[KK:] Well, I took the public record a little further and went to the investigators and asked for their stuff, and got their stuff. I have the woman's name, address and phone number ... <br>[S:] Did you make an effort to reach her?<br>[KK:] Of course. <br>[S:] And she wouldn't talk? <br>[KK:] No. <br>[S:] But you found the two investigators credible after talking to them? <br>[KK:] Yeah, I did. </p> <p>[S:] So your method is to leave it to the reader to make up their minds? <br> [KK:] Right. And to tell you how far I went. <br> [S:] That falls short of the standards of the New York Times, say, or the Washington Post. Why do you feel it's legitimate to fall short of that standard? <br> [KK:] I don't think that falls short of the standards of the New York Times or the Washington Post in every single instance. I think that especially the Washington Post has pushed things in the past, far beyond where I would go.<br> [S:] What's an example of that? <br> [KK:] Janet Cooke. <br>[S:] Well, that was exposed as a work of fiction! <br> [KK:] Jayson Blair ... <br>[S:] But the Times and the Post were both humiliated by those scandals. <br>[KK:] And I would be too if you find something in my books that didn't stand the test of time. I honestly would. <br>[S:]So you wouldn't have put a story like that in unless you'd done enough work on your own to satisfy yourself that there was something there, that it would hold up? <br> [KK:] Right. </p> <p>[S:] What do you think W will do if he loses in November? Will he happily go back to baseball? <br> [KK:] No. You know something that I have found out from this family after four years - he doesn't plan to lose. They know how to win - no matter what. <br> [S:] What does that mean?<br> [KK:] That means these people can put the Sopranos to shame.<br>[S:] Does that mean vote stealing? <br> [KK:] That's a bit overt. But nothing will stand in the way of these people winning. Nothing. You start out looking at the Bush family like it's The Donna Reed Show and then you see it's The Sopranos. </p> <p><b>·</b> David Talbot is Salon's founder and editor in chief</p> <p><b>·</b> This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited.<br> © Salon.com 2004 <br> Visit the Salon site at <a href=\"http://salon.com\"> salon.com</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Computer giant Intel warns the internet is at risk of collapse. P2<br>Oprah Winfrey gives each member of her 276-strong studio audience a new car to celebrate her talk show's 19th year on air. P14<br>Roy Disney tells Walt Disney board that chief executive Michael Eisner must resign next year. P17<br>Emap shares reached four-month high. P20<br>Why are there so many medical comedies on TV? G2 P15</p> <p>MEDIA BUSINESS<br>Sony wins Metro-Goldwyn-Meyer after Time Warner drops out of the bidding. P21<br>BBC children's programme The Tweenies is sold to Entertainment Rights for 3.1m pounds. P21<br>Analysis: where does the sale of Grey leave WPP and Havas? P21</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Sony close to buying MGM as Time Warner drops out of race. P1<br>Advertising spending rose 4.2 per cent in three months to June. P6<br>Government launches advertising campaign to reduce salt intake. P7<br>Feature on modern business of war reporting. P15<br>Lex column: has Martin Sorrell paid too much for Grey Global? P24<br>UK mobile phone company Sendo wins legal battle against Microsoft after walking away from agreement to build software giant's first mobile phone handset. P25<br>How WPP benefits from buying Grey Global. P27<br>Ed Meyer had to sell Grey Global so the advertising agency could keep benefiting multinational clients. P27<br>Havas, the loser in the Grey auction, turns from predator to prey. P27<br>Tweenies sold to Entertainment Rights for 3.1m pounds. P28<br>Roy Disney tells Disney board it should immediately search for a replacement for chief executive Michael Eisner. P29<br>Philips unveils an 80 million euro advertising campaign. P32<br>Speculation in media sector leads UK stock market higher. P50</p> <p>CREATIVE BUSINESS<br>Profile of Jane Tranter, who has overhauled BBC drama and is to offer slicker and pacier programmes. P2<br>Adam Singer: the BBC should leave commercial operations such as BBC Worldwide to the business sector. P4<br>Changing a newspaper format from broadsheet to tabloid causes massive upheaval often for little long term gain. P4<br>Advertising spending rises as UK recovery continues but the UK advertising production industry is overstaffed. P8-9<br>What the new world of digital TV will look like. P10<br>Interactive TV seeks investment. P12<br>Harpers &amp; Queen targets businesswomen in its battle with rival society magazine Tatler. P14</p> <p><strong>THE INDEPENDENT</strong></p> <p>Despite legal action against the Daily Telegraph Cherie Blair made a deal with the paper to serialise her new book. P10<br>Tory MP Sir Brian Mawhinney to appear in Sky TV show Dream Team. P10<br>The world's largest televangelist network, Trinity Broadcasting Network, is thrown into disarray after allegations its founder had gay sex. P24-25<br>Sony to buy MGM in 5bn dollar deal. P35<br>Microsoft settles legal action against UK mobile phone company Sendo. P35<br>Sir Martin Sorrell promises further acquisitions after buying Grey Global. P37<br>Wireless Group threatens to sue the BBC over its three-year deal for radio football rights. P39<br>Simon Fuller sells stakes in Popworld, the TV music programme, to Channel 4 and UBC. P39<br>Television Corporation, which produces Hell's Kitchen, announces modest profit after three years of losses. P41</p> <p>MEDIA<br>Andrew Gowers, editor of the Financial Times, is confident he can steer the paper through financial problems and a potentially fatal legal battle. P8<br>Bill Hagerty on the unpopularity of leftwing magazines such as New Statesman. P9<br>Local councils' attack on fly-posting criticised as a curb on freedom. P10<br>Living TV's attention-grabbing programming makes it the fastest growing satellite channel. P11</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>A slug called Sid is the focus of an advertising campaign designed to cut people's salt intake. P13<br>A film about Adolf Hitler has attracted massive media attention in Germany. P17<br>Sony wins race for MGM as Time Warner drops out. P23<br>ITV gets stock market boost as analysts say it is addressing its weaknesses. P26<br>WPP pledges to double the margins of its new acquisition Grey Global. P27<br>Entertainment Rights buys BBC childrens programme the Tweenies. P27</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>BBC attacked over claims in its Myra Hindley documentary. P9<br>Lawyers for the Beatles say they are close to a multimillion pound settlement in a longstanding trademark dispute with computer maker Apple P9<br>Sony to win control of MGM. P29<br>WPP says Grey Global will be a totally separate division. P32<br>Tweenies sold to Entertainment Rights. P32<br>Roy Disney threatens to oust Disney board unless it drops Michael Eisner. P32<br>Adhoc column: how do you put a price on a good creative idea? P34<br>Mobile phone maker Sendo wins its dispute with Microsoft. P34<br>Comment: Grey is a fine prize for WPP. P36</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Contract disputes and legal action threaten the profitability of mobile phone ringtones. P1<br>The US presidential election highlights the polarisation of TV news networks such as Fox News and CNN. P2<br>Microsoft and Sendo settle their legal dispute. P4<br>Sony agrees to buy MGM for 3bn dollars. P4<br>Philips unveils a new image and chases health care in a marketing campaign. P6<br>Havas is left the loser after WPP buys Grey and could be sold. PM1<br>Grey is a good deal of WPP. PM10</p> <p><strong>DAILY MAIL</strong></p> <p>Oprah Winfrey gives 276 cars to member of her audience to celebrate her programme's 19th season. P28<br>Tweenies sold to Entertainment Rights for 3.1m pounds. P66<br>Sir Martin Sorrell says Grey deal will not halt takeovers. P67</p> <p><strong>DAILY EXPRESS</strong></p> <p>Oprah gives 276 Pontiac cars to her audience members to celebrate her 19th year on air. P24<br>How fat are the production crew of the new BBC series, Fat Nation? P46<br>WPP is now equal in size with the world's largest advertising group after buying Grey Global. P59</p> <p><strong>THE SUN</strong></p> <p>Peter Kay and John Thomson of Cold Feet fame are to star in a Wallace and Gromit movie. P28<br>Tweenies sold for 3m pounds. P39</p> <p><strong>THE DAILY MIRROR</strong></p> <p>Two million viewers have already deserted Michael Parkinson's new ITV chat show. P7<br>Teenagers who see sex on TV lose their virginity earlier, claims new research. P10<br>Tweenies post a profit. P47</p> <p><strong>THE DAILY STAR</strong></p> <p>Simon Fuller is planning the ultimate revenge on Simon Cowell, his sometimes collaborator and the man he is suing over The X Factor on ITV. He is in talks with the BBC for a rival show. P9<br>Kids' favourite The Tweenies yesterday earned their creators another 3.1m pounds. P11<br>Bungling BBC bosses wasted more than 36m pounds buying radio rights to Premier League football. P14</p> <p><strong>AND FINALLY....</strong></p> <p>The Daily Express has caught up with TV stars Ant and Dec in Italy, snapping the pair recovering by the roadside after a boozy wedding. The paper quotes the duo with a revelation that alcohol was their saviour during the second series of I'm a Celebrity... Says Ant: \"I was drunk on set. We would stay up and drink and drink and then go straight to work with absolutely no sleep. What a nightmare.\" That explains their sometimes glazed look on set then. P14</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p><strong>7.30pm:</strong> Good evening everyone. The big news to bring you is that wee Henrik Larsson is not in the Barca starting line-up. Good news for Celtic you may think, but the reason he's not playing is because Ronaldinho, Eto'o, Deco and Giuly are. Fairly impressive. Also impressive, though, is Celtic's record in Europe at Parkhead. In recent years they've beaten teams of the calibre of Juventus, Porto and indeed, of course, Barcelona themselves. </p> <p>Celtic start with Hartson and Camara up front, with Sutton fit enough only for the bench. Juninho will play in the hole behind the two.</p> <p>This is arguably the toughest of the eight groups. Barcelona have one of their strongest teams since they won the European Cup in the early 90s, Milan are one of the favourites for the tournament, and Donetsk is never an easy place to get a result. If Celtic are to qualify, they need a good result tonight. It promises to be a classic. </p> <p><strong>Teams:</strong></p> <p> <strong>Celtic:</strong> Marshall, Agathe, Balde, Varga, McNamara, Petrov, Lennon, Thompson, Juninho, Hartson, Camara <br> <strong>Subs:</strong> Douglas, Sylla, Valgaeren, Sutton, Pearson, Lambert, McGeady </p> <p><strong>Barcelona: </strong> Valdes, Belletti, Puyol, Marquez, van Bronckhorst, Deco, Gerard, Xavi, Giuly, Eto'o, Ronaldinho <br> <strong>Subs:</strong> Martinez, Larsson, Sylvinho, Gabri, Fernando, Oleguer, Iniesta </p> <p><strong>7.42pm:</strong> The game has been delayed for 10 minutes because of \"turnstile failure\". On tonight of all nights, you might expect better. It has now become an indefinite delay. For crying out loud. Did they not think they might have a full house for this one? The floodlights will probably go later as well.</p> <p><strong>7.52pm:</strong> Still no word on when exactly the game will start. The fans don't care. They're having a good old sing-song bellowing along to You'll Never Walk Along. Even the Barca fans are sticking their scarfs in the air. Quite a sight. It's building the anticipation even more...</p> <p><strong>7.57pm:</strong> The players are waiting in the tunnel, so it can't be too long now. Barca have Alan Davies lookalike Carlos Puyol skippering them, but he doesn't look as calm as Hoops' captain Jackie McNamara. It seems to me all the seats are taken now, so I'm not sure what the reason is for the delay. </p> <p><strong>8.02pm:</strong> I'm beginning to feel like I do when waiting for my girlfriend to beautify herself before a night out on the town. There's going to be a further five minute delay. Pity the poor players, who are still hanging around the tunnel like a stench emanating from French sewers. I suppose at least they have an excuse now if they make any early blunders. Valencia have scored the first goal of the evening, incidentally, against Anderlecht I believe. </p> <p><strong>8.07pm:</strong> I'm starting to sound like a broken record. The players are STILL in the tunnel. Thank goodness it's a state of the art stadium, rather than the one I once waited in at Roots Hall (Southend). It was flaming cramped in that tunnel I can tell you.</p> <p><strong>8.10pm:</strong> Woohoo! They're out of the tunnel and on the pitch. The fans are too busy singing You'll Never Walk Alone for the 35th time this evening to notice so the rapturous reception is somewhat less tumultuous than expected. The Champions League anthem then blasts from the tannoy, but the Celtic fans manage to drown that out. Ok, heads down, here we go.</p> <p>Meanwhile, Patrick O'Sullivan has a theory for the delay that I do not understand. \"I blame those hanging chad tickets they printed. That was always going to be a bad move. \" My ignorance of the word \"chad\" leads me to leave this one open to severity or humour.</p> <p><strong>1 min</strong> Celtic finally win their first touch after 48 seconds. But that's all it is, one touch. </p> <p>By the way, my subtlety was obviously too much for you. I was hoping someone, anyone, might email in to provide me with a definition of \"chad\".</p> <p><strong>2 min</strong> One touch and now one booking. It doesn't take John Hartson long to get himself into these events does it? A scything tackle on Marquez which was nowhere near the ball.</p> <p><strong>3 min</strong> Now it's Alan Thompson sliding around two-footed. The victim this time? Giovanni van Bronckhorst. The former Rangers man is about as popular in these parts as a student in a working man's pub.</p> <p><strong>5 min</strong> Markus Merk, the German ref who looks worryingly like Andy D'Urso, is going to be puffed out by half-time. Another free-kick, again to Barca. Celtic have certainly set their stall out. Now, do Ronaldinho and co fancy the challenge.</p> <p><strong>7 min</strong> Giuly is played through by Deco, but with Marshall rushing down upon him, the little Frenchman misses his kick.</p> <p>Thank you, Steve Ferrigan, who writes: \"Tell Patrick O'Sullivan that \"chad\" jokes are so very 2000 US presidential election. Rigging the computerized (or, sorry computerised) election booths will be the new humour come November.\" I think you already did, Steve, though it leaves me none the wiser.</p> <p><strong>8 min</strong> It's all Barca. A fierce Ronaldinho half-volley from the edge of the box whistles past the far post. If anyone fancies buying the Brazilian, it'll only cost you £99m through his buy-out clause. Mr Abramovich?</p> <p><strong>9 min</strong> Henri Camara has Celtic's first shot, a decent effort forcing Valdes into a diving but comfortable save.</p> <p><strong>11 min</strong> David Marshall produces a good save with his left foot from a drive by Van Bronkhorst. That wouldn't have gone down too well with the locals. Meanwhile, Arsenal have scored through an own goal by Alex.</p> <p>\"The hanging chads (great name for a rock band) were the little pieces of punch card that refused to be detached properly when the Florida voting machines were operated in 2000,\" John Thompson informs me. How diseducated I am. It would be a great name for a rock band though. Can anyone beat it?</p> <p><strong>14 min</strong> Celtic have settled and are beginning to impose themselves on the game, rather than just on their opponents' shins. Ronaldinho is dropping deeper to pick up the ball. The contrast in styles is fascinating.</p> <p><strong>16 min</strong> A cross from Giuly is headed well wide by Eto'o. Martin O'Neill is jumping around more than my nephew after half a dozen cans of coke. Chelsea lead 2-0 after goals from John Terry and Didier Drogba.</p> <p><strong>18 min</strong> A lot of you are clearly experts on \"chads\", but, honestly, I have heard enough. Can we talk about something else now? Please?</p> <p><strong>GOAL! CELTIC 0 - 1 BARCELONA (Deco 19)</strong> A wonderful goal. Ronaldinho burst through the Bhoys' midfield before laying the ball on to Deco. The former Porto player, already unpopular for his antics in the Uefa Cup Final, drills the ball first time into the far corner from a tight angle.</p> <p><strong>21min</strong> A real let-off for Celtic. Giuly skips past Varga as if he wasn't there, which in fairness he might as well not be, before playing the ball across the box. Xavi hammers a shot into the side-netting.</p> <p><strong>23 min</strong> This is going to be really difficult for Celtic now. They haven't really settled, and Barca are just playing keep-ball and drawing the Celtic defenders out of position before creating chance after chance.</p> <p>Trent Smither, who himself has a mighty fine name, says: \"My friend came up with Dog Shock after dogs in Boston were electrocuted by stepping on manhole covers that had been accidentally wired to subterranean power lines.\" Credit to your friend.</p> <p><strong>25 min</strong> A powerful run from Jackie McNamara down the left-wing brings the crowd to life and Celtic a corner. Now, can they make something of it?</p> <p><strong>26 min</strong> No.</p> <p><strong>28 min</strong> It's Juninho's turn to enter Mr Merk's little black book, presumably as his diminutive features have caught the eye of the big German, as it certainly can't have been for a foul - Juninho's foot was nowhere near Van Bronckhorst when he went down.</p> <p><strong>30 min</strong>Thompson whips in a vicious free-kick from the right wing which just goes past the far post. It must have touched a Barca head as it's gone for a corner.</p> <p>Adrian Slobin says: \"Here's a band name for you: the how-about-commenting-on-the-games.\" No, that's rubbish. </p> <p><strong>31 min</strong> The corner leads to a bit of a goalmouth melee before the ball is eventually cleared. But at least Celtic are exerting some pressure now.</p> <p><strong>34 min</strong> Stilian Petrov is coming into the game more, which has to be good news for Bhoys fans. Now Marquez is booked for bringing down Henri Camara, who showed the kind of pace Wolves only saw when he hurried towards the exit.</p> <p>Rupert Deaglan knows how to get his name on the Guardian website: \"Great name for a band is The Mike Adamson Experience. That's got to be worth a mention, if only out of pity.\" Certainly is.</p> <p><strong>36 min</strong> Thompson's set-pieces are proving to be Celtic's most dangerous weapon. Another free-kick is headed over by Varga, who was just stretching too much to be able to control his effort.</p> <p><strong>39 min</strong> Poor Didier Agathe is having a bit of a shocker. He is yet to pass the ball to a Celtic team-mate, though it's probably quicker and easier to give the ball straight to a Barcelona player than to Neil Lennon.</p> <p><strong>41 min</strong> A supreme Barcelona move eventually breaks down when Eto'o gives the ball away. Until then they had strung about 20 passes together with Ronaldinho at the hub of everything.</p> <p><strong>43 min</strong> Marshall makes another good save, pushing behind a rasping Giuly strike. Jackie McNamara is having a torrid time against the French international. Mind you, he is being given no cover by his centre-halves or midfielders.</p> <p><strong>44 min</strong> Now Barca break down the left, with Van Bronckhorst's cross evading Marshall's reach. Varga hoofs the ball away in true \"have it\" style.</p> <p><strong>45 min</strong> Deco, the best player on the pitch, cuts the Celtic defence apart with a splendid pass, Giuly goes round Marshall, but Balde shows terrific speed to tackle. Another let-off.</p> <p><strong>45 + 1 min</strong> Finally, a clear opening for Celtic. Thompson was too slow to take advantage though. Having been played through by Petrov, the Englishman allowed Barca's defenders to get back and his eventual right-foot shot is too weak to trouble Valdes in the Barca goal.</p> <p><strong>Half-time</strong> The half-time whistle is probably not a bad thing for Celtic, who have been in danger of falling further behind. Now Martin O'Neill can rally his troops, and maybe alter one or two things. He certainly needs to if he's to stem the flow of attacks which Deco, Giuly and Ronaldinho are leading. Celtic haven't lost in their last 17 European matches at Celtic Park, but something is going to have to change if they are to keep that run going.</p> <p><strong>Emails </strong> Rupert Deaglan is back, and wants to know: \"Anybody know any funny stories about the painter Richard Hamilton? I've got 20 lines to fill here and I'm about as inspired as the Celtic defence.\" We've already seen how uncultured I am, so I'll open this one to the floor...</p> <p>Meanwhile, I've been thinking. Seeing as Barca clearly don't need Larsson, maybe they could give him back to Celtic just for this game. Might make things a bit more even. Alternatively, O'Neill could just dispense with this ludicrous 4-3-1-2 formation, take the anonymous Juninho off, put Camara wide right, and stick Sutton up front. They clearly can't match Barca playing the same way, so why not revert to their normal approach?</p> <p><strong>More emails</strong> Or more band-names to be precise. Kevin Brady writes: \"Punk band name - 'My Dog Stole My Girlfiend' - or that may be a country western song.\" It may be, so pass the baton to Bill Hurd in Illinois: \"There's a Chicago band called the 'Gaza Strippers' - fronted by Rick Sims of Didjits fame.\" So there you go.</p> <p><strong>46 min</strong> Celtic have made a sub: Chris Sutton on for Juninho. I really should be a football manager, or perhaps I should reserve judgment until the end of the match. Camara has indeed moved to the right, and hopefully Petrov can charge forward more. Sutton and Hartson: now that's not the kind of combination you see in the Primera Liga too often. In the other game in the group, Milan are drawing 0-0 in Donetsk.</p> <p><strong>48 min</strong> Lennon has just given the ball away twice in the space of a minute, which is interesting because pundits always claim that if you give possession to foreign teams, they keep it for minutes. Well it didn't happen there.</p> <p>An anonymous person has just texted me to inform me that ESPN have an Irish person - also anonymous - commentating on the game, and that \"he's the worst person in the world\". Quite a compliment.</p> <p><strong>50 min</strong> Belletti, Barca's young Brazilian right back, makes another trademark run down the right before carelessly slicing his cross into the stand. Frank Rijkaard, the Barca manager sporting a Sideshow Bob haircut, looks unimpressed. Now, a free-kick 30 yards out for Thompson. What can he make of it?</p> <p><strong>51 min</strong> It finished nearer the corner flag than the goal. In fact, it doesn't even deserve to go down as a shot off-target. Just as many of my school report cards said, he should do better.</p> <p><strong>54 min</strong> PENALTY FOR BARCA McNamara blatantly takes out Giuly who was clean through. McNamara lucky only to be booked. </p> <p><strong>55 min</strong> SAVED BY MARSHALL Ronaldinho plays it to Marshall's left, and the youngster makes a fine one-handed save. Now, can that inspire the rest of his team?</p> <p><strong>56 min</strong> From the resultant corner, Marquez heads straight at Marshall. Seconds later, Xavi's volley from the edge of the box flies inches wide of Marshall's goal. How are Celtic still in this game?</p> <p><strong>GOAL! CELTIC 1 - 1 BARCELONA (Sutton 58)</strong> Incredible scenes. The substitution has worked perfectly. A powerful run down the right-wing from Camara and a fine low cross is diverted into the top corner by Sutton, who ran into the box with real conviction. Game well and truly on.</p> <p><strong>60 min</strong> Now Barca are rattled. Another cross from the right is headed wide by Hartson. Rijkaard is about to make a change. You know who is going to make an appearance.</p> <p> <strong>62 min</strong> Yep, here he comes. Larsson comes on for Ronaldinho. The Celtic legend is warmly received by all and sundry, though if he scores the winner, their tone may change. Joos Valgaeren has come on as well, though amidst the excitement I didn't catch whom he replaced. Ah, it's Hartson - that's a strange one. Presumably Camara will join Sutton up front. </p> <p><strong>65 min</strong> Jackie McNamara has reverted to right-back and Joos Valgaeren has become possibly the tallest left-back in the world. Larsson is yet to touch the ball.</p> <p>Trent Smither confirms: \"If the anonymous commentator on ESPN is Tommy Smith, the anonymous texter is correct. Horrible.\" But who is the worst commentator of all? John Barnes wins the most wooden presenter award hands down. Meanwhile, the anonymous texter has confirmed his identity is Ratters. As I'm probably the only one who knows him, this is quite irrelevant. Sorry. </p> <p> <strong>67 min</strong> A cracking Petrov left-foot volley from the edge of the box is spectacularly tipped over by Valdes. </p> <p> <strong>69 min</strong> The ball breaks for Thompson 15 yards out, but with the midfielder slow to shoot, Belletti almost does his job for him, prodding the ball agonisingly past the post with Valdes beaten. It's breathtaking stuff. And what's this? Camara wastes another opening by shooting tamely at the Barca keeper.</p> <p> <strong>73 min</strong> Barca are going with one up front after bringing on Iniesta for Eto'o. They seem to have weathered the Celtic onslaught.</p> <p><strong>75 min</strong> I almost spoke too soon. Another sweeping counter-attack from the home team results in Petrov's swerving pass which is well held by Valdes. The Barcelona keeper has been impressive this evening.</p> <p><strong>GOAL! CELTIC 1 - 2 BARCELONA (Giuly 77)</strong> Larsson was at the heart of the move, releasing Belletti down the right flank. The young Brazlian cut the ball back for Giuly, whose shot took a wicked deflection off McNamara standing right in front of Marshall. Disaster for Celtic who have been the better side for the last 20 minutes.</p> <p><strong>80 min</strong> McNamara has been stretchered off, though the nature of his injury is unclear. Momo Sylla is his replacement. Celtic have only one option now: hit it long towards Sutton and latch onto any breaks that fall their way.</p> <p><strong>GOAL! CELTIC 1 - 3 BARCELONA (Larsson 82) </strong> It had to happen. A catastrophic header back towards his own goal by Alan Thompson is seized upon by Larsson, and two touches later the ball is in the back of the net. There was no celebration from the Swede, but plenty from his team-mates. That's surely game over now.</p> <p><strong>84 min</strong> The ball is in the Barcelona goal, but it won't count. Having palmed away Petrov's well-struck free-kick, Valdes is finally beaten by Sylla's acrobatic shot, but the Celtic man was a couple of yards offside.</p> <p><strong>87 min</strong> Celtic look thoroughly deflated, and even the fans have stopped singing now. Barcelona are running rings round their opponents and it's all too easy really.</p> <p>Alan Nocker has been storing this up for some while: \"The worst commentator in the world is Juan Manuel who does the Fox Latin coverage of the Premier League. He not only sings (badly) when anyone scores but he is racist and repetitive. He has Cygan nicknamed as Frankenstein, Lehman as King Kong, Houllier as the professor and for some reason Kewell as Harry Potter. Not funny even the first time and he never changes and goes on and on and on and ......\" You find them everywhere, Alan.</p> <p><strong>89 min</strong> There's going to be four minutes of stoppage time, which has made the overly optmistic commentator believe there's still hope. There isn't, but there is a free-kick near the corner flag.</p> <p><strong>90 + 1 min</strong> There's nothing left to talk about in the game, so an aside from Peer Jensen: \"The ESPN chappie is Tommy Smyth with a y.\" I'm hoping my colleague Rob Smyth misses that little blunder.</p> <p><strong>Full time</strong> The ref puts Celtic out of their misery. Apart from a short spell in the second half, Barcelona were far too good for their hosts. With Milan winning 1-0 in Donestk, Celtic are bottom of the group. Next up: a trip to the San Siro. It's going to be very tough for the Bhoys to progress now. Barcelona, on the other hand, will be a match for anyone in the knockout rounds. Thanks for all your emails, Mike.</p>"
]