[
  "Wildcat strikes, defiantly angry unions, and a mood of national gloom. A casual reader of the German press last week might have been forgiven for thinking that Germany in 2004 bears an uncanny resemblance to, well, Britain in the 1970s. <p>The decision by General Motors to axe 12,000 jobs across Europe, with the brunt of the cuts falling on Germany, plunged the papers into depression. What, they wondered, had happened to Germany's famous economic miracle? \"Fear blows through the land,\" the liberal weekly <b>Die Zeit</b> noted, as car workers at the firm's Opel plant in the Ruhr town of Bochum staged an impromptu walkout. \"We are afraid of losing our jobs. We are afraid of our competitors. And we are afraid of growing old. What are we supposed to live from when there's scarcely enough money to go round now?\" </p> <p>Other papers had scant sympathy with the striking car workers, who went back to work on Thursday. \"In Bochum a militant minority forced the majority of the workforce to do what they wanted,\" <b>Der Tagesspiegel</b> said. You didn't have to be a \"paranoid anti-capitalist\" to realise the embattled factory's future was now a lot \"vaguer\", it added, as a result of the \"uprising\". </p> <p>Elsewhere, there was bad news for Angela Merkel, the leader of Germany's opposition conservative party, the CDU, who has been fancifully compared to Margaret Thatcher. Mrs Merkel had until recently appeared the likely successor to Germany's chancellor, Gerhard Schröder, - but now faces a plot from her own knife-wielding party colleagues. \"The lonely struggle of Angela Merkel,\" is how <b>Der Spiegel</b> put it. </p> <p>The news magazine said the party's middle-aged male West German leaders or Fürsten - literally princes - were trying to remove Mrs Merkel, who grew up in East Germany. The CDU's ratings have recently slumped from 50% to 38%, raising the tantalising possibility that Mr Schröder might win an unprecedented third time in office when Germany next goes to the polls in 2006. </p> <p>Germany's bestselling tabloid, <b>Bild</b>, carried an interview with Gesine Schwan, the defeated candidate from Germany's presidential election earlier this year. She urged Mrs Merkel to take a leaf out of Lady Thatcher's book. \"Women in politics have to be harder [than men],\" she pointed out. </p> <p>The week's German papers were also eagerly anticipating the visit of another powerful woman - our very own Queen. Under the headline \"The whole of Berlin is waiting for your smile, Majesty!\" the normally sober <b>Die Welt</b> speculated on what kind of hat the British monarch might wear during her three-day state visit to Germany early next month. Would it perhaps be blue? The Queen has already been to Germany three times - a sign, according to British diplomats, of the close relationship between the countries. </p> <p>During her trip to Berlin the Queen will stay in the luxurious Adlon Hotel, Die Welt revealed, next to Germany's most famous monument, the Brandenburg Gate. Her itinerary includes a trip to Berlin's Museum Island, and a \"cup of tea\" in her hotel with Wolfgang Thierse, the bearded president of the German parliament. \"The Queen really eats everything and enjoys typical national dishes,\" one British diplomat assured the paper, after it expressed concern that the monarch might not like German food. </p> <p>One can only hope that the plumbing in the Adlon Hotel has got better since the time of Martin Luther, the celebrated German theologian and the man who launched the Reformation. According to Bild, archaeologists have made a \"sensational discovery\" at the theologian's home in the east German town of Wittenberg. They have found - wait for it - Luther's lavatory. \"The experts are certain,\" Bild reported breathlessly, \"that on this toilet Luther composed his 95 theses, which he nailed to the door of Wittenberg's castle church on October 31 1517.\" </p> <p>The medieval stone loo is about 30cm wide, and has its own cesspit and drain, the tabloid revealed, pointing out that Luther was known to suffer from bad constipation. Dr Stefan Rhein, the director of the nearby Luther museum, hailed the discovery of the toilet, apparently without irony. He told the paper: \"Luther himself admitted that he made many of the discoveries which led to the Reformation in cloaca (in the sewer). But we never knew where the sewer was.\" He went on: \"Now we know what the great reformer meant.\"</p>",
  "Four years on, the US presidential election is again a dead heat betweense a radical conservative and a mainstream liberal. And once more, Ralph Nader's oddball candidacy threatens to tip the delicate balance to the right. <p>This time the consumer activist is a much reduced force. The overwhelming majority of his closest aides and supporters have defected, including Michael Moore. The film-maker went down on his knees on cable television to beg Mr Nader to withdraw. Even his former running mate, Winona LaDuke, has come out for John Kerry. </p> <p>Four years ago, Mr Nader was the Green party candidate, backed by its modest but enthusiastic machine. </p> <p>This time, he is on his own. All he has is patchy backing, in some states, of the Reform party, a conservative, libertarian group a long, long way from his progressive roots. </p> <p>Mr Nader took 2.7% in 2000. In recent weeks, his rating has been closer to 1%. But that support is up to 4%, in some of the swing states. In any case, 1% can easily be the difference between victory and defeat for President George Bush and Senator Kerry. </p> <p>In 2000 Mr Nader took almost 100,000 votes in Florida. Al Gore lost (after supreme court intervention) by 537 votes. That is why the Democratic party, abetted by many former \"Nader's Raiders\", shock troops of the civic activism Mr Nader pioneered, have spent six months desperately trying to keep him off the ballot papers. </p> <p>Like all civil wars, it has been nasty. \"It's beyond bitter,\" said Toby Moffett, formerly one of Mr Nader's oldest friends and now leader of the legal campaign to stop him. \"He likes to say whoever used to be in his movement and is now against him is corrupt and a sellout. We think he has totally lost his bearings.\" </p> <p>The Nader campaign has been helped by rightwingers well aware of its potential to split the progressive vote. Naderites have also resorted to dubious means to obtain signatures on state petitions to get his name on the ballot. Homeless people were paid for every signature they collected; thousands were found to have been forged in the battleground states of Ohio and Pennsylvania, scrawled alongside names and addresses copied out of a phone directory. </p> <p>Anti-Nader forces, meanwhile, have fought a legal war of attrition, bringing one case after another with the intention of driving him out of the race. </p> <p>They have not succeeded. The 70-year-old is an independent in every sense. Political isolation only deepens his martyr's sense of righteousness. \"I always thought that running for elective office is the consummate expression of the right to free speech, assembly, and petition under our first amendment. It shouldn't be that difficult in a democracy to get on the ballot,\" he told University of Minnesota students. </p> <p>He has fought his way on to the ballot in nearly 40 states. But legal objections to the dodgy signatures in Ohio and Pennsylvania have kept him out of two of the tightest and biggest battlegrounds, and the legal struggle has drained his resources. The anti-Nader campaign, combined with Senator Kerry's powerful performance in the debates and outspoken opposition to the Iraq war, have helped erode Mr Nader's backing in the polls from 5% in the spring to the current 1% rump. </p> <p>Anna Greenberg, a pollster with Democratic party ties, said the Nader vote was now very different from four years ago. Its profile now more closely resembles the voters who backed Ross Perot, a maverick conservative Texan who ran in 1992 and 1996. </p> <p>\"In 2000 you had younger collegeeducated males who were progressive and interested in environmentalist issues,\" she said. \"This time it's more like the Perot vote in the 90s: economically populist, anti-corporate, blue collar. They are much more conservative than Nader 2000.\" </p> <p>According to recent Gallup figures, when Nader supporters were asked who they would vote for if he were not on the ballot, 52 % opted for Mr Bush. Ms Greenberg disagrees. Her polling tells her Mr Nader still hurts Mr Kerry more than Mr Bush, although by a much smaller degree than a few months ago. </p> <p>In swing states where Mr Nader has slightly more backing, Iowa, Wisconsin, New Hampshire, New Mexico and Florida, most pollsters believe he still poses a greater threat to the Democrat. The Democrats certainly think so. More than 75 former Nader's Raiders published an open letter: \"As the recipient of financial and political support from rightwing campaign donors, Ralph is party to a disingenuous effort to split the progressive vote in key states. With the major party candidates in a dead heat, Nader is poised to tip the election to Bush - again.\" </p> <p>The ex-raiders will be using phones and chatrooms to convince likeminded Americans to switch their votes. </p> <p>Yet Mr Nader soldiers on, yesterday kicking off a tour of a dozen states with a trip to Florida. His sheer determination is a testament to his single-mindedness. He has never married, and has few interests other than political reform. </p> <p>It was bred in the bone. His father, Nathra, a Lebanese immigrant, ran a restaurant in Winsted, Connecticut, where his forthright political views were served up along with the food. </p> <p>Around the dinner table, the young Ralph was called on to explain and defend his beliefs. \"I spent countless nights around that table eating wonderful Arabic food, and talking to his father and mother,\" Mr Moffett, a fellow Lebanese-American recalls. \"They were very principled people, very idealistic people, but they were also out there. They were not interested in marginal victories, only the absolute will do.\" </p> <p>The young Ralph hated working in a small Connecticut law firm. Restless, he spent his summers hitchhiking across the country talking to truckers and travelling salesmen. What struck him was how dangerous their work was. Their vehicles were death-traps. Getting a job as a congressional aide in the early 1960s, he researched the car industry and in 1965, produced Unsafe at Any Speed, an indictment of modern cars, particularly the Chevrolet Corsair. </p> <p>For years it was Ralph Nader against General Motors, who went so far as to hire private detectives to discredit him. They sent a prostitute to try to seduce him at a food counter at Safeway's but he turned her away. So the gumshoes tried to prove he was homosexual but were caught as they tried to follow him into Congress. The scandal made Mr Nader into a hero overnight. The car makers were forced to introduce seat belts, and ultimately air bags. </p> <p>In the 1970s, Mr Nader toured the country again, this time urging students to set up public interest research groups for consumer and environmental reform. Ken Ward was a Massachusetts student in 1976. \"He was talking to people afterwards, and there was a professor talking about this method of turning cow manure into methane, and using it for energy,\" Mr Ward said. \"And we got into a car and drove out in the middle of nowhere to go look at cow manure, at 1.30 in the morning. Most college speakers and politicians don't do that.\" Mr Ward became a follower and has spent his career as a consumer activist. Like so many other Raiders, he has joined the stop-Ralph effort. </p> <p>\"In his own mind, he thinks the risk of four more years of George W Bush is worth it to him. But how does that work, if by every single indicator it's done nothing?\" </p> <p>Some critics put his perseverance down to sheer ego. But an egoist would be unnerved by the rising chorus of denigration. Mr Nader's certainty is so strong that defeat only reinforces it. </p> <p>\"We lose to win, eventually,\" he told the New York Times. \"That's the story of social justice. You have to be willing to lose and fight, and lose and fight, and lose and fight. Until the agenda is won.\" </p> <p>However, former supporters see only a stubborn old man running on pride. </p> <p>\"It's the whole St Ralph syndrome. He's pure, and we're all corrupt. </p> <p>\"He's just out there somewhere where it can't be reached,\" Mr Moffett said. \"He's afraid something might be won in a marginal way. He's only for overwhelming victory.\" </p> <p><br><b> Born </b><br> February 27 1934, in Winsted, Connecticut, to Lebanese immigrants, Nathra and Rose Nader </p> <p><b> Education</b> <br>Graduated from Princeton in 1955 and Harvard law school in 1958. In 1963 he hitchhiked to Washington and got a job working for then assistant secretary of labour Daniel Moynihan </p> <p> </p> <p><b>·</b> In 1965 he released a study claiming that American cars were structurally flawed. General Motors hired private detectives to try to discredit him, but Nader successfully sued for invasion of privacy and used the money to become a champion of consumer rights </p> <p> </p> <p><b>·</b> In 1971 he founded the Public Citizen non-profit organisation, credited with helping to pass the Safe Drinking Water Act and Freedom of Information Act </p> <p> </p> <p><b>·</b> He was the Greens' presidential candidate in 1996 and 2000. This year he is running as an independent</p>",
  "<b>The present</b> <p> For me, though, the big question is why even those governments which have recognised that Britain cannot escape its European destiny - including, as I have said, the present one - always seem over time to retreat from their initial resolve. Think of John Major's \"Heart of Europe\" speech back in 1991, or Tony Blair's frequent promises to end once and for all the ambivalence and ambiguities that haunt our dealings with other European nations. Why is it that the French can be comfortable with being French and European while we still see a choice between the two? For as long as we define Britishness in opposition to Europeanism, we are doomed.</p> <p>I don't doubt the good intentions of the prime minister. He is more comfortable in his European skin than any of his predecessors since Edward Heath. He also has a huge majority in the House of Commons. So why have good intentions once again given way to political expediency? </p> <p>Iraq provides part of the explanation. But even before Mr Blair chose to stand alongside George W Bush there was ample evidence of the familiar backsliding.</p> <p>One reason - and here I am more sympathetic to pro-European politicians - is that there has rarely been a bipartisan consensus in Britain. In most other member states, the Union is woven into the political fabric. But if we look back on 30 years of Britain's membership there has been only one brief period - for two or three years after the referendum in 1975 - when both of the two largest parties have broadly agreed on Europe. </p> <p>By 1983 the Labour party, which had advocated a Yes vote in 1975, was calling for complete withdrawal from the Community. And by the time Neil Kinnock - with a little help from Jacques Delors - had persuaded his party that Europe was not a capitalist ramp, Margaret Thatcher had set the Conservatives on to their present trajectory. Mr Major's good intentions did not survive the Maastricht Treaty. </p> <p>Earlier this month I listened in despair as Michael Howard gave a speech at the Conservative party conference as hostile to the European Union as any I have heard. </p> <p>The great irony is that the Conservatives' journey along the road of Euroscepticism has coincided with a profound shift in the nature of the European Union. The Monnet vision has dimmed. </p> <p>Looking back we can see that the Maastricht Treaty represented the high water mark of federalist ambition. There has been nothing since comparable to the Single European Act negotiated by Margaret Thatcher. </p> <p>Enlargement to a Union of 25 has changed irreversibly the political geography of the Union. The Franco-German alliance is no longer sufficient to drive greater integration. And for all the faux alarmism of its opponents, the constitutional treaty codifies and entrenches the balance between the acquis communitaire and the intergovernmentalism promoted by Britain.</p> <p>Yet for as long as the European Union remains a political battleground at Westminster, the Europhobic press and that part of our political establishment and public opinion still trapped in the past has a powerful lever against pro-European governments such as that of Mr Blair. Mr Murdoch's influence on the present government - and it is painfully large - depends on the absence of bipartisan consensus.</p> <p>This though provides only part of the explanation of our reluctant Europeanism. Pro-Europeans need to admit a bigger failure, one that they will have to confront head on if the referendum on the constitutional treaty is to be won. The failure is to describe and explain Europe as it is - to admit that membership of this particular club does involve a diminution of what has been classically understood as national sovereignty and to persuade people that Britain is more prosperous and secure as a consequence. To borrow a phrase, the price is worth paying. </p> <p>From the very beginning those who march under a European flag have been less than honest about the nature of the bargain struck with our European neighbours and of the implications for national sovereignty. Thus the 1971 White Paper on entry declared:</p> <p>\"There is no question of any erosion of essential national sovereignty; what is proposed is a sharing and enlargement of individual national sovereignties in the general interest.\"</p> <p>A Sophist, or for that matter a Jesuit, could defend that particular linguistic construction. But to my mind it dodges a central reality. It represents the failure of nerve which lies at the very core of Britain's reluctant Europeanism. </p> <p> Sovereignty is the truly neuralgic word in this debate. </p> <p>It carries the implication - never properly challenged by pro-Europeans - that Britain does have a clear choice: it can opt for complete freedom of action outside the European Union or surrender its independence to Brussels. Sovereignty, in this mindset, is indivisible. Once passed to Brussels, it is lost to Britain. The debate about our relationship is thus held on ground chosen by Eurosceptics - the Union, they say, is a zero sum game; the only question is whether Britain emerges a winner or loser from the all-night bargaining sessions in Brussels. And more often than not, the sceptics will always claim, it is a loser.</p> <p>Never mind that this argument has long defied the realities of the modern world; that for a medium-sized nation on the edge of Europe, the option of independent action is a mirage. As Michael Heseltine once put it:</p> <p>\"A man alone in the desert is sovereign. He is also powerless.\" </p> <p>The same is true of governments. To consider almost any of the prime responsibilities of government - to provide security and freedom for the citizen, an economic framework in which people can prosper and a safety net for the disadvantaged - is to understand the interdependence that comes with globalisation. </p> <p>Think of the direct impact on Britain of the war in the Balkans, of war and famine in Somalia, of the backing for terrorism of the Taliban in Afghanistan. I keep hearing politicians of all parties insist that Britain will never cede immigration controls to Europe. But we all know, in a nation that has 90 million visitors every year, that control is illusory. It is no accident that the present government finally began to get a grip on the flow of asylum seekers into Britain only when France agreed to close the Sangatte camp outside Calais.</p> <p>To be fair, I have heard Mr Blair make this point about sovereignty - sometimes eloquently so. Thus in 2001 he told the European Research Institute in Birmingham:</p> <p>\"I see sovereignty not merely as the ability of a single country to say No, but as the power to maximise our national strength and capacity in business, trade, foreign policy, defence and the fight against crime. Sovereignty has to be deployed for national advantage. When we isolated ourselves in the past, we squandered our sovereignty - leaving us sole masters of a shrinking sphere of influence.\"</p> <p>My quarrel with the government lies in the distance between such analysis and day-to-day practice. Ministers all too often behave otherwise. Consider the monthly meetings of the Ecofin council of finance ministers. Before each such gathering the Treasury plants in the national press some story or other about how the chancellor is travelling to Brussels to tell his colleagues what's what, to veto this or that new directive, or to explain why Britain's economic policy is infinitely superior to that of other European governments. </p> <p>The temptation is to dismiss such behaviour as just silly - the Treasury at its puerile worst. But, month by month, it returns the argument about the EU to the Eurosceptics' chosen ground, feeding the delusion that Brussels is a plot against our national interest.</p> <p>So too does the language of \"red lines\" used by the government in the negotiations on the constitutional treaty. It is self-evident that every EU government set in advance its own demands and limits in the negotiations. France, for example, has long rejected the European superstate of the sceptics' nightmares. Yet Britain alone feels obliged to frame such bargaining in terms of lines beyond which it will never retreat instead of ground on which it would like to advance. Most of the European press described the outcome of the negotiations on the treaty as a triumph for the British vision of a Europe of nation states. But the government's own choice of language had already determined that the outcome would be seen at home as at best a limited defeat.</p> <p>This perception of Europe as a battleground seeps into the media. The other day the BBC announced a review of its European coverage. It intends to focus particularly on whether it gives due airtime to the Eurosceptics. I have no objection to such an analysis. But measuring how many minutes John Redwood gets to refute Kenneth Clarke seems to me to miss the point. </p> <p>The problem with the BBC's coverage - and, to be fair, that of much of the rest of the media - is that it too reports Europe in terms of them and us, of winning and losing. Rarely does the reporting acknowledge the deeper truth - that we cannot alone control our destiny and that, as Europeans, we can all benefit from shared decision-making.</p> <p>It seems to me that unless and until Britain's pro-Europeans take the sovereignty issue head on - until they explain that Britain cannot shape its own destiny alone and that the sovereignty so beloved of the Sun is a dangerous delusion - it will never be able to properly make the case for European engagement. That means too admitting that the EU is far from perfect - that sometimes the compromises are painful. The point is that, overall, the balance sheet is unequivocally positive. </p> <p><b>The future we cannot avoid </b></p> <p>The future, as Hugo said, is unavoidable.</p> <p>In a week or so the 25 members of the European Union are to put their signature to a new treaty of Rome. This time Britain will be there. But hardly with enthusiasm. When we look around the world everything tells us that we need more Europe rather than less if Britain's national interests are to be advanced. It has always struck me as ironic that the global economic liberalism that Conservatives have espoused since the 1980s has greatly strengthened the case for the political cooperation they abhor. </p> <p>No one can imagine after the events of 11 September 2001 that we are masters of our own security in the face of the threat from al-Qaida terrorism and proliferation of weapons of mass destruction; few can believe that we can control immigration and asylum flows without the cooperation of our European partners; nor tackle cross-border crime without more coordination between police and judicial authorities across the continent. </p> <p>Climate change reminds us that the environment has no respect for national borders. We need the European Union to promote further liberalisation of world trade to the mutual advantage of poor and rich nations. Alone, Britain would never be heard in the Doha round of trade negotiations; the Union is listened to attentively. </p> <p> As Peter Mandelson has recently said, the emergence of China and India as great economic powers demands more rather than less coherence in Europe if the continent's interests are to be protected.</p> <p>Consider too the competition for energy as demand increases for the world's fossil fuel supplies. Those resources are concentrated in the Gulf, Russia and West Africa and our relationship with those regions will be critical for our future energy security. Britain - or for that matter any other single European country - cannot manage those relationships alone.</p> <p>Interdependence has long been a fact of life. It will become more rather than less so in the coming decades.</p> <p>The painful paradox facing Mr Blair is that he started out in 10 Downing Street determined to rebuild Britain's relations with Europe and has ended up as a prime minister more committed to a special relationship with Washington than any but Margaret Thatcher. </p> <p>A vital lesson of the Iraq war should be that we need Europe in order to have a balanced relationship with Washington - an alliance, as Mr Blair has said, based on partnership rather than subservience. I do not doubt that Mr Bush has genuinely appreciated Mr Blair's support. And I have heard senior American officials say that we British have tended to underestimate the influence the prime minister has exercised in the White House. But we should not delude ourselves that the American approach to the relationship with the UK is anything but ruthlessly utilitarianism. US foreign policy has never left room for sentimentalism. </p> <p>And looking at Mr Bush's handling of the most pressing security issues of our times - the rising insurgency in Iraq, the conflict between Israel and the Palestinians, Iran's nuclear ambitions among them - I would be surprised if Mr Blair would claim much of the credit for present US policy. </p> <p>I do not count myself among those who believe that we in Britain have to make an existential choice between the US and Europe - that to be full participating members of the European Union demands that we make enemies of our friends in Washington. </p> <p>Rather, I agree with the prime minister that Britain's economic and security interests lie in an Atlanticist European Union. And looking around the European Union of 25 we can see plenty of others who share that basic ambition - Germany and Italy as well as the former communist states of central and eastern Europe. I also share some of Mr Blair's doubts about Jacques Chirac's multi-polar world. Is French obsequiousness in Beijing so obviously preferable to British deference in Washington? The transatlantic community of values is sometimes exaggerated, but I fail to see how a Europe detached from America could feel more secure. </p> <p>For all that, our reflexes need to be as European as they are American - Britain cannot continue to define its ambitions in Europe in terms of what is acceptable in Washington. </p> <p>Gerhard Schr&amp;oumlder is right when he says the traffic on Mr Blair's bridge is too often one way. The government takes America's views to the capitals of Europe. It should more often take Europe's views to Washington.</p> <p>Another paradox. The future of Britain's place in Europe is now enmeshed in the outcome of the US presidential election on November 2. The conventional wisdom is that a victory for George Bush would be politically the most comfortable for Mr Blair. In fact, the prime minister needs John Kerry to win. A Democratic White House would give Mr Blair an opportunity to rebalance Britain's twin relationships with Europe and the US. The transatlantic alliance cannot now be resurrected in its postwar form. The collapse of communism dissolved the glue long provided by the Soviet threat. Europe is no longer at the centre of America's geopolitical interests; and the American guarantee is no longer the sine qua non of European security. But a Kerry presidency would provide the opportunity for, if not the certainty of, a new relationship between the US and Europe. Britain's strategic interests still lie firmly in the re-establishment of a cohesive alliance, in the rebuilding at both ends of Mr Blair's bridge across the Atlantic.</p> <p>That in turn also requires that the government wins the referendum on the proposed constitutional treaty.</p> <p>So can the British people be convinced? Here, I am at once pessimistic and optimistic.</p> <p>Pessimistic because, like everyone else, I read the opinion polls. </p> <p>And because, for all the fanfare of the prime minister's statement to the House of Commons last April, I see no evidence that the government is mobilising the Yes vote. The word from Downing Street is that nothing serious is to be said about the referendum until after the general election - Mr Murdoch's malevolent influence again. Mr Blair promises then to work his persuasive magic. He might have learned by now that the magic has faded. Even, as I suspect it will be, if the referendum is delayed until mid-2006, the campaign to win it must start now. Instead, the government leaves its pro-European case to speeches delivered by Dennis MacShane on the occasional wet night in Dudley. </p> <p>Yet I am optimistic because in spite of the message of the opinion polls, I suspect that the British electorate has more common sense on this issue than we give it credit for. Look beyond the saloon bar xenophobia of UKIP and most people do not find it that difficult to reconcile their Britishness with the idea that we are part of a larger construct. England's national football team is managed by a Swede, its most successful premiership club by a Frenchman. Where are the demonstrations on the streets against German ownership of Rolls Royce or a Spanish takeover of one of our biggest banks? </p> <p>If the referendum is framed, as it must be, in terms of a choice between continued active involvement in the EU and isolation on the margins of an organisation that nonetheless shapes our future, most voters may well conclude, as they did in 1975, that their heads should rule their hearts. The message that the Yes camp must convey - and it has the virtue of being the honest one - is that the status quo option in the referendum is to ratify the treaty. </p> <p> The British do not want to be isolated. </p> <p>Only the other day William Hague recalled that during the 2001 election campaign he had invited the voters to follow him in saving Britain from the European dragon. In Mr Hague's own candid admission: \"No one came\". </p> <p>That says to me that British pragmatism is alive and well; that, for all that some would like to think that our island status gives us a unique freedom of action, we know that the reality is otherwise.</p> <p>Lord Palmerston famously remarked that Britain did not have allies, only interests. The facts of the modern world are such that interests can only be pursued through alliances.</p> <p>As Hugo so eloquently reminded us, we may be unable to forget the past, but nor can we avoid the future.</p> <p>Thank you.</p>",
  "If ever we needed further proof of Scotland's irrelevance south of the border with England, we have it now. It seems that Tony Blair will probably send the battle-weary Black Watch to an even more dangerous term in Iraq ... At the great leader's - George Bush - \"request\" and poodle Blair's acquiescence, Scottish troops will probably have to risk all in a war the Scottish people voted and marched against. If it is so important to appease Mr Bush ahead of the US presidential election, why not send a few English regiments or even, dare I say it, a few more American soldiers? <p>Meanwhile, back at the ranch, as they say, I have to listen to hours, yes hours, of national radio and television news broadcasts, giving details of changes in the education system or the health system in England and Wales when these are devolved issues to Scotland and of as much relevance or importance to me as similar proposals in Turkey or Uzbekistan. Are we irrelevant or what? <br> Nigel Dewar Gibb <b> Herald, Scotland, October 20</b> </p> <p>The Movement for Democratic Change leader, Morgan Tsvangirai, buoyed by his acquittal by the high court on treason charges, might feel above the law and take it as a warrant to revive the ugly recent scenarios where jambanja [violence] was the so-called opposition party's sole means of demonstration and communication... We pray that we don't see the torching of public transport, setting of dynamite under bridges, planting of spikes on public roads and revived calls for economic sanctions against the country. </p> <p>Finally, my plea to Mr Tsvangirai is to tell his master in Britain to draw lessons from Zimbabwe and do away with his Guantánamo-style prison at Belmarsh. <br> Cad Mash <b> Herald, Zimbabwe, October 19</b> </p> <p> On October 13, it was reported that pro-life Catholics would vote for Mr Bush [while] Catholics opposed to the war in Iraq would vote for John Kerry... American war casualties in Iraq are about 1,100 (to date). As the war on the unborn in America continues since 1973, the number of casualties is about 46.5 million (to date)! The reality is that we have killed more Americans via abortion than the Revolutionary war, civil war, first world war, second world war, Korean war and Vietnam war combined ...</p> <p>Now who would I vote for to defend America?<br> Mike Minson <b> Daily Herald, Chicago, October 20</b> </p> <p>When Mr Bush refers to being guided by \"the hand of God\", doesn't he realise that he is quoting verbatim the words that terrorist groups use? Has his war for the purpose of \"protecting and defending America\" now become a war of religion? If so, which people should God choose and how?<br> Linda Sochoux <b> Newsweek, October 25</b> </p> <p> What is the world coming to, with a teacher claiming to have done coursework for an AS-level student? What happened to parents doing it?<br> Dinah Ellis <b> Independent, October 20</b></p>",
  "<b>·</b> As the countdown to the US presidential election begins, Sidelines has an idea for getting all those undecided male voters along to the polls: a sex strike. After all, it's tried and tested - remember the women who went on strike to stop their menfolk from endless warmongering in Aristophanes' Lysistrata? We're cheered already by signs of (in)action from the US - California governor Arnold Schwarzenegger revealed this week that \"there was no sex for 14 days\" with his Democrat wife, and niece of JFK, Maria Shriver, after he made a pro-Bush speech at the Republican convention. Believe us, Arnie, we can hold out for a lot longer than a fortnight. Consider yourself warned, men of war. <p><b>·</b> So, the verdict on the Bridget Jones sequel: she looks a bit fatter, especially around the chops, than in the first one, but there are fewer close-ups on wobbly bits jangling around as she chases after men in the rain. She must be at least a size 12. Oh, and we haven't the slightest idea what Kate Winslet's new film, Finding Neverland, is about, but we do know she turned up to the London premiere in a size-8 dress. She might claim she's simply returned to \"normal\" after having a baby, but we're sure the newspapers that proudly boasted of her new single-digit sizing (at last, proof that constant harping can pay off!) were there with tape measures to check she had the required 18-in waist. Keep 'em handy - you'll be needing them to make sure Renée's managed to shed those cumbersome breasts and hips when she makes it down the red carpet for Bridget: the Return. </p> <p><b>·</b> Another contender in the pointless measurements of the week competition: a new book, Numbers, by David Boyle and Anita Roddick, informs us that the \"average woman\" spends 40 minutes every day shopping. Presumably that includes buying lunch, paying for your bus ticket and picking up a pint of semi-skimmed on the way home from the job that doesn't actually allow for 40 minutes' swanning down the high street every day. And probably doesn't pay enough, either: this week's less pointless statistic is the news that the pay gap between men and women is wider than previously thought. According to UK pay analysts Incomes Data Services, women working full time are earning 19.5% less than men, not 18% as earlier surveys had indicated. If only we spent less time shopping, we might start earning a bit more, eh? </p> <p><b>·</b> Reader Janet Lees emails with a suggestion to help the women of Saudi Arabia, who, you might remember from last week's column, are not to be allowed to vote or stand in next year's elections because of a lack of women to staff the polling stations (which must be women-only). \"You hear lots about international electoral persons overseeing elections in countries where the international community has an interest in the outcome,\" she says. \"So what about women of the world volunteering to 'man' women-only voting stations in Saudi Arabia?\" Excellent plan, we think, and one that presents the Saudis with an easy way around what would seem to be their purely practical difficulties in this little matter.</p>",
  "<p>US networks gearing up for next month's presidential election have pledged not to repeat the debacle of four years ago, when the results were wrongly declared twice. </p> <p>One news station has banned its vote analysts from watching rival networks in a bid to stop \"copycat\" mistakes, while the Voter News Service, the polling consortium that was blamed for the errors, has been axed.</p> <p>Senior news executives in the US were forced into a humiliating climbdown in 2000 after they first announced that the crucial vote in Florida had gone Al Gore's way - even when people in the west of the state were still voting.</p> <p>Two hours later they were forced to withdraw the statement, declaring George Bush the winner - only to then admit that the result was still too close to call. </p> <p>\"If you're disgusted with us,\" CBS's Dan Rather told viewers, \"I don't blame you.\" Like 2000, this year's election is expected to be an exceptionally close race. </p> <p>\"It's far more important - it sounds so trite, especially in light of what happened in 2000 - to be right rather than be first,\" CBS News vice president for news coverage Marcy McGinnis told Variety magazine. \"The scrutiny is on. We can't afford another mistake.\"</p> <p>NBC has banned its analysts from watching other TV stations. \"Obviously, we will be aware of what's going on. We won't be in a Dick Cheney-like bunker,\" said NBC anchor Tom Brokaw. \"But I won't jeopardise the integrity of NBC News.</p> <p>\"We learned a lot four years ago, and we fixed that system,\" he added. \"Four years ago, [NBC news presenter] Tim [Russert] said it was 'Florida, Florida, Florida'. This year, it will be 'journalism, journalism, journalism'.\"</p> <p>Mr Bush, who was eventually declared president four years ago after the Supreme Court ordered a stop to recounting in Florida after 36 days, has the narrowest of lead in the polls.</p> <p>Following the events of 2000, ABC News, CBS News, CNN, Fox News Channel, MSNBC and NBC News scrapped Voters News Service, a consortium used to produce exit polling and election data. </p> <p>Instead, the networks and the Associated Press will use the National Election Pool, first used by CNN as a back-up system during the mid-term elections in 2002. All the channels are demanding that any projection is checked, double-checked and agreed by a host of journalists and experts.</p> <p>In a post-mortem of their coverage four years ago, network heads denied they had been politically motivated, but said their mistakes had been a result of undue haste and over-reliance on a single exit poll organisation. </p> <p>Andrew Heyward, head of CBS News, said at the time that CBS and other network news operations \"made serious mistakes that long, confusing night, mistakes I deeply regret\". </p> <p>An independent report commissioned by CNN described the television election coverage as \"a collective drag race on the crowded highway of democracy, recklessly endangering the electoral process, the political life of the country, and their own credibility, all for reasons that may be conceptually flawed and commercially questionable\". This year's poll takes place on November 2.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Britain has agreed to a US request to deploy the first battalion of the Black Watch to a US-controlled area in the west of Iraq, the defence secretary, Geoff Hoon, confirmed today. <p>Mr Hoon told the Commons that, with supporting units, the deployment would involve around 850 personnel and would last \"weeks rather than months\".</p> <p>He would not confirm the location to which the troops would be sent, but speculation, which he described as \"unhelpful\", has centred on the area around the town of Iskandariya, 25 miles south of Baghdad. </p> <p>Mr Hoon said the decision to agree to the US request - which he emphasised was military and not political - was based on the advice of military commanders and aimed to help security ahead of Iraqi elections scheduled for January.</p> <p>He said the British troops would continue to operate the rules of engagement they had used in the south of the country, in Basra. He insisted these would be \"robust enough\", despite arguments the sector close to Baghdad was more dangerous.</p> <p>US commanders had asked the UK to send the Black Watch battalion to cover for their own forces so that they could be released to join a widely expected assault on the rebel stronghold of Falluja by US marines.</p> <p>Mr Hoon said there were no plans to send another 1,300 troops, as had been suggested, and that the British forces would remain under the command of General Rollo, the UK's general officer commanding in Iraq. </p> <p>While in the US sector, the Black Watch would have to choreograph operations on a day to day basis with US commanders \"but any changes in the mission or the tasking would have to be referred back to General Rollo\", Mr Hoon said. </p> <p>The shadow defence secretary, Nicholas Soames, said the Tories supported the redeployment as \"a necessary military contribution\" to the task of ensuring peace in the run-up to elections. But he added that MPs would be relieved that Mr Hoon had ended days of \"unnecessary and unacceptable confusion\". </p> <p>Interrupted by angry protests and shouts, the Tory defence spokesman and Mr Hoon clashed on which of them owed the families of those serving in the Black Watch an apology. Mr Hoon rejected Mr Soames's complaint at the \"shabby\" way they had been treated in the episode, insisting they had been kept informed.</p> <p>Mr Soames urged Mr Hoon to confirm it was likely additional British troops would be needed in Iraq before the election, but Mr Hoon said he expected the numbers of British forces in Iraq would continue to decline. </p> <p>During the war phase of the fighting, he said, there had been some 46,000 British personnel in Iraq, compared with about 8,500 now. </p> <p>He confirmed that the Black Watch would be replaced in the south by the Scots Guards, now based in Cyprus. </p> <p>Mr Hoon said that while there were 130,000 US service personnel in Iraq, only a third of these had the level of combat capacity needed in certain sectors, and these were heavily committed across a country four-fifths the size of France. </p> <p>Mr Hoon's announcement followed a cabinet meeting this morning, after which Tony Blair's official spokesman said: \"There was unanimous support from the cabinet for the troops and their commanders on the ground, and respect for their judgments.\"</p> <p>It is understood the cabinet had backed the deployment on the recommendation of the chief of the defence staff, General Sir Michael Walker. His seal of approval came after receiving the report of a British reconnaissance team that had scouted the area where British troops are to be sent. </p> <p>At a press conference, Sir Michael said he regarded the US request as reasonable and justified and said there was a \"clear-cut operational imperative\" for it. \"It represents an important and viable military task which we will be pleased to carry out,\" he said. </p> <p>Asked what would happen if US forces got bogged down in Falluja, he said that another unit would have to relieve the Black Watch and this would not necessarily be British. </p> <p>Dissident Labour MPs expressed their concerns about the redeployment in the Commons debate that followed Mr Hoon's statement. </p> <p>Some, including a number who backed last year's invasion, suspect the move has been designed to bolster George Bush in the run-up to the US presidential election next month. Mr Blair has flatly denied that suggestion. </p> <p>The prime minister said yesterday that the Black Watch would be home for Christmas.</p>",
  "<b>Dear Clark County voter<br> From Phil Mountain, Casnewydd, Wales</b> <br> I'm a cartographer who specialises in digital mapping. Parts of the US are almost as familiar to me as Wales. It's a small country but it was the ancestral home of 18 out of the 56 delegates who signed your Declaration of Independence. There are, however, more substantial historical connections which link me and my family to the United States. <p>My great-great-grandfather and his brother left Wales in the 1890s and settled in Cambrian County, Pennsylvania; your neighbouring state. Later, an elder brother of my grandfather enlisted in the US Navy. In December 1941, as a Lieutenant Commander, he was stationed at Pearl Harbor where he was wounded during the Japanese attack. He's buried in the National Memorial Cemetery of the Pacific, Oahu. Another of his brothers was lost at sea when the ship in which he was sailing was torpedoed by a U-boat in the Atlantic en route between North America and Europe. </p> <p>So somewhere in the US I have relatives, perhaps more than I have here at home, a story which will be echoed many times throughout Europe. One thing is certain: we are all grateful for the individual sacrifices made by American families in the two world wars; our families have shared in those sacrifices in defence of liberty. We therefore have a close, sometimes personal, interest in how the world's foremost democracy conducts its affairs and presents itself to the world. </p> <p>However, we are now engaged in the wrong war for the wrong reasons and we were both lied to. Our family have a direct involvement. My youngest cousin, who unlike his brother, father and grandfather joined the army instead of going to sea, is a sergeant in the Queen's Dragoon Guards, an armoured regiment, and has served in both wars in Iraq. Brave people like him and his American counterparts should not be sacrificed because of the mendacity of our leaders. I'm sure many American families feel the same. It is also clear that organisations and individuals intimately connected to the Republican party and the president are making a lot of money off the back of this conflict. It looks to an outsider as if the temple of democracy is being abandoned to the moneylenders. </p> <p>On both sides of the Atlantic, my family have been miners and mariners, they were hard-working people who suffered much privation but their sacrifices and determination made our lives easier. I'm afraid that President Bush is taking us back to those often grim times. If you and I disagree and my letter has caused offence, I apologise again and close with the words of one of your greatest presidents, Thomas Jefferson: \"Error of opinion may be tolerated where reason is left free to combat it.\" I hope reason prevails.</p> <p><b>From Tom O'Donnell, Dorset</b><br> Please, change the world by changing the man in the White House. </p> <p><b>From Maria Celina McCall, Uruguay</b><br> I remember sitting in my junior high school classroom in November 1963, when a nun came in to call us to the chapel to pray for the president of the US who had just been shot and was fighting for his life. I remember sitting for two days watching on TV and crying like I had never cried before, just like I cried on September 11 when the twin towers collapsed. </p> <p>I have loved America ever since, and it is because of this love, that I write to you today. Because I'm saddened to what is happening to America's image abroad and the hatred I see all around me. </p> <p>I don't know if you are a father, but if you are old enough to vote, you may know by experience, that punishments don't lead you anywhere, and that dialogue is a better way to solve problems. Dialogue is what Mr Kerry is offering and that is what the world needs now. </p> <p>I would please beg you to vote for all of us that cannot, but whose lives are affected by the decisions taken by the leader of the free world. Please vote for life and freedom. </p> <p><b>From Mohsin Talukdar, Edinburgh</b><br> I am Mohsin Talukdar from Bangladesh, currently residing in great Britain. A non-practising Muslim by faith; although faith is very important to me, I feel comfortable believing in God and being a human being practising humanity. </p> <p>I remember the US Navy coming to Bangladesh to help flood victims in the mid-80s they did a splendid job. Since then, I wondered a lot about the US. I want to visit the Statue of Liberty some day (I read the translation of the script engraved at the bottom of the statue when I was in high school, it fascinated me). It even fascinates me more now but the very thing makes the Statue of Liberty a beacon to humanity is very much threatened from outside and as well as within. That worries me a lot as a believer in humanity. </p> <p>I can remember 9/11 very vividly. It seemed surreal, felt stupid, because I can't reason through, as a Muslim, how it was supposed to voice any concern that the Muslim might have. </p> <p>When US forces were fighting in Afghanistan, I felt like fighting alongside them, wished them all the best from the bottom of my heart. It might not be possible for me to understand the complete impact that 9/11 had on America. I can understand one thing for sure - that the terrorist shouldn't win in any way because of what they did and are still doing. But it seems they are succeeding, they changed your law curbing fundamental rights and it seems still more to come.They succeeded in making the US deeply divided perhaps also made US somewhat distant from the rest of the world; whereas your constitution recognises being a part of the world community. That's why I fail to understand when George Bush says that the US shouldn't worry about anything it does for security; well, if you have your friends neutralised that can't be much of a security! </p> <p>I don't know whom you'll vote for, even if it doesn't seem right to vote for a change, but please know this, from outside it seems very much that we need your vote, America needs your vote. It's not about Kerry, Bush or Democrats, Republicans; it's about how as human beings we'll choose to deal with things. </p> <p><b>From Marc Puttock, Leicester</b><br> I am writing to you because I care about America a great deal. Let me tell you why. I lived and worked in the USA for 22 years. My dearest friends are American and some of my best memories are of July 4th parties, Memorial Day picnics, and the Thanksgiving feasts partaken with the welcoming families of friends. I close my eyes and I still see the woods and lakes of Connecticut where I spent so much of my time. </p> <p>Living in America from 1978 through to 2000 and I went through the changes along with everyone else: from the Iran-hostage crisis to the Iran-Contra scandal, the attempt on Reagan's life, the OJ Simpson verdict, the Gulf war. </p> <p>All these events would be discussed around the watercooler with colleagues whether I was working in factories or in offices. Opinions were divided, discussion sometimes heated, but at no time was that essential hope dimmed and at no time did I feel a fear for the future from those with whom I spoke. </p> <p>Sadly, that has altered. I started working back in the UK in 2000. With the distance that comes from separation, I would return to the US and feel the difference in attitudes following the calamitous events of the destruction of the World Trade Centre in New York. It was not 9/11 that changed the American outlook however. I believe that it was the response to 9/11 by its leadership that has caused this bleakness to manifest itself in the American consciousness. The war on terrorism and the climate of fear generated from the Office of Homeland Security were used to subvert American awareness and enabled the Bush-led Republican government to pursue the war in Iraq without opposition from within. </p> <p>This is why I am writing to you to ask for your help in turning the tide. </p> <p>I truly believe that we all cannot afford another four years of Mr Bush being in power. </p> <p>I have never done anything like this before and I, myself, might resent the intrusion in receiving a letter like this. Forgive me, then, please. My motivation is not driven by anyone else or by a pressure group, I am simply someone who misses the America that I knew and loved. </p> <p><b>From Ilona Bossanyi, France</b><br> I'm taking the liberty of asking you, a citizen of a country built upon the principles of democracy but whose very might is in danger of disenfranchising the rest of the world, to use your right to vote, and to vote with all your heart and your mind, in your own name but also in the name of all those millions of people who will be looking to your decision in two weeks' time. </p> <p><b>From Mark Brown, London</b><br> I don't feel entirely comfortable with writing this letter: normally I would feel to offer my opinion on another country's politics to a citizen of that country would be wrong. Yet, as a British citizen I can't help but get involved in a decision that will not only affect the people of your country but many, many others around the world, none more so than my own. </p> <p>Earlier this year my father and I visited New York for a five-day break, neither of us had been before. We had a fantastic time and thought the place was truly breathtaking, yet the one thing that struck us most was the warmth and friendship shown to us everywhere we went. One night that sticks in the memory is a visit to The Boston Comedy Club in Greenwich Village. The comedian did that usual routine of asking which members of the audience weren't from New York, we ever-so-Britishly raised our hands politely and said in hushed tones we were from England. Later, drinks were sent to our table from a group in the corner, something neither of us had ever experienced nor will we forget. The kindness shown to us by everyone we encountered is probably the thing we remember most about our trip. </p> <p>The unity so prominent in the days after 9/11 is now shattered, a wealth of sympathy squandered as our governments continue to lie and justify the wholly unjust crimes we have committed. World anger is rising. </p> <p>On November 2 you will be asked to cast what may possibly be the most important vote of recent times. I am not asking you to vote for John Kerry nor am I asking you to vote for President Bush, all I ask is that you read this letter and consider that your vote affects us all, our future and our children's future. </p> <p><b>From Ed Kite, Stoke-on-Trent</b><br> The American people like to see things through. What was started should be finished. Don't change the general in mid campaign! </p> <p>But that's what we British did in 1940. The man who had miscalculated, Neville Chamberlain, got the boot. He whose leadership had led to a series of disasters was shown the door. A man who hitherto had been very unpopular, Winston Churchill, was given a chance. and the world knows that the future was changed forever. </p> <p>To me, America is in a similar situation now. </p> <p><b>From Stuart Riches, Bedfordshire</b><br> We are different, you and I. You are an American citizen and I am not. And yet we share the pretext that we are both citizens of the free world, living in a democracy with the opportunity to vote for our respective leaders. </p> <p>I am writing to you in the hope that it may encourage you to use your vote in the forthcoming presidential election. But, why would I do this? The answer is simple, because yes, although it is a very strange thing to do, it will help me clear my own conscience with respect to the war in Iraq. You see I am one of those who, when the protests were made in London, thought about it and did not take part. I was fairly sure at the time that the war was a bad idea, but I also believed that Iraq probably did have weapons of mass destruction, and although it was not an immediate threat it probably could become one at short notice. What I believe now is very different. </p> <p>I am now prepared to stand up and be counted. I hope that you will feel the same.</p>",
  "Blimey. I think I have an idea as to how Dr Frankenstein felt. By the beginning of this week, a quixotic idea dreamed up last month in a north London pub had morphed into a global media phenomenon complete with transatlantic outrage, harrumphing over journalistic ethics, grave political predictions - and thousands of people from every corner of the planet writing personal, passionate letters to voters in a tiny American district few outside Ohio had heard of 10 days ago. <p>I realised just how much momentum our project to match concerned non-Americans with voters in a marginal US county had acquired when I arrived in Shanghai on Sunday to be handed a message from a local reporter. I rang back expecting a few desultory questions about why a group of Guardian journalists were visiting China but the reporter had a bigger story in her sights: \"Is it possible to make interview about Operation Clark County?\" (There was no sign in her voice of the mild irony with which we had chosen the project's quasi-military name.) When I rang a colleague in London the next morning to tell him about the strangely surreal encounter, he reported that he had just said goodbye to a crew from Japanese TV. CNN were on their way. </p> <p>It's been like that for the best part of a week: Canadian newspapers, Irish radio, US TV networks. Fox has been frothing. Rush Limbaugh has been raving. A quick Google search as I write this produces the Washington Post wondering, \"Can the Brits swing Ohio?\", and the New York Times reporting, in unusually demotic voice, \"British Two Cents Draws, in Sum, a Two-Word Reply: Butt Out\". Elsewhere, detailing the robust response to our campaign, the Arab News in Saudi Arabia asks gravely: \"Can the 'special' US-UK relationship survive?\". </p> <p>Even before the Springfield News Sun of Clark County splashed our campaign across its front page (the paper's charming crime correspondent was assigned to the story because, \"There was no crime in the county today\"), it was pretty clear that we had touched off something bigger than we had anticipated. In the first 24 hours after we published details of the campaign, more than 4,000 people visited our website to be matched with a Clark County voter. A day later the figure had reached 7,000, and by this Sunday, when the site was attacked by a (presumably politically inspired) hacker, we had sent out the names of more than 14,000 undecided voters. Not all of them will be acquiring foreign penpals; rightwing bloggers have been urging Republicans to sign up themselves, and prevent names falling into the hands of Euroweenie leftists. But extrapolating from the hundreds of people who have gone to the trouble of copying us their letters, it's a good bet that several thousand will. </p> <p>The letters have made rather stirring reading - sensitive, thoughtful and warm, if occasionally prone to propaganda, too. \"I'm a cartographer who specialises in digital mapping,\" began one Welsh correspondent. \"Parts of the US are almost as familiar to me as Wales. It's a small country but it was the ancestral home of 18 out of the 56 delegates who signed your Declaration of Independence.\" Another, from Leicester, wrote: \"Please forgive this intrusion. I am writing to you because I care about America a great deal. Let me tell you why. I lived and worked in the USA for 22 years. My dearest friends are American and some of my best memories are of July 4 parties, Memorial Day picnics, and the Thanksgiving feasts partaken with the welcoming families of friends. I close my eyes and I still see the woods and lakes of Connecticut.\" </p> <p>At first the letters came almost exclusively from Britain but as word spread, our inbox began to look more and more like a UN telephone directory. In one of those bits of casual alliteration to which journalists are prone, I had introduced the project with the suggestion that it would offer a way for \"people from Basildon to Botswana to campaign in the presidential race\". Suddenly, they were. \"My country is a new democracy,\" wrote a South African. \"When we set about building our nation from the ruins of apartheid, we looked long and hard at the lessons the people of the USA have learned from more than 200 years of self-government and democracy.\" From Chile came this: \"As someone who has lived in the United States and loves it dearly, events over the recent years have caused great concern to many of us in the world.\" They kept coming, from Norway, and Germany, and Morocco, and Australia, and Uruguay, and Sweden, and Singapore, and China, and Brazil, and Italy, and, yes, France, too. </p> <p>Then came the backlash. We had expected it, of course. Fox-viewing America was never going to embrace our modest sortie into US politics and we knew full well that any individual voter might take exception to the idea of a foreigner writing to offer some advice on how they should vote - our website explicitly urged participants to \"imagine how you would feel if you received a letter from an American urging you to vote for Tony Blair ... or Michael Howard.\" But you couldn't fail to be a little shocked by the volume and pitch of the invective directed our way. Most of it was coordinated by a handful of resourceful bloggers - the ringleader of whom is fittingly published on a site called \"spleenville\" - and much of it was eye-wateringly unpleasant. \"I hope your earholes turn to arseholes and shit on your shoulders,\" was one, more repeatable example of the scatalogical genre. Another memorable mail asked: </p> <p>\"How secure is your building that contains all you morons??? </p> <p>Do you have enough security?? </p> <p>ARE YOU SURE ??? Are you VERY sure ??\" </p> <p>Interestingly, one of the recurrent themes running through the onslaught was an ardent admiration for Tony Blair from the kind of people who might feel slightly out of place in even the biggest of New Labour big tents. Another was a curious obsession with the state of British dentistry: \"MAY YOU HAVE TO HAVE A TOOTH CAPPED. I UNDERSTAND IT TAKES AT LEAST 18 MONTHS FOR YOUR GREAT MEDICAL SERVICES TO GET AROUND TO YOU.\" At times, it felt as though whole swathes of America had suffered an epidemic of Tourette syndrome. </p> <p>So far, so bad. The email onslaught was pretty unpleasant and inconvenient for the 53 Guardian colleagues whose addresses were targeted by the rightwing spammers - several of us received more than 700 mails - but by and large they were the sort of missives that left you feeling relieved you were not on the same side of the argument (indeed, any argument) as the sender. The same could be said of the news this week that Rush Limbaugh had devoted virtually all of one of his three-hour shows to our Clark County project. But a much smaller number of responses demanded to be taken more seriously. Some of them, a trifle portentously, questioned whether something such as the Clark County project is an appropriate thing for a newspaper to be doing at all. Others, a small but increasing number of Democrats among them, suggested that our campaign could be dangerously counterproductive. Americans don't like being told what to do, the argument went. If a load of foreigners write telling the voters of Clark County to vote Kerry, they are liable to do precisely the opposite. Or, as Sharon Manitta, spokeswoman in Britain for Democrats Abroad, put it with preternatural confidence: \"This will certainly garner more votes for George Bush.\" Yikes. </p> <p>It's not as if we didn't consider the possibility that our project might have precisely the opposite effect to that intended. The feature introducing the project included notes of caution from Manitta's colleague, Rachelle Valladares, and a University of Columbia professor. It's just that we didn't believe it. For one thing, it seemed unlikely that our campaign would ever reach a scale that would have any real impact on the election, one way or another. For another, it seemed spectacularly patronising to suggest that the people of Clark County would be so volatile that they would vote one way simply because an individual several thousand miles away had suggested they do the opposite. </p> <p>Finally, there was the special nature of the Anglo-American relationship. I suppose it might be possible, after that nasty business in the run up to the Gulf war, to imagine a less internationally minded American voter taking umbrage at the very idea of receiving a letter from a Frenchman, but aren't we the staunchest and most longstanding of allies? Surely a letter from a concerned Brit would be received more like a plea from an old friend. (And surely it was important that Americans, who have been reminded repeatedly during this campaign of Tony Blair's legitimising support for George Bush's Iraqi adventure, should know that a majority of the British public did not share their prime minister's analysis of world affairs.) </p> <p>Well, it's true that we may have underestimated the number of people willing to put pen to paper and shell out 47p for an airmail stamp, and it's true, too, that one or two residents of Clark County may get a letter from a cheese-eating surrender monkey, but I would still bet my last €10 that none of them will make their election decision by reversing whatever our long-distance lobbyists suggest. Consider the first reports of Clark County residents receiving Guardian-inspired letters. \"When Dawn Brink went to her mailbox and found a letter from Germany, she was surprised because she knows no one from there,\" relates the Springfield News Sun. \"When she opened it, she was even more surprised to find someone asking her to vote for Kerry. \"It caught me off guard,\" she said. \"But I'm always open to listening to other points of view.\" And here's James Chapman, who got a letter from a woman in Yorkshire on Saturday: \"She said it was an important election and asked me to vote for Kerry. It was very nicely written.\" Chapman already planned to vote for Kerry so the letter was pushing at an open door. Two other residents were less thrilled by their missives but did not think anyone would vote differently as a result of them. </p> <p>As for the question of whether any newspaper should be attempting to influence a foreign election in the first place, I'm torn between answering, \"Yes,\" and, \"Puleeeeeese\". Yes, because I can't see any qualitative distinction between what newspapers have always done without controversy - attempt to sway the few foreign readers they have with leaders urging them to back one candidate or another - and our Clark County project. Some time in the next 10 days or so, the Guardian will run one urging its American readers - several million of them now, thanks to the long arm of the internet - to back John Kerry. In what way is Operation Clark County any more than an inventive way of empowering individuals to do the same? </p> <p>Puleeeese, because we're in danger of taking all this too seriously. It's always tricky, and usually disingenuous, to suggest when something has been taken very seriously indeed, that actually it was all a bit of a joke. Operation Clark County was not a joke, but neither was it entirely po-faced - it was a lighthearted attempt to make some quite serious points. There were plenty of clues to its intended spirit in the feature which launched it. The cover, among other things, featured a bumper sticker \"Kentish Town for Kerry\" - a gentle joke at our own expense, given the London district's reputation as the heartland of Britain's liberal chattering classes. The introduction to the project itself, meanwhile, began: \"Where others might see delusions of grandeur, we saw an opportunity for public service ...\" </p> <p>Somewhere along the line, though, the good-humoured spirit of the enterprise got lost in translation. It's easier perhaps for British readers to recognise that a project launched in G2 - the same section which sought to save Tory leader Iain Duncan Smith by persuading him to pose in front of a poster which read, \"It rained less under the Conservatives\" - was not to be taken in deadly earnest. Reading some American correspondence, you might believe that the editor of the Guardian himself was secreted in a subterranean war room plotting George Bush's demise. </p> <p>Oddly, it seems that it is the folks in Clark County itself who have best recognised the spirit of the enterprise. Local media coverage has been consistently fair and good humoured. Even the spokesman for Ohio's Bush-Cheney campaign replied to the first query about our effort with a wry reference to the events of 1776: \"The last time the Brits tried to persuade us to do something, we started a revolution.\" Nevertheless it feels as if the time has come to let the good people of the county make their minds up in peace. Since sending a Guardian delegation to the county in the last week of the campaign would be bound to prolong the media brouhaha, with unknowable consequences, and since some of the mail we have received brings to mind the old joke about unenviable holidays (first prize one week, second prize two weeks), we have decided that our competition winners will be watching the last days of the campaign from another, more tranquil, corner of the American electoral battlefield. </p> <p>We set out to get people talking and thinking about the impact of the US election on citizens of other countries, and that is what we have done. For the Guardian to have experienced such a backlash to an editorial project is extraordinary, but the number of complaints are thoroughly outdone by the number of people who engaged positively with the project. What other lessons can we draw from Operation Clark County? I guess we will have to wait till November 3 to find out for sure, but here's a provisional stab: there are a huge number of people around the world who are profoundly dismayed by the prospect of another four years of a Bush White House and who are desperate for a way to do something about it; Guardian readers are a reassuringly engaged, resourceful and largely charming bunch; parts of America have become so isolationist that even the idea of individuals receiving letters from foreigners is enough to give politicians the collywobbles and, perhaps, in the digital age little acorns can turn into big trees very, very quickly. </p> <p>Got to run now - the Finnish local elections are coming up on Sunday.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Lynda Lee-Potter, the Daily Mail columnist that knew the mind of Middle England better than anyone, has died of a brain tumour. P8, Obituary P9<br>Newscaster Sir Trevor McDonald branded a Tory MP juvenile for suggesting he had benefited from positive discrimination. P10<br>The Times has apologised to Liberal Democrat leader Charles Kennedy for suggesting in an article by Mary Ann Sieghart that he had \"drunk too much\" on the morning of the Budget. P15<br>German foreign minister Joschka Fischer attacked the British media for too often portraying Germany as the land of the \"Prussian goose step\". P19<br>Editorial: Spectator editor Boris Johnson should dispense with the services of his columnist Taki. P27<br>An assessment of the Guardian's email writing campaign to the voters in Clark County, Ohio on the eve of the US presidential election. P2-5</p> <p>MEDIA BUSINESS<br>The high court has thrown out broker Collins Stewart's record 230.5m pounds damages claim against the Financial Times. P20<br>Capita, the company that administers the TV licence, was fined 300,000 pounds for mis-selling bonds. P20<br>HIT Entertainment, the company behind Bob the Builder, has fired its chief executive Rob Lawes. P23<br>The BBC disputes an independent report that said it was responsible for the demise of the Oneword digital radio station. P23<br>Disney directors were in a US court after shareholders accussd them of paying too much to former executive Mike Ovitz. P23<br>BSkyB launches its long-awaited rival to Freeview today. P23</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>ITV's Fat Familes has helped a family shed a combined 146kg. P3<br>Nanny wins 1.2m pounds after anti-fur paint attack on Vogue editor. P5<br>Daily Mail columnist Lynda Lee-Potter dies. P8 Obituary P38<br>Spectator editor Boris Johnson spends a day in Liverpool. P11<br>Daily Mail columnist Simon Heffer was author of the article that outraged the people of Liverpool. P11<br>German foreign minister accuses British media of perpetrating an outdated stereotype of his country. P20<br>Italian prime minister Silvio Berlusconi has published photographs of himself as a muscular 16-year-old to boost his popularity. P22<br>Judge refuses broker's claim againt the Financial Times for 230m pounds. P32<br>HIT Entertainment sacks its chief executive. P32<br>Australian TV reporter John Martinkus tells how he talked his way to freedom after being kidnapped in Baghdad. T2 P4-5</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Spectator editor Boris Johnson travels to Liverpool to apologise for an article in his magazine. P3<br>Daily Mail columnist Lynda Lee-Potter dies. P12 Obituary P12<br>US TV stations cancel a film criticising John Kerry's war record. P14<br>The Guardian's attempt to give its readers a say in the US elections has outraged voters in Ohio. P15<br>I'm sorry I caused offence in Liverpool, Boris Johnson writes. P26<br>High court rejects 230m pounds Collins Stewart claim against Financial Times. P35<br>The chairman of HIT Entertainment has ousted its chief executive and taken charge. P37<br>Disney board approved the hiring of Hollywood agent Mike Ovitz on a massive fee, a US court heard in a dispute between shareholders and the board. P40</p> <p><strong>THE INDEPENDENT</strong></p> <p>Boris Johnson says he feels like he has been squeezed like a lemon after his day of apologies in Liverpool. P3 <br>How British media clings to outdated stereotypes about Germany instead of embracing the continent's most civilised democracy. P13<br>Lynda Lee-Potter, the angry voice of middle England, dies. P15 Obituary P40<br>Judge rejects 231m pounds claim against the FT. P42<br>HIT Entertainment chief sacked after profits alert. P42<br>Disney board goes on trial after Michael Ovitz's 140m dollar golden goodbye. P45</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Judge thrown out Collins Stewart damages claim against Financial Times. P2<br>Boris Johnson in Liverpool. P4<br>Independent Russian newspaper Kommersant faces record legal bill of 10m dollars after it lost a defamation case against the country's largest bank. P8<br>US record labels have realised they can sell a lot of records in bookshop chains such as Barnes &amp; Noble. P12<br>HIT Entertainment shares fall 11% after it sacked its chief exeutive. P21</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Russian TV network CTC is trying to survive the Putin regime by not broadcasting any news. P1<br>Google reports its first quarterly results today. P5<br>A judge throws out Collins Stewart damages claim against the Financial Times. M3<br>Australian funds manager AMP said it will abstain from voting on News Corporation's bid to move from Australian to the US. M4</p> <p><strong>DAILY MAIL</strong></p> <p>The legend of Lynda, the Daily Mail's tribute to Lynda Lee-Potter. P1, 2, 14-15, pullout P47-50<br>Blundering Boris Johnson spends a day in Liverpool to apologise to the city. P4<br>The German foreign minister attacks British media representations of Germany. P37<br>High court throws out damages claim against Financial Times. P79<br>HIT Entertainment fires its boss. P79</p> <p><strong>DAILY EXPRESS</strong></p> <p>Boris Johnson's visit to Liverpool goes down badly. P8<br>Financial Times survives its damages claim. P70<br>HIT Entertainment sacks its boss and expands in the US. P71</p> <p><strong>THE SUN</strong></p> <p>Steve Brookstein should win The X Factor TV reality programme. P4<br>Fleet Street legend Lynda Lee-Potter dies. P17<br>Dallas is back in a two-hour reunion after 13 years. P23<br>Richard and Judy accused of new dirty tricks over banning a rival programme from interviewing Channel 4's Jon Snow. P27<br>German foreign minister attacks British media coverage of his country. P37</p> <p><strong>DAILY MIRROR</strong></p> <p>ITV newscaster Sir Trevor McDonald lashes out at a Tory MP's suggestion that he became Britain's top newsreader because he is black. P1<br>Boris Johnson says sorry in Liverpool. P4<br>Five presenter Matthew Wright claims Richard and Judy banned Channel 4 presenter Jon Snow from coming on his programme. P7</p> <p><strong>DAILY STAR</strong></p> <p>Five will broadcast a second series of the reailty TV programme The Farm. P8<br>Gordon Ramsay faces a 3m pound lawsuit after a brawl in the US version of Hell's Kitchen. P21</p> <p><strong>AND FINALLY...</strong></p> <p>Spare a thought for Pop Idol star Rik Waller, who has managed to sell just two tickets to his concert in Torquay, Devon. The Sun is less thaN sympathetic. P3</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "The cabinet will risk the wrath of Labour's backbenches today by endorsing the dispatch of 650 Black Watch troops into a high-risk US-controlled area south of Baghdad. The troops will move north shortly, and will be replaced by Scots Guards now based in Cyprus. <p>The decision means Britain will increase the number of troops it has in Iraq by 600, though the prime minister yesterday pledged the Black Watch troops would be home by Christmas. Britain's current military strength in Iraq is 8,500 .</p> <p>The troops in Cyprus are already on standby to fly to the war zone, but last night it emerged that British military commanders had also prepared plans to send up to 1,300 troops to Iraq in the run-up to elections planned for January.</p> <p>The defence secretary, Geoff Hoon, was given a military endorsement for the redeployment by the chief of the defence staff, General Sir Michael Walker, yesterday, after a report from a reconnaissance team on the ground in Iraq.</p> <p>Ministerial sources will defend the decision on the basis that the request came as much from the Iraqi interim prime minister, Ayad Allawi, as the Americans. They dismissed suggestions that the decision had been made last week.</p> <p>The movement is in part sought by the US to fill in for American troops who are due to move to Falluja and other towns at the centre of the Sunni insurgency. Although the British troops will move shortly, it is unlikely that an expected attack on Falluja will occur before the US presidential election on November 2.</p> <p>The absence of a pre-election attack on Falluja may reassure some backbenchers who feared the deployment was part of an attempt to shore up George Bush ahead of polling day. The chief whip, Hilary Armstrong, has given No 10 a blunt warning about the degree of unhappiness on the backbenches, although last night the mood appeared to be shifting back towards Mr Blair.</p> <p>Ministers will point to the need to prepare Iraq for elections. Falluja is portrayed as the stronghold of Sunnis and anti-Americans opposed to the UN-endorsed elections.</p> <p>The government will argue that the Black Watch will remain under British command in a relatively confined area for two months and maintain their existing rules of engagement.</p> <p>Government sources also argued that Britain could not criticise heavy-handed counterinsurgency tactics by the US and not take on some of the toughest parts of Iraq. They said democratic elections could be secured, and pointed to a two-day conference of foreign ministers from the Arab world and G8 scheduled for November 22 and 23 at Sharm el-Sheikh, Egypt. The conference will support the elections, and may discuss a revived plan for Muslim troops to enter Iraq.</p> <p>But backbenchers fear the move will drag British troops into a quagmire at a time when many would prefer Britain to set a date for them to leave.</p> <p>Half of the 36 pro-war Labour MPs surveyed by the Guardian yesterday said they had not changed their mind about their decision to vote in favour of the conflict last year. Six said they had changed their minds, with four saying they did not know. A further eight declined to comment.</p> <p>MPs expressed similar views on the redeployment of troops. Just under half of those surveyed (15) said they supported the changes, with six voicing opposition. Eight expressed doubts but declined to rule out supporting the move, while two said they were unsure. Five would not comment.</p> <p>Mr Hoon will probably have to confront his critics during a scheduled defence debate in the Commons today. He is also going to be called to the defence select committee.</p> <p>Explaining the need to move British troops yesterday, Mr Blair said: \"We are about to enter a period of increased activity in Iraq. This has nothing to do with the the American elections. It has everything, however, to do with the Iraqi elections in January.\"</p> <p>The Conservative leader, Michael Howard, said he would not demand a Commons vote on the deployment, but maintained his scepticism about the necessity for it.</p> <p>Nearly 60 Labour backbenchers have signed a motion calling for a vote, but the whips recognise the unease is much wider.</p> <p>General John McColl, the British commander in theatre, described the US request as reasonable and said while it was possible to turn it down, \"I don't think it would be militarily sensible to do so\".</p>"
]