[
  "<p>The International Monetary Fund yesterday issued a warning that record oil prices will stunt the growth of the global economy next year and oil prices are likely to remain high for 10 years or more. </p> <p>While pleasantly surprised by the pace of growth this year - now put at a 30-year high of 5% - the IMF, releasing its twice-yearly World Economic Outlook, said the expansion was already coming off the boil in the face of the rise in crude prices to $50 (£27.78) a barrel. </p> <p>Nor did it see any likelihood that, in a world of global terrorism and only limited supply, there was much chance of respite from dearer energy for years to come. </p> <p>The $8 oil price increase this year will be enough to knock half a percentage point off global growth, but thus far, the IMF says, rising crude prices have had only a modest impact and it is expecting growth next year to be 4.3%. </p> <p>\"The sharp rise in oil prices has contributed to the weakening of the expansion in recent months, and will likely continue to do so for several quarters.\" Over the medium term, it expressed concern about the vulnerability of the global economy to the Middle East. </p> <p>\"With spare capacity at historical lows, and concentrated in one country [Saudi Arabia], the oil market remains highly vulnerable to shocks. </p> <p>\"Spare capacity in the oil market is expected to remain low through the remainder of the decade. Consequently, with terrorist attacks on oil supply a continuing risk, higher and more volatile oil prices may persist. </p> <p>\"This underscores the need to reduce vulnerability to such conditions both through concerted measures to restrain the growth of oil demand and through investment in capacity expansion in oil-producing countries.\" </p> <p>Global oil prices yesterday retreated from the records set on Tuesday as weekly US oil stock figures unexpectedly rose. US light crude futures fell to $49.05 a barrel, but most traders expect prices to march back above $50 in the next few days. </p> <p>Of the developed countries, Japan is expected to have the strongest growth this year, helped by the rapid expansion in China. Japan is forecast to grow at 4.4% - more than one percentage point higher than the IMF had pencilled in six months ago. China's growth is put at 9.0%, similar to last year, while the growth rate of the United States is put at 4.3%. </p> <p>\"The recovery in the euro area is becoming more established, but remains relatively weak and is heavily dependent on external demand (particularly in Germany, which comprises one-third of the euro area). </p> <p>\"Stronger than expected performance in 2004 had been underpinned by expansionary economic policies, which included low interest rates and budget deficits, rising corporate profitability, the feelgood factor from rising share prices and house prices, more jobs and, particularly for Asian countries, the boom in China. </p> <p>\"This state of affairs was, however, not going to last. Strong growth would prompt governments to tighten monetary and fiscal policy, and higher oil prices would affect the spending power of consumers and businesses. China will grow less rapidly next year, although the IMF is optimistic that a hard landing can be avoided.\" </p> <p>Despite the edging down in its forecast for next year, the IMF said it still expected global growth to be above its historical trend, with the \"soft patch\" in the US economy proving temporary. </p> <p>It stressed, however, that whoever won the US presidential election would be forced to tackle the trade and budget deficits. </p> <p>\"The question is not whether the US [trade] deficit will adjust - it will - but when and how that adjustment will take place and, in particular, whether it will be associated with an abrupt exchange rate adjustment [a fall in the dollar].\" The budget deficit, currently running at 5% of GDP, should be brought back into balance by the end of the decade. </p> <p>Apart from oil, the IMF said the biggest risk to global growth came from higher interest rates. </p> <p>\"Inflationary pressures could prove stronger than expected ... necessitating a sharper rise in interest rates than markets presently price in. This seems unlikely to give rise to major problems in mature financial markets, but there could be a significant impact on housing markets ... This would be of particular concern in countries where housing prices appear 'richly valued' - notably the UK, Australia, Ireland and Spain - and where a large share of mortgage debt is at adjustable rates. </p> <p>With this weekend's meeting of the IMF and World Bank likely to debate ways of providing more debt relief and aid for Africa, the IMF said the pick-up in growth seen recently was not enough on its own to tackle poverty. </p> <p>\"In the poorest countries, projected GDP growth in sub-Saharan Africa has been revised upward to 4.6% in 2004, mainly owing to higher-than-expected growth in Nigeria, and to 5.8% in 2005 (which, if achieved, would be the highest in three decades). </p> <p>\"The recent strength of growth in the regions where poverty is most concentrated - China, India and sub-Saharan Africa - is welcome; nevertheless, Africa is still likely to fall well short of the millennium development goal target.\"</p>",
  "<p><strong>·</strong> The Cutty Sark is to be enclosed in a see-through bubble designed by the architects, Grimshaw. Building Design reports that the £2.5m enclosure will protect the ageing timbers and iron frame of the 134-year-old ship from further corrosion at its site in Greenwich. The lightweight, transparent structure will be supported by air-filled columns, and allow vital conservation work to be carried out. This is a temporary measure - the Cutty Sark Trust is awaiting a decision from the Heritage Lottery Fund about £11m which will go towards a permanent structure. </p> <p><strong>·</strong> A Christian evangelical group is to open a 900-seat theatre in Northampton at the end of this year. According to the Stage newspaper, the Jesus Army will use the former Deco cinema, built in 1936 - but it will receive touring productions \"that do not offend religious sensibilities\". Since the Army bought the site for £1m in 2001, it has spent £2m in redeveloping the grade-II listed building. </p> <p><strong>·</strong> A concert at the newly reopened Marquee club in Leicester Square tomorrow will attempt to encourage Americans living in the UK to use their vote to unseat Bush in the upcoming US Presidential Election. More than a dozen artists - including Robyn Hitchcock, Ed Harcourt and Imogen Heap - will declare the election a Time For Change. Singer and event organiser David Poe says: \"Bush won Florida - and the presidency - by a few hundred votes. That highlights how crucial the absentee vote can be.\" </p> <p><strong>·</strong> Big-budget martial-arts epic Hero has posted record figures at the British box office, proving that even the ultra-conservative mainstream UK audience can be conquered by a Chinese-produced film. Although Hero didn't reach number one on its opening weekend, it took more than £1m on 254 screens nationwide, recording considerably better attendance levels than chart-topper Wimbledon. </p> <p><strong>·</strong> Guardian music critic Tom Service has been appointed guest artistic director for the November 2005 Huddersfield contemporary music festival. The position, which Service will hold for a year, involves programming one of the country's most prestigious festivals. Service said that he aimed to \"continue what Huddersfield does best: while representing the best of contemporary music it also makes connections with theatre, jazz and multimedia\". He will take up the post in January, while the current artistic director, Susanna Eastburn, takes a year's sabbatical.</p>",
  "When addressing the United Nations general assembly earlier this week, Indonesia's foreign minister, Hassan Wirajuda, described the current political events in his country as a \"magnificent transformation\". <p>For once, such prose is no exaggeration. Only six years after casting off the shackles of deeply-entrenched authoritarianism, Indonesians have gone to the polls three times in six months and elected themselves both a parliament and, for the first time in their history, a president. </p> <p>The orderliness of the elections, particularly the presidential run-off on September 20 - which was the world's largest direct presidential election involving some 155 million registered voters - was exemplary. Yes, there were hiccups and minor rule violations but nothing of great significance. </p> <p>Indeed, the archipelago with the nascent democracy, the country bedevilled by political, social, ethnic and economic crises, put the so-called \"more mature\" democracies in neighbouring Singapore, Malaysia and the Philippines (where manipulation, if not blatant fraud are commonplace) to shame. </p> <p>That's the good news. The better news, for fans of presidential challenger Susilo Bambang Yudhoyono, is that he won a massive 61% of the vote, arguably the largest share possible in a free and fair election. </p> <p>How the retired general, who took time out from campaigning two days before the election to defend his PhD thesis in rural economics, will use his mandate is the question now on everybody's lips. </p> <p>Western logic suggests Mr Yudhoyono can throw his reformist weight around to ensure promised reforms get enacted, particularly if challenged by recalcitrant legislators. </p> <p>But Indonesia's culture of consensus-building and his own ministerial track record suggests he is more likely to tread a gentler approach, especially as his own Democratic party controls only 11% of parliament, while the coalition of parties that backed President Megawati Sukarnoputri in the presidential election have more than 300 of the 550 seats. </p> <p>Complicating the analysis is the fact that Indonesian politicians are playing with a new rulebook that has yet to be completed. </p> <p>Not only has the president been chosen directly for the first time but the new members of parliament, some 60% of whom are \"freshmen\", were elected in a more democratic way, making them more accountable to their constituents. Whether this means they will behave more responsibly remains to be seen but it is a step in the right direction. </p> <p>Moreover, the country also has a brand new upper house, the Regional Representatives Assembly. While its powers on paper are limited, no one has any idea how it will flex its \"advisory\" muscles. </p> <p>So everything is to play for but everyone will undoubtedly be waiting to see what sort of leader Mr Yudhoyono proves to be. </p> <p>That is still hard to gauge, despite the fact that the election results have been clear for more than a week, because he has refused to comment on much while Ms Megawati refuses to concede, pending the official declaration of the result. That is due on October 5. </p> <p>Titbits of policy direction are emerging, however. Aides say everything will stem from Mr Yudhoyono's ultimate priority of job creation.</p> <p>Some 40 million Indonesians are either under or unemployed and about 40% of the 220 million population are living on less than $2 (£1.11) a day. </p> <p>His problem is lack of money. To set the foundations of a post-economic crisis recovery, Indonesia has over the last few years had to prioritise macro-economic stability. The result has been more money going into pay debts and stabilising the banking sector than funding development programmes. At the same time desperately-needed foreign investors have been leaving Indonesia, driven away by crippling legal uncertainty, unpredictable corruption and punitive labour legislation. </p> <p>People close to the incoming president say more money will be found from streamlining the notoriously venal customs and taxation systems, changing labour law by executive decree (and so bypassing parliament), and gradually raising fuel prices for all but the poorest in society. </p> <p>In parallel to this, the attorney general will be ordered to prosecute some of the \"biggest fish\" as an opening salvo in the war against corruption. The judiciary is also likely to face a radical overhaul. </p> <p>Issues such as resolving the 28-year-old separatist conflict in Aceh and the war on Islamist terrorism will almost certainly take a back seat. </p> <p>Will Mr Yudhoyono succeed in achieving his goals, such as raising GDP from £538 per capita to £962 in five years? It's impossible to tell because he is relatively untested. </p> <p>But if he can manage people's sky-high aspirations and persuade them to take some painful medicine early on then he has a good chance, because he has few political debts, much goodwill behind him and that massive mandate to fall back on.</p>",
  "Al Gore, who lost to George Bush in the US presidential election four years ago, has this advice for the Democratic contender, John Kerry, in tonight's debate - attack the president's record. <p>Mr Gore, who performed disastrously in his own primetime confrontations with Mr Bush, believes Mr Kerry has plenty of material to work with, ranging from the quagmire in Iraq to reckless tax breaks to the \"jobless economic recovery.\"</p> <p>It is worthy advice, but it somehow misses the point. Mr Kerry is not unlike Mr Gore - stuffy, wooden and long-winded. A creature of the senate, where verbosity is an occupational hazard, he can take exasperatingly long to get to the point. </p> <p>Mr Bush, by contrast, speaks in short declarative sentences - like most normal people - and Americans forgive him his mangled syntax because he comes across as someone with whom you could share a Bud. Mr Kerry may be highly intelligent and thoughtful, but he does not come across as a regular Joe - an act the president has honed to perfection.</p> <p>Yes, it is vital for Mr Kerry to go after Mr Bush for his policy failures in Iraq and for the tax cuts that have pushed US budget deficits into the stratosphere. However, more crucially, he has to lighten up, crack a few jokes, and show that there is some human warmth behind that Mount Rushmore façade.</p> <p>This may seem ridiculously trite on such an important occasion, but the history of past debates shows that a well-delivered zinger can be deadly effective, winning over the millions watching. </p> <p>Walter Mondale has said he knew he had lost his 1984 debate with the avuncular Ronald Reagan - and the election - when the 73-year-old Republican incumbent, with all his Hollywood experience, delivered this killer line: \"I am not going to exploit, for political purposes, my opponent's youth and inexperience.\" </p> <p>As the audience chuckled, all the 53-year-old could do was smile sheepishly. </p> <p>There was no comeback for Mr Mondale, who previously had seen off his Democratic rival, Gary Hart, with a line from a Wendy's burger ad, no less: \"Where's the beef.\" Delivered in a Democratic TV debate, the remark reinforced perceptions that, for all his policy wonkery, Mr Hart lacked substance.</p> <p>One of the most electrifying moments in political TV debates occurred during the encounter between Lloyd Bentsen, the Democratic vice-presidential candidate, and the vacuous Dan Quayle. Mr Bentsen, running mate to the hapless Michael Dukakis in 1988, absolutely skewered Mr Quayle when the Republican had the temerity to compare himself with John Kennedy.</p> <p>Treating him like a jumped-up schoolboy, Mr Bentsen thundered: \"Senator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.\" </p> <p>Unsaid things matter, too. Because this is television, appearance and gestures are important. Richard Nixon's five o'clock shadow reinforced his Tricky Dick image in the debate with John Kennedy. George Bush Sr made himself look silly when he glanced down at his watch towards the end of a debate with Bill Clinton, a gesture that screamed: \"Get me out of here.\" </p> <p>In tonight's debate, Mr Kerry could do worse than steal one of Ronald Reagan's lines from his 1980 debate with Jimmy Carter - the pair's only debate. On that occasion, Reagan convinced Americans he had the gravitas to be president, turning a close race into an electoral landslide. </p> <p>Americans will remember Reagan's famous question attacking Mr Carter's record, all the more effective because it was a rapier thrust rather than a sledgehammer blow. Looking directly at the camera, he asked: \"Are you better off now than you were four years ago?\"</p> <p>The race is still close - there are a lot of undecided voters out there. Tonight is a real opportunity for Mr Kerry to turn on the charm. He has a reputation for finishing strongly, a quality he showed when coming from behind in the primaries. </p> <p>And he should not be underestimated. In TV interviews, he has shown the ability to deliver sharp, pithy responses to pointed questions. He can think on his feet, much more so than Mr Bush. As the man entering tonight's debate with low expectations, which probably suits him, Mr Kerry may have some surprises for the president.</p>",
  "<p>One Bush strategist calls him \"the best debater ever to run for president\" and \"better than Cicero\", so you would imagine the first of the televised presidential debates tonight would be a walkover for John Kerry. But, as Al Gore has <a href=\"http://www.iht.com/articles/541119.html\">commented</a>, the Bush campaign \"has made lowering expectations into a high art form\", and the president is a formidable presence despite the word-mangling stereotypes. He told Mr Kerry to be prepared for the \"toughest debates of your career\".</p> <p>The consensus is that with George Bush's lead appearing to be consolidated, this is Mr Kerry's <a href=\"http://www.guardian.co.uk/uselections2004/story/0,13918,1316018,00.html\">high noon</a>. The <strong>Washington Post</strong> describes the months the two candidates have spent honing soundbites and speeches as \"an out-of-town tryout for a Broadway show\" where, it warns, both may make assertions that later turn out to be exaggerated or wrong. <strong>Fairness and Accuracy in Reporting</strong>, a campaign group, has put out a <a href=\"http://www.fair.org/press-releases/debate-fact-checking.html\">statement</a> asking the media to focus its post-debate coverage on fact checking.</p> <p>Ever since John Kennedy showed himself better suited to the television age than Richard Nixon (sadly, the best I can find is an <a href=\"http://www.jfklibrary.org/60-1st.htm\">audio file</a>) a mythology has grown up surrounding the quick-witted line or election-losing reaction, such as Mr Gore rolling his eyes and sighing in his first debate against Mr Bush in 2000. </p> <p>But it is more than just the 90 minutes on camera; when the candidates leave the stage, the spin cycle takes over as the rival campaigns and pundits battle over the interpretation, amplifying the impact of supposed gaffes or killer comebacks and, as <strong>ABC</strong> suggests, <a href=\"http://abcnews.go.com/sections/US/Vote2004/debate_zingers_040930-1.html\">maybe even choosing a new winner</a>. A debate, after all, is a lot more than a shoot-out.</p>",
  "After months of exchanging insults from a distance, George Bush and John Kerry will finally face each other tonight in a debate that is likely to be the challenger's best chance to turn the election around before the November 2 poll. <p>The debate, at the University of Miami, is the first of three, but it will have the biggest audience - up to 50 million Americans - and it deals with the issue at the heart of this presidential election: national security, Iraq and the \"war on terror\". </p> <p>Senator Kerry enters the 90-minute debate having consistently trailed in the polls for the past month, and is currently behind by about half a dozen percentage points. Democrats complain he has allowed the White House to define him - as a wavering, uncertain leader - and that he, in turn, has failed to define a president who continues to project steadfast resolve in the minds of a majority of Americans. </p> <p>The Miami debate will be Mr Kerry's best, and possibly final, opportunity to turn the tables on his opponent on the issue that matters most. </p> <p>\"This debate is by far and away the most important,\" said Thomas Steinfatt, a University of Miami communications professor, adding that the White House could even try to pull out of the next two encounters if it did not go well. </p> <p>The Bush camp has already hinted it might do that if television companies stray from the rigid rules on coverage, banning shots of one candidate reacting to the others remarks. </p> <p>\"Kerry certainly can't lose this one,\" Prof Steinfatt said. \"If the polls after two days showed that Bush has extended his lead, I would say Kerry was done.\" </p> <p>The second debate, in St Louis on Friday week, will be a less-focused \"town meeting\" encounter with questions on a wide variety of subjects from an invited audience. The final debate, the week after, will dwell on the economy and domestic issues. These have been displaced from centre stage by the bloodshed in Iraq and the ever-present fear of another terrorist attack. </p> <p>Both candidates are arguably unbeaten in head-to-head debates, but they enter the chamber tonight with vulnerabilities. </p> <p>The Massachusetts senator faces a particularly tough challenge. While President Bush just has to stay the same - stick to his message and avoid being knocked off balance - Mr Kerry has to change. </p> <p>\"He tends to be long-winded. As a TV persona he's a bit stiff and formal and it doesn't work well,\" said Alan Schroeder, a journalism professor and the author of Presidential Debates: 40 Years of High-Risk TV. </p> <p>Mr Kerry has a deserved reputation for sentences tangled with parenthetical asides which have helped the Bush campaign paint him as a waffler. A comic radio sketch this week had his campaign aides inflicting an electric shock on the candidate each time he used a subordinate clause, until he finally spat out a declarative sentence. </p> <p>But the senator also a reputation for sharpening his game, and his vocabulary, in the last weeks of a campaign when his back is against the wall. He did it in 1996, when he was in danger of losing his Senate seat to a sharp-witted Republican, William Weld. </p> <p>Over the course of a marathon eight debates, Mr Kerry asserted himself, proving himself most effective when put on the spot. </p> <p>At one point Mr Weld challenged him on his opposition to the death penalty and pointed to the mother of a murdered policeman, asking the senator if he thought the murderer's life was worth more than his victim's. </p> <p>\"I know something about killing,\" Mr Kerry responded, in a characteristic reference to his Vietnam days. \"I don't like killing. I don't think a state honours life by turning around and sanctioning killing.\" </p> <p>\"Kerry is a master of the fine art of changing the subject,\" Mr Weld said recently. \"By the time he finished, everyone had forgotten what the question was.\" </p> <p>Jeff Shesol, a speechwriter for President Bill Clinton, agreed that Mr Kerry's verbosity was being overplayed. \"He's not going to fall into sort of meanderings he makes in a speech. He's less likely to do that in a debate format. He seems to have a real understanding of what that format requires.\" </p> <p>Mr Bush has also shown he is aware of what is expected of him. In past debates he has stuck with unerring discipline to his talking points and shown himself capable of projecting his \"regular guy\" image through the staged formality of such events to the studio and television audiences. </p> <p>But in the past he has always been the underdog, famous for his mangled use of English, and has successfully lowered expectations so he could beat them. His aides have attempted to do the same this year, even describing Mr Kerry as \"better than Cicero\", but it has not worked. </p> <p>A Gallup poll this week showed that 44% of Americans expect the president to win , compared with 32% for Mr Kerry. </p> <p>After four years in office, Mr Bush can no longer convincingly play the role of newcomer, and will have a record to defend. The president has been rattled before, most memorably when Senator John McCain attacked his campaign tactics in the 2000 Republican primary. </p> <p>Mr Kerry's background as a courtroom prosecutor could help him capitalise on that potential vulnerability. But the groundrules, hammered out over weeks of negotiation, help the incumbent. Neither candidate is allowed to ask the other a direct question. </p> <p>Perhaps the biggest challenge both men will face tonight is overcoming the sheer weight of all their preparations. \"You want your candidate to be prepared but you also want him to be loose, and those two objectives are often at odds,\" Mr Shesol said. </p> <p>\"There's a danger of being so heavily coached that you're just trying to remember your lines rather than responding to the moment. You've got to be nimble, and you've got to listen.\"</p> <p><b>·</b> <b> September 1960</b> Richard Nixon v John F Kennedy: Nixon refused make-up. Kennedy's delivery was smooth and charismatic. Viewers focused on what they saw, not what they heard. Kennedy won the election </p> <p><b>·</b> <b> September 1980</b> Jimmy Carter v Ronald Reagan: Carter accused Reagan of planning to cut Medicare. Reagan, who had complained Carter was misrepresenting his stands on a number of issues, responded with the line: \"There you go again.\" Reagan won the election </p> <p><b>·</b> <b> October 1984</b> Ronald Reagan (73) v Walter Mondale (56): Reagan defused the age issue by saying: \"I am not going to exploit, for political purposes, my opponent's youth and inexperience\" </p> <p><b>·</b> <b> October 2000</b> George Bush v Al Gore: Bush admitted: \"We all make mistakes. I've been known to mangle a syllable or two myself\", mispronouncing the word \"syllable\"</p>"
]