[
  "I have to take issue with your leader celebrating the Boston Red Sox reaching the World Series (October 22). If you want to link it to the US election, I'm afraid that the dream scenario was for the Yankees to reach the World Series - and then lose. <p>When the Yankees go to the series in a presidential year, their fortunes usually predict the outcome: when they lose, the Democrat wins, and when they win, the Democrat almost always loses. The one exception is 1996 when they and the Democrats both won. </p> <p>And as to hoping the Red Sox win the World Series: don't get the idea that they are some sort of underdog. They have a huge payroll; they just keep coming second, that's all. <br><b>Christopher Hilton</b><br> London</p>",
  "Hanging chads troubled George Bush in the 2000 election in Florida, while Hamid Karzai, the now nearly official winner of Afghanistan's presidential poll, faced difficulties with imperfect indelible ink that was feared could mean multiple voting. Happily for Mr Karzai - and for his enthusiastic backer in the White House - the problem has been resolved and the Afghan result seems all but certain. Mr Karzai's rival, the ethnic Tajik Yunus Qanuni, conceded defeat yesterday, guaranteeing the Pashtun favourite a simple majority large enough to avoid a destabilising second ballot. The stage is thus set for a five-year term for a man whose dignity and self-assurance in tackling the horrendous problems of his war-ravaged land has won him plaudits across the world. <p>Overall, Afghanistan had a remarkably free election for a vast country with poor communications where much of the electorate is illiterate and hundreds of donkeys were needed to reach remote polling stations. How fair it was remains an open question, with reports of official blunders and some ballot-stuffing and multiple voting. Intimidation may have been far more widespread than has been reported by the few foreign observers on hand. And when 15 presidential candidates withdrew in protest because of the row over the non-indelible ink - used to make thumbprints on ballot papers - they were quickly persuaded to change their minds by the US ambassador, who is known as \"the viceroy\". Afghanistan's speedy transition to democracy matters very much to Mr Bush - especially because of the deepening mayhem in Iraq. Many believe the US has pushed too far, too fast, for its own selfish reasons. But that does not mean that significant progress, recognised by Afghans choosing their leader for the first time ever, should be underestimated.</p> <p>Thankfully, the poll also took place without the widespread violence that had been feared - though a rare suicide bomb attack in central Kabul yesterday claimed the lives of an American woman and an Afghan girl. Until now, security forces have been relatively successful in subduing the Taliban threat and have reduced militants to launching sporadic rocket attacks and roadside bombs in the outlying southern provinces where the insurgency is strongest. Still, though, Mr Karzai had to spend much of the election campaign holed up in his secure compound in Kabul after a missile attack on his helicopter. Such dangers will not disappear magically overnight.</p> <p>Security, in fact, is by far the biggest single problem facing the country - just as it is in Iraq - largely because the US and its allies, and Mr Karzai's interim government, have failed to disarm the powerful warlords. Nato, whose members agreed on Afghanistan while splitting over Iraq, has also failed dismally to meet its own pledges and move its troops in significant numbers to the west and south and help extend the reach of central government. The Americans, still fighting alone, will have to do more than hunt Taliban and al-Qaida remnants on the mountainous border with Pakistan.</p> <p>Mr Karzai, who is widely seen as Washington's man, has probably won a strong enough mandate to allow him to improve his credentials as leader to all of Afghanistan's ethnic groups, which picked their candidates backed by regional militias, and in some cases drug money, for the top job in Kabul. But he will need to achieve a huge amount and avoid too many compromises in choosing his cabinet and provincial governors - especially shunning men who control private armies - if the parliamentary elections scheduled for next spring are to succeed. His victory should act as a spur to those foreign governments that have radiated goodwill towards this tragic country but have done too little to translate it into effective action.</p>",
  "The interim leader Hamid Karzai coasted towards victory in Afghanistan's presidential election yesterday when his share of the vote passed the 50% mark. <p>With 94% of the vote counted he had 4.2m of the estimated 8.2m ballots cast: enough to avoid a run-off against his nearest rival Yunus Qanooni, who trailed a distant second with 1.2m votes. </p> <p>A spokesman for Mr Qanooni conceded defeat last night, according to Reuters, but official confirmation of Mr Karzai's victory was frozen pending the outcome of an investigation into alleged polling irregularities. </p> <p>The inquiry, now confined to 12 disputed ballot boxes, is unlikely to affect the final result. </p> <p>\"The result looks mathematically certain, but we can't say anything official yet,\" Reginald Austin, chief technical adviser to the joint UN-Afghan election body, said. </p> <p>Although marred by blunders and fraud allegations, the election, held on October 9, was hailed as a watershed after a quarter of a century of violent chaos. </p> <p>Millions of mostly illiterate Afghans braved threats of violence or harsh weather to cast their first vote. </p> <p>But the mood of relief was dampened on Saturday by a Taliban suicide bombing on a busy Kabul street which killed two civilians and injured three peacekeepers. </p> <p>The bomber, disguised as a beggar, struck on Chicken Street, which is lined with rug and antique shops, apparently aiming at a jeep of soldiers from the Nato-led Isaf peacekeeping mission. </p> <p>A 23-year-old American translator and an 11-year-old Afghan girl were killed. Three Icelandic soldiers, one seriously injured, were taken to hospital. The attack dented the hope that the Taliban's failure to disrupt the poll marked a decline in the insurgency. </p> <p>Security analysts said the amateurish nature of the attack - the bomber managed to explode only three of the six grenades attached to him - showed that the fundamentalists remained a weakened force. </p> <p>The vote count, which began 12 days ago, is expected to end today when the last ballots from Pakistan and a few remote provinces are tallied. </p> <p>If confirmed as victor, Mr Karzai will have a five-year mandate to help him shake off the jibe that he is a mere puppet of his American supporters. </p> <p>An ethnic Pashtun, he was appointed interim president after the US-led invasion deposed the Taliban regime in late 2001. </p> <p>The successful poll will also reverberate in the US, where President George Bush is portraying Afghanistan in his re- election campaign as a foreign policy success. </p> <p>But Afghanistan's transition to democracy remains fragile and incomplete. The voting patterns suggest that it remains divided by the ethnic hostilities which have fed much of the recent conflict. </p> <p>Mr Qanooni relied heavily on his fellow Tajik for votes. Similarly, the third and fourth placed candidates, the warlords Abdul Rashid Dostum and Mohammed Mohaqeq, relied on their Uzbek and Hazara constituencies. </p> <p>So far Mr Karzai has employed a policy of appeasement towards the warlords, who control much of the country outside Kabul. Many voters now expect him to adopt a more forceful approach. </p> <p>The other tasks facing him include disarming an estimated 40,000 gunmen, preparing for next April's parliamentary elections, and combating the increasingly pervasive influence of drug money. </p> <p>Afghanistan is expected to record a bumper opium harvest this year, and officials ranging from regional governors to police chiefs are expected to benefit. Allegations against one of Mr Karzai's relatives, rumoured to be a big heroin smuggler, are coursing through Kabul's diplomatic circles. If they are proved, Mr Karzai could be damaged.</p>",
  "Set in the heartland of a nation made of peoples of extraordinary diversity, the town of Dubuque in Iowa feels strangely reminiscent of the most rural and conservative counties of middle England. There was that familiar and almost immediate feeling of being one of the only black people on the streets of this unassuming, quietly humble and very white town. The state of Iowa is around 90 per cent white. The porches of the clapboard houses are lined with gold and crimson autumnal leaves, fat Halloween pumpkins and on the front lawns of almost every house flutters a star-spangled banner. <p>On the bumpers of cars you see the same thing again and again. Words are printed along the ribbon fold: 'Support our troops.' Other ribbons in red, white, blue and stars, bear the inscription - 'Bring our troops back home safely.'</p> <p>Iowa is providing the largest number of National Guard and Reservists serving abroad of any US state. Five hundred will be deployed in Iraq and Afghanistan this month, on top of the 750 in Afghanistan now and the 300 in Iraq.</p> <p>There are more National Guard troops on active duty now than at any time since the Second World War. Throughout the Iraq conflict, deaths among National Guard and Reserve troops have represented around 20 per cent of the monthly US total. In May the figure jumped to nearly a third. In July, 18 of the 35 US dead were members of the Guard or Reserve. The two have played a role in virtually every US conflict, but have never suffered such casualties. This is what has brought the war in Iraq into the homes of thousands of ordinary US families. Currently, 130,000 American men and women are engaged in military operations in Iraq. Around 25,000 more are stationed in Kuwait and the Gulf. Around another 20,000 are in Afghanistan. Millions of Americans know somebody currently in Iraq or Afghanistan.</p> <p>Main Street runs straight through the town of Dubuque from the suburbs to the low-built commercial downtown then sloping downhill toward the wide, brown Mississippi River. Cathy's Treasures, an antique shop is near the end. Its owner, Cathy Moler, is in her forties with a strong face and neat brown hair. Yet she has a distinct nervousness about her; she seems like a woman whose heart and mind are somewhere else.</p> <p>Justyn Huseman, Cathy's oldest son, is 19, a National Guardsman in Gardez, in Paktia province in eastern Afghanistan. A map of Afghanistan is pinned above the fridge and the names of the provinces and towns trip off Moler's tongue as though they were just across the Mississippi.</p> <p>'Justin has spent quite a bit of time in Bagram,' she says, showing another photograph of her angelic-looking boy, 'but he and his unit have spent some time helping to rebuild schools in Kalat, on the way south to Kandahar.'</p> <p>Listening to this anxious mother in a Midwestern town speak about Afghanistan, I understood the extent to which the 'war on terror' is a daily reality across America. It is the reason why US foreign policy has come to be the defining issue in the presidential election. </p> <p>I ask Moler who she will vote for. 'At first I was looking to see which candidate was going to get my son back home as quickly as possible. But when Justyn came back on leave recently, I heard how committed he was to what he was doing out there. He said he really wanted to go back to follow the job through, and so because of that I've decided to vote for President Bush'. </p> <p>Moler was not the only person I met on my journey across the US who will vote through the prism of the wars in Afghanistan and Iraq. I drove several hundred miles south of Iowa to a state that is at the opposite spectrum of the American experience. Mississippi has the largest black population of any US state and has the lowest literacy and health care provisions. One fifth of the population lives in poverty.</p> <p>Having moved last year from South Africa, America was the last place I imagined to be reminded of the townships around Johannesburg. Yet that is what came to mind when I entered Coahoma. A hamlet of around 400 black people, 60 per cent of its population are dependent on welfare. Those with jobs work in the local casinos or as cotton pickers. In this impoverished settlement of tin and wooden shacks, there are only two shops, a hardware store and a liquor store.</p> <p>Donald Thomas sits on his porch smoking and idly chatting to relatives. He returned from Iraq earlier this year and said that while many in his army unit felt committed to the war, one encounter in Baghdad caused him to question his personal involvement. 'It was safer to talk to Iraqis back then last year,' he says. 'I was in some area in central Baghdad, and these two young kids came up to me. One of them rolled up the sleeve of his shirt and held his arm next to my hand. This kid asked me what colour I was. \"Black,\" I said. Then he said, \"Me, Iraqi. I also black. Why you come here to fight other black people?\" That kind of hit me.'</p> <p>Visiting the quiet hidden communities in America's heartlands one begins to understand how families; white, African-American, Hispanic, Asian-American, rich and poor, rural and urban, are affected by Iraq. It is in every sense a national experience.</p> <p><b>·</b> Rageh's Omaar's film, 'Pizza, Popcorn and the President' will be screened on Friday at 12.30pm on BBC1</p>",
  "When George W Bush's poll ratings recently dipped, every Labour MP cheered. Correction: every Labour MP except one. The Prime Minister fretted to one close friend: 'Whenever Bush weakens in the polls, they start mucking about.' <p>Who are these 'they' whose 'mucking about' makes Tony Blair so anxious? They are Iran with its sponsorship of terrorism and its ambitions to go nuclear. They are Syria. They are the psychotic regime in North Korea along with the rest of the planet's rogue and risk states. </p> <p>The mind of Mr Blair was summarised for me in vivid terms by someone who has an extremely good claim to know what is going on inside it: 'Tony thinks the world is a very dangerous and precarious place. Bush is the tough guy who keeps the bad guys under their rocks.' </p> <p>In seeing virtue in the simplicities of George W Bush, it barely needs saying that Tony Blair is very much in a minority in the world, his country, his govern ment, his party and his cabinet. Every test of opinion tells the same story. Much of the world, many Britons and rather a lot of Americans believe that the planet's most risky rogue state is the United States under its current President. This goes much deeper than visceral anti-Americanism. Middle Britain, the constituency to which Mr Blair is usually most attentive, is overwhelmingly in favour of regime change in Washington. After Michael Howard's falling out with the White House, some Conservative MPs have openly branded this Republican President as a disaster who should be removed from the Oval Office. </p> <p>This antipathy is not just fired by opposition to the Iraq war and nor is it simply confined to opponents of the invasion. Listen to a member of the cabinet who was among the most hawkishly in favour of toppling Saddam and has vigorously defended the war ever since. If Bush is defeated, this minister says: 'I will do cartwheels down the street.' </p> <p>The deployment of British troops north into the American sector of Iraq is jangling nerves among even some of Mr Blair's most solid allies around the cabinet table. Geoff Hoon was wreathed in the smell of cordite when the Defence Secretary had to face a hostile Commons twice in one week. Labour MPs of previously unquestioned and unquestioning loyalty voice fears of Britain being tainted by association if the planned American assault on the insurgents in Falluja is as bloody as the last onslaught.</p> <p>The government did not help itself by claiming that the decision to reinforce the Americans was under review when it had effectively already been made. Nor was it credible to claim that this was simply a matter between generals. Tony Blair could have vetoed redeploying the Black Watch. Britain is believed to have turned down previous US requests for military assistance. This is, as is it ought to be, ultimately a political act. </p> <p>Pretending otherwise did not scotch the anxieties; it excited accusations that British troops are being pressed into service as reinforcements for George Bush's election campaign. Personally, I think that is total rubbish. The planned reckoning with the insurgents in the 'triangle of death' is to do with an election: not the American election, but the Iraqi elections scheduled for January. </p> <p>The warning sign to Mr Blair is that sane, mainstream Labour MPs are in a mood to be captured by the conspiracy theory that the Prime Minister might put British troops in harm's way to try to swing Ohio for Dubya. What this brought to a head was the suspicion that has been gnawing away inside the Labour Party for months. Who does Mr Blair secretly want to win the American election? </p> <p>His working assump tion has always been that Dubya will secure a second term. The British embassy in Washington has taken the usual and sensible precaution of developing contacts with John Kerry's team and briefing Downing Street about what to expect should he win the White House. But those of Mr Blair's advisers who pay most attention to the United States are underwhelmed by the Democrat's challenge. </p> <p>'Kerry is the better debater,' one of the Prime Minister's most senior officials remarked to me at the end of last week. 'But Bush is the better campaigner.' </p> <p>The senator has not impressed Labour's strategists. One of their number tells me that Kerry did not gain as decisive a boost in the polls as he should have done from his besting of Bush in all three of the presidential debates. 'Kerry didn't have a campaign a month ago. Now he's got five,' this strategist says in exasperation with what he views as John Kerry's failure to fix on one strong theme and stick to it. </p> <p>In fact, the senator has had a strong theme, but it is not a comfortable one for Mr Blair. That theme is that America and, by implication, Britain were misled into the war and the aftermath has been appallingly bungled. </p> <p>Among the people closest to Mr Blair, I'd judge that the overwhelming majority are desperate for a Kerry victory. Earlier in the year, when I described Tony Blair's association with George Bush as electorally toxic, none of the Prime Minister's advisers rang up to quarrel with me. They rang up to agree that his enmeshment with Bush was badly hurting Blair. A change of resident at the White House would provide Mr Blair with some Dubya-free months before the Prime Minister faced his own election. It might - just might - help to draw some of the poison out of his relationship with segments of public opinion and sections of his own party. </p> <p>It would also give him an opportunity to try to rebuild his transatlantic bridge. The Prime Minister would quickly get on good terms with President Kerry, because it would be in their mutual interest to do so. Britain chairs the G8 of leading industrialised countries next year and then holds the presidency of the European Union. </p> <p>A Kerry presidency would surely make it easier for the Prime Minister to try to revive his favoured role of being the 'pivotal' power. Relations between Washington and Europe, and Britain's relationship with both, have to be easier with a President who would be more open to European opinion and more to Europe's tastes. </p> <p>There are many compelling reasons, urged on him by his own people, for Tony Blair to think of himself as much better served, home and abroad, by regime change at the White House. But when I ask his closest advisers whether the Prime Minister has been persuaded of this, they hum and haw. You cannot underestimate Tony Blair's fear of looking isolated. Of the more prominent leaders who supported the war, the Prime Ministers of Spain and Poland have already gone. Such is the distorting effect of the war on normal political allegiances, Downing Street found itself in the strange position of sighing with relief when the Labour Party in Australia, whose leader had called for the country's troops to be withdrawn from Iraq, was defeated by John Howard, the right-wing incumbent. </p> <p>Bush has run for a second term as a 'War President'. Even if the reasons for his defeat were more complicated, his eviction from the White House would be widely taken as a vote of no confidence in the war by the country that led it. Even if this was not true, Islamic terrorism would claim it as a great victory. </p> <p>Tony Blair feels his reputation and fate are entwined with that of George W Bush. In the mind of the Prime Minister, nothing transcends the imperative to keep those 'bad guys' under 'their rocks'. What much of the world and the Labour Party fears about George W Bush is what commends him to the Prime Minister. </p> <p>If he had a vote, I strongly suspect that Tony Blair would cast it for Dubya.</p>",
  "<p>Over the next 10 days, Wall Street and global financial markets have two significant dates to look forward to: the 75th anniversary of the 1929 stock market crash on 29 October, and the presidential elections on 2 November. </p> <p>The first date speaks for itself. The second finds the US financial community - like the rest of the United States - in a state of conflict. Like the direction of the US economy itself, the financial effects of a win by either candidate are almost impossible to read. </p> <p>Typically, Wall Street is solidly Republican, and appears so this time. Economists give Bush an edge on growth and jobs and Kerry on issues of trade and budget deficits. Pensions &amp; Investments, a trade magazine for money managers, found 58.6 per cent of 1,700 readers backed Bush, compared with 33.6 per cent for Kerry. </p> <p>Neither Bush nor Kerry has stressed their economic plans, perhaps knowing that in all likelihood they will be powerless to effect them. </p> <p>'In general, Wall Street would prefer Bush,' says Gregory R Valliere, chief strategist at Charles Schwab. 'They prefer him on tax policy and as a free-trader, as well as for the likelihood that Kerry would be a far more aggressive regulator.' </p> <p>An LA Times survey found that the financial services industry has opened its chequebook for Bush. Of the President's top 10 corporate contributors (ranked by number and size of employee donations) Morgan Stanley led with $527,030, with Merrill Lynch second at $495,604. </p> <p>The figures speak as a reward to Bush for his tax reforms, especially in reducing the tax on dividend income. Further, since Kerry emerged with the potential to win the election the markets have steadily dropped. </p> <p>But while Bush's economic policies have benefited Wall Street, there is the persistent fear that the broader consequences - spectacular federal budget deficits and soaring personal debt - will take the economy and securities markets over a cliff. </p> <p>The 'disaster now or catastrophe later' school of economic thinking, led by Steven Roach, Morgan Stanley's global chief economist, holds that neither Bush nor Kerry can do much to correct the US's economic course. Under the bleakest scenario, foreign banks will stop buying US securities, the dollar will plunge, the Fed will raise interest rates, consumers will stop spending, house prices will fall and the country will be plunged into recession. </p> <p>That view is as disputable as most of what passes for discourse in this election. Last week Bush campaign managers attacked Kerry's domestic economic plan with a letter signed by 368 economists. The group, Economists for Bush, said Kerry's proposed tax increases threatened the economy's vitality. His plan to 'expand the size and scope of government will limit future economic growth and lead to increasingly grim fiscal choices,' they wrote. </p> <p>The Kerry campaign countered with a letter signed by 169 business school professors, 56 from the Harvard Business School. </p> <p>It read: 'We are concerned that US economic policy has taken a dangerous turn under your stewardship ... your policy of slashing taxes - primarily for those at the upper reaches of the income distribution - has not worked.' </p> <p>Wall Street Democrats accuse their counterparts of placing personal gain ahead of responsibility to clients. 'The average Wall Street firm is run by extraordinarily avaricious, greedy people who don't know their own interests,' said Seth Glickenhaus, 91-year-old founder of the money management firm Glickenhaus &amp; Co. </p> <p>'These are salespeople,' he told the LA Times. 'They're not thinkers.' </p> <p>Kerry has a significant lead on issues of fiscal responsibil ity in the polls. Studies by Brian Knight of Brown University show that the economy tends to do better overall under the Democrats, while benefiting specific industries, such as defence and pharmaceuticals, under the Republicans. </p> <p>But as with so much else in this election, tradition is inverted. Republican administrations would typically be anti-deficit spending, but under Bush the national debt ballooned to $477 billion as money has poured into farm subsidies, social security, healthcare and the military. </p> <p>The argument in some quarters is that in order to be fiscally prudent, it is now better to vote Democrat. With such manifest inconsistencies, and the problems the US faces as babyboomers retire, it's little wonder Bush and Kerry would rather not talk too much about it. </p> <p>In 1992, James Carville coined the political maxim 'It's the economy, stupid!' This year's version, the joke goes, is: 'It's the economy, dammit!' </p> <p>Perhaps more important than who is in the White House is the political balance of Congress. Wall Street likes legislative gridlock because politicians cannot apply their financial ideas. </p> <p>'It's an acceptable scenario to the market because when they have gridlock they do less harm,' says Valliere. While there can be no comprehensive energy policy or tort reform, the new president can still appoint to the regulatory agencies. Both candidates plan to halve the annual budget deficit by 2009; most economists doubt either will be able to. </p> <p>While Bush and Kerry would like to appear in control of the economic future, they are servants of the economic cycle and second to the Federal Reserve. </p> <p>'The candidates might have some impact on jobs in the margins but Greenspan is more important than the President and the economic cycle is more important than Greenspan,' says Valliere. </p> <p>And where are we in the cycle? 'It's an erratic recovery that will prevail.'</p>",
  "New York loves Vera Drake. Even lunchtime showings of Mike Leigh's film about backstreet abortion are filling two city cinemas. It seems strange to me, a visitor, that the stewed tea, rigid morals and lurid wallpaper of Fifties England should jump cultures so easily, but why not? Manhattan may not be big on nostalgia or faded Constable prints, but it takes its sexual politics seriously. <p>When the Republican convention came to town two months ago, tens of thousands of pro-abortionists marched over Brooklyn Bridge. Same-sex couples outnumber heterosexual ones at many restaurants, and the wedding pages of the New York Times feature gay commitment ceremonies alongside brides in veils. </p> <p>Vera Drake fits well with this progressive backdrop. Imelda Staunton's motherly cleaning lady is also a social pioneer, moving from one council flat to the next with her biscuit tin containing rubber tubing and carbolic soap to 'help out' girls with nowhere else to turn. Her impulse, never financial but not self-consciously charitable either, is the reflex altruism of someone who sees a need and meets it. </p> <p>Finally, Vera, who judges no one, meets the forces of censoriousness. Her son considers her a killer, her employers treat her as a pariah, and she must make her case before a law that regards abortionists, except for those providing a discreet service for the rich, as murderers and corrupters. Leigh's homages to the poor are sometimes cloying, but this one has a special relevance for a Britain in which pro-lifers urge tighter curbs on terminating pregnancies. It is also an eerily apt fable for today's America. </p> <p>Vera Drake's 20 years of back bedroom abortions begin a timeline that has always been more erratic in the US than the UK. In 1965, all 50 states retained a ban. In 1973, the case of Roe v Wade legalised abortion. In 1984, three clinics were bombed on Christmas Day and the perpetrators called their actions 'a birthday gift for Jesus'. </p> <p>And in 2004, on the cusp of a new presidential term, Vera Drake is less a snapshot of an ancient world than a glimpse of how tomorrow's America may look. If George W Bush wins, he will be able to replace four retiring supreme court judges with candidates who share his beliefs, thus opening the way to state bans on abortion and a God-driven social creed. </p> <p>Liberal Europe is horrified that Rocco Buttiglione, who thinks that homosexuality is sinful and that marriage is for breeding, is on the brink of becoming justice commissioner. That prospect, though obnoxious, is less alarming than the apex of the US judiciary moving wholesale to the grip of neocons. </p> <p>When the stakes are so high, it is not surprising that the election is being fought out over a petri dish. John Kerry, whose campaign resembles a biology GCSE course, promises to overturn Bush's block on funding embryonic stem cell research. Hollywood, Silicon Valley, Nancy Reagan, Christopher Reeve's widow and a large chunk of 100 million sick Americans are on Kerry's side. </p> <p>God is not, though. The Catholic church opposes therapeutic cloning and wrangles over Kerry's pro-abortion stance. Right-wingers want him excommunicated, while Vatican sources say banishment should be reserved for those who 'procure or perform' an abortion. Mr Kerry is no Vera Drake, but neither is he palatable to the churches or to family fundamentalist groups which call their other fight, against gay marriage, 'our Stalingrad'. </p> <p>How, commentators are suddenly wondering, did religion and politics get so entwined? But why should anyone be surprised, when Bush signalled from the start his intention to merge heaven and the state? In the beginning was Pastor Marvin Olasky, his first guru and prophet of 'compassionate conservatism'. More recently, when asked by Bob Woodward if he took his father's advice, the President said: 'There is a higher father I appeal to.' If God-Botherers Anonymous existed, then Mr Bush, an addictive personality who holds cabinet prayer sessions, would have joined up long ago. </p> <p>What's new in this election is the collision of faith and tactics. More than 40 per cent of Americans say they have been born again, while a quarter of the electorate are white evangelical Protestants. Of that group, four million did not vote in 2000. Among Catholic grandees, debates about Kerry's dissident behaviour have eclipsed church reservations over the Iraq war. No wonder that Karl Rove, Bush's political strategist, saw God's way as salvation alley. </p> <p>In secular Britain, the Almighty is more problematic. Tony Blair's Bible-by-the-bed godliness soothes few voters. His comment about answering to 'my maker' for the deaths of British soldiers was met with alarm, and advisers vetoed his wish to end a prewar broadcast with the benediction: 'God bless you.' </p> <p>There is nothing furtive about George Bush's faith and yet objectors are only just waking up to the double danger of lobotomised evangelism. The first threat is a supreme court likely, if Bush wins, to skew the law against compassion and science. Already, Bush has brought in a ban on late abortions. Many of the 70,000 women who die each year of botched terminations, mostly in the developing world, might be saved but for the rule forbidding NGOs with US funding for family planning from providing abortions. </p> <p>The second danger is aired by Ron Suskind in his New York Times essay, published last week, on faith. Though Suskind's analysis is masterful, it should be no shock that Bush has adopted a knit-your-own reality based on hunch and the arrogance of the unquestioning. Simplistic notions of good and evil and the sacrificing of objective truth to God-given certainty were evident long before 9/11. </p> <p>Those of us educated by nuns saw early on how this sort of implacability works. At my Catholic primary, it was a sin for girls to wear trousers and missing Mass led straight to hell. Such dubious certitudes seemed out of vogue until Mr Bush, a hardline Methodist, took over the White House. He might as well have hung a sign marked 'Narnia' on the gate. </p> <p>This fantasy land inhabited by the US President - and occupied by Mr Blair on a time-share basis over the Iraq war - has odd rules on killing. You cannot harm a blastocyst, but you can execute a young prisoner on death row. Embryos are sacred, but the children of Falluja are expendable. Science promises cures and miracles, but the most advanced country in the world risks heading back down a Via Dolorosa to the time of Vera Drake . </p> <p>George W Bush has marked out the election battlefield as a fight over the sanctity of existence. He is right. The argument about the destruction of human beings is critical, but it should not be focused on driving abortion into the backstreets or halting scientific progress. It should dwell, instead, on a war mandated by God and run by idiots. </p> <p>The question is which candidate is more likely to forge domestic and foreign policies ordaining suffering and squandered lives. And the answer is that people of every faith and none should wish, for all our sakes, that John Kerry wins. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>",
  "The last streets of flat-roofed houses of the al-Shuhada district of Falluja peter out into unpaved roads that make their way between the fields to the villages populated by the Zawbi tribe. <p>Under cover of darkness, the fighters of Falluja's resistance creep across this landscape, moving men and weapons from safe houses in the villages towards Shuhada, towards the battle for Falluja. </p> <p>Early yesterday it was US Marine vehicles that were heading into Shuhada, turning out of their forward operating base - a walled former resort of low bungalows round a lake known to Iraqis as 'Dreamland' - for a house raid that US military sources say netted a 'senior leader' in the network run by Jordanian terror mastermind Abu Musab al-Zarqawi, along with five others. He was named as Abdel-Hamid Fiyadh, 50, who was arrested along with his two sons, Walid, 18, and Majid, 25, and three relatives. </p> <p>For a year and more, this is how the war in Falluja has been conducted: at night, raids by American troops seen largely through the green shimmer of their night-vision goggles; by day, block searches and vehicle checkpoints. </p> <p>On the insurgents' side, it has been prosecuted with an equal, if covert, vigour among the back lanes and along the quiet lanes to the south that act as supply routes between other centres for the rebellion. </p> <p>But it is the city itself and districts such as Shuhada that are the centre of gravity of the insurgency, along with the densely concentrated al-Askari neighbourhood on the Euphrates to the city's east, and the district of Johan in the city's north-west. </p> <p>After a year and a half of gun battles, artillery and tank fire and bombing raids, many of the houses of Shuhada are scarred. But Shuhada is on the brink of even greater violence as US and Iraqi forces mass for what they hope will be the definitive battle of the Sunni Triangle. </p> <p>How that battle unfolds will not only hold the key to Iraq's elections in January, and to a joint US-British military strategy, but to the life of Margaret Hassan and perhaps to how history will judge the actions of both George Bush and Tony Blair. </p> <p>It is a battle that will be fought among the metal shops off Highway 10, where it carves into the city of 300,000. It will be fought along the highway itself that neatly bisects Falluja and, eventually, it will be fought in the warren of narrow, filthy lanes of the slums that sit by the Euphrates, where fighters, at first largely from the al-Buesa tribe, first began their rebellion. </p> <p>Even when journalists could still visit the fighters in Falluja, this was a threatening place, where lookouts would stand on the street corners to warn of American troops and other 'spies'. </p> <p>Now the state of the insurgency in Falluja is largely unknown, save that it has taken deep root in the 'City of Mosques' and its surrounding villages, despite claims by the US military that they have waged a bloody campaign of attrition that has bitten deeply into the leadership of both the insurgents and their allies in Zarqawi's militia network. </p> <p>What is equally uncertain is whether US Marines are capable of bringing Falluja back under control without the massive loss of civilian life that accompanied their last major excursion into the city in April, or without large loss of American lives. </p> <p>It is a moot point. For in the run-up to planned elections in Iraq in January, US forces cannot risk rekindling the sense of outrage that joined Sunni and Shia and Kurd when confronted with the death toll in this city. </p> <p>It is for this fight that British troops of the Black Watch are being brought north into Babil province to release more US Marines for the fight. </p> <p>According to military sources, this time the battle will be different - although there is no evidence of that so far from the bombing raids that have been levelled against districts like Shuhada in the past few weeks which, say the city's doctors, have already claimed many lives. </p> <p>This time military planners say the US Marine assaults will be led by special forces, who will pinpoint insurgent positions as they move through the city block by block, pushing the fighters back until they are stopped by the river and trapped by a cordon around the city. </p> <p>That is the theory. Iraq has a nasty habit of turning the theories on their heads. Nowhere more so than here. </p> <p>Falluja was always a disaster waiting to happen. A deeply religious and socially conservative city with a tradition of Baathism, it had been one of the main recruiting areas of Saddam's security forces, including the Republican Guard. </p> <p>When these were disbanded after the fall of the regime, a large proportion of the city's men were excluded from the new Iraq. </p> <p>It was compounded by another problem. Despite the fact there had been no fighting in Falluja, and the city had negotiated its surrender without the looting that had been seen elsewhere, when American troops did move into Falluja it was to preside over an almost immediate disaster. </p> <p>Sixteen Iraqis were killed and dozens more were injured after the American soldiers opened fire on a demonstration. </p> <p>It was the first in a series of fatal misjudgments that allowed the insurgency to establish a foothold in Falluja. In an experiment that would have far-reaching consequences, American troops retreated from their positions inside the city, relocating to two substantial bases on its outskirts. </p> <p>Rapidly, the fighters in Falluja took advantage of the American withdrawal, using it as cover to ambush US patrols with bombs, sometimes even as they left their gates. </p> <p>By the beginning of the year, those attacks were becoming ever more auda cious, culminating in the downing of a Chinook helicopter full of US troops and the murder of a group of American contractors whose burnt and mutilated bodies were hung from a city bridge. </p> <p>The response was the first serious attempt to pacify the city in April, an operation that left hundreds of Iraqis dead, many of them civilians, with little impact on the insurgency. </p> <p>If that was serious enough in its own right, a worse misjudgment was over the nature of the insurgency itself. For months, despite all the evidence to the contrary about its high level of organisation, senior US officers convinced themselves that the attacks were the work of a few dead-enders, foreign fighters or criminals in the town. And they consistently underestimated the numbers of those fighting them. </p> <p>New assessments have radically altered that picture. Across Iraq, US military intelligence officials conceded to the New York Times on Friday, the estimated numbers of fighters now stand at between 8,000 and 12,000, perhaps 20,000 when active sympathisers are included. </p> <p>They are assessments that contrast sharply with earlier intelligence reports, in which the number of insurgents has varied from as few as 2,000 to a maximum of 7,000, with 400 in Falluja. </p> <p>What US military planners now recognise is that the fighters in Falluja could number many more. And, as The Observer reported last weekend, the insurgents have access to huge sums of money from an underground financial network run by former Baath Party leaders and Saddam Hussein's relatives operating from Syria and elsewhere. </p> <p>All of which raises serious new questions over the nature of the insurgency: has it grown out of plans laid down in advance for Iraqis loyal to the old regime to continue the fight? Was the battle for Falluja, in many respects, always destined to happen? </p> <p>The biggest question is how hard the men of Falluja and their allies will fight and whether they will try to make their stand as definitive a turning-point for Iraqis sick of the US 'occupation', just as the American forces hope that it will be for their own project in Iraq. </p> <p>Fort Carson, south of Colorado Springs, is known as the 'Mountain Post'. It is home to 3rd Armoured Cavalry Regiment, 3rd Brigade, 7th Infantry Division, and the 43rd Area Support Group. It is also home to a group of men whose reported deployment soon to Iraq threatens to have a significant bearing on Falluja's future. </p> <p>The 10th Special Forces Group has for years been catapulted into action from its base in the Colorado mountains. Now, according to US reports, more than 1,000 of them are heading for the Middle East, amid official reluctance to discuss where they are going or what they will be doing. </p> <p>Speculation has been mounting, however, that such a large movement of the Green Berets, with their specialist snipers, linguists, civil affairs specialists and military intelligence officers, could only be headed for two places - for Afghanistan and an attempt to capture Osama bin Laden or, more likely, to spearhead the fighting inside Falluja, acting as forward air controllers on the ground for US bombers and strike helicopters, and leading the hunt for al-Zarqawi. </p> <p>It is a view that is endorsed by John Pike of the Washington think-tank Global Security. 'The Marine units that are being gathered for the battle are short on laser designation [for guiding air attacks from the ground]. They are significantly under-equipped. A special forces group like this would fill that gap.' </p> <p>Pike believes their deployment , alleged to be within the next couple of weeks, is a possible indicator of the political considerations that surround the timing of a final decisive assault. It must not come so soon that bad news from the battlefield - either in terms of American or civilian casualties - can affect the presidential election. </p> <p>'My guess is that, as soon as the US election count - or recount - starts, you will see an awful lot of action.' </p> <p>But in some respects a campaign has long been under way. Since mid-October the 1st Marine Expeditionary Force has been operating checkpoints around the city, while US jets have launched almost daily raids. </p> <p>The city has been the target of numerous airstrikes by precision-guided missiles destroying suspected hideouts of insurgents. </p> <p>One slim hope remains for the beleaguered citizens of the world's most terrified city. Interim Prime Minister Iyad Allawi has made Falluja an offer they can't refuse, insisting that the city hand over Zarqawi and his fighters. If they fail to do so, they face a brutal military operation. The events in Falluja over the next few weeks will shape the future of Iraq.</p>",
  "<p>A good rule of life is never, never, never meet writers you admire. I have admired Kitty Kelley from her first biography, Jackie Oh!, back in 1978 right through to the present day. </p> <p>She isn't the world's greatest stylist, but she has a wonderful eye for detail and an ear for the telling quote. (There is a good line in her new book, The Family, that one perk of being a Bush is that you get the Rev Billy Graham on speed dial.) She is a formidable researcher, who is prepared to chase every conceivable document and interviewee for months or even years if necessary. Most of all, though, I admire her courage. She tackles the subjects most journalists are scared of - living, powerful people who can mobilise armies of expensive lawyers. I wish we'd had a Kitty Kelley here when Robert Maxwell was alive. It makes me furious when journalists turn round and say, 'Oo, isn't Kitty Kelley nasty!', as if the well-known purpose of journalism was to spread sweetness and light. </p> <p>However, having said all that, I must say she's a disappointment to meet. Fluffy, kittenish, baby-faced, wearing an angora sweater with, I kid you not, an appliqué-ed heart on the sleeve, she must have been a terrific sex bomb in her youth, but I find her cutie-pie manner fairly gruesome in a woman of 62. We meet for breakfast at Claridge's, where she is staying for the British leg of her publicity tour. She has been touring America for three weeks, and is off to Madrid and Paris later, so she has the zombified air of someone who doesn't quite know what city she is in. I keep administering coffee in the hope that she might wake up. She seems almost comatose; she talks ... so ... incredibly ... slowly. What she most reminds me of is those marathon dancers in They Shoot Horses, Don't They?, desperately keeping going, but only just. When she does talk, she often lets sentences trail into silence, but with many nods and smiles to suggest they mean more than they do. I feel very clunky interviewing her, trying to get her to actually say what she means.</p> <p>I ask if it was her idea to write about the Bush family, or her publisher's, and she says hers: 'I suddenly thought, \"Gosh, this is a powerful family that I never before paid any attention to.\"' She started work in December 2000, and only finished in July this year, when the publishers virtually snatched the typescript out of her hands, presumably wanting it in time for the presidential election. Consequently, the book has more about the Bush predecessors - grandfather Senator Prescott Bush, 41st President George HW Bush and his terrifying wife Barbara Bush, known to her sons as 'The Nutcracker' - than it does about the current president, who gets rather short shrift at the end. </p> <p>The most sensational allegation about George W Bush is that he snorted cocaine at Camp David when his father was president. Kelley's source for this claim was Sharon Bush, ex-wife of Dubya's brother Neil. However, the day before The Family was published in the States, Sharon Bush went on television to deny that she had said any such thing. Kitty Kelley came back with a statement through her publishers, Doubleday, that she had interviewed Sharon Bush over a four-hour lunch at the Chelsea Bistro, and had then read her notes back to Mrs Bush the next day in the presence of her Doubleday editor, and Mrs Bush had approved them. Moreover, Sharon Bush had taken a PR to the lunch, one Lou Colasuonno, who publicly backed Kelley's version. What shocked me about this spat was that it revealed that Kitty Kelley hadn't tape-recorded the lunch. </p> <p>I thought she taped all her interviews, but apparently not - 'It was in a restaurant, I never tape in them.' But surely it cannot be beyond her powers to find a tape recorder that works in restaurants? I find it amazing that her lawyers did not insist on tapes from the outset. However, Kelley is famous for never having been successfully sued and says the secret of avoiding lawsuits is, 'You have to hold something back. You almost have to hold back 10 per cent, so that when people come running at you, you can say, \"Well would you like to see all the evidence?\"'</p> <p>The Family actually contains so little scandal about George W Bush, I imagine there were celebrations up and down the West Wing when the first copies arrived. Kelley establishes that he drank too much as a young man (which he has never denied) and was apt to perform a dance called the Alligator at parties. She quotes one former classmate saying that, 'He couldn't even relate to women unless he was loaded,' and she hints that, when drinking, he might have been abusive to Laura. She establishes that he avoided the Vietnam draft by joining the Air Reserve, but that he then failed to complete all the hours he should have put in as a reservist. She suggests that he stopped attending the Reserve when they introduced random drug testing because, she implies, he would have failed a drug test. </p> <p>Frankly, so what? We knew about the drinking; we knew he was 'wild' in his youth. If his wildness also encompassed the odd snort of cocaine or toke of pot, well, that wouldn't be amazing in the Seventies. As for mistresses, they are conspicuous by their absence. Dubya is clearly no Bill Clinton - there are no thong-snapping interns falling out of his Oval Office closets. I told Kelley that I thought the book lacked a smoking gun. 'So what would I have had to come up with?' she snapped. 'Fornicating goats?' Well naturally they would have been welcome, but just a few affairs would suffice. 'Pity you couldn't have seen the cutting-room floor!' she says, with a lot of eye-rolling to imply that it is knee-deep in affairs. 'But would that really have done it for you?' 'Yes,' I say, 'adultery would prove that he could lie.'</p> <p>She immediately switches tack: 'It isn't so much the lying, as a life of not facing consequences. He hasn't had to lie. Most of us have to. He doesn't have to because there's always going to be someone there to pick up the pieces. The rules are different for the Bushes and I attribute it to the American class system, which is not supposed to exist, but which the Bushes prove very much exists.' Surely the same was true of the Kennedys? 'No. Joe Kennedy was a robber-baron but he made such a vast amount of money that he was able to endow his kids with financial security for the rest of their lives, so they never had to hustle like the Bushes. I didn't see that sense of self-entitlement as much with the Kennedys.'</p> <p>Maybe that's just because they're Catholics and she's Catholic? </p> <p>'Well it might seem like that,' she concedes, 'but I'm not as Catholic as you might think, or as the nuns who raised me might hope!' Then she goes on, in a strange dreamy voice: </p> <p>'I still love my nuns. I still take care of them. I acknowledge the Sisters of the Holy Names in my book with great thanks. They don't discuss my lapses, but they educated me, they were wonderful. No one takes care of old women, you know. Jesuits get these great endowments. When my father died, he endowed a library at Gonzaga University, which is a Jesuit college - and I'm glad Daddy did - but who's endowing stuff for the nuns, who's taking care of them? Nobody takes care of them.' Huh? For a minute, she looks as if she might cry, perhaps remembering her father, who died two years ago. It is very rare indeed for Kitty Kelley to talk about her family or indeed to reveal anything at all about her background. The little we do know comes from a 1991 unauthorised biography called Poison Pen by George Carpozi Jnr, which she has dismissed as rubbish, while also claiming not to have read it. I thought I could at least clear up some of the allegations in the book, but the minute I mention one - that she went through a period of addiction to diet pills - she turns all steely and staring and says, 'Has that been said? Where?'</p> <p>'In the Carpozi book.'</p> <p>'Oh really?' she says, mega-frosty, as if I'd just put a dead rat on the table. 'I don't know, I seriously didn't read it.' This was obviously meant to end the discussion, but I persist: 'So anyway, what's the answer?' Did she take diet pills? 'My answer is I certainly took them as a fat little girl, I was put on them by the doctor, but addicted, no. I'm addicted to coffee.' </p> <p>Anyway, the known facts of her life are as follows. She was born in Spokane, Washington State, in 1942. She was the eldest of eight children (seven girls, one boy) of an Irish Catholic family. Her father was a successful lawyer. She told me that her family was 'very Republican, not too dissimilar from the Bushes'. As rich as the Bushes? 'Yes. I was fortunate.' Kelley was popular at school and voted friendliest girl in her class four years in succession; she also won the 'Lilac Princess' beauty pageant. But, according to a childhood friend quoted by Carpozi, 'She had a very rough time. Her mother is the key. It's no secret that she was a long-time alcoholic ... She had the reputation of being vicious, so Kitty learnt from a master.' </p> <p>Kitty started at the University of Arizona but, according to Carpozi, was accused of stealing jewellery from a roommate and switched to the University of Washington in Seattle. She worked as a VIP hostess at the 1963 New York World's Fair, then moved to Washington DC to work for Senator Eugene McCarthy. Afterwards, she claimed to have been his press secretary; he said she was a receptionist. Then she got a job at The Washington Post, where she claims she was an investigative reporter; the Post says she was a secretary/ researcher. But her bosses grew suspicious that she was taking unnecessarily detailed notes whenever Katharine Graham (the owner of the Post) attended meetings, and she was dismissed. After this, she was a freelance, supplying items to the gossip columns and writing articles on 'How to lose weight and seduce a senator.' Again, there are dark rumours quoted by Carpozi that she got her material in unconventional ways - by stealing a manuscript in one case, and rooting through a wastepaper bin in another. </p> <p>Her first book, The Glamour Spas, about fat farms, was published in 1975. Her second book, Jackie Oh! about Jacqueline Kennedy Onassis, became a surprise bestseller because she revealed the extent of JFK's philandering for the first time. She then wrote her truly glorious book Elizabeth Taylor: Last Star, which is not too long, and hilarious throughout. By this stage she was married to an unsuccessful novelist called Mike Edgley, who claimed that she sent him out each night to raid Liz Taylor's dustbins. (She and Edgley divorced in 1989; for the past 12 years she has been very happily married to Jonathan Zucker, a physician, though she says she still signs her notes to him 'The current wife'.) </p> <p>The Last Star made Kelley a publishing hot property, able to command multimillion dollar advances, and her books on Frank Sinatra, Nancy Reagan and The Royals got successively weightier and, in my view, less fun. Her books have to be big, of course, to justify their enormous advances and to make them look 'serious', but the amount of scandal in them is steadily decreasing. In fact, I fully anticipate that Kelley will one day produce a 1,000-page book with just one scandalous sentence in it. She almost came a cropper over her last book - it was meant to be a biography of Prince Philip, but she obviously couldn't find enough dirt, so it became a general book about the royal family. It was never published here - she says for libel reasons - but it contained little that was new to anyone who reads the British tabloids. </p> <p>Writing about the royals probably taught her the great advantage of writing about a family rather than an individual - namely, that you can throw in every schizophrenic cousin, bankrupt uncle and alcoholic aunt, and blacken the whole family by association. This is what she has done with the Bushes and I think it's unfair - any family should be allowed to have its black sheep. 'You're quite right, but this is not any family,' she retorts. 'This is a family that maintains the highest office in the land - the most powerful family in the world. The rules are different for the Bushes, and they're different because the mainstream media have given the Bushes a free ride. Not so Clinton. In fact, a New York Times columnist won a Pulitzer prize for detailing the sexual dalliances of a president [Clinton]. I tell you about the sexual dalliances of a president [Bush senior, not Dubya] and get my head blown off!'</p> <p>She once said that researching her Nancy Reagan book was even more frightening than researching Frank Sinatra, but now she says that both of them were 'a piece of cake' compared to the Bushes - 'Frank Sinatra was tough, but that's just thug tough.' Does she mean she was in fear of her life? 'No, not frightened in that way. But the White House attacked this book before it was even available to be read. They called NBC and said, \"Keep her off the air.\" And suddenly TV producers who'd already booked me started cancelling. Larry King - I've done the Larry King show for every book I've ever written. But this time he wouldn't invite me.'</p> <p>I wonder if it was because she claims she seduced Larry King to have phone sex with her, taped it and played the tape to her friends. She laughs a surprisingly dirty laugh and says, 'Oh no, he's gotten over that! I've been on his show often since then. Anyway, he has phone sex with everybody,' she jokes. Really? I squeak. 'What - if I rang Larry King up, he'd have phone sex with me?' 'I think you'd have to go out to dinner with him first,' she smiles. </p> <p>When she laughs her real belly laugh you get a hint of someone who might be enormous fun to know. But she obviously feels she has to be 'dignified' in interviews and soon reverts to prissy prom-queen mode. 'This was the hardest book, not because I felt I'd get beat up, but come November I might be either facing a heavy IRS [income tax] audit or I'd be in the Federal Witness Protection Programme. The Bushes are powerful. The White House is making itself very felt on this book. And yet nobody has stepped forward to say, \"Let me challenge the fact on page 420.\" Nobody has said the facts are wrong. They just want to blacken the author, so that then the book is discredited. If you cared very much about the rich and the famous, the high and the mighty, there's no contest. If I cared about that, I too would go with the Bushes and not with Kitty Kelley.'</p> <p>But while she expects flak from the White House, she claims to be hurt and somewhat mystified by the way journalists treat her. They should hail her as a hero, not slag her off like a pariah. Of course it's true that American journalists always take themselves far more seriously than British ones, but the level of personal venom directed against her is striking - Slate magazine calls her 'colonoscopist to the stars'. She thinks the reason journalists attack her is because, 'They are on bended knee. I guess the coin of their realm is access. And were they to accept this book, even objectively, they'd then be admitting that, a: they didn't do their job for the last 50 years, and b: they've been conned.' </p> <p>But then she adds that when Frank Bruni recently interviewed her for The New York Times, two of his first questions were: 'Have you had an abortion?' and, 'Do you do cocaine?' She looks so hurt and aggrieved recalling this that I find myself mewing in sympathy - until I remember that these are just the sort of questions Kelley addresses in her books. But whereas Bruni asked the questions directly, she'd never ask them - she'd go round the houses collecting hearsay and building innuendo. </p> <p>This is my problem with Kitty Kelley. I don't object to her being a muckraker or scandal-seeker. Given that her subjects are always people who command vast PR machines, it is quite useful to have someone add a little spice to the prevailing sugar. But I do sometimes worry about her techniques. She relies a lot on innuendo. In the current book, she makes much of Laura Bush's 'dazed' expression and hints darkly that she might be on antidepressants. Is that a crime? No, Kelley retorts; if she were married to a Bush, she would be on antidepressants. But that isn't the point, because she hasn't established that Laura Bush is on antidepressants - it is just left dangling, as a vague slur to give the impression that Laura Bush is some kind of flake.</p> <p>Perhaps it was Kelley's failed stint on The Washington Post that gave her the desire to go where most journalists fear to tread, and to show up their failures. She says that one of the most telling scenes in The Family is her account of a press conference President Bush senior gave in August 1988 when The New York Post finally exposed his long-term affair with his aide, Jennifer Fitzgerald. All the journalists were saying beforehand that they would have to raise the subject - but none of them wanted to be the one to do it. In the end, it was a CNN reporter - a woman, of course - who stood up and asked the question, and President Bush responded furiously, 'I won't entertain that sleazy question!' The other journalists moved smoothly on to different subjects, and the CNN reporter was soon afterwards moved to another job. 'But her question was perfectly legitimate!' says Kelley.</p> <p>I think this is how Kelley sees herself - as the one brave journalist prepared to ask the awkward questions. But then why does she get so huffy when anyone asks her direct questions? Why was it so offensive of Frank Bruni to ask if she took cocaine, or me to ask if she was once addicted to diet pills? Why is she so shocked that someone wrote an unauthorised book about her? And why is she so secretive about her past? I ask if she would ever write her autobiography. 'Oh please!' she sniffs. 'It would be very boring. I like my life, don't get me wrong. But it's a worker-bee life.' And so saying, she whisks out of Claridge's into her limo for the journey to Heathrow and Madrid, and another hard day collecting publicity pollen.</p> <p><strong>· </strong>The Family by Kitty Kelley is published by Bantam Press at £20.</p>"
]