[
  "For more than a week the Guardian has been under an unprecedented email bombardment from the United States. The stimulus was an exercise mounted by G2, the tabloid second section of the paper, to put individual voters of undeclared party allegiance in the presidential election in Clark County, Ohio - narrowly balanced between Republicans and Democrats - in touch with individual Guardian readers. <p>The latter were urged to write \"citizen to citizen, explaining why this election matters to you, and which issues you think ought to matter to the US electorate\". The principle followed had earlier been expounded in a comment piece, under the heading \"US policy now affects every citizen on the planet. So we should all have a say in who gets to the White House\". </p> <p>Although the G2 article did not presume to say which way it wanted the unaffiliated citizens of Clark County to vote, the front page of the main broadsheet that day carried the open declaration: \"What you can do to beat Bush - with a little help from the folks in Ohio.\" </p> <p>To facilitate its campaign, the Guardian obtained, on payment of a fee of $25 (£14), a copy of the file of voters for Clark County. It extracted from the 85,000 names on it the 36,000 with undeclared affiliation. It then arranged, through a special website, to provide readers with the address of an individual resident of Clark County. </p> <p>The features editor of the Guardian, in a piece in G2 on Thursday, explained that in the few days that the site operated before it was hacked into and disabled, the Guardian had sent out the names of more than 14,000 Clark County voters. </p> <p>By my calculations well over 5,000 emails, predominantly condemnatory of the exercise, had been poured into various Guardian queues by the middle of this week. Emails received by individual journalists accounted for about 3,000 of those. </p> <p>On Monday G2 carried an unexpurgated selection of the correspondence under the restrained heading (considering the invective): Dear Limey assholes. The selection was thinly sprinkled with letters praising the venture. The aggressively abusive letters prompted more than 90 from Americans apologising for their compatriots. </p> <p>The majority of emails received up to Thursday, whether from supporters of George Bush or John Kerry, were critical (only about 1 in 10 voiced support). It was clear that a \"spamming\" campaign was involved. One Guardian journalist, with dual American and British nationality - a strong supporter of the exercise - believed the reaction illustrated the intimidatory tactics of the angry right. The response of Democrats, fearing that their cause would be harmed, showed that the intimidation worked. The intention was to smother free speech. The G2 exercise sought to open up debate. </p> <p>Having read through many of the emails, and while acknowledging the letters of thanks and support among them, my own view is that the paper in carrying out the exercise through the intrusive use of the voters' list, has prejudiced some of the goodwill it has built up in America and unnecessarily excited its enemies. It has sought to intervene in the US election, with unpredictable consequences. </p> <p>In a poll I conducted among Guardian staff who had been following the story, of 71 respondents, 13 thought it a legitimate and worthwhile exercise, 14 were undecided and 44 were against it. Among the reasons given by the latter, reflecting complaints coming from the US, were that intervention in the democratic processes of another country was not \"legitimate newspaper behaviour\"; and that it was arrogant and self-aggrandising. </p> <p>Several were dismayed that the internet effect had apparently not been anticipated, one saying that the speed with which links to the Guardian story spread showed that \"this perceived insult has legs\". Another commented: \"It seems a shame that, in this interactive age, with email and weblogs all around, we rejected any attempt to have a real conversation with US voters.\" Several mentioned that the buoyant and jaunty nature of G2 journalism, marking a cultural distinction from the broadsheet, was not apparent on the website. </p> <p>The editor of the Guardian, defending the exercise, said it was a crucially important election in the face of which many felt a sense of impotence. \"What we did was simply to invite personal acts of communication from one individual to another. Most of the letters sent by Guardian readers, those I have seen, have been responsible and heartfelt.\" </p> <p><b>·</b>Readers may contact the office of the readers' editor by telephoning 0845 451 9589 (UK only, calls charged at local rate) or +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding UK bank holidays. Mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. Fax +44 (0)20 7239 9997. <a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a></p>",
  "No one knows exactly how Iran will react to the latest European proposals for reining in its nuclear ambitions and no one should underestimate the importance of its response. Britain, France and Germany - the EU3 - did the sensible thing yesterday when they set out their stall in Vienna. Their tempting idea is that the Islamic Republic will be helped to generate nuclear power if it agrees to stop enriching uranium, which can be used to make nuclear weapons. The United States is unhappy with this strategy of inducements. But with the American presidential election imminent and the Europeans desperately conscious of the shadow of Iraq, it is right to explore every diplomatic avenue. If there is no progress, the International Atomic Energy Agency, the UN's nuclear watchdog, will pass the dossier to the security council next month to consider \"further steps\", including the possible imposition of economic sanctions. It is hard to imagine that there will be a united international response at that point. <p>Iran maintains that its nuclear programme, a symbol of modernity and national pride, is for power generation and not for military purposes. It insists too that it is open to talks, but will never give up uranium enrichment - a process which can be used to produce fuel for nuclear reactors or material for atomic bombs. This is a murky area - though the US and Britain must be aware that their record on intelligence about Iraq's weapons of mass destruction will not inspire confidence that they are well informed about Iran. The studiously neutral IAEA has uncovered previously hidden activities that could well be related to a clandestine Iranian weapons programme. Crucially, though, it has found no \"smoking gun\". </p> <p>President George Bush famously included Iran in his \"axis of evil\" in the state of the union address in 2002, citing its support for the Lebanese Hizbullah and Palestinian Islamic Jihad groups, as well as its nuclear ambitions and a fundamentalist regime which began life by overthrowing the Shah and humiliating America back in 1979. But the view from Tehran looks fairly ominous these days: two of Iran's neighbours - Russia and Pakistan - are nuclear powers. Israel has a formidable if undeclared nuclear arsenal and has hinted heavily that it might launch a pre-emptive strike on Iran's nuclear facilities, as it did against Saddam Hussein's French-built reactor in 1981. American forces are next door in Iraq and Afghanistan - hardly a recipe for studied calm among the hawks around President Ali Khamenei. You do not need a Farsi edition of Clausewitz to work out that a nuclear weapon might be a useful protection against efforts at regime change in Tehran - a thought surely reflected in Wednesday's launch of a new long-range ballistic missile. </p> <p>Looking back a year or so ago, Iran looked like the case that could prove that European policies of engagement and persuasion would succeed where American sabre-rattling failed. The EU's strategic doctrine placed heavy emphasis on \"effective multilateralism\" (without referring to Mr Bush's disastrous unilateralism). The mission was important enough to unite London, Paris and Berlin, divided over Iraq, to try their luck with Iran. But barring some last minute surprise from Tehran, they seem to have failed. Understandably enough, the world is deeply preoccupied with Iraq, but the crisis brewing next door could be extremely serious. Nothing much will happen this side of November 2, though after that - especially with a re-elected President Bush - all bets will be off. The nuclear non-proliferation treaty has already been rocked by India and Pakistan acquiring nuclear weapons. Another breach could kill it off. That means that keeping the Iranian genie inside its bottle is a matter of global importance.</p>",
  "<p>The presidential candidate John Kerry has a 13-point lead over George Bush in a new poll of voting intentions - among American students.</p> <p>If US campuses were deciding the race for the White House Mr Kerry would be a dead certainty, according to the poll by Harvard University's institute of politics.</p> <p>What's more, their votes could be vital in the tightly fought contest. Students in swing states are backing the Democrat candidate, leading President Bush by 17 points.</p> <p>\"There are nine million college students in America, and their vote will matter this year - especially in swing states,\" said the director of the institute, Philip Sharp. \"Neither campaign can afford to ignore them. Our findings represent a major revival of student political engagement.\"</p> <p>The poll of 1,200 students, by one of the most respected political research institutes in the world, also reveals the reason behind students' support for Kerry - or opposition to Bush. They are most worried about the economy, followed by the war in Iraq and the spread of international terrorism. Moral issues, such as gay marriage and abortion, and education, also feature. </p> <p>The dissatisfaction is such that more students than ever are likely to go out and vote; 72% of the students polled claimed to be registered and ready to vote.</p> <p>According to the survey, politics is a regular topic of conversation among American students. Of those polled, 75% said they had discussed the election in the past 24 hours, and 91% said they cared a \"good deal\" about the outcome of the election. </p> <p>Student support for Mr Kerry comes despite the fact that most believe the president to be the \"stronger and clearer\" leader. More than half (52%) of students said they would vote for Mr Kerry, compared with 39% who said President Bush would get their vote. </p> <p>But on the strength of leadership skills, 49% backed the president, while 36% backed Mr Kerry. Asked who they believed took a \"clear stand on issues\", 57% said President Bush and 27% said Mr Kerry. </p> <p>In contrast 54%, said the Democrat \"understands the problems\" of people like them, compared with 31% who said the same of the president.</p> <p>The poll, which has been conducted four times a year since 2000, also showed that America's students are becoming more partisan. The number of students identifying themselves as independent has fallen over the past year by 8%, with Mr Kerry hoovering up the majority of those votes. </p> <p>It also revealed that programmes to encourage students to get out and vote were working, with 62% saying they had had contact with campaigns to get them to vote. </p> <p>David King, associate director of the institute, said: \"Students in swing states have been approached time and again about registering and about voting, and those on-campus drives have clearly mobilised thousands of new voters.\"</p>",
  "When they come to write the history of the Iraq adventure, the decision to deploy British troops to the US sector may be seen as the tipping point at which the patience finally snapped of many of those who had hitherto given Tony Blair the benefit of the doubt. In the corridors of Westminster it was a common experience to find backbenchers who, for the past two years had grimly defended the official line, expressing incomprehension that they were being asked to march further into the quagmire. <p>We are assured that this latest debacle was not thought up by the politicians in Whitehall, but was all the work of the military in Iraq. But that does not explain why the politicians did not stamp on the nonsense the moment it reached the ministerial floor. Indeed, the truly disturbing insult from this week's events is the discovery that the political antennae of Downing Street have become so blunted that they were surprised by the strength of a reaction that was entirely predictable. </p> <p>Labour loyalists have been pleading for Iraq to be allowed to slip out of the headlines to leave space to be filled by Labour's domestic agenda. Much of the fury of the past week is that their own government should have come up with a wheeze that has put booster-rockets on the Iraq story and propelled it to the top of the bulletins. </p> <p>Instead of producing an exit strategy that would hold out the hope of British troops getting out of Iraq, ministers are going to push them even deeper into the insurgent territory. This is the precise opposite of what Labour supporters had hoped to hear in the countdown to an election. </p> <p>The redeployment also touches the public where it has become most neuralgic about our involvement in Iraq. They cannot shake off the suspicion that we sent a third of the British army into Iraq not in pursuit of our own national interests but in support of the White House's political agenda. This latest twist to the tale confirms the perception that it is Washington that calls the shots and Britain that jumps to attention. Whether the request came first on political or military channels, it is undeniable that the initiative for the movement of our troops came from the US. </p> <p>It is equally obvious that the request was the product of US politics. It may be the case that when General George Casey lifted the phone to call his opposite number on the British side it never occurred to him that there could be a political bonus to George Bush. But he was driven to ring Britain rather than the Pentagon because of US political imperatives. The most damaging criticism of Donald Rumsfeld is that he overrode the worries of his own chiefs of staff, who warned him that he was attempting to occupy Iraq with too few troops. It therefore was not a practical option for General Casey to ring home to ask for more US troops to be sent to Iraq, and confirm in the closing stages of a presidential election that Rumsfeld had got it wrong. </p> <p>A large part of the problem is not that the US does not have enough troops but that it does not have any troops trained in peacekeeping. They have brought their military culture of overwhelming force to Iraq and have met any resistance with escalation. Most of the current resentment of the occupation is provoked by the heavy-handed military tactics of US forces and their implicit assumption that every Iraqi is a potential enemy. </p> <p>An inescapable consequence of the decision to embed British troops in the US sector is that our forces will become tarred by association with US methods and held responsible for the civilian casualties that result. This danger is all the more acute as the stated purpose of redeployment is to free up US forces for an all-out assault on Falluja. The most disappointing feature of the past week is that no one in government appears to have asked whether it makes sense to facilitate a second siege of Falluja. </p> <p>The last time the US marine corps attempted it they left behind several hundred civilian dead and uproar across Iraq at the treatment of the residents of Falluja. If they now repeat that level of violence, US forces will not exterminate the resistance but fuel hostility to their occupation. It is a strategy that could only be endorsed by those who can keep the faith that there is a military solution because they labour under the delusion that the insurgents are only a few thousand international terrorists. </p> <p>Repeatedly this week, we have been lectured on the importance of proving ourselves good, sound allies. Fine. But solidarity should be a two-way street. Ministers should not have agreed to commit British troops to enable an offensive on Falluja unless our US allies at last agreed to minimise civilian casualties for which Britain will now also be held responsible. </p> <p><a href=\"mailto:r.cook@theguardian.com\">r.cook@theguardian.com</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Distributors of artist Tracey Emin's debut film, due to be shown on BBC4, have said they will take censors to court to overturn its \"Orwellian\" 18 certificate. P1<br>Prince Harry's reformed image is in tatters after a scuffle with photographers outside a London nightclub. P1&amp;3<br>Olympic champion Kelly Holmes is the face of the Royal British Legion's 22m pound poppy campaign. P11<br>ITV has meddled with Agatha Christie's Miss Marple, giving the old spinster a past lover that is fleetingly referred to in its new series. P13<br>Salam Pax, famous as the Baghdad blogger, takes his web diary to Washington. G2 P2-5</p> <p>MEDIA BUSINESS<br>Phone operator T-Mobile plans a quiet debut for its 3G service at Christmas. P25 <br>BBC radio ratings are at their strongest in 10 years, angering commercial rivals. P26<br>Google is in a dispute with its local paper, the San Francisco Chronicle after the paper claimed the company would double its advertisers over four years. P26<br>MT Rainey and Jim Kelly, two of the advertising industry's most prominent figures, are leaving the agency they helped found. P26<br>The National Union of Journalists seeks to have its rival, the British Association of Journalists, derecognised by the Mirror Group. P26</p> <p><strong>THE TIMES </strong>(broadsheet)</p> <p>Prince Harry scuffles with paparazzi outside a London nightclub. P1 &amp; 5<br>Chris Moyles spearheads a revival of BBC Radio 1. P6 &amp; 31<br>A memorial service was held yesterday for Times columnist Bernard Levin. P8 &amp; 36<br>A patient finds a kidney donor after placing an advert on the internet. P17<br>Google reports a doubling of quarterly revenues on strong advertising demand. P29</p> <p>MEDIA<br>Capital Radio DJ Johnny Vaughan has lost 322,000 listeners since taking over from Chris Tarrant. P31<br>Comment: Freedom of Information Act comes into force in January but will editors use it to tell the public what is happening, asks Brian MacArthur. P31</p> <p><strong>THE INDEPENDENT</strong></p> <p>Independent journalists Robert Fisk and Johann Hari debate the Iraq war in Manchester. P5<br>Harry's nightclub scuffle with the paparazzi. P9<br>Chris Moyles has been anointed \"the saviour\" after sparking a comeback at Radio 1. P11<br>Internet auction site eBay reports revenue up 51 per cent to 474m pounds in the past 12 months. P16<br>A journalist on Belarus newspaper Solidarnost, which opposed the extension of authoritarian president Alexander Lukashenko's term in office, has been stabbed to death. P26<br>Google third quarter profits leap to 441m pounds. </p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Prince Harry clashes with paparazzi outside a nightclub. P1 &amp; 4, Comment P29<br>BBC Radio 5 Live breakfast programme is luring away listeners from Radio 4's flagship Today programme. P2<br>The new ITV version of Miss Marple features a past love of the spinster detective, a lesbian plot and has even changed the identity of the murderer in one of Agatha Christie's most famous murder mysteries. P3<br>The Guardian has put a stop to its attempt to influence the outcome of the US presidential election by contacting voters in Clark County, Ohio. P16<br>The ABC TV network has axed the Miss America pageant, throwing the event's future in doubt. P19<br>Mariane Pearl tells of how her life was changed after her husband, journalist Daniel Pearl, was murdered by Islamist extremists. P25<br>Obituary: Ivor Wood, animator who worked on The Wombles and The Magic Roundabout. P31<br>Earnings at eBay jump to 100m pounds. P37</p> <p><strong>FINANCIAL TIMES</strong></p> <p>The BBC has appointed head of revenue management Zarin Patel its first female finance director. P2<br>The BBC beats its commercial rivals in radio breakfast fight. P22<br>Google marks its first quarterly earnings report since listing on the stock market with revenues doubling from a year ago. P24</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Google and Amazon post strong increases in profit, but Amazon shares fall after investors were disappointed. P4<br>Spending on in-store advertising promotions grows from 14 per cent of sales in 1999 to 17.4 per cent last year. P6</p> <p><strong>DAILY MAIL</strong></p> <p>Prince Harry goes on the warpath against paparazzi, but what makes him go wild? P1, 10-13<br>Jennifer Saunders has spoofed Cher for her BBC1 comedy programme. P22<br>The BBC is still in the race to win domestic cricket rights. P95</p> <p><strong>DAILY EXPRESS</strong></p> <p>Prince Harry fights with a photographer. P1,2,3,4,5<br>Kelly Holmes is the face of the Royal British Legion Poppy Appeal. P20<br>Spectator editor Boris Johnson has dubbed his trip to apologise to the city of Liverpool over a Spectator editorial \"Operation Scouse Grovel\". P26<br>Daily Mail journalist Simon Heffer was the author of the editorial that offended Liverpool. P26</p> <p><strong>THE SUN</strong></p> <p>Boozy Prince Harry fights with photographers. P1, 4-5<br>Richard Littlejohn on the death of Lynda Lee-Potter. P11<br>Listeners for Radio 1 DJ Chris Moyles are soaring. P16<br>Robert Powell is to join Holby City. P29</p> <p><strong>DAILY MIRROR</strong></p> <p>Prince Harry's amazing four-letter fury at a photographer. P1, 10-11<br>The BBC has edited Geri Halliwell's bottom out of her video clip because it was deemed too raunchy for Top of the Pops. P15<br>X Factor judge Sharon Osbourne has not spoken to Simon Cowell after she accused him of rigging the contest. P19<br>Amanda Holden attacks Mad About Alice scriptwriters after the programme is axed. P23</p> <p><strong>THE STAR</strong></p> <p>Prince Harry lashes out at a photographer. P1,4,5, 6&amp;7</p> <p><strong>AND FINALLY...</strong></p> <p>Forget about Tivo or Sky Plus. A San Franciso inventor has found heavy demand after inventing a remote control that turns off televisions anywhere - and it only costs nine pounds. Daily Telegraph P18</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "Viktor Yushchenko sits in front of the dressing room mirror as a make-up artist applies a heavy-duty fixing spray and foundation to his skin. <p>He's joking with his entourage, but his face still bears pockmarks of an unexplained illness that lasted for weeks, and may prove to be the deciding factor in a rough and tumble election that has been punctuated by claims of dirty tricks.</p> <p>\"I want to get back the face that 40 million Ukrainians recognise,\" Yushchenko told the Guardian. \"I have got back into normal campaigning in the last week and feel my health is restored\".</p> <p>It could be too late for the opposition candidate. With the campaign nearing its end, the illness he suffered last month has been the source of a bitter row between him and his rival, prime minister Viktor Yanukovich.</p> <p>Rushed to Vienna for private treatment, Yushchenko claimed the government had poisoned him.</p> <p>Yanukovich hit back, claiming opposition activists pelted him at a rally with metal objects.</p> <p>Stories circulated that the current president, Leonid Kuchma, intended to declare a state of emergency and stay in power.</p> <p>Then 90 tonnes of posters comparing Yushchenko to an American mosquito sucking Ukraine's blood dry turned up in a warehouse near the capital, Kiev.</p> <p>\"It's like Alice in Wonderland, but that's political life in our country\", said Roman Mokhenko, 25, an interior designer. \"It's all a game. We don't vote here to make life better, but to stop it from getting worse.\"</p> <p>There are nine days to go until Ukraine votes in its fourth presidential elections, with the winner succeeding Kuchma, an authoritarian politician who has dominated Europe's largest country and the EU's new neighbour.</p> <p>Yushchenko is the pro-western liberal opposition candidate, a former prime minister who claims to want to wipe away the corruption and cobwebs of the Soviet era, completing Ukraine's slow turn towards Europe.</p> <p>Yanukovich is the Russian-backed successor to Kuchma, described by one senior western diplomat as \"a disciplinarian, a tough guy\".</p> <p>The two candidates have much in common: they both served in Kuchma's regime, and now both have backing from former cold war adversaries.</p> <p>Russian President Vladimir Putin has swung behind Yanukovich, inviting him to Moscow, and promising to visit Kiev three days before the vote.</p> <p>Pro-Putin political strategists are also advising his campaign. Washington, though, has tacitly backed Yushchenko, condemning the state abuse of the media to skew the playing field, and sending heavyweights - including George Bush senior and Henry Kissinger - to urge a democratic election.</p> <p>The Yushchenko campaign has repeatedly complained that it has been barred from access to state TV and has had to rely on Yushchenko attending election rallies to garner support.</p> <p>The issue of Yushchenko's illness is still pivotal to the election, and frustration among voters over the conduct of the campaign may yet result in demonstrations as polling day draws near.</p> <p>No evidence has been provided to show that Yushchenko was poisoned, and one western diplomat admitted \"his campaign handled the issue really badly\".</p> <p>Mikhail Pogribinski, a political analyst and government adviser, said: \"I think Yushchenko fell ill and his staff decided to make something out of it. It's unlikely there will be mass protests unless the results seriously conflict with the [variety of planned] exit polls.\"</p> <p>However, there are signs that a protest movement is building momentum.</p> <p>On Friday last week 15 pro-Yushchenko activists from a group called Pora were arrested by police, who claimed to have found a grenade. In response, other Yushchenko supporters have begun demonstrating outside the interior ministry.</p> <p>Vladislav Kaskil, a senior coordinator or Pora, said: \"We can already say that these elections have not been democratic.\" He said the group had 15,000 members, and only peaceful intentions, but was set on change.</p> <p>\"We [in Ukraine] have the biggest experience of peaceful protest in all of Europe. This is our only opportunity and Ukrainian citizens will be to blame if we cannot use this chance to bring about democracy.\"</p> <p>To many voters, talk of a high noon showdown between east and west is all bluster. \"I don't believe anyone\", said Andrei, 18, considering his first vote at an election stall promoting a minor candidate.</p> <p>\"I won't vote at all. At least it won't be Kuchma, but Yanukovich and Yushchenko will both be bad all the same.\" He shrugs, putting his headphones back in his ears as he walks away.</p> <p>\"I will vote for the youth\", said Grigori Parkhomenko, an engineer driving his wife and son to work and school.</p> <p>\"This means Yushchenko. Life will not get better [if he gets in] - and bread, petrol and everything will still get more expensive - but we need a change so life might improve in the distant future.\"</p> <p><b>State facts</b></p> <p><b>Independence:</b> August 1991 with dissolution of USSR </p> <p><b>Capital:</b> Kiev </p> <p><b>Population:</b> 47.7m</p> <p><b>Life expectancy:</b> 67</p> <p><b>Per capita annual income:</b> $3,429</p> <p><b>Percentage of population living in extreme poverty:</b> 11%</p> <p><b>Unemployment rate:</b> 3.7% registered, many more not registered</p> <p><b>Languages:</b> Ukrainian, Russian, Romanian, Polish and Hungarian </p> <p><b>Religion:</b> Mostly Christian: just under half the population are Ukrainian Orthodox, around 13% are Catholic</p> <p><b>Literacy:</b> 99.7% of the population are literate by the age of 15</p> <p><b>Election process:</b> President is elected by popular vote (suffrage is at 18 and universal). President appoints prime minister</p>",
  "By his own admission, Frank Chapple, the electricians' trade union leader from 1966 to 1984, who has died aged 83, was \"an awkward bugger\"; he relished this self-mocking description, delivering it with glee to any available audience, critical or friendly. Invariably it was accompanied with an impish grin that spread slowly across his broad, oval, slightly Italianate features. <p>It was a perfectly accurate label. It was also a form of protective psychological armour helping to conceal the much more sensitive, shrewdly intelligent, courageous and often complex character that lay behind the controlled jauntiness of the Chapple carapace.</p> <p>Almost every major event in his life, certainly as a union official, came in a sequence of rapid learning curves. Initially, it was a slowly maturing awareness that the world was a complex place requiring at least as much cunning as idealism. It was like that when he first became a Communist at the age of 17 - in a sudden flash of insight about the injustices of life - followed, ultimately, by an awareness that the party was just as full of imperfections, even wickedness, as the rest of life.</p> <p>It was like that again when he ceased to be a Communist party member in 1959 - with a flash of realisation about the deceit and intellectual corruption within the party he had lived with, and defended, for 20 years.</p> <p>Eventually it fell to him, under the guidance and original leadership of the late Sir Leslie Cannon, to drive the communists out of the old Electrical Trades Union (ETU), which, through mergers, became part of the Electrical, Electronic, Telecommunication and Plumbing Trades Union (EETPU) in 1968, the Amalgamated Engineering and Electrical Union (AEEU) in 1992, and Amicus in 2003. Chapple continued the crusade, launched by Cannon, that effectively eroded Communist party power and influence in Britain's postwar trade union movement.</p> <p>It was a remarkable moment and a distinctive political watershed. Indeed, the British Communist party itself never really recovered from the scandal of the ETU ballot-rigging case in 1961. And if the principal instrument of that political, and industrial, transformation was Cannon, it was Chapple who consolidated and completed Cannon's work when he succeeded to the ETU leadership on Cannon's death in 1970.</p> <p>The High Court judgment condemning the former Communist leadership of the ETU of ballot-rigging on a massive scale was, and remains, a historic and grim landmark in British trade unionism. By the same token, it became Chapple's platform for the rest of his career.</p> <p>Chapple was born in the slum area of Hoxton, east London, in a flat above his father's shoe-repair shop. There was no bath or running hot water in the Chapple home. Like everyone else in the area, he used the public baths. When he was demobbed from the army in 1947, he had already married Joan Nicholls while on leave the previous year, and their first home together in Stamford Hill still had no bath. Chapple maintained that he did not have a properly plumbed bath at home until he was 42.</p> <p>His father was, in Frank's words, \"a bit of a villain\" who had been invalided out of the army in the first world war after a severe leg injury. Chapple senior could neither read nor write, and rented his shop from his in-laws. It was Frank's mother who was his guiding star, intelligent, and ambitious for her son.She made no bones about voting Tory, though this had no apparent impact on young Frank, whose views and emotions were far more conditioned by his surroundings, his school chums and especially a dedicated headmaster at the local elementary school. Chapple was also growing up amid the anti-fascist demonstrations and battles in the East End.</p> <p>After leaving school at 14, he found a job as an errand boy with an electrical firm. By pure chance, he was then taken on as an unindentured apprentice electrician with another firm which was doing \"some wiring\" at his uncle's greengrocer's shop. This was where he first encountered the world of trade unionism.</p> <p>At 16 he applied for membership of one of the technicians' unions, but he was turned down because unemployment was chronic, and most unions were then putting restrictions on new members. Chapple was finally accepted into the ETU and quickly absorbed into the activities of the Islington branch which, effectively, was run by a group of active communists. He had previously joined the Labour League of Youth (LLY) in Shoreditch, where he met a young writer named Ted Willis - later a fellow peer - who was also the organisation's national chairman. But the LLY and Willis were already in trouble with Labour party headquarters because of their Popular Front activities during the Spanish Civil War. So, in 1939, Willis took a batch of his Labour Youth members over to the Young Communist League - and Frank Chapple went with him: it was Chapple's initiation into the Communist party.</p> <p>With the outbreak of the second world war, Chapple, as an electrician, was recruited for work in the Royal Ordnance Factories, where he encountered his first strike. It was also where he developed into a militant Communist activist, remaining in ROF work until his call-up in 1943.</p> <p>Eventually he was drafted into a Royal Electrical and Mechanical Engineers unit as a maintenance electrician, and was later involved in the Normandy landings from D-day plus 20, where his special skills were devoted to maintaining tanks. In the advance into Germany, Chapple was mentioned in dispatches - albeit, as he would confess with a dismissive wave, simply for repairing the brigadier's car after a breakdown.</p> <p>Once in Germany, Private Chapple quickly established contact with the emerging German Communist party and helped to run a communist cell in the army education centre at Lübeck. Demobbed in 1947 and without work, he resumed activities in the ETU and was awarded a trip to Prague as one of its representatives at a conference of the Communist-run World Federation of Democratic Youth, where his co-delegate was another dedicated young communist, Leslie Cannon.</p> <p>For the next few years, Chapple moved from job to job, accompanied by frequent spells of unemployment, though he never allowed such interruptions to interfere with his activity in the union. He stood as a Communist candidate at a local election in Shoreditch, but was heavily defeated. The period around 1950 was one of undiminishing enthusiasm for the party, and, inevitably, Chapple's union activities brought him to the notice of ETU leaders.</p> <p>His inaugural attendance at the union's annual conference in 1949 was expected to become a launch-pad for a full-time post or a seat on the union's executive. Instead, it was the beginning of trouble. Chapple started to question and criticise communist tactics inside the ETU and even raise doubts about some aspects of Soviet policies. He was rapped for such disloyalty, and reminded that his duty was to be a good communist. Yet despite these difficulties, he was elected to the union executive in 1957, though his term was limited, by rule change, to two years. This bitter experience led him to conclude that his Communist party membership was doomed.</p> <p>In 1959, even before he was voted off the union executive, he left it to join the Labour party. By then he was linked with Cannon and the union's Reform Group as the opening shots were fired to dislodge the union's communist leadership. From that point through to the high court trial, Chapple worked with Cannon - albeit as second fiddle, frequently stifling his irritation with Cannon's autocratic behaviour. Yet both knew they had to stick together against their common foe.</p> <p>All else flowed from Mr Justice Winn's verdict; the judge decided that the genuine winner in an election for general secretary was a Glasgow Catholic, Jock Byrne, and not the communist Frank Haxell. With that crucial ruling, the entire communist leadership was effectively cast into the wilderness. The union's rule book was changed, banning communists from office, and the entire structure transformed.</p> <p>Cannon became ETU president in 1963. Chapple then followed Byrne into the general secretary's post in 1966. He later merged the posts of president and general secretary into a single role, which he occupied after Cannon's death.</p> <p>From 1966 until 1970 he was the union's representative on the Labour Party national executive - and rarely allowed the Labour leadership under Harold Wilson to forget his reputation for cussedness. Chapple was a fervent critic of Wilson's attempts to curb pay rises and introduce incomes policies; for Chapple, the interests of his rank-and-file members almost always took precedence.</p> <p>From 1970, as a member of the Trades Union Congress general council, Chapple continued to be the arch-critic. He was particularly opposed to what he regarded as a leftward shift by the TUC in opposition to the Heath government's industrial relations reforms. He opposed the Days of Action (protest strike days) called by the TUC, making it clear that he would prefer to work with the Heath measures \"to prove that they are unworkable\". This led to him falling out with most of his TUC colleagues, including the then general secretary, Vic Feather.</p> <p>With Margaret Thatcher's election victory in 1979, Chapple's relationship with the Labour party became increasingly tense. He finally lost patience with the turmoil inside Labour, especially with Tony Benn's influence in the early 1980s, and was a founder signatory of the Limehouse Declaration creating the breakaway Social Democratic Party (SDP) in 1981. Chapple also backed MPs who broke with the Labour Party - notably the late John Grant, member for Islington Central, who joined the SDP.</p> <p>The irony in all this was that, by seniority, Chapple was moving up to become TUC president. There was a clear bid to stop him when, in 1980, he was voted off the TUC's senior committee amid cries of \"traitor\" from other union leaders. But a year later he was restored to this key committee after Len Murray pleaded for a sense of reason and justice. There was even more irony in this, since Chapple had never approved of Murray's leadership as TUC general secretary.</p> <p>The whole bizarre business was finally resolved when the TUC accepted Chapple's seniority and grudgingly elected him as their president in 1982. His presidential speech at the 1983 Congress was pure Chapple chutzpah - he attacked his trade union colleagues for their weaknesses, their leftwing tendencies, their undemocratic practices; not much was left out of his swipe at virtually everybody and everything in the TUC establishment. It was a gigantic piece of nerve and courage and, no doubt in many minds, sheer egocentric self-indulgence.</p> <p> C happle retired from his union leadership shortly after his TUC presidency; yet he never yielded his platform as scourge of the left. It had become his stock in trade, perhaps even an obsession, and the theme expected of him. Thatcher - whom Chapple admired - made him a life peer in 1985, and he served on a number of industrial committees and boards. Yet his retirement years were mostly given over to his lifelong hobby - breeding racing pigeons, which had fascinated him from childhood. He spent much time reading history and classical literature - he could quote from tracts from Shelley - and listening to classical music.</p> <p>Chapple's autobiography, Sparks Fly! (1984) remains a fascinating read - though it does not quote one of his fondest aphorisms - Arthur Balfour's melancholic view that: \"Nothing in the world matters very much and very little matters at all.\" It is hard to accept that the \"awkward bugger\" really believed that.</p> <p>His first wife died in 1994; he is survived by their two sons, Roger and Barry, and by his second wife, Phyllis Luck, whom he married in 1999.</p> <p><b>·</b> Frank Chapple, Lord Chapple of Hoxton, trade union leader, born August 8 1921; died October 19 2004</p>",
  "There is an all but unanswerable case for asserting that the biggest story out of the United States this week has nothing to do with the presidential election, has no connection with the flu vaccine shortage and that it does not involve a gay bishop either. Instead, the week's great American moment has been a truly cathartic cultural event on the baseball field, whose significance, because we British have a tin ear for American sports, we may be in danger of missing. <p>It is fully 86 years since the Boston Red Sox last captured baseball's World Series, the annual seven game match-up between the winners of the rival American and National Leagues. Two years later, in 1920, the Sox made the most infamous trade in baseball history, selling their young pitcher Babe Ruth (he only later became the pre-eminent batter of his era) to the New York Yankees, a club which at that stage of its history had never won a World Series at all. The rest, as they say, is history. As the decades have rolled by - the decades of Ruth, Gehrig, DiMaggio, Mantle and Jeter - the Yankees have amassed 26 titles, while the Red Sox have failed to win a single one. In Boston, it has long been known as \"the curse of the Bambino\". </p> <p>Now, though, the long night could be over. On Wednesday at Yankee Stadium, the 2004 Red Sox rose from the dead to defeat their \"Bronx bomber\" rivals by four games to three in an AL Championship series in which they had trailed by 0-3. It was, the Boston Globe reported yesterday, \"Boston baseball's Bastille Day\". Tomorrow, the Sox have home advantage at Fenway Park for the first game of this year's World Series. They are a week or so away from at last exorcising the Bambino's implacable ghost. </p> <p>Imagine Spurs coming from 0-3 down to beat Arsenal to win the European Cup, and you get an idea of how this month's \"Fall classic\" feels for Bostonians. No one with a sense of sporting romance can fail to hope they can do it. But there is a wider reason for wishing the Red Sox well. They are John Kerry's local team. So a Boston win might be a good omen for the senator's November 2 contest too.</p>"
]