[
  "Press Punches Back Against Trump’s July 4th Speeches Howie Kurtz on President Trump delivering July 4th speeches and the media's coverage of them, Biden's narrowing running mate possibilities and Trump blasting more FOX polls.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "President Trump offers help to New York, Chicago amid surge in violence Trump says the federal government is 'ready, willing and able' to intervene; Kristin Fisher reports from the White House.",
  "Federal judge orders temporary shutdown for Dakota Access Pipeline President Trump had pushed through construction despite objections from environmental activists and Native American tribes; David Spunt reports.",
  "Steve Hilton: 5 things Trump should do to win reelection President Trump should galvanize the country with positivity and optimism, Steve Hilton said Sunday, encouraging the Trump campaign to spread a message of hope as it works to reenergize his reelection bid.",
  "Lindsey Graham Blasts Trump Critics, the NBA and Colin Kaepernick Senator Lindsey Graham (R-SC) Chairman of the Senate Judiciary Committee, spoke with Brian Kilmeade about President Trump's speech from Mount Rushmore, the left's continued push to defund police as crime soars across the nation, Black Lives Matter being a lef…",
  "Steve Hilton: Here's how Trump gets reelected The president and his team have every reason to feel bitter and frustrated.",
  "Liz Peek: Trump punches back at totalitarian left — here's why Mt. Rushmore speech important The New York Times thundered, \"Trump Uses Mt. Rushmore Speech to Deliver Culture War Message.\" We ask the Times, who declared that war?",
  "Trump says Democrats want to keep schools shut 'for political reasons' President Trump pushed for schools to reopen this fall in a series of tweets Monday afternoon, accusing Democrats of wanting to keep schools shut “for political reasons.”",
  "Axl Rose explains his 'disdain' for the Trump administration after Twitter feud with US Surgeon General Guns N’ Roses frontman Axl Rose shared a lengthy note on Twitter explaining why he’s often so outspoken on the platform about his “disdain” for the Trump administration.",
  "Biden’s Spanish-language ads include different versions with Cuban, Puerto Rican and Mexican accents The Spanish-language ads all use the same slogan to contrast him with President Trump-- “los cuentos no pagan las cuentas\"",
  "Mark Meadows hints at executive orders 'this week' on China, drug prices since Congress won't act White House Chief of Staff Mark Meadows said on Monday that President Trump will take measures against China after they mishandled the coronavirus outbreak that plagued the world.",
  "Newt Gingrich: Trump delivered most important presidential speech since Reagan Former House Speaker Newt Gingrich said on Monday that President Trump’s speech at Mt. Rushmore was the most “important speech since Ronald Reagan” at Westminster in 1982.",
  "NASCAR's Bubba Wallace hits back at 'HATE' from Trump NASCAR driver Bubba Wallace on Monday fired back at President Trump for accusing him of not apologizing after a highly publicized investigation over a rope found in his garage supposedly turned out to be a hoax.",
  "Ben Shapiro sounds alarm over media's 'gaslighting' of Trump's July 4th remarks: 'You're not crazy, all this stuff is happening' The mainstream media's attempt to gaslight the public was on full display over the weekend, Ben Shapiro said Monday, defending President Trump against withering criticism from liberals who found his July 4th remarks \"dark and divisive.\"",
  "Cuomo says Trump is 'facilitating' coronavirus, urges him not to be 'a co-conspirator' of COVID-19 New York Gov. Andrew Cuomo blasted President Trump on Monday -- claiming the president is \"facilitating\" the spread of the novel coronavirus across the nation and calling him out for making the pandemic a “political” issue.",
  "Ronna McDaniel hits back at Dems slamming Trump for scheduling rally: 'They were silent' during left-wing protests Republican National Committee chairwoman Ronna McDaniel responded to the New Hampshire Democratic Party on Monday, after they ripped President Trump and his campaign for scheduling an outdoor rally there later this month.",
  "New Hampshire governor stresses ‘it’s imperative’ attendees wear masks at Trump rally New Hampshire Gov. Chris Sununu said Monday that he’s “pleased” that President Trump’s campaign will hand out face masks and hand sanitizer to people arriving at Saturday’s Trump re-election rally in Portsmouth, New Hampshire.",
  "Howard Kurtz: Media appears to be 'emboldened' against Trump as his poll numbers slip Fox News media analyst Howard Kurtz said many in the media appear emboldened by President Trump slipping in recent polls and are not even trying to mask their personal views.",
  "Trump calls for Bubba Wallace to apologize, takes swipe at NASCAR President Trump on Monday lashed out at NASCAR and questioned why Bubba Wallace, the auto racing company's only Black driver, hasn't apologized after the highly-publicized investigation over a rope found in his garage.",
  "Biden campaign slams Trump for 'outright lying' over COVID-19 threat The Biden campaign on Monday slammed President Trump for \"outright lying\" to the United States about the threat of the novel coronavirus, after the president claimed over the weekend that the majority of coronavirus cases are “harmless.\""
]