[
  "Sen. Graham defends Trump: 'This was a divided nation before President Trump got elected' Sen. Lindsey Graham, R-S.C., praised the National Guard Friday while reacting to the D.C. Mayor Muriel Bowser calling for them to leave her city.",
  "David Limbaugh: Is there anything Trump's haters won't blame on him? Once again, President Donald Trump is being scapegoated for societal problems that he didn't cause.",
  "'Tiger King' star Jeff Lowe rips Joe Exotic's request for pardon from Trump: 'He's a horrible person' \"Tiger King\" star Jeff Lowe is weighing in on Joe Exotic's request to be pardoned by President Trump.",
  "Andy Puzder: Falling jobless rate shows economy is recovering from coronavirus closures, as Trump predicted President Trump was right all along when he said America’s strong and growing economy would bounce back from the coronavirus pandemic faster than almost anybody expected.",
  "Trump Jr. calls into radio show to thank veteran allegedly attacked for supporting POTUS Donald Trump Jr. called into a radio program on Friday to personally thank an Air Force veteran who was allegedly attaked while holding a sign supporting the president.",
  "Martha MacCallum: Jobs report is 'vindication' for coronavirus 'lockdown rebellion' The latest U.S. job numbers, revealed Friday, are a \"boon\" for President Trump and represent \"vindication\" for those who opposed coronavirus lockdowns, Martha MacCallum said.",
  "Anti-Trump GOP group targets president over coronavirus A Republican group that opposes President Trump’s re-election is going up with a new ad on Saturday that spotlights the president's comments in March that he didn’t “take responsibility at all” for a widespread lack of coronavirus testing Americans faced at a…",
  "Maryland Sheriff: DC Mayor Muriel Bowser is wrong to push back against Trump's troops The decision to evict National Guardsmen and Washington D.C. Mayor Muriel Bowser's call on President Trump to withdraw federal law enforcement amid massive protests does not exhibit good leadership, Frederick County, Md. Sheriff Chuck Jenkins asserted Saturda…",
  "Park Police walk back tear gas denial in aggressive Lafayette Park clearing A U.S. Park Police spokesperson said Friday it was a “mistake” to insist in a statement Tuesday that no tear gas was used to clear Lafayette Park on Monday before President Trump walked across to visit St. John’s Church.",
  "Richard Fowler: After George Floyd death, Trump divides Americans instead of uniting us against racism You don’t have to be black to know that racism is an evil that should have been expunged from the American soul long ago – but President Trump is clearly oblivious to this indisputable fact.",
  "Marc Thiessen on Biden reaction to May jobs report: Ex-VP seems to be 'rooting against' recovery President Trump and presumptive Democratic presidential nominee Joe Biden's respective responses to Friday's positive economic numbers were very revealing, conservative columnist Marc Thiessen and former U.S. Rep. Harold Ford Jr., D-Tenn., said.",
  "Twitter search for 'racist' shows Trump's profile as top account The Twitter algorithm has started to show a quirky result.",
  "Trump directs Pentagon to pull 9,500 US troops from Germany by September President Trump has directed the Pentagon to remove thousands of American troops from Germany by September, a move that would dramatically reshape the U.S. military posture in Europe and reflects growing tensions between Washington and Berlin over military sp…",
  "Laura Ingraham: 'Experts' wrong about Trump once again, May jobs report shows The so-called experts who've been predicting President Trump's demise since the moment he took office were wrong once again Friday, when a positive May jobs report was released, Fox News' Laura Ingraham says.",
  "Mark Zuckerberg explains why Trump message on Facebook wasn't censored after employee backlash Facebook CEO Mark Zuckerberg on Friday evening addressed the social networking company’s decision not to censor a recent post by President Trump that seemed to suggest that looters should be shot amid protests last week that sparked after the death of George …",
  "Senior Trump aide apologizes after promoting video of chainsaw-wielding man yelling racial slur One of President Trump's senior campaign advisers has apologized after promoting a tweet praising a chainsaw-wielding man who used a racial slur while admonishing protests.",
  "Arnon Mishkin: One crisis too many — Will the riots be Trump's undoing? A week ago, in the wake of a possible flattening of the COVID-19 growth curve, President Trump’s campaign could maintain some optimism.",
  "Saints players praise Drew Brees for response to Trump's criticism: 'Apology is a form of true leadership' Malcolm Jenkins was among the first critics to slam New Orleans Saints quarterback Drew Brees for his comments against kneeling during the national anthem but on Friday Jenkins was the first to back his teammate for addressing President Trump’s criticism of h…",
  "Bill Maher: 'Reckless' lockdowns helped fuel riots, could lead to 'blood in the streets' after election \"Real Time\" host Bill Maher offered a dire warning that violence will ensue regardless of who wins the November election.",
  "Gutfeld on 'defunding' police: 911 should block celebrity advocates; gun shops should restrict sales Greg Gutfeld slammed proponents of \"defunding\" the nation's police in the wake of the George Floyd protests, saying that people who advocate that way should therefore be treated the way their position essentially aligns."
]