[
  "Tropical Storm Fay brings rain, flooding to mid-Atlantic and parts of New England - Fox News <ol><li>Tropical Storm Fay brings rain, flooding to mid-Atlantic and parts of New England  Fox News\r\n</li><li>Tropical Storm Fay Moving Northward Through the Northeast, Producing Flooding Rain and Gusty Winds  The Weather Channel\r\n</li><li>Trump postpones New…",
  "Trump on violence in liberal cities, 'brainwashed' Joe Biden, response to COVID crisis, Supreme Court rulings President Trump joins Sean Hannity for an exclusive interview on 'Hannity.'",
  "President Trump ties Joe Biden to far left Trump uses Venezuela regime discussion to attack presumptive Democratic presidential nominee Joe Biden; Kristin Fisher reports.",
  "Will Trump Tax Fight Take Its Toll on the Campaign? The Supreme Court ruled Thursday that President Trump cannot keep his financial records from prosecutors. Fox News Sunday anchor Chris Wallace discusses the political implications of that decision, the debate over kids going back to school amid a coronavirus …",
  "President Trump accuses Joe Biden of plagiarizing economic proposal Biden-Sanders task force unveils policy recommendations; reaction from the 'Special Report' All-Stars.",
  "Trump says ‘virtual learning has proven to be terrible,’ threatens cuts to federal funds President Trump on Friday slammed “virtual learning,” claiming it has “proven to be terrible.”",
  "Chris Wallace On 2020 Race: “Biden Is Doing Everything He Can To Make This A Referendum On Trump” Fox News Sunday Host, Chris Wallace joined the Guy Benson Show to decusees the 2020 race for the white house. Wallace said, \"Look, there's no question right now that Joe Biden is leading in the race for the presidency.\" Wallace also said \"I think that Biden i…",
  "An inside look at how Trump's Supreme Court list is made: ‘A tremendous investment of time’ President Trump announced that he will be releasing an updated version of his list of possible future Supreme Court nominees before September",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "Deroy Murdock: To be reelected, Trump must focus on broadening his base — not petty fights on Twitter President Trump likely finds the latest Gallup poll neither very special nor particularly beautiful. If it’s incredible, that’s because it’s incredibly alarming.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Trump accuses Biden of ‘plagiarizing’ him over 'buy American' push President Trump on Friday took a swipe at presumptive Democratic nominee Joe Biden over a set of “buy American” proposals he unveiled a day earlier, saying Biden “plagiarized” from him -- hinting at past accusations of plagiarism that have dogged the former v…",
  "President Trump says Biden's been 'brainwashed' in 'Hannity' exclusive President Trump phoned in to \"Hannity\" Thursday where he covered a bevy of topics including the coronavirus and Democratic presidential frontrunner Joe Biden who he said appeared as if he had been \"brainwashed.\"",
  "Trump vs. states and schools: Political pressure despite local control Politics is the fine art of claiming credit for success and evading responsibility for failure.",
  "Corey Lewandowski: “Radicals To The Biggest Extreme ” Have Taken Over Joe Biden On Fox Across America with Jimmy Failla, Senior Advisor to the Trump 2020 Campaign Corey Lewandowski responded to President Trump saying Joe Biden has been \"brainwashed\" by the left of the Democratic Party. \"The far left is a 100% controlling Joe Biden now. W…",
  "California first state to sue Trump administration over new international student visa rules California became the first state to sue the Trump administration over a new visa rule that says international students must leave the United States if all their classes are online, the state’s Attorney General Xavier Becerra announced Thursday.",
  "American Academy of Pediatrics sides with teachers unions, rips funding threats cited by White House The American Academy of Pediatrics joined teachers unions on Friday in calling threats from President Trump to withhold federal funding for schools that don’t full reopen this fall a “misguided approach.”",
  "Donald Trump Jr. says American people 'deserve' Durham probe results before election Donald Trump Jr. on Friday said it would be a “disgrace, a disservice to the country, and a blight on the office” if U.S. Attorney John Durham should he wait to release his findings.",
  "Liz Peek says Trump campaign must get 'succinct and coherent campaign message' out to voters Fox News contributor Liz Peek told “Outnumbered Overtime” Friday that she found it “astonishing” that the Trump campaign does not have a short, coherent message prepared to appeal to voters.",
  "Laura Ingraham calls out Biden for 'sleight of hand' economic plan: 'Just another act' Laura Igraham took issue Thursday with presumptive Democratic presidential nominee Joe Biden's \"Made in America\" economic plan, accusing the former vice president of copying President Trump to compensate for a \"weak spot\" in his campaign."
]