[
  "Mark Meadows: President Trump is the only thing standing between a mob and the American people President Trump offers to help New York City and Chicago amid spike in violence; insight from White House chief of staff Mark Meadows.",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "Trump, in push to reopen schools amid coronavirus outbreak, vows 'pressure' on governors President Trump, at a White House event Tuesday with first lady Melania Trump, said his administration would “very much put pressure” on governors to reopen their states’ schools in the fall amid the coronavirus outbreak.",
  "Mary Trump tell-all book comes out claiming Trump cheated on SAT test President Trump's niece claims that her uncle paid a friend to take a college admissions test more than 50 years ago so he could gain acceptance into the elite Wharton School at the University of Pennsylvania.",
  "President Trump says politics shouldn't impact schools reopening Trump administration officials make the case that the risk of re-opening outweighs the benefits of keeping children home; Kristin Fisher reports from the White House.",
  "Cal Thomas: Mr. Trump, in 2020 political lightning could strike again if you do this Whether you believe polls or not, Trump seems behind in several categories that matter",
  "Mike Huckabee: Dems should not 'misjudge' Biden's polling lead over Trump Fox News contributor Mike Huckabee said on Tuesday that Democrats should not “misjudge” presumptive Democratic presidential nominee Joe Biden’s polling lead over President Trump.",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "Ingraham: If lying was an Olympic sport, Democrats would be 'draped in gold medals' Laura Ingraham defended President Trump against withering criticism from liberals Monday night after a weekend of backlash over his July Fourth remarks.",
  "UN accuses Trump of breaking international law in Soleimani killing A United Nations report concluded that President Trump violated international law by staging a drone strike on an airport in Baghdad that killed the head of the Islamic Revolutionary Guard Corps' elite Quds Force, Gen. Qassem Soleimani.",
  "Dan Bongino blasts liberal mayors blaming COVID-19, Trump for violence: 'This is pathetic' Liberal mayors' attempts to blame terrible violence over the Fourth of July weekend on coronavirus and the Trump administration is \"grotesque and pathetic,\" former NYPD officer and Secret Service agent Dan Bongino stated Tuesday.",
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "White House hits back at Dem criticism over Trump visit with Mexican president: 'It’s really a shame' A senior Trump administration official said that President Trump's upcoming visit from Mexican President Andrés Manuel López Obrador will help build on the leaders' relationship — while pushing back against criticism from Democrats over the meeting.",
  "Grassley: Senate would 'probably' override Trump veto of defense bill over renaming military bases Sen. Chuck Grassley, R-Iowa, predicted Congress would override a veto from President Trump on the must-pass bill to fund the military for fiscal year 2021 if it includes an amendment to rename military bases named after Confederate leaders.",
  "Peter Navarro blasts media for 'hysteria' over hydroxychloroquine after positive study results White House trade adviser Peter Navarro bashed “hydroxy hysteria\" during a gaggle with reporters on Tuesday, saying the media has been against hydroxychloroquine ever since President Trump spoke positively about it.",
  "Massive gap: Gallup measures historic partisan divide on Trump’s approval Gallup reports that there's an 89-point difference between Republicans' and Democrats' ratings of President Trump in their latest poll - the largest partisan gap they’ve ever measured for a presidential approval rating in a single survey.",
  "Mary Trump presents scathing portrait of the president in new book President Trump's estranged niece recalls alleged family conversations; David Spunt reports.",
  "Josh Kraushaar: If Election Was Today Republicans Would Expect Trump To Lose & Senate Would Be In Jeopardy Josh Kraushaar, Politics Editor at National Journal & Fox News Radio Political Analyst spoke with Fox News Radio's Guy Benson about the state of the 2020 election. Kraushaar gave his take on how the race would play out if the November election was held today.…",
  "Mulvaney warns Trump will face ‘headwinds’ if election turns into ‘referendum’ on himself Former acting White House Chief of Staff Mick Mulvaney has a blunt assessment of President Trump's chances in November’s presidential election, saying the president should hope it doesn't turn into \"a referendum\" on himself.",
  "Biden 'of course' wants schools to reopen in the fall, campaign says it must be done 'safely' Joe Biden \"of course\" hopes students can return to school in the fall after the coronavirus closings, a campaign official said Tuesday."
]