[
  "Trump visits Mount Rushmore amid coronavirus concerns Trump takes a trip to Mount Rushmore despite the U.S. reporting another record high in coronavirus cases; Mark Meredith reports.",
  "Trump plays up job gains while playing down virus President Trump, who loves to spar with the press, took no questions.",
  "Top Aides Battling Trump – And Each Other – Over Message, Paper Says Howie Kurtz on Jared Kushner and Ivanka Trump battling with campaign manager Brad Parscale, Herman Cain contracting COVID-19 and Texas making masks mandatory in most counties.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Rep. Brad Wenstrup says President Trump 'has done more' against Russia than past presidents Rep. Brad Wenstrup, R-Ohio, on Friday blasted the leaders who were calling President Trump weak on Russia.",
  "Donald Trump Jr: 'It's time to stand up for law and order' Donald Trump Jr. told “Fox & Friends” on Friday that “it's time to stand up for law and order.”",
  "Karl Rove: The Trump campaign needs to hit ‘reset’ ahead of Republican Convention President Trump needs to hit the \"reset\" button ahead of the Republican National Convention in August, former White House Deputy Chief of Staff Karl Rove advised Friday.",
  "2020’s still up in the air, but there’s already buzz about the 2024 GOP presidential field Whether President Trump wins or loses reelection in November, there will likely be a wide open race for the 2024 Republican presidential nomination.",
  "Does A Stellar Jobs Report Mask Future Problems? The June jobs report revealed 4.8 million jobs were added last month and the unemployment rate fell to 11.1 percent. President Trump touted the report during a White House press conference saying, \"our economy is roaring back.\" FOX Business Correspondent Char…",
  "Trump rips CNN's Chris Cuomo on 'really bad' ratings, says 'Fredo' should be reassigned, take pay cut President Trump mocked CNN’s Chris Cuomo for the second time this week, saying Thursday the cable news host should be moved from primetime back to a morning slot because of “really bad” ratings.",
  "Trump campaign spokeswoman promises 'iconic address' from president at Mount Rushmore Trump 2020 campaign press communications director Erin Perrine teased on \"The Daily Briefing\" Friday that the president would deliver \"what will be an iconic address in front of Mount Rushmore\" to kick off the nation's Independence Day celebrations.",
  "Hillary Clinton thinks she would handle coronavirus pandemic better than Trump, would beat him in November Former 2016 presidential candidate Hillary Clinton believes she would have handled the coronavirus pandemic better than President Trump, and that she would win if she was on the ballot this November.",
  "Rubio urges pool testing in letter to Pence, Azar in wake of Florida's coronavirus case spike Sen. Marco Rubio, R-Fla., has requested the Trump administration reconfigure how hospital’s report on their bed capacity in regards to coronavirus positive patients, as well as expand the testing strategies.",
  "Minnesota Gov. Walz asks Trump for disaster declaration after George Floyd riots trigger over $500M in damages Minnesota Gov. Tim Walz has asked President Trump for a federal disaster declaration in his state due to “extensive fire damage” in the unrest that followed George Floyd’s death in Minneapolis police custody on Memorial Day.",
  "Gasparino says White House hopeful for coronavirus vaccine 'before the November elections' Fox Business Network senior correspondent Charlie Gasparino told the \"Fox News Rundown\" podcast Friday that President Trump \"knows he has to get unemployment down below 10 percent\" if he is to have any hope of winning reelection in November.",
  "CNN executive raises eyebrows with snarky response to Trump as former network staffer takes notice An influential CNN executive has been overtly anti-Trump on social media, an unusual move for news network honcho, but a CNN employee-turned-media critics took notice to the latest snarky tweet.",
  "Rebecca Grant: Trump critics enraged over his Mount Rushmore visit – But Obama and Hillary went earlier President Trump’s visit Friday to Mount Rushmore in South Dakota for Independence Day festivities has generated plenty of hypocritical and manufactured criticism from camps of the discontented – but of course, Trump gets criticized from the left for almost ev…",
  "Trump to kick off Independence Day weekend at Mt. Rushmore amid anti-monument push from activists President Trump on Friday will travel to Mount Rushmore to mark the start of Independence Day weekend with a firework display -- coming at a time of vigorous national debate over America’s history, and when Mount Rushmore is under renewed scrunity by activist…",
  "Trump to accuse 'left-wing mob' of 'totalitarian behavior' in Mount Rushmore remarks President Trump will emphasize America's history as a \"great and virtuous country\" in remarks he plans to give at South Dakota's Mount Rushmore Friday to mark the beginning of Independence Day weekend, a person familiar with his remarks told Fox News.",
  "VA secretary Wilkie touts 'all-time high' in trust, approval of department under Trump Veterans Affairs Secretary Robert Wilkie told \"Bill Hemmer Reports\" Friday that approval of his department among veterans is at an \"all-time high.\"",
  "South Dakota AG Ravnsborg: Trump attendance at Mount Rushmore fireworks is a defeat for ‘cancel culture’ President Trump will be in attendance Friday when – for the first time in 10 years – South Dakotans and Americans will once again behold fireworks bursting in midair, illuminating Mount Rushmore’s 60-foot tall busts of some of our nation’s great leaders."
]