[
  "John Yoo On Seattle Unrest: Does Trump Have The Power To Intervene? Image credit: \r\nUnsplashInterviews\r\ninterview with John Yoovia Fox NewsHoover Institution fellow John Yoo discusses unrest in Seattle and whether President Trump can and should send U.S. troops into American cities to restore order.",
  "President Trump says he is finalizing executive order on police reform Criminal justice reform advocate Angela Stanton King and 'Fox &amp; Friends Weekend' co-host Pete Hegseth join Sean Hannity with reaction on 'Hannity.'",
  "President Trump repeats threat to end Seattle protests Trump doubles down on his threat to end the occupation of Seattle's 'Capitol Hill Autonomous Zone' if state and local officials don't; chief White House correspondent John Roberts reports.",
  "Harris Faulkner asks Trump why he tweeted 'when the looting starts, the shooting starts' In an exclusive interview on race relations and police brutality, President Trump defended his social media-based response to nationwide protests sparked by the death of George Floyd.",
  "Trump responds to Biden's claim that he'll try to steal the election: 'Joe's not all there' President Trump on Friday pushed back against presumptive Democratic presidential nominee Joe Biden for claiming the commander in chief would try to steal the election.",
  "Trump says he won't 'let Seattle be occupied' by police-hating lawbreakers President Trump told Fox News' Harris Faulkner in an exclusive interview airing Friday that his administration is \"not going to let Seattle be occupied by anarchists.\"",
  "Spike Lee: Biden got 'a lot of phone calls' after the 'you ain't black' comments Renowned producer Spike Lee indicated on Friday that former Vice President Joe Biden got plenty of private backlash after he suggested that black Trump supporters weren't authentically black.",
  "Trump calls for ‘new and updated’ Republican Party platform Two days after the Republican National Committee (RNC) moved to not update the GOP’s platform from the 2016 convention, President Trump tweeted that he prefers “a new and updated Platform.”",
  "Trump responds to Milley apology for Lafayette Square photo op President Trump, in an extensive interview with Fox News, said he's \"fine\" with Joint Chiefs of Staff Chairman Gen. Mark Milley's move to express regret for accompanying the president during a photo op last week at Lafayette Square -- while defending his own …",
  "Top Papers Call Trump Out of Step with Changing Racial Attitudes Howie Kurtz on various large newspapers criticizing President Trump's cultural sensitivity, cancel culture going after cartoons and the confederacy and a top general apologizing for role in church photo op.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor …",
  "Rep. Michael Waltz On Helping Persuade President Trump To Bring The RNC To Jacksonville, FL Congressman Michael Waltz (R-FL-6) spoke with Brian Kilmeade about his concern that the lawlessness in Seattle will spread to other parts of the Country unless immediate action is taken. Waltz, whose district lies between Jacksonville and Orlando, also spoke …",
  "Melania Trump aide slams ‘false’ WaPo story claiming first lady delayed White House move to renegotiate prenup First lady Melania Trump’s chief of staff and press secretary Stephanie Grisham slammed the “false information and sources” cited in a Washington Post article which states the first lady delayed moving to the White House after her husband was elected presiden…",
  "John Cusack claims military has 'abandoned' Trump, remaining supporters are racists Far-left actor John Cusack declared that President Trump is “playing for an exit strategy” and his only remaining supporters are racists in a typo-plagued tweet on Friday.",
  "CNN’s Chris Cuomo mocked for using Obama-era data to prove systemic racism impacts Trump-era economy CNN’s Chris Cuomo was accused of journalistic “incompetence” Thursday when he used Obama-era statistics in an attempt to prove systemic racism is impacting the economy under President Trump.",
  "North Korea marks 2-year anniversary of Trump-Kim summit by vowing to build up military North Korea is marking the two-year anniversary of the first summit between Kim Jong Un and President Trump by vowing to build up its armed forces so it can “cope with the long-term military threats from the U.S.”",
  "Rep. Bobby Rush blasts Trump as 'the worst thing that has ever happened to the American presidency' Rep. Bobby Rush, D-Ill., described President Trump Friday as \"the worst thing that has ever happened to the American presidency,\" and claimed the commander-in-chief was \"in the throes of insanity.\"",
  "Trump mocks Seattle mayor’s ‘summer of love’ comment: ‘These liberal Dems don’t have a clue’ President Trump on Friday mocked the claim by Seattle’s mayor that a takeover of parts of the city could lead to a new \"summer of love\" there -- even after police abandoned blocks of territory to protesters.",
  "Trump on decision to hold Tulsa rally on Juneteenth: 'It's a celebration' President Trump told Fox News' Harris Faulkner in an exclusive interview that his planned Oklahoma rally on Juneteenth, a day commemorating the end of slavery in the U.S., should be looked at as a “celebration,” and not “an inconvenience.”",
  "Ted Williams says Trump should 'butt out' of Seattle occupation debate: 'This is a state and local matter' Fox News contributor Ted Williams, a former Washigton D.C. police detective, told \"Bill Hemmer Reports\" Friday that President Trump should \"butt out\" of the debate about how to handle the so-called \"Capitol Hill Autonomus Zone\" in Seattle.",
  "Attendees at Trump’s rally next week must agree not to sue campaign if they get coronavirus People attending President Trump’s rally in Tulsa, Okla., next Friday – the president’s first since the coronavirus pandemic shut down the country three months ago – must agree not to sue the Trump re-election campaign if they contract the virus."
]