[
  "Big Majority Backs Protests as Trump, Biden Debate Police Role Howie Kurtz on recent polls showing support of protests, protests causing concerns of second wave of coronavirus and Joe Biden making his stance on the police funding debate.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Guy Benson: On Trump’s Conspiratorial Tweet “It Debases The Office” & “Poisoning Our National Dialog” President Trump took to Twitter on Tuesday morning to target a 75-year-old protester who is still in critical condition after Buffalo police officers pushed him over. Trump said that the incident, which is now under investigation. Could Have Been a \"Set Up\". …",
  "Guy Benson: On Trump’s Conspiratorial Tweet “It Debases The Office” & “Poisoning Our National Dialogue” President Trump took to Twitter on Tuesday morning to target a 75-year-old protester who is still in critical condition after Buffalo police officers pushed him over. Trump said that the incident, which is now under investigation. Could Have Been a \"Set Up\". …",
  "Village People singer Victor Willis asks Trump to stop playing 'YMCA' and 'Macho Man' at rallies Village People singer Victor Willis wants President Donald Trump to stop using his music at rallies.",
  "New York Times fiasco: Media bring Trump model to racial issues The transformation of journalism that began with the political birth of Donald Trump has exploded into a full-blown crisis with the death of George Floyd.",
  "Spike Lee mocks Trump, says voters must go 'hell no to Agent Orange' or 'world is in peril' Filmmaker Spike Lee mocked President Trump and said his reelection would mean the “world is in peril” on Monday's \"Tonight Show,\" as host Jimmy Fallon appeared to agree.",
  "Donald Trump Jr. says Dems calling for police to be defunded should first call for security details to be cut Donald Trump Jr. on Monday called out Democrats looking to defund police departments in the wake of George Floyd protests should start by cutting their own security detail.",
  "Trump to announce executive, legislative actions on police reform: sources President Trump will soon have a list of police reform proposals that can be accomplished through a combination of executive and legislative action -- and that the effort could have some crossover with Democratic proposals -- multiple sources told Fox News on…",
  "Cal Thomas: Trump and African-Americans – these are the actions he must take now In his Charlotte speech in 2016, Donald Trump said: \"Enough waiting. The time is now. There is nothing we cannot accomplish. There is no task or project too great. There is no dream outside of our reach.\"",
  "Marc Thiessen: If Dems back defunding police, Trump will win reelection If the Democrats cave to far-left-ideals and become the party of defunding the police, President Trump will win re-election in November, Fox News contributor Marc Thiessen urged Tuesday.",
  "Trump takes heat for suggesting man shoved by Buffalo police may be ‘ANTIFA provocateur’ President Trump on Tuesday questioned the motives of the elderly protester who was shoved by Buffalo police officers last week and hospitalized after he hit his head in the resulting fall -- drawing severe backlash from both sides of the aisle.",
  "House Republicans object to pulling US troops out of Germany Republicans on the House Armed Services Committee (HASC) warned President Trump Tuesday that his reported plan to withdraw 9,500 troops from Germany would damage U.S. national security and benefit Russia.",
  "RNC chairwoman believes Trump will be holding 'full rallies' with safety precautions Republican National Committee (RNC) Chairwoman Ronna McDaniel told “Fox & Friends” on Tuesday that President Trump will be holding “full rallies” with safety precautions in place now that coronavirus restrictions across the country are being lifted.",
  "'Tiger King' Joe Exotic says husband abandoned him, begs Donald Trump, Cardi B and Kim Kardashian for help Joe Exotic asked Donald Trump, Cardi B and Kim Kardashian for help in a desperate plea to rescue him from life behind bars, where he says his husband has abandoned him.",
  "George W. Bush’s office calls claim he won’t back Trump ‘completely made up’ Former President George W. Bush’s office has pushed back on a widely circulated New York Times report saying Bush won’t vote for President Trump in 2020, calling it “completely made up.”",
  "President Trump, Senate Republicans to put forward proposals for possible police reform Sources say the reforms would be a combination of executive and legislative action; chief White House correspondent John Roberts reports.",
  "George P. Bush, Texas land commissioner and son of Jeb, will vote for Trump Texas land commissioner George P. Bush, son of Jeb, is the first prominent member of the Bush family to announce he will be voting for President Trump’s reelection.",
  "Barr says FBI was ‘spring-loaded’ to investigate Trump campaign, ignored ‘exculpatory evidence’ In an exclusive interview with Fox News’ Bret Baier, Attorney General Bill Barr faulted the FBI for taking a “very aggressive” approach to investigating suspected Trump campaign ties to Russia and continuing to push forward even when he says their evidence wa…",
  "Meghan McCain claims push to 'defund the police' is helping Trump reelection bid \"The View\" co-host Meghan McCain warned on Tuesday that Democrats were hurting their party's electoral prospects by pushing the idea that governments should \"defund the police\" after George Floyd's death.",
  "Brit Hume on NYT's backlash to Cotton op-ed: This is journalism in the age of Trump Fox News senior political analyst Brit Hume told “Fox News @Night” on Monday that the backlash over Arkansas Republican Senator Tom Cotton’s op-ed published in The New York Times is “the latest manifestation” of journalists ignoring “the Donald Trump side of …"
]