[
  "Eric Trump slams Joe Biden's 'zero energy' press conference: The man has no fight in him Trump Organization executive vice president Eric Trump joins Sean Hannity with insight on 'Hannity.'",
  "President Trump claims Russia bounties story was made up to hurt Republicans Trump comments on Russian bounties intelligence in Fox Business interview; Kristin Fisher reports from the White House.",
  "Trump claims Russia bounty story a ‘hoax,’ as controversy mounts President Trump continued to push back against a bombshell New York Times report that Russia allegedly offered bounties to Afghan militants for killing U.S. soldiers, and that Trump had been briefed on it but did nothing.",
  "Eric Trump rips Biden after first press conference in 89 days: 'The man has no fight in him' Trump Organization Executive Vice President Eric Trump told \"Hannity\" Tuesday that presumptive Democratic nominee Joe Biden's press conference showed that the former vice president \"has no fight in him.\"",
  "Trump blasts de Blasio for plans to paint ‘Black Lives Matter’ in front of Trump Tower President Trump on Wednesday blasted New York City Mayor Bill de Blasio for his plans to paint “Black Lives Matter” in front of Trump Tower in Manhattan, urging the city to instead spend its money on the New York Police Department.",
  "Trump-appointed federal judge upholds legal challenge to administration asylum rule Judge upholds a legal challenge to the Trump administration",
  "Deroy Murdock: Trump's global campaign to decriminalize homosexuality merits gay pride The Trump administration is working to decriminalize homosexuality overseas.",
  "White House blames 'irresponsible, anonymous leakers' for endangering US troops in Afghanistan White House press secretary Kayleigh McEnany maintains President Trump was never briefed on report of Russian bounties on U.S. troops in Afghanistan; Kristin Fisher reports.",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "Trump 2020 Campaign reshuffles; Brad Parscale stays put Ten days after President Trump’s rally in Tulsa, Okla., there has been a shakeup in the Trump 2020 Campaign.",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "James Carafano: On Russian bounties, Trump's record proves he would have acted if given solid intelligence The last thing Trump would do is give Moscow a pass for taking contracts out on American soldiers.",
  "AG Barr targeted by House Dem’s impeachment resolution A House Democrat who’s a frequent critic of the Trump administration submitted a resolution Tuesday calling for the impeachment of Attorney General William Barr.",
  "Trump congratulates Boebert for win in Colorado primary President Trump congratulated Lauren Boebert late Tuesday night after the pro-gun businesswoman defeated Rep. Scott Tipton, who represented his Colorado district for five terms in Congress.",
  "Dem rep accuses Trump of ‘treason’ over Russia bounty report Rep. Seth Moulton, a former Marine Corps officer, accused President Trump of \"treason\" on Wednesday over reports that Russia paid bounties to Afghan fighters to kill American soldiers and the White House took no action in response.",
  "Schumer: Trump won't veto defense bill over renaming military bases The White House has repeatedly said changing the names of military bases was a nonstarter",
  "Big Partisan Divide Over Virus, Most Republicans Say Impact Exaggerated Howie Kurtz on a new poll showing concerns over coronavirus split down party lines, the Trump administration being divided over having coronavirus briefings and wearing or not wearing a mask has become a political statement.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @H…",
  "Rep. Jim Jordan: “Anyone With Any Brain” Knows Biden Won’t “Keep America, America” On Fox Across America with Jimmy Failla, Rep. Jim Jordan (R-OH) explains why he thinks President Trump's stance on protecting historical monuments and fighting the \"cancel culture mob\" will be the key to winning the 2020 election. \"Americans are going to say,…",
  "President Trump’s Rough Road To Re-election The Presidential campaign is heating up just 18 weeks before Election Day. Joe Biden is bashing the Trump administration calling its coronavirus response a failure. Newt Gingrich, former House Speaker, discusses how President Trump can win re-election despite…",
  "Kellyanne Conway: Trump was not briefed on Russian bounties because intel wasn't verified White House counselor Kellyanne Conway said on Wednesday that the reason President Trump was not briefed on the alleged Russian bounties placed on U.S. soldiers in Afghanistan was that the information was “not verified.”"
]