[
  "Corey Lewandowski On His Formula To Help Ensure President Trump’s Re-Election Corey Lewandowski, Senior Advisor Trump/Pence 2020 Former Campaign Manager Donald Trump spoke with Brian Kilmeade about what President Trump needs to do in order to win re-election. Lewandowski says the formula for victory for President Trump is reminding the…",
  "Mick Mulvaney: Polls Show Folks Are Not Happy with Donald Trump Mick Mulvaney, former Acting White House Chief of Staff tells Brian Kilmeade that he agrees with Chris Christie that President Trump is trailing Joe Biden right now and he needs to change course. Mulvaney says the national polls could be a good barometer of w…",
  "Joe Biden attacks President Trump over tweets, Russia President Trump faces backlash for retweeted video; Doug McKelway reports.",
  "Never Trumpers cross line with party operatives by targeting GOP senators: 'Taking it too far' The \"Never Trump\" coalition of Republicans fighting to oust President Trump from the White House is making a risky play, just as the president's lackluster poll numbers are raising concerns on the right -- they're going after Republican senators too.",
  "President Trump denies being briefed on Russian bounty reports Russia reportedly offered cash to Taliban militants to kill U.S. troops in Afghanistan; reaction and analysis from the 'Special Report' All-Stars.",
  "Supreme Court rules on key cases for Trump administration Chief Justice John Roberts casts deciding vote in abortion case; chief legal correspondent and 'Fox News @ Night' anchor Shannon Bream reports.",
  "Trump says intel doesn’t back up report on Russian bounties against US troops President Trump downplays explosive report that sent shock waves through D.C.",
  "Arthur Herman: Don't underestimate Trump – here's how voters will judge this historic presidency Trump has been engaged in a one-man balancing act unprecedented in American history, and all without a net.",
  "Fox News confirms National Security Council met to discuss responses to reports of Russian bounties White House officials say President Trump was not briefed because the information had not been verified and there is no consensus within the intelligence community; Kristin Fisher reports from the White House.",
  "Jon Stewart calls Trump the 'greatest agent of chaos' in America during appearance on 'The View' Jon Stewart called President Trump the “greatest agent of chaos” in America Monday during an appearance on ABC News’ “The View.”",
  "Rep. Biggs: 2020 is a choice between Trump and a 'Marxist, leftist, authoritarian' regime The November election will boil down to a choice between a \"Marxist leftist authoritarian type of regime\" and President Trump, Rep. Andy Biggs, R-Ariz., said Sunday.",
  "Jeff Bezos' Twitch temporarily bans Trump for 'hateful conduct' Twitch, a streaming platform owned by Amazon mogul Jeff Bezos, has temporarily banned President Trump’s account for “hateful conduct” stemming from footage of the president’s speeches.",
  "Iran issues arrest warrant for Trump over Soleimani killing, US calls it 'propaganda stunt' Iranian officials angry over the killing of Gen. Qassem Soleimani have now reportedly issued an arrest warrant for President Trump – but the U.S. is calling it a “propaganda stunt”.",
  "McEnany calls reporter’s question ‘absurd’ when asked if Trump believes it's good South lost the Civil War White House press secretary Kayleigh McEnany told Politico reporter Ryan Lizza his question was “absolutely absurd” when he asked if President Trump was happy with the outcome of the Civil War.",
  "McEnany accuses NY Times of 'false' reporting on Russian bounty intel, says it should hand back Pulitzers White House Press Secretary Kayleigh McEnany blasted The New York Times Monday over what she claimed was \"false\" reporting about whether President Trump was briefed about intelligence that Russia paid Taliban-linked militants bounties to kill U.S. troops in A…",
  "Supreme Court turns away border wall challenge from environmentalists The Supreme Court on Monday declined to hear an appeal from a coalition of environmental groups that pushed back against the Trump administration's construction of the wall along the U.S.-Mexico border.",
  "McEnany: Pelosi 'playing politics' with 'false reporting' on Russian bounties for US troops White House Press Secretary Kayleigh McEnany said on Monday that House Speaker Nancy Pelosi is “entirely off-base” for claiming that President Trump has not been applying pressure on Russia for their misdeeds.",
  "NBC News’ Chuck Todd slammed for asking Bolton if Trump 'is afraid to make Putin mad' because he wants his help: 'This is not journalism' Republican National Committee chairwoman Ronna McDaniel slammed NBC News’ Chuck Todd and called him a Democratic activist after the “Meet the Press” host asked if President Trump is “afraid” to upset Vladimir Putin because of Russia's election interference in…",
  "Trump ridicules push to scrub Woodrow Wilson, John Wayne names from school, airport President Trump on Monday mocked recent efforts to remove the names of John Wayne from a California airport and President Woodrow Wilson from a Princeton University school over concerns of racist sentiments.",
  "President Trump reflects on his first night in the White House in an exclusive Fox Nation interview About 4 months away from the 2020 presidential election, President Donald Trump looked back on his first day in the White House in an exclusive interview with \"Fox and Friends\" co-host Brian Kilmeade."
]