[
  "Mike Huckabee: President Trump Has To Focus On The Things That Offend People, Not The Things That Offend Him Mike Huckabee, Former Arkansas Governor, joined Brian Kilmeade to discuss the latest on cities defunding their police forces, the war on history and why President Trump must change the way he communicates in order to win re-election. Plus, Huckabee on the new…",
  "Trump calls Supreme Court ruling a 'historic win for families who want school choice' Earlier this month, Trump called school choice the civil rights issue “all-time in this country.”",
  "Dems tweet then delete post linking Trump's Mt. Rushmore event to ‘glorifying white supremacy’ The Democrats raised eyebrows on Monday night for accusing President Trump of \"glorifying white supremacy\" for scheduling a Fourth of July celebration at Mount Rushmore.",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Biden accuses Trump of ‘dereliction of duty' over Russia bounty reports in first press briefing in nearly 3 months Presumptive Democratic presidential nominee Joe Biden pulled no punches when going after President Trump during his first press conference in 89 days.",
  "Jill Biden predicts 'a lot of Republicans' will vote for her husband, even if they won't admit it Jill Biden predicted on \"The View\" Tuesday that many Republicans will vote for her husband, former Vice President Joe Biden, rather than President Trump this November.",
  "Matt Schlapp: Trump's federal court legacy — how these judges will make a difference President Trump has now placed 200 federal judges on the bench — a legacy that will outlast his administration for generations to come.",
  "Kayleigh McEnany says Trump is ‘most informed person on planet Earth’ about threats to US White House press secretary Kayleigh McEnany asserted Tuesday President Trump is the “most informed person on planet Earth” about threats the United States faces.",
  "Trump battles NY Times on Afghanistan story, deletes inflammatory video The president’s first instinct, as always, was to blame the press.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "Rep. Adam Kinzinger: I Don’t Think The President Was Briefed On Russia Putting Bounties On U.S. Soldiers Congressman Adam Kinzinger (R-IL) spoke with Brian Kilmeade about the New York Times report that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan. Kinzinger, who attended a White House briefing on the rep…",
  "Trump says government is ‘tracking down the two anarchists’ who threw paint on George Washington statue in NYC President Trump said Tuesday the federal government is “tracking down the two anarchists” who threw blood-red paint on two George Washington statues in New York City’s Washington Square Park on Monday.",
  "Dr. Nicole Saphier says wearing masks 'a good idea' right now and Trump should 'lead by example' Fox News contributor Dr. Nicole Saphier told \"America's Newsroom\" Tuesday that it would be a good idea for President Trump to don a mask and \"lead by example\" as the coronavirus pandemic continues.",
  "Joe Biden hits President Trump over Russian bounty reports, coronavirus response Presumptive Democratic presidential nominee Joe Biden publicly takes questions for first time in months; Doug McKelway reports.",
  "NY judge temporarily blocks Mary Trump's book publication A New York state judge has temporarily blocked the publication of President Trump's sister Mary's new tell-all book, pending the outcome of a hearing set to take place next month.",
  "Sarah Sanders pressed on 'Fox & Friends' on how Trump will widen his base, win over independents Former White House press secretary Sarah Sanders says that despite recent polling data  -- which appears less than ideal for the president against his Democratic challenger, former VP Joe Biden, especially with Independent voters -- the formula for success is…",
  "Biden says he’s eager to compare ‘cognitive ability’ against Trump’s Joe Biden, at his first press conference in three months, defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the general election matchup heats up.",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "South Dakota Gov. Noem vows 'we won't be social distancing' at Trump Mount Rushmore event Republican South Dakota Gov. Kristi Noem declared on \"The Ingraham Angle.\" Monday night that attendees at President Trump's Friday night event at Mount Rushmore will not be expected to practice social distancing.",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?"
]