[
  "Donald Trump Jr.: The radical left entirely controls Joe Biden and the Democratic Party The Trump Organization's Donald Trump Jr., author of 'Triggered,' joins Sean Hannity with insight on 'Hannity.'",
  "Eric Trump: Joe Biden does not have the 'aptitude' to debate my father Eric Trump said on Thursday that presumptive Democratic presidential nominee Joe Biden does not have the \"aptitude\" to debate his father President Trump.",
  "Trump campaign communications director says Joe Biden is rooting against an American economic recovery Tim Murtaugh, Trump campaign communications director, joins John Roberts with insight on 'Special Report.'",
  "White House spokesman rebuffs James Carville's claim that Biden would 'trounce' POTUS in debate The Trump campaign's press secretary, Hogan Gidley, argued on Thursday that former Vice President Joe Biden's gaffes would make him an easy match for President Trump in upcoming debates.",
  "Trump campaign official accuses Biden of 'rooting against Americans and their prosperity' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden Thursday of \"rooting against Americans and their prosperity\" as President Trump works to repair the economy ahead of the November election.",
  "Father of Seattle 'CHOP' victim discusses outpouring of support, phone call from President Trump Horace Lorenzo Anderson's teenage son was killed at Seattle's Capitol Hill Organized Protest zone.",
  "Supreme Court punts, denies Trump immunity but blocks House Dems from tax docs The Supreme Court rules Trump is not immune from state grand jury subpoena over financial records; Shannon Bream weighs in on the latest.",
  "Obama admin shut down H1N1 testing, complicating Biden's attacks on Trump's coronavirus screening In recent weeks, Biden has demanded that Trump \"speed up the testing\" nationwide",
  "Nikki Haley: You don't have to like President Trump, but he gets results and raised Americans' quality of life Former U.S. Ambassador to the United Nations Nikki Haley joins Sean Hannity on 'Hannity.'",
  "Melania Trump statue in Slovenia set on fire on Fourth of July; suspects sought A wooden statue of first lady Melania Trump near her hometown in Slovenia was reportedly set on fire on the Fourth of July, prompting its removal.",
  "NYC closes 5th Avenue ahead of Black Lives Matter painting in front of Trump Tower New York City's iconic Fifth Avenue closed early Thursday in preparation for painters to begin a \"Black Lives Matter\" mural on the street in front of Trump Tower.",
  "NYC to start painting Black Lives Matter mural in front of Trump Tower: report New York City will start painting \"Black Lives Matter\" in front of Trump Tower in Manhattan on Thursday, according to a report.",
  "UAE said to be holding up Gulf deal that could end Qatar blockade and protect US interests in Middle East Delay caused by the UAE has temporarily denied the Trump administration a crucial, hard-fought foreign policy win in the Middle East.",
  "Donald Trump Jr.: 'The radical left entirely controls Joe Biden' and the Democratic Party Donald Trump Jr., called out the mainstream media on \"Hannity\" Wednesday and criticized calls by far-left activists to \"defund the police,\" saying \"they have lost their minds.\"",
  "Air Force One will be backdrop for Trump’s New Hampshire rally President Trump will spotlight the power of incumbency on Saturday night as he holds a rally in the key general election battleground state of New Hampshire.",
  "Roger Stone is 'praying' for clemency from Trump, days before he is set to report to prison Roger Stone is “praying” for President Trump to intervene and offer him clemency, just days before the convicted longtime GOP political operative is slated to report to prison.",
  "Trump rally 'likely' source of virus surge, health official says President Donald Trump's campaign rally in Tulsa in late June that drew thousands of participants and large protests \"likely contributed\" to a dramatic surge in new coronavirus cases, Tulsa City-County Health Department Director Dr. Bruce Dart said Wednesday.",
  "Tucker Carlson: The left doesn't want Biden to debate Trump New York Times columnist Tom Friedman is calling for Joe Biden to skip the fall presidential debates.",
  "Kirstie Alley sees ‘pretty sad’ irony regarding Trump-Biden debates Joe Biden’s campaign handlers aren’t making much sense to former “Cheers” star Kirstie Alley.",
  "Michael Cohen, former Trump attorney, taken back into custody A lawyer for Michael Cohen tells Fox News that Cohen was taken back into custody Thursday morning and is now at the Metro Detention Center in Brooklyn. It comes after reports that Cohen was seen at restaurants in Manhattan."
]