[
  "Trump praises appellate court order to drop Flynn case, slams Democrat opposition to GOP police reform bill President Trump says former National Security Adviser Michael Flynn has been exonerated; chief White House correspondent John Roberts reports.",
  "Trump scores court win on hospital price transparency President Trump touted a \"big victory\" after a federal judge rejected the American Hospital Association's challenge to a Trump administration rule forcing them to disclose prices negotiated with insurers.",
  "Trump and Biden Pitch Their Economic Recovery Plans The presidential race appears to be gearing up. Last night, President Trump took his campaign to Arizona and presumptive Democratic nominee Joe Biden held his first campaign event with former President Obama. Liz Harrington, national spokesperson for the RNC,…",
  "Mark Cuban: Donald Trump wants to run a campaign, Joe Biden wants to run a country Dallas Mavericks owner and 'Shark Tank' star Mark Cuban joins Sean Hannity to explain why he's supporting presumptive Democratic presidential nominee Joe Biden.",
  "Twitter permanently bans pro-Trump meme creator Carpe Donktum for copyright infringement Twitter has permanently suspended pro-Trump meme creator Carpe Donktum due to repeated copyright violations.",
  "Pence insists Trump hasn't told him to slow pace of coronavirus testing Vice President Mike Pence told a Wisconsin media outlet Tuesday that President Trump has not directed him to slow the rate of coronavirus testing despite Trump making remarks to the contrary at a weekend rally in Oklahoma and insisting the comments were not a…",
  "Andrew McCarthy: Roger Stone House hearing – here's what's really going on The House Judiciary Committee will hold a hearing Wednesday afternoon on alleged political interference in the Trump Justice Department.",
  "MSNBC's Joe Scarborough says President Trump 'acts like he doesn’t want to get reelected' MSNBC’s “Morning Joe” namesake Joe Scarborough declared on Wednesday that President Trump doesn’t appear to want to win re-election.",
  "Rob Reiner calls a vote for Trump 'a vote for Death' in latest Twitter rebuke Rob Reiner seemingly criticized Donald Trump for his response to the ongoing coronavirus pandemic and jabbed at his supporters in his latest tweets.",
  "President Trump's brother trying to stop Mary Trump's family tell-all book: report President Donald Trump's brother has gone to court in an attempt to stop Mary Trump from publishing a family tell-all book, according to multiple reports on Tuesday.",
  "Panic! at the Disco frontman Brendon Urie blasts Donald Trump campaign for using group's song at a rally Brendon Urie didn’t hold back on Twitter after he found out Panic! At The Disco’s song “High Hopes” was used at a Donald Trump rally in Phoenix, Arizona.",
  "Mark Cuban explains why he backs Biden in November: 'Joe Biden actually wants to run a country' Billionaire entrepreneur and Dallas Mavericks owner Mark Cuban told \"Hannity\" Tuesday that he prefers former Vice President Joe Biden over President Trump in the November election.",
  "Liz Harrington: Dems and media running same playbook as 2016, using 'horrible smears' against Trump and supporters Liz Harrington said on Wednesday that Democrats are running the same playbook against Republicans since the 2016 election which resulted in a President Trump victory.",
  "Trump to sign executive order protecting federal statues, monuments President Trump is expected to sign an executive order by the end of the week that would protect public statues and federal monuments and make vandalizing or any destruction to them punishable by jail time, Fox News has learned.",
  "Trump vows to protect statues of US presidents, Jesus Christ President Trump on Wednesday vowed to protect statues as some activists are calling for the toppling of monuments to former presidents, controversial historical figures and even Jesus Christ -- after initially just targeting those of Confederate figures.",
  "Trump condemns flag burning as DC protesters set US flag on fire President Trump condemned the burning of the flag Tuesday evening after protesters set fire to a large American flag that they had tied to a traffic light pole about a mile away from the White House.",
  "Trump signs executive order expanding HHS efforts to help foster children President Trump signed an executive order directing the Health and Human Services Department to further assist foster children with what the department says are bipartisan measures particularly needed during the coroanvirus pandemic.",
  "'View' co-hosts confront Bolton: You're part of the reason Trump is 'still in office' The liberal hosts of \"The View\" had some strong words for former National Security Adviser John Bolton whom they argued should have spoken out against President Trump while House Democrats tried impeaching him at the end of last year.",
  "Madison Cawthorn, 24-year-old who won GOP primary in NC, says Trump congratulated him on 'beautiful' win Madison Cawthorn, the 24-year-old Republican House candidate who beat a Trump-backed pick in the North Carolina primary on Tuesday, said Wednesday that the president called to congratulate him on a “beautiful” victory.",
  "Charlie Hurt: Trump will have to do more than just criticize protesters destroying statues and monuments President Trump will have to do something more than just criticizing the protesters who are toppling and defacing historical statues and monuments, Fox News contributor Charlie Hurt asserted Wednesday."
]