[
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Trump administration continues efforts to end ObamaCare The Trump administration pushes to overturn ObamaCare ahead of the 2020 presidential election; Fox News correspondent Mark Meredith reports.",
  "Trump touts lower coronavirus death rate as Fauci warns of danger President Trump says mortality from the coronavirus is down, as Dr. Fauci calls the death rate a ‘false narrative;’ Kristin Fisher reports on the latest.",
  "Biden campaign commits to three socially distanced debates with President Trump New York Times columnist Tom Friedman urges Joe Biden not to debate Trump unless the president agrees to release recent tax returns and real-time fact checking; Peter Doocy reports.",
  "Supreme Court allows employers to opt out of free birth control The Supreme Court sides with the Trump administration in its effort to allow employers who cite religious or moral objections to opt out of providing no-cost birth control; Shannon Bream weighs in on the latest.",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "Trump administration launches new campaign to reduce high suicide rates Known as REACH, the government campaign is the core part of a $53 million, two-year effort announced by President Trump to reduce suicide, particularly among veterans.",
  "Facebook says it took down network affiliated with Roger Stone that included fake accounts Facebook on Wednesday took down a network of more than 100 pages and accounts affiliated with Trump confidante Roger Stone for “coordinated inauthentic behavior.”",
  "Newt Gingrich: Trump carves a place in history, picks up Reagan's patriotic dream To my surprise (and I suspect virtually everyone’s surprise) President Trump is carving a place in history as a teacher and statue builder.",
  "Rose McGowan urges Trump to donate to Tara Reade fundraiser 'in Biden's name' Rose McGowan urged President Trump to make a donation to a fundraiser dedicated to Tara Reade on behalf of his 2020 rival Joe Biden.",
  "Gianno Caldwell calls on National Guard to deploy to Chicago: 'We are not waiting any longer' Democratic leaders in Chicago need to recognize that they've failed their constituents and call on President Trump and the National Guard for help,\" Gianno Caldwell urged Wednesday.",
  "Europe reacts to US withdrawing from WHO, calls for reform instead Europe is lamenting the formal Trump administration notification of its withdrawal from the World Health Organization (WHO) while pledging to work to reform the United Nations health agency.",
  "Trump says he disagrees with CDC school reopening guidelines, calls them 'impractical' President Trump on Wednesday said he disagreed with the CDC on their “very tough & expensive” guidelines on reopening schools in the fall.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Alexander Vindman, Trump impeachment witness, retires from military Lt. Col. Alexander Vindman, a key impeachment witness against President Trump, retired from the Army Wednesday, with his lawyer citing \"a campaign of bullying, intimidation and retaliation\" that limited his military career.",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "Kanye West no longer supports Trump, says Biden not 'special' Joe Biden? Like come on man, please'",
  "Interior Secretary David Bernhardt On What The Trump Administration Is Doing To Protect Monuments & Statues Secretary of the Interior, David Bernhardt spoke with Fox News Radio's Guy Benson about the Trump administration's efforts to protect monuments & statues. Secretary Bernhardt explained what a pair of executive orders by the President accomplish in protecting …",
  "Judge Napolitano: Would Be “Horrific” If Trump Held Up Funds To Schools On Fox Across America with Jimmy Failla, Senior Judicial Analyst Judge ANdrew Napolitano discussed whether President Trump should use the threat of withholding federal funds to schools districts that do not reopen in the fall. \"He said this morning he would h…",
  "Let Yourself Off The Hook This week, Dana and Chris discuss the SCOTUS's opinion on the Electoral College, President Biden's ability to debate President Trump and the potential for Republicans to hold on to the Senate. They also touch on the possibility of reopening schools this fall,…"
]