[
  "President Trump on Joe Biden's latest coronavirus gaffe: It's not a permissible error Sean Hannity tours Fincantieri Marinette Marine in Marinette, Wisconsin with President Trump.",
  "Sean Hannity's town hall with President Trump: Part 2 President Trump discusses his administration's achievements, media bias, priorities for a second term, John Bolton's book and concerns over voter fraud with Sean Hannity in Green Bay.",
  "Sean Hannity's town hall with President Trump: Part 1 President Trump discusses cancel culture push to remove statues, Democrat-run cities in crisis, support for 'stop and frisk' policing, economic threat from China, response to coronavirus pandemic with Sean Hannity in Green Bay, Wisconsin.",
  "Trump cancels weekend trip to Bedminster President Trump canceled his weekend trip to Bedminster, New Jersey on Friday after the state imposed a mandatory 14-day quarantine for individuals traveling into the region from states seeing a surge in positive cases of COVID-19.",
  "Biden, Trump clash over DC statehood bill President Trump and former Vice President Joe Biden are 180 degrees apart when it comes to whether the District of Columbia should achieve statehood.",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "Newsweek mocked for claiming conservatives are 'weaponizing' cancel culture to 'tame anti-Trump celebrities' Newsweek raised eyebrows on Thursday with a report that framed conservatives as \"weaponizing\" cancel culture against critics of President Trump.",
  "Trump predicts coronavirus vaccine 'before the end of the year' as case count surges in parts of US President Trump predicted Thursday during a \"Hannity\" town hall in Green Bay, Wis. that \"before the end of the year, we’ll have a vaccine\" for the coronavirus.",
  "Karl Rove says Trump is clearly trailing Biden: Here are 3 things he must do to turn it around Fox News contributor Karl Rove on Friday addressed that President Trump is behind presumptive Democratic presidential nominee Joe Biden in key battleground states.",
  "Trump executive order directs feds to prioritize skills over college degrees in hiring President Trump is reportedly preparing to redirect employers on how they should hire, prioritizing an applicant's skills over a university degree.",
  "James Carville: Trump has 'zero chance' of being re-elected,' more likely not to run at all Longtime Democratic strategist James Carville declared on Thursday night that there is “no chance” President Trump wins re-election in November.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Trump signs executive order to prioritize skills-based hiring The order will affect the hiring process of over 2 million federal government employees.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Trump tweeting to identify Andrew Jackson statue vandals President Trump on Friday tweeted an FBI poster featuring 15 suspects authorities believe vandalized and a statue of Andrew Jackson that protesters unsuccessfully tried to bring down during clashes with police in Washington D.C., this week.",
  "Von Spakovsky & Stimson: Supreme Court ruling on illegal immigration is a victory for Trump administration In a victory for border security that will help the federal government regain control over the immigration process, the Supreme Court has upheld commonsense rules used by the Trump administration to effectively deter illegal immigrants from making false asylu…",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Trump signs executive order to protect American monuments, memorials and statues President Trump announced Friday that he signed an executive order to protect American monuments, memorials and statues and threatened those who try to pull them down with “long prison time.”",
  "Justice Dept. won't oppose Roger Stone request to delay start of prison sentence, it says The U.S. Justice Department said Thursday it won't oppose a request by former President Trump adviser Roger Stone to delay the start of his upcoming prison sentence, citing the department's coronavirus policies."
]