[
  "Press Trashes Trump Rally, Campaign Blames Fake News Howie Kurtz on Trump blaming fake news for rally turnout, John Bolton being interviewed by ABC and Trump and Barr ousting US Attorney investigating Rudy Giuliani.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Newt Gingrich: If The Democrats Take the Presidency, The Senate and Keep The House, It Will Be The End of the American Dream Newt Gingrich, Former Speaker Of The House, joined Mary Walter on The Brian Kilmeade Show to talk about his new book \"Trump and the American Future: Solving the Great Problems of Our Time.\" Gingrich also discussed his worries about the end of the American dre…",
  "Joe Biden agrees to three debates as Trump team pushes for more President Trump says he wants to debate presumptive Democratic presidential nominee Joe Biden more than three times; Peter Doocy reports.",
  "Lewandowski takes swipe at Trump campaign over Tulsa rally crowd size A top outside political adviser to President Trump took a swipe at the Trump re-election campaign on Monday, in the wake of a smaller-than-expected crowd at the president’s weekend rally in Tulsa, Okla.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump campaign slams media over Tulsa rally turnout White House press secretary Kayleigh McEnany denies that President Trump was upset over campaign rally crowd size in Oklahoma; Kristin Fisher reports.",
  "Dreamers react to Supreme Court decision as President Trump vows action Trump insists he will try again to find a permanent solution for the DACA program which was upheld by the Supreme Court; Doug McKelway reports.",
  "KT McFarland: Trump and Bolton – this is when I knew it wasn't going to end well Bolton and Trump clashed from the beginning – not just over policy, but in style and temperament.",
  "Henry Winkler seemingly mocks President Trump with water-drinking video Henry Winkler shared a video of himself drinking water with one hand in an apparent jab at President Trump.",
  "Thousands of boaters rally for Trump in North Carolina parade Boat owners took to the Bogue Sound near Beaufort, N.C. Saturday in a show of support for President Trump.",
  "Trump campaign says fire marshal's count for Tulsa rally attendance was 'wrong' Trump 2020 communications director Tim Murtaugh told “Outnumbered Overtime” on Monday that the fire marshal ’s count for attendance at Trump’s campaign rally in Tulsa, Okla. was “wrong.”",
  "Trump visiting Arizona to mark milestone of 200 miles of border wall construction President Trump is heading to Arizona on Tuesday to spotlight his administration's completion of the 200th mile of border wall construction along the nation’s southern boundary with Mexico.",
  "Trump urges AOC to run against Schumer, says she’d win President Trump urged Rep. Alexandria Ocasio-Cortez, D-N.Y., to run against the state’s longtime Sen. Chuck Schumer in the 2022 primary in November, saying that she would be a “big improvement” and that she would likely win.",
  "Trump blasts NFL, Roger Goodell again at Oklahoma rally President Trump took a shot at the NFL during his rally Saturday night in Tulsa, Oklahoma, calling out Commissioner Roger Goodell’s video on “Black Lives Matter” and his encouragement for players to protest peacefully.",
  "Trump endorsements cause uproar in New Hampshire GOP primaries President Trump's re-election campaign and the RNC are being accused of \"rigging\" two competitive GOP primaries in New Hampshire",
  "Rep. Debbie Lesko: Can’t Blame Rallygoers For Staying Home With “Craziness Going On” On Fox Across America With Jimmy Failla, Rep. Debbie Lesko (R-AZ) talked about attending the Tulsa Trump rally and why she was not surprised by the lack of turnout the media has been reporting. \"These folks that are saying this stuff, including the most of th…",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Joe Concha: Biden cannot withstand a press conference like Trump's with no ground rules Joe Concha, media reporter for The Hill, said on Monday that presumptive Democratic presidential nominee Joe Biden could not withstand the lengthy press conferences that President Trump deals with normally.",
  "Juan Williams calls Tulsa rally 'embarrassment' for Trump, Bongino compares Biden event to 'pinochle game' Fox News contributor Dan Bongino said on \"The Five\" Monday that Saturday's rally for President Trump in Tulsa far outstrips any event that presumptive Democratic nominee Joe Biden has held to date.",
  "Biden campaign agrees to 3 general election debates, slams Trump team for seeking more The Biden campaign has agreed to participate in three planned general election presidential debates in the fall, while slamming the Trump campaign’s push for more debates as an “effort to change the subject” and “create a distracting ‘debate about debates.’”"
]