[
  "Texas sees highest number of coronavirus cases recorded since start of pandemic - MSN Money <ol><li>Texas sees highest number of coronavirus cases recorded since start of pandemic  MSN Money\r\n</li><li>Gov. Abbott, DSHS distribute additional cases of antiviral drug to 5 East Texas hospitals  KLTV\r\n</li><li>Texas reports record number of new COVID-19 …",
  "Rep. Andy Biggs says Trump's critics are trying to sow division with complaints over Mount Rushmore event President Trump set to kick off a historic July Fourth celebration at Mount Rushmore; reaction from civil rights attorney Leo Terrell, Arizona Rep. Andy Biggs and Jenna Ellis, senior legal adviser to Trump 2020 campaign.",
  "PHOTOS: President Trump's Mount Rushmore speech kicks off 4th of July celebrations President Donald Trump holds an event at Mount Rushmore in Keystone, SD.",
  "Protesters block road leading to Mount Rushmore ahead of Trump event Protesters blocked an access road to Mount Rushmore Friday, hours before President Trump was set to give a speech to kick off Independence Day weekend.",
  "Neil Young upset Trump event used his song: ‘This is NOT ok with me’ Neil Young made clear once again Friday that he doesn’t like it when one of his songs is used during a public appearance by President Trump.",
  "Kim Guilfoyle tests positive, Don Jr. negative, for coronavirus, Trump campaign confirms Kimberly Guilfoyle, a senior adviser to the Trump 2020 campaign, has tested positive for the coronavirus, the campaign confirmed Friday night.",
  "Fred Fleitz: At Mount Rushmore, Trump right to highlight danger leftist radicals pose to America President Trump celebrated America’s independence and our nation’s 244th birthday Friday night with stirring speech at Mount Rushmore in South Dakota calling attention to serious threats America faces here at home from radical lawbreakers.",
  "Trump wants to give Americans 'a worthy show' for Independence Day in 'Salute to America' President Trump, who has railed against the \"cancel culture,\" refused to let the coronavirus pandemic close down a grand Fourth of July celebration in Washington, despite objections from local officials over rising infection rates.",
  "Victor Davis Hanson says Trump must evoke Abraham Lincoln's July 4 address in 1861 amid current unrest Hoover Institution senior fellow and author Victor Davis Hanson told the \"Ingraham Angle\" Friday that President Trump must respond to America's current unrest with a firm statement along the lines of Abraham Lincoln's message to Congress on July 4, 1861.",
  "Trump, in fiery Mount Rushmore address, decries rise of 'far-left fascism,' calls on Americans to rise upTrump, in fiery Mount Rushmore address, decries rise of 'far-left fascism,' calls on Americans to rise up Speaking after the legendary U.S. Navy Blue Angels roared overhead, President Trump ushered in the July 4th weekend Friday night at Mount Rushmore in South Dakota with a full-throated condemnation of \"far-left fascism\" and a defense of \"Judeo-Christian princi…",
  "Hillary Clinton, citing ‘dark times,’ urges Americans to register to vote in Independence Day message Former 2016 presidential candidate Hillary Clinton on Saturday, cited “dark times” in an Independence Day message, and urged Americans to march and register to vote.",
  "Trump gives optimistic Independence Day message, says US is ‘coming back’ after ‘terrible plague from China President Trump on Saturday gave an optimistic Independence Day message to the nation, declaring that the U.S. is “coming back” and will be “greater than ever before” after it emerges from the coronavirus pandemic -- which he described as a “terrible plague f…",
  "Antonin Scalia, Jackie Robinson among those picked for Trump’s ‘National Garden’ of heroes President Trump on Friday announced the creation of a National Garden of American heroes to pay tribute to historically significant Americans -- a garden that will include former Supreme Court Justice Antonin Scalia and baseball star Jackie Robinson among pas…",
  "CNN slights Mount Rushmore as 'slave owners' in 2020, but called it 'monument to 4 great presidents' in 2016 CNN on Friday depicted Mount Rushmore as \"slave owners\" situated on stolen land, after praising the monument for its cultural significance back in 2016, during a segment with then-presidential candidate Bernie Sanders.",
  "Paul Batura: This July 4th we hold America’s future in our hands, as Trump points out dangers we face We celebrate our 244th birthday amidst tensions threatening to topple our great and enduring traditions.,",
  "Military flyovers scheduled over four cities for Independence Day salute Military planes will fly over four big cities Saturday afternoon to celebrate Independence Day in a lead up to the Fourth of July air show in Washington, D.C.",
  "Biden calls for America to tackle 'systemic racism' in 4th of July message Joe Biden's Fourth of July message focused on America's long history of racial injustice -- from slavery to George Floyd's death -- as he called for Americans to strive to achieve the country's founding ideal of equality.",
  "Leo Terrell slams DNC tweet tying Mount Rushmore to 'white supremacy' as 'the race card at its highest level' Civil rights attorney Leo Tyrrell told \"Hannity\" Friday that a now-deleted tweet from the Democratic National Committee that tried to link Mount Rushmore with \"white supremacy\" made him \"embarrassed to be a Democrat.\"",
  "CNN slights Mount Rushmore as 'monument of two slaveowners' after extolling its 'majesty' in 2016 A CNN reporter on Friday described Mount Rushmore \"a monument of two slaveowners\" situated on stolen land ahead of President Trump's visit to the national monument.",
  "Adriana Cohen: 2020 presidential election poses clear choice: jobs or mobs The stark reality is that Democrats today would rather appease anarchists, looters and violent criminals than uphold law and order."
]