[
  "<p>My initial reaction to Mitt Romney's selection of Paul Ryan as his vice-presidential nominee was <a href=\"http://www.theguardian.com/commentisfree/2012/aug/11/how-much-will-paul-ryan-help-mitt-romney\">one of befuddlement</a>. Although it had been widely reported that Ryan was a finalist, the move made little electoral sense to me.</p> <p>As I noted on Saturday, the biggest electoral impact a vice-president has is in their home state, where they usually add a few points to the presidential ticket's margin. Wisconsin is a <a href=\"https://twitter.com/ForecasterEnten/status/234015269272571905\">somewhat close state</a>, but not a state where Ryan can be expected to put Romney over the top. Ohio remains the tipping-point state in this election. Romney is about 3 percentage points behind Obama in Ohio, and it's easy to imagine how the selection of Senator Rob Portman could have given Romney the edge he needed in the Buckeye State.</p> <p>A secondary electoral effect is vice-presidential nominees can motivate the base. That can be crucial in a <a href=\"http://www.centerforpolitics.org/crystalball/articles/aia2011070702/\">\"base\" election</a>, such as 2004 was – and 2012 is expected to be. The conservative base, however, was <a href=\"http://themonkeycage.org/blog/2012/08/11/paul-ryan-the-base-mobilization-strategy-that-romney-doesnt-need/\">already quite motivated</a> before the Ryan announcement. Animating the base might also have been important if Romney was suffering from lackluster fund-raising, but Romney and his Super Pacs were already set to have a <a href=\"http://www.washingtonpost.com/blogs/the-fix/post/mitt-romneys-money-edge--and-whether-it-matters/2012/08/07/c5a1763a-e006-11e1-a19c-fcfa365396c8_blog.html\">money advantage</a> going into the final months.</p> <p>Beyond that, vice-presidents <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/mar/26/mitt-romney-choose-vp-running-mate\">usually have little impact</a> on the final outcome of the election. There is some evidence that views on Sarah Palin <a href=\"http://themonkeycage.org/blog/2009/04/05/a_tantalizing_graph_featuring/\">may have correlated</a> with voting intention, but the end result in 2008 was right where <a href=\"http://pollyvote.forecastingprinciples.com/index.php/pollys-archive/polly-2008/pollycomp-models.html\">most econometric models</a> would have pegged it.</p> <p>So why, then, did Romney choose Ryan?</p> <p>Some are taking the Ryan pick as a sign that Romney made a <a href=\"http://firstread.nbcnews.com/_news/2012/08/13/13257616-first-thoughts-shake-it-up?lite\">calculated decision</a> based on polling and focus group data that he couldn't win on the current path of his campaign. He couldn't win by making this election solely a referendum on President Obama's job performance – so he had to make it a \"game-changing\" choice. Supporting this argument is the fact that a <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">number of polls</a> came out last week showing Romney down by high single-digits.</p> <p>As Mark Halperin <a href=\"http://thepage.time.com/2012/08/12/hail-paul/\">points out</a>, however, there are two different sets of poll numbers. Yes, some polls have the gap in high single digits, but another set has Obama and Romney within 2 points of each other. The <a href=\"https://twitter.com/ForecasterEnten/status/234015269272571905\">state data</a> support this closer race. Most sources inside the campaigns acknowledge that the polls showing a tighter race are likely closer to the truth.</p> <p>Mitt Romney's own pollster Neil Newhouse <a href=\"http://www.buzzfeed.com/bensmith/romney-picked-ryan-over-advisors-early-doubts\">was against</a> the selection of Ryan. A pollster's job is to give his candidate the hard numbers. Newhouse probably understood that when you're right on goal line, you don't <a href=\"http://www.theguardian.com/commentisfree/2012/aug/11/mitt-romney-acquires-risky-asset-paul-ryan-vp\">throw a Hail Mary</a>. The situation instead dictates that you should run the football with a safe pick. Newhouse's advice was the opposite of what John McCain's pollster and Newhouse partner Bill McInturff <a href=\"http://www.imdb.com/title/tt1848902/fullcredits\">gave in 2008</a> when McCain was persuaded that he needed a \"game-changer\".</p> <p>Indeed, Mitt Romney <a href=\"http://dyn.politico.com/printstory.cfm?uuid=24CB8F96-AAAC-435F-8581-2EAC9A8B4E13\">requested that no focus groups or polls</a> ask how potential vice-presidential nominees would play with the public.&#xa0;If he had, he would have seen there were plenty of other candidates, from Marco Rubio to Chris Christie, who made more sense from a shake-up angle.</p> <p>So, if Romney was consciously disregarding what polling might tell him and what his pollster actually was saying, then there would be three non-electoral reasons that propelled him to chose Ryan.</p> <p>First, Romney saw a lot of Ryan in himself. As Robert Costa <a href=\"http://www.nationalreview.com/articles/313555/ryan-way-robert-costa\">reported</a>, Romney loves analytical research and data-crunching investigation. While some could quibble with the description of Ryan as a \"policy wonk\", Romney commented&#xa0;in Sunday night's <a href=\"http://www.cbsnews.com/video/watch/?id=7417928n\">60 Minutes interview</a>&#xa0;that he saw Ryan and himself that way. Second to a vice-president being ready potentially to be president on day one, the most important quality for a vice-president is to have a good working relationship with the president.</p> <p>Second, and relatedly,&#xa0;Romney wanted fresh, big ideas. Romney made a habit of hiring young talent at Bain Capital. Someone who sees a problem in a different way than he does excites him; someone even who would tell him why he's wrong about an issue. The other final choices on the list Rob Portman and Tim Pawlenty probably would not fulfil that role.</p> <p>Third, Romney was <a href=\"http://www.thedailybeast.com/articles/2012/07/13/romney-s-possible-pick-of-pro-choice-condoleezza-rice-for-veep-has-gop-abuzz.html\">never going to choose a moderate</a>. The three presumed finalists are all politicians who can be described as conservative. Romney also got along well with Chris Christie: while the New Jersey governor can be confrontational, he was likely to be seen as too moderate to make up a Romney ticket. Condoleezza Rice, another object of speculation last week, would have ticked the policy wonk box, but she is pro-choice.</p> <p>Ryan's selection is revealing: the signal Romney is giving with this pick is that he wants to do more than just win the election; he has chosen to pitch a conservative vision for the US. Whether or not that plan will sell with the American public is to be determined.</p>",
  "<video data-media-id=\"gu-video-394689268\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/14/120814RomneyChina-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/14/120814RomneyChina-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/14/120814RomneyChina_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120814RomneyChina/120814RomneyChina.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/14/120814RomneyChina_3gpSml16x9.3gp\"/> </video>   <p>The Obama campaign has attempted to play down the apparent excitement generated by Mitt Romney's new running mate Paul Ryan, a move that boosted crowds at the Republican presidential challenger's events.</p> <p>Romney and Ryan, on their first full day campaigning together on Sunday, attracted much bigger audiences than normal for Romney events, which on the whole tend to be sparsely populated.</p> <p>It comes at a time when Barack Obama's own drawing-power has become an issue, with the campaign denying reports that turnout is well down on the 2008 campaign.</p> <p>Obama's senior adviser, David Axelrod,<a href=\"http://www.cbsnews.com/8301-505263_162-57491839/obama-adviser-paul-ryan-a-certifiable-right-wing-ideologue/?tag=showDoorFlexGridLeft;thisMorningImageStack\"> interviewed on CBS on Monday morning</a>, expressed scepticism over whether the Romney-Ryan ticket would continue to generate the kind of enthusiasm seen at campaign events in North Carolina on Sunday.</p> <p>He recalled that when John McCain chose Sarah Palin as his running mate, there was the same \"kind of excitement\". But in the longer term Ryan is, like Palin, \"not going to be a plus for Mr Romney\", Axelrod said.</p> <p>Romney went campaigning on his own in Florida on Monday while Ryan went to Iowa to shadow Obama, who begins a three-day bus tour of the state, before hopping to Colorado, another swing state, where he will campaign on Tuesday.</p> <p>Ryan attracted a large crowd to his speech at the Iowa state fair, including noisy hecklers who accused him of waging war on the working-class.</p> <p>A New York Times reporter said Obama, at a fundraiser in his hometown Chicago on Sunday, attracted only a half-full crowd for an event where ticket prices began at $51. The Romney campaign spokesman, Ryan Williams, tweeted: \"The thrill has gone.\"</p> <p>The Obama campaign, as well as other journalists, disputed the the New York Times assessment by the reporter, who later deleted her first comment and <a href=\"https://twitter.com/jodikantor/status/234754247391068162\">posted a modified tweet</a>.</p> <p>By contrast, the<a href=\"http://www.news-record.com/content/2012/08/10/article/romney_campaign_releases_details_about_his_nc_visits\"> Greensboro News-Record reported</a> that a Romney-Ryan double act on Sunday attracted between 10,000 and 15,000 to a campaign event in High Point, North Carolina. The venue had room for only 1,200 and most of the crowd were not able to get into the venue.</p> <p>With polls showing a tight race in which the bulk of the voters have already made up their mind, some strategists calculate that the election will be decided not so much by swing voters but by getting out the party base. Making Ryan the vice-presidential running mate could help Romney generate enthusiasm among the party grassroots.</p> <p>But there is also a downside. Ryan's proposals to shake-up the popular healthcare programme for those aged 65 and over, Medicare, is a potential election-changing issue in states such as Florida, with its high proportion of retirees. But Ohio, another key swing state, also has a high proportion of Medicare recipients.</p> <p>The Romney campaign denied this was why Ryan was sent to Iowa rather than Florida and stressed the Wisconsin congressman will be campaigning in Florida on Saturday.</p> <p>Romney attracted a big crowd at his first event in Florida, at Flagler College, but this may have been partly because of earlier publicity suggesting that Ryan would also be present. As in North Carolina, some of the crowd had to listen from outside.</p> <p>Romney defended Ryan's proposed Medicare shake-up, saying reform is necessary to protect the programme for future generations. \"We want to make sure that we preserve and protect Medicare,\" Romney said.</p> <p>At the same time, he has left himself a loophole if the controversy begins to damage his campaign, saying that the budget if he wins the White House would be his rather than Ryan's.</p> <p>An Obama campaign spokeswoman, Jan Psaki, travelling with the president to Iowa, tied Romney to the Ryan budget plan, saying he had described it as \"marvellous\". She added: \"As the old saying goes, birds of a feather flock together.\"</p> <p>She also criticised Ryan for so far failing to support Obama's farm bill to help farmers hit by the drought in states such as Iowa, one of the themes the president is to pursue on his tour.</p>",
  "<p>Going on holiday is a risky business when you are president of France. When Nicolas Sarkozy borrowed the luxury yacht of a French billionaire businessman, his image never recovered. A string of flash holidays thereafter didn't help, nor did Paris Match magazine obligingly airbrushing out the love-handles from an unflattering picture of him canoeing in white bermuda shorts in New Hampshire.</p> <p>So when the new president, François Hollande, headed to the beach this month, he continued his political branding exercise as \"President Normal\". First came orchestrated photographs of the president and his partner ,Valerie Trierweiler, taking the train rather than private jet. At the decidedly not normal official presidential summer retreat at Fort Brégançon on the Côte d'Azur, they went off to shake hands with \"normal\" sunbathers on the beach and sipped Perrier. Hollande's blue bermuda shorts and&#xa0;Trierweiler's black&#xa0;bikini were obligingly described as \"normal\" by celebrity magazines.</p> <p>But the careful communications plan was nearly upset when the satirical weekly Le Canard Enchaine reported the arrival of a large order of cushions from an exclusive Spanish design firm. Spending money on luxury padding for the presidential backside when France was about to enter recession risked being dangerously off-message.</p> <p>Whatever the holiday PR, things are not looking sunny for Hollande. Opinion polls show that Normal is not enough. TuesdayToday marks Hollande's first 100 days in power, a symbolic moment. The latest Ifop poll, published in the rightwing newspaper <a href=\"http://www.lefigaro.fr/politique/2012/08/10/01002-20120810ARTFIG00490-francois-hollande-confronte-au-pessimisme-des-francais.php\" title=\"Le Figaro\">Le Figaro</a>, found confidence in Hollande was sliding. Even if 57% of French people agreed he had kept his election promises – including the popular moves of lowering his salary, withdrawing French troops from Afghanistan, raising taxes on rich households and allowing people who began work young to retire at 60 – a majority of people were sceptical about whether he could resolve some of France's biggest problems: the huge public deficit, record 10%&#xa0;unemployment and the death of French industry. More than half of French people were unhappy with his action since his election and 51% thought France was changing for the worse.</p> <p>How to explain the dip in Hollande's ratings so soon after the election? There was never much room for a state of grace in a country struggling with mass layoffs, unemployment, an uncompetitive labour market and an inability to pay for its public services and generous welfare state without borrowing from the markets. September is going to be a killer month – the government must somehow find €33bn (£26bn) in tax rises and savings for next year's budget. Hollande's tax increases on the wealthy might be hugely popular, but they aren't enough to balance the books.</p> <p>One problem for Hollande is vocabulary. He came to power on anti-austerity rhetoric but must now decide how to sell the nation what many commentators predict will be an unavoidable austerity plan for France. The government dodges any mention of the dreaded A-word. But even the leftwing daily Libération is growing tired of this&#xa0;culture of: \"Don't mention the war\". The paper complained this week that while the rest of Europe springs into action on the economic crisis, France is in a \"strange torpor\". The nation knows there must be some kind of collective belt-tightening; there's an impatience about not being told plainly what it will entail.</p> <p>In the summer lull, the rightwing UMP opposition party, fighting its own internal leadership battle, is seizing the moment to slam Hollande for what it calls his dithering and \"inaction\" over Syria. Sarkozy, who in office notoriously cosied up to Bashar al-Assad, has publicly twisted the knife over the need for French \"action\" to stop the carnage. Hollande, punctuating his vacation with public appearances, has retorted that France was pushing hard for a \"political solution\" in Syria. He might have had a quiet seaside 58th birthday celebration this weekend, he has not yet caught the train back to Paris, but Hollande's holiday is clearly over.</p>",
  "<p>A woman will moderate one of the set-piece US presidential debates for the first time in a generation, it was announced Monday.</p> <p>In 1992, ABC's Carole Simpson became the first woman – and first black American – to grill White House hopefuls as part of the official head-to-head battles that mark the run-up to a general election.</p> <p>Twenty years later, the Commission on Presidential Debates has named Candy Crowley, chief political correspondent for CNN, as one of three moderators set to question Barack Obama and Mitt Romney in a series of encounters to take place in October.</p> <p>The move will be welcomed by those who have complained of a gender bias when it has come to naming hosts in the past. Earlier this year, three teenage girls from New Jersey set up an online petition titled \"It's Time for a Female Moderator: Equality in the 2012 Debates\".</p> <p>More than 120,000 people have since added their names to the petition, which was posted on the change.org website.</p> <p>Crowley – who will host the second encounter between Romney and Obama on October 16 – is joined on the list of moderators by CBS's Bob Schieffer and Jim Lehrer, executive editor of PBS NewsHour.</p> <p>The two men will preside over debates that will focus separately on domestic and foreign policy. Crowley will act as moderator in a televised \"town hall\" event in which members of the public will get to question the two candidates.</p> <p>A one-off vice-presidential debate will also be hosted by a woman, Martha Raddatz, senior foreign affairs correspondent from ABC News.</p> <p>Televised head-to-head clashes between presidential candidates have become a mainstay of the US political landscape. The first one took place in 1960, when then-senator John F Kennedy took on vice-president Richard Nixon. The sight of a pale Nixon with beads of sweat on his upper lip was credited as a reason why he lost the election. The next one did not take place until 1976, after which they have featured in every campaign.</p>",
  "<h2>SPORT</h2> <h2><strong>Aviva Birmingham grand&#xa0;prix</strong></h2> <p>Anyone experiencing severe withdrawal symptoms from the Olympic athletics-fest can be reassured that less than two weeks from now a miniature version will be held in Birmingham. Highlights include Mo&#xa0;Farah, running once again with his training partner Galen Rupp, the British high-jumper Robbie Grabarz and the American sprinter Carmelita Jeter, who earned an Olympic full house by winning a gold (in the 4x100m relay), a silver (in the 100m)&#xa0;and a bronze (in the 200m). <em>26&#xa0;August</em> <strong>SB</strong></p> <h2><strong>Paralympics</strong></h2> <p>The doors to the Olympic Park will be flung open once again before the month is out, as the Paralympics returns to the land of its birth. London seems ready to embrace the event with unrivalled enthusiasm as 2.1m tickets, more than 85% of the total, had already been sold by the end of last week, and a fresh release on Monday sold out in short order. <em>29 August–9 September </em><strong>SB</strong></p> <h2><strong>Tour of Britain</strong></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394689316\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/13/1344869752107/Bradley-Wiggins-001.jpg\" alt=\"Bradley Wiggins\" width=\"210\" height=\"330\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bradley Wiggins: saddling up for the Tour of Britain? Photograph: Adam Davy/Press Association Images</span> <span class=\"element-image__credit\">Photograph: Adam Davy/Press Association Images</span> </figcaption> </figure>  <p>The lineups are yet to be revealed, but Team Sky, employers of Britain's road cycling superstars, Mark Cavendish and Bradley Wiggins, will definitely be represented and the pair could well set out on a nationwide lap of honour, starting in Ipswich and taking in most regions except the north-east (though Jedburgh, starting point of the third stage, is only 10 miles from the English border) and London (which will have had enough sport for the time being). <em>9-16&#xa0;September </em><strong>SB</strong></p> <h2><strong>Ryder Cup</strong></h2> <p>Golf will join the Olympic fold in four years, but this year's outstanding event is the Ryder Cup, where the best players from America and Europe will do battle over three days of mounting tension in Medinah, Illinois. Europe are defending champions, having won four of the last five events, and will boast three of the top four players in the world, but the US captain, Davis Love III, believes that his are the players in form.<strong> </strong><em>28-30 September </em><strong>SB</strong></p> <h2>ARTS</h2> <p></p> <h2><a href=\"http://www.guardian.co.uk/film/movie/148845/expendables-2\" title=\"\"><strong>The Expendables 2</strong></a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394689317\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/13/1344869556110/The-Expendables-2-008.jpg\" alt=\"The Expendables 2\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Expendables 2: 'a roaring splurge of outlawed hormone.' Photograph: Nu Image Films/Sportsphoto Ltd/Allstar</span> <span class=\"element-image__credit\">Photograph: Nu Image Films/Sportsphoto Ltd/Allstar</span> </figcaption> </figure>  <p>Saddle up and switch your brain off for a big, dumb ensemble film that follows a plethora of action heroes (Stallone, Arnie, Statham, Van Damme) on a revenge rampage after one of their number is killed. The standup comedian <a href=\"http://www.guardian.co.uk/film/2012/aug/04/russell-kane-expendibles-2-postmasculinist\" title=\"\">Russell Kane recently described the movie</a> as \"a guilt-free way to ironically savour a masculinity now denounced and mocked; a roaring splurge of outlawed hormone\". So that should release the pent-up emotions now lacking an outlet post-Games. <em>16&#xa0;August </em><strong>AN</strong></p> <h2><strong>The </strong><a href=\"http://www.biennial.com/\" title=\"\"><strong>Liverpool biennial</strong></a></h2> <p>The largest festival of contemporary art in the country, which takes over the whole city. Among many other projects, this year's biennial will include the Cunard building and old Royal Mail sorting office opened to the public for the first time and turned into galleries; a lift made by Israeli artist, <a href=\"http://www.odedhirsch.com/\" title=\"\">Oded Hirsch</a>, bursting out of the floor of the ONE shopping centre, and But I'm on the Guest List Too!, a work by<a href=\"http://festival.london2012.com/events/9000973724\" title=\"\"> Elmgreen and Dragset</a>, who put up the boy on a rocking horse in London's Trafalgar Square, which will see the entrance to a VIP club blocked by a&#xa0;bouncer. <em>Starts 15 September </em><strong>AN</strong></p> <h2><strong>World-class Shakespeare</strong></h2> <p>Whether or not you figured out what the Cultural Olympiad actually was, thanks to the <a href=\"http://www.guardian.co.uk/stage/world-shakespeare-festival\" title=\"\">World Shakespeare festival </a>– one of its many strands – we have been treated to landmark performances of the Bard's plays, given every conceivable theatrical and televisual treatment. London still has two of the biggest guns to come: <a href=\"http://www.almeida.co.uk/event/kinglear/\" title=\"\">King Lear at the Almeida</a> theatre, in which Jonathan Pryce plays the tormented monarch, and Mark Rylance and Stephen Fry (playing Malvolio) in an all-male production of <a href=\"http://www.shakespearesglobe.com/theatre/on-stage/twelfth-night-2012\" title=\"\">Twelfth Night at the Globe</a>, which later will transfer to the West End. <em>King Lear opens on 31 August and Twelfth Night on 22 September. </em><strong>AN</strong></p> <h2>MUSIC</h2> <h2><strong>Bob Dylan</strong></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394689318\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/13/1344869665372/Bob-Dylan-001.jpg\" alt=\"Bob Dylan\" width=\"210\" height=\"330\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bob Dylan: back to his best? Photograph: Liu Jin/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Liu Jin/AFP/Getty Images</span> </figcaption> </figure>  <p>Critics are already calling <a href=\"http://www.guardian.co.uk/music/musicblog/2012/aug/06/bob-dylan-tempest-first-listen\" title=\"\">Dylan's 35th album</a>, Tempest, his best for a decade. The Shakespeare-tinged title has prompted speculation that this may be Dylan's farewell, though he disputed this: \"Shakespeare's last play was called The Tempest. It wasn't called just plain Tempest. The name of my record is just plain Tempest. It's two different titles.\" <em>Released 10 September </em><strong>AN</strong></p> <h2><a href=\"http://www.roh.org.uk/news/201213-season-announced-opera-and-music?gclid=CKqxrJvB5LECFYQhtAodwHoAmA\" title=\"\"><strong>The Ring Cycle</strong></a><strong>, Royal Opera House</strong></h2> <p>Consisting of four of the greatest operas every written, Wagner's Der Ring des Nibelungen is the operatic equivalent of the decathlon – resource-intensive, epic and 16 hours long. It makes a rare reappearance at the Royal Opera House in London at the end of next month, directed by Keith Warner, conducted by <a href=\"http://www.guardian.co.uk/culture/2011/dec/16/antonio-pappano-life-in-music\" title=\"\">Antonio Pappano</a> and starring Bryn Terfel and Susan Bullock. The ultimate opera experience, this is one for the bucket list. <em>Starts 25&#xa0;September </em><strong>AN</strong></p> <h2><strong>Africa Express</strong></h2> <p>Still standing from his Olympics gig with Blur in Hyde Park on Sunday, Damon Albarn has hired a train, along with 80-odd friends, to tour the UK in the first week of September. Collectively, they're known as Africa Express, and include some of the biggest names in African music such as Amadou and Mariam, as well as upcoming homegrown acts including Charli XCX and members of Bombay Bicycle Club. <em>Starts 2 September </em><strong>CLS</strong></p> <h2><strong>The xx</strong></h2> <p>It's not obviously uplifting music, but&#xa0;Mercury prize winners the xx return with their second album on <em>10&#xa0;September</em>, causing great excitement among the music cognoscenti. Titled Coexist, it doesn't reinvent but refines their formula. The band also play the last (and arguably best) big festival of the season, Bestival, on the weekend of <em>8 September</em>. <strong>CLS</strong></p> <h2>TV</h2> <h2><strong>Parade's End, BBC1</strong></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394689319\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/13/1344872150114/Parades-End-008.jpg\" alt=\"Parade's End\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Parade's End, starring Benedict Cumberbatch. Photograph: Iris Brosch/BBC/Mammoth Screen</span> <span class=\"element-image__credit\">Photograph: Iris Brosch/BBC/Mammoth Screen</span> </figcaption> </figure>  <p>Benedict Cumberbatch spends his Sherlock downtime married to a cruel but beautiful Rebecca Hall in this <a href=\"http://www.guardian.co.uk/tv-and-radio/2012/jul/27/tom-stoppard-bbc-drama\" title=\"\">elegant Edwardian saga</a>. British government statistician Christopher Tietjens (Cumberbatch) secretly yearns for an ambitious young suffragette named Valentine (Adelaide Clemens). His wife, meanwhile, sleeps with other men to kill the time while he's counting things. But the great war and social change approach like big and very useful plot devices. Tom Stoppard neatly adapts the Ford Madox Ford novels, giving things a brisk pace and muscular throb of British restraint. <em>Starts 24&#xa0;August</em> <strong>JR</strong></p> <h2><strong>Homeland, C4</strong></h2> <p>In a plot twist brilliantly set up at the end of season one, ex-fed Carrie (Claire Danes) now has no memory of her desperate, hyperventilating bid to stop US soldier Nicholas Brody (Damian Lewis) from detonating the US vice-president in a bunker. And if the trailers are to be believed, this season sees her nemesis further inveigle his way into the US establishment by running for congress. Will she remember he's a secret jihadi extremist before he blows up America? Not long to wait. <em>October </em><strong>JR</strong></p> <h2><strong>A Touch of Cloth, Sky 1</strong></h2> <p>TV Burp writer Daniel Maier and Guardian columnist Charlie Brooker have collaborated on this deranged detective spoof starring John Hannah and Suranne Jones. It's played with such po-faces that initial <a href=\"http://sky1.sky.com/a-touch-of-cloth/a-touch-of-cloth-trailer\" title=\"\">trailer</a>s confused some viewers who expressed concern that Sky hadn't realised \"touching cloth\" was a euphemism for needing a poo. It's rammed full of silly Police Squad-style gags such as \"the bodies keep on washing up, Cloth\" and all concerned give it the full Taggart in terms of dour scowling. It's great. <em>August bank holiday weekend</em> <strong>JR</strong></p> <h2><strong>Downton Abbey, ITV1</strong></h2> <p>Next month sees the return of Julian Fellowes' cross-class bustle-burster, which would be limping into its third and final series if it weren't for the arrival of Shirley MacLaine. She plays Lady Cora's wealthy mum Martha Levinson, and wastes no time in rattling Downton's chandeliers with her modern views and big gob. MacLaine going 10 rounds with Dame Maggie Smith is reason enough for anyone to tune in. <em>September </em><strong>JR</strong></p> <h2>PLUS …</h2> <h2><strong>Clare Balding's memoir</strong></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394689320\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/13/1344869810525/Clare-Balding-001.jpg\" alt=\"Clare Balding\" width=\"210\" height=\"330\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clare Balding: fireside read. Photograph: Dave M Benett/Getty Images</span> <span class=\"element-image__credit\">Photograph: Dave M Benett/Getty Images</span> </figcaption> </figure>  <p>Her warmth, knowledge and calm authority made the sports presenter one of the best things about London 2012. She even managed the unheard-of feat of <a href=\"http://www.dailymail.co.uk/news/article-2182378/London-2012-Olympics-Why-Clare-Balding.html\" title=\"\">getting Jan Moir to write something nice</a> in the Daily Mail. While we wait for her to become the new Gary Lineker/prime minister/queen, her first memoir, <a href=\"http://www.youtube.com/watch?v=-kP_f1Ll_CA\" title=\"\">My Animals and Other Family</a>, is out in September, and will be about the dogs and horses she shared her childhood with. The reading equivalent of snuggling by the fire with a labrador. <em>13 September</em> <strong>ES</strong></p> <h2><a href=\"http://www.londonmela.org/\" title=\"\"><strong>London Mela</strong></a></h2> <p>The 10th free festival celebrating South Asian culture takes place in London's Gunnersbury Park on Sunday, with a carnival, photographic exhibition, a stage of fresh talent presented by DJ&#xa0;<a href=\"http://www.guardian.co.uk/music/2004/dec/17/3\" title=\"\">Bobby Friction</a>, and the heady combination of food and a fun fair. Given the preponderance of <a href=\"http://www.guardian.co.uk/education/2012/aug/10/david-cameron-school-sports-targets\" title=\"\">Indian dance</a> on show, you probably won't see David Cameron down there, but we doubt that's much of a deterrent. <em>19&#xa0;August&#xa0;</em><strong>AN</strong></p> <h2><strong>The US presidential election</strong></h2> <p>The most expensive election in US history – estimates put the total spend at nearly $6bn – nears its November polling day, with both the Republicans and Democrats promising their way is the one true path to a spectacular American comeback. While the idea of a win for Mitt Romney and his new super-rightwing running-mate Paul Ryan might send shivers through liberal hearts, the contest promises to be fascinating. <strong>ES</strong></p> <p><strong><em>SB </em></strong><em>Simon Burnton</em><strong><em> AN </em></strong><em>Alex Needham</em><strong><em> CLS </em></strong><em>Caspar Llewellyn Smith</em><strong><em> JR&#xa0;</em></strong><em>Julia&#xa0;Raeside </em><strong><em>ES </em></strong><em>Emine Saner </em></p> <p>• This article was amended on 14 August 2012 to update the stated cast of Wgner's Der Ring des Nibelungen.</p>",
  "<p>While Syria's civil war dominates the world's attention, less dramatic and telegenic events in Egypt retain the power to decide if popular uprisings will succeed in establishing a democratic alternative to tyranny in the Arab world.</p> <p>Something of that magnitude has just happened in Cairo. Arguably it is just as significant as the ousting of Hosni Mubarak in February last year. The system was decapitated but continued in the form of the military council, which assumed transitional rule. On Sunday the heads of that system, which has dominated Egypt for decades, were toppled – apparently with its acquiescence.</p> <p>In forcing the <a href=\"http://www.theguardian.com/world/2012/aug/12/egyptian-defence-chief-ousted-shakeup\" title=\"\">departure of his defence minister and Hussein Tantawi, the head of Scaf (the Supreme Council of Armed Forces</a> ), President Mohamed Morsi was not just getting rid of an ageing field marshall who had been central to the Mubarak era, and replacing him with the youngest member of Scaf, establishing the continuity of the system. He was changing the balance of power.</p> <p>Morsi got rid of the man who was expected to replace Tantawi – the army chief of staff, <a href=\"http://www.theguardian.com/world/2012/aug/12/mohamed-morsi-orders-generals-retire?newsfeed=true\" title=\"\">Sami Enan</a> – as well as the leader of every service of the armed forces. Tantawi's replacement, the head of military intelligence Abdel-Fatah el-Sissi, will now report to Morsi himself, not to Scaf. Further, Morsi annulled the constitutional power grab that Scaf made on the second day of the presidential election in June, which gave the military a right of veto over the new constitution that is in the process of being drawn up.</p> <p>Accused by the left and liberals of political weakness, of cohabiting with the military, the Muslim Brotherhood president today stands accused of the opposite contention – accruing too much power. And it is true, that in assuming for himself the power Scaf had to appoint a new constituent assembly should the current one writing the constitution fail to agree, the Egyptian president now has the powers of a Russian one. But Morsi is no Vladimir Putin.</p> <p>First, the powers Morsi has assumed are time-limited. The constitution is already mostly written, and should be finished by early September. Its work will be put to a referendum, and within two months of that, there will be fresh parliamentary elections. Morsi's vast powers as president will only last for three months at the most before he puts his actions to the test of a popular vote.</p> <p>Second, to ensure that the vote is indeed popular, Morsi appointed two brothers, both respected judges who are independent of the Brotherhood: Mahmoud Mekky, a senior judge, is now his vice-president, and Ahmed Mekky is his justice minister. The Mekky brothers are part of the Reform Movement within the judiciary, and its agenda is to roll back the powers of the second arm of the Mubarak military state – its politically appointed constitutional court. Both men were part of the so-called judge's revolt after the tainted Mubarak elections in 2005. Civil society and the rule of law could not have two better non-Islamist champions.</p> <p>Of course, a darker interpretation can be put on Morsi's actions. If the constituent assembly cannot agree on a constitution, Morsi has the power to appoint a new one. He could also continue to rule by decree. Some analysts are pessimistic about what they see as the Brotherhood's sense of electoral entitlement.</p> <p>That may indeed exist below the democratic patina of these declarations. But doubters should ask themselves what the alternative is, given that the role of the transition is to establish a new civil order, with the military back in its barracks. Shortly after Scaf issued its constitutional decree in June, a broad coalition of the opposition met in the Fairmont Hotel in Cairo and issued a declaration promising to undo Scaf's move. Morsi is now fulfilling this.</p> <p>The test of the power he now holds will be his ability to share it with other constituencies who are suspicious of the Brotherhood – Christians, secularists, liberals, the left – and establish the effective government the country so desperately needs. For the moment, Morsi should be given the benefit of the doubt.</p>",
  "<p>Only time will tell what Mitt Romney's choice of running-mate means for his chances of winning the presidency. But the outbreak of jubilation among conservatives strongly suggests that Paul Ryan represents a very clever strategic move by the Romney camp.</p> <p>\"It is as if the campaign has just launched with rocket fuel,\" <a href=\"http://blogs.cbn.com/thebrodyfile/archive/2008/08/31/jay-sekulow-on-palin-pick-democrats-are-scared.aspx\">writes the evangelical lawyer Jay Sekulow</a>. In the words of Rich Lowry, editor of the National Review, Ryan is <a href=\"http://www.nypost.com/p/news/opinion/opedcolumnists/item_OuZllFQbHXnpgrZ9wmmdMP;jsessionid=76F466E2F9E1D88BA71002A4B144FFB6\">\"a bold pick who excites rather than dispirits the GOP's social conservative base\"</a>.</p> <p>Are the Democrats responding jubilantly, too? Sure, but <a href=\"http://www.bloomberg.com/apps/news?sid=aOA_diQwFpDc&amp;pid=newsarchive\">that's just because they're \"running scared\"</a>, argues the Bloomberg News columnist Caroline Baum; Ed Morrissey at Hot Air agrees that they're plainly driven by <a href=\"http://hotair.com/archives/2008/09/03/the-reason-for-the-palin-bashing-in-the-media/\">\"fear\"</a>. Ryan is nothing less than <a href=\"http://www.telegraph.co.uk/news/worldnews/republicans/2683692/Sarah-Palin-is-the-new-Margaret-Thatcher-and-Ronald-Reagan.html\">Ronald Reagan reborn</a>.</p> <p>Romney's \"bold pick\" is all the more exciting, <a href=\"http://www.nationalreview.com/corner/168460/sarah-palin/yuval-levin\">writes the conservative thinktanker Yuval Levin</a>, because of the way the candidate \"did an extraordinary job keeping a lid on this choice\" until the last minute. The National Review blogger Kathryn Jean Lopez approvingly <a href=\"http://www.nationalreview.com/corner/168479/mitt-sarah/kathryn-jean-lopez\">quotes Romney</a> describing Ryan as \"a Washington outsider with a commitment to the conservative principles that will make our nation stronger\".</p> <p>Above all, the Ryan pick reframes the election as a fundamental clash of ideologies. \"The country now has a clear choice,\" says <a href=\"http://www.nrlc.org/press_releases_new/Release082908.html\">one leading conservative campaigner</a>; a Wall Street Journal commentator <a href=\"http://articles.marketwatch.com/2008-10-02/news/30708627_1_sarah-palin-democrat-joe-biden-train-wreck\">adds</a> that the selection emphasises \"the diametrically opposed directions [in which] each party wants to take the country\".</p> <p>All of which explains why, back at the National Review, Andrew McCarthy is elated. Ryan \"is just <a href=\"http://www.nationalreview.com/corner/168455/well-done-sen-mccain-andrew-c-mccarthy\">a superb, superb pick</a>\", he writes. The right \"<a href=\"http://www.nationalreview.com/corner/168526/palin-pros-cons-andrew-c-mccarthy\">can now in good conscience give itself\" to the Romney candidacy \"with enthusiasm</a> – not feigned enthusiasm, real enthusiasm – for the first time\".</p> <p><strong>Correction:</strong> I've just realised that all the links in the paragraphs above are actually to elated conservatives welcoming John McCain's choice of Sarah Palin as his running-mate in August 2008. Paul Ryan is no Sarah Palin, for a million reasons. Still, perhaps it's worth remembering that immediate partisan reactions to vice-presidential running-mate announcements are not a very good guide to anything at all …</p>"
]