[
  "<p>It is said there's someone for everyone. Who would have predicted, when Todd Akin, the Republican representative, was abandoned by his party for his \"legitimate rape\" comments a month ago, Newt Gingrich would be his knight in shining armour.</p> <p>But at the first major fundraising event held by the Akin campaign since the Missouri senate candidate was blackballed by the party funders and leaders, Gingrich pledged his support and said he was just the first in a wave of well-known Republicans to stand by Akin.</p> <p>Republican party leaders have said the controversial remarks have made it impossible for Akin to unseat incumbent US senator Claire McCaskill. They have pleaded with him to step down in time to name a replacement for the election.</p> <p>Gingrich came to Missouri on Monday to back Akin at a $500-a-ticket fundraising lunch, at which he addressed about 50 of the congressman's supporters – and earlier, the media.</p> <p>At at a press conference at a train station in Kirkwood, a suburb of St Louis, Missouri, Gingrich said Akin was running a winnable race and made his own prediction – that the national Republican leaders, including Mitt Romney, would reverse track and back the candidate once they \"adjust to the reality\" that he is staying in the race.</p> <p>\"If Todd and the people of Missouri prove it's a close race, what's the moral case for not backing the Republican nominee?\" Gingrich said.</p> <p>Gingrich told the crowd, made up of reporters and a handful of supporters that it all came down to a simple question. \"Do you want to keep Harry Reid as the majority leader?\" Gingrich said to shouts of \"No\" from Akin supporters.</p> <p>Gaining McCaskill's seat is seen as vital if the GOP is to take over the Senate in November. \"How do you go back to your donors and say: 'Let's throw the Senate away?',\" Gingrich said.</p> <p>The former presidential candidate dismissed comments on Sunday by Republican national committee chairman Reince Preibus who declared on TV that there was no way any RNC money would be used to help Akin. \"My expectation would be that in the crunch, in October, governor Romney is going to be for the entire ticket, and he's going to be for Todd Akin,\" Gingrich said.</p> <p>He compared Akin to Harry Truman, senator and later president who was dumped by the party machine in the 1940s.</p> <p>The fundraiser would have netted Akin up to $42,000 from the cost of the tickets alone, in addition to the $600,000 Akin has already raised online.<br>Rick Tyler, a former longterm aide to Gingrich, who is now advising Akin, said he had \"adequate funding\" to fight the election.</p> <p>The polls are showing a close contest, and Tuesday is the last day that Akin could seek a court order to drop out. On Monday, he reaffirmed that he had no plans to withdraw, telling supporters that a number of prominent Republicans have already agreed to campaign on his behalf but declining to name names. He begins a four-day \"Common Sense\" bus tour.</p> <p>Akin has aplogised for the remarks on \"legitimate rape\" he made in a televised interview and has even drummed up a \"Women for Akin\" group. <a href=\"http://www.akin.org/campaign/missouri-women-stand-todd-akin\">A video on his website</a> has one woman weeping as she recounted having an abortion as she endorses the pro-life candidate she said speaks up for women.</p> <p>His supporters say he a mistake and should be forgiven for it. Paula Ritter, 78, who was at Kirkwood station with her husband to support Akin said he and other politicians needed to learn \"who they are talking to\". \"I think he's sorry. But I don't think he's sorry for thinking that\" she said. Ritter said she didn't agree with him \"but I wouldn't change my vote because of it. I'm not for single-issue politics\".</p> <p>Gingrich joked: \"if saying something dumb disqualifies you, Joe Biden couldn't be vice-president.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396631025\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348525557579/gingrich-akin-protests-010.jpg\" alt=\"gingrich akin protests\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">About 50 people gathered outside the fundraiser to protest Akin's candidacy.  Photograph: Karen McVeigh/The Guardian</span> <span class=\"element-image__credit\">Photograph: Karen McVeigh/The Guardian</span> </figcaption> </figure>  <p>Akin's comments stirred up a wave of outrage and added to the perception of the so-called \"war on women\" among conservative Republicans.</p> <p>Outside the Branica restaurant where the former House speaker addressed some 50 Akin supporters, a similar-sized crowd had gathered to protest. One held up a banner which said: \"Lets shut Todd Akin down\" in reference to his comments that rape victims had a way of \"shutting down\" pregnancies.</p> <p>Jane Von Kaenel said his remarks had re-invigorated the feminist base in Missouri. \"He's an embarrassment, he's out of touch,\" she said of Akin. \"You just can't hold your nose and get away from the smell.\" She said she thought that \"many, many\" Republicans would vote for McCaskill.</p> <p>Susan Cunningham, 73, a retired teacher from Pacific, in Franklin, Missouri, who was holding the banner declaring \"Let's shut down Todd Akin\" said she was worried about Republican party becoming more and more conservative on social issues. She said: \"I'm very worried about what is happening in this country. I'm against Todd Akin's voting record on everything, from women's issues, to the environment and education.\"</p> <p>\"I don't understand why Newt Gingrich is supporting him, but to be honest I don't understand why Newt Gingrich does anything. Newt must have an ulterior motive. They are blowing smoke and they are very good at it. But Todd Akin is scary. When I think of my daughter and my grandchildren, are they going to have access to birth control of are they going to have to put a veil on? It's crazy here, we are going backwards.\"</p> <p>Gingrich refused to say what conversations he had with the party leadership that led him to predict a u-turn on Akin.</p> <p>Asked if anyone from the party had tried to stop him from coming out in support of Akin, he said: \"I'm not going to talk about my conversations with party leadership.\"</p> <p>Tyler, a former long-term aide to Gingrich who now works for Akin, said he thought the candidate would raise an \"adequate amount\" of money to stay in the race, but added that he believed if would be \"political malpractice\" if the Republican party did not get back behind him.</p> <p>Marsha Walker, a social worker from Chesterfield, who attended the fundraiser, said she hoped the voters would forgive Akin his remarks. She said she was voting for him because of his strong pro-life views.</p> <p>\"Everyone who has spoken has erred in some way, and not to forgive is unforgivable. We need someone like Todd to fight for morality in Washington, and Todd is s a fighter.\"</p>",
  "<p>Almost $465m of outside money has been spent on the US presidential election campaign so far, including $365m that can be attributed to the supreme court's landmark Citizens United ruling, according to a report released on Monday.</p> <p>Super Pacs, which came into effect following the 2010 Citizens United verdict, accounted for $272m of the expenditure in the study, conducted by the Sunlight Foundation, a non-profit organisation devoted to increasing transparency in government.</p> <p>A further $93m has been spent by corporations, trade associations and non-profits which, according to the supreme court's decision, are able to spend unlimited amounts on political campaigning without disclosing the source of their funds.</p> <p>\"This cycle's outside spending mostly comes in the form of 'independent expenditures' supporting or opposing political candidates by unions, corporations, trade associations, non-profit groups and Super Pacs,\" <a href=\"http://reporting.sunlightfoundation.com/2012/gross-political-product-outside-campaign-spending-tops-2010-tota/\">wrote Kathy Kiely</a>, managing editor of the Sunlight Foundation. </p> <p>\"This money enabled outside groups to run shadow campaigns for or against candidates of their choice.\"</p> <p>Kiely said around 78% of outside spending in 2012 – $365m of the total $465m – could be attributed to the \"Citizens United effect\". The 2010 ruling by the supreme court in the case of Citizens United vs Federal Election Commission allowed corporations and unions to <a href=\"http://www.theguardian.com/world/interactive/2012/feb/21/super-pacs-campaign-finance-explained\">spend unlimited money on campaigning</a>, enabling Super Pacs to spend unlimited amounts as long as they had no coordination with the candidates they support.</p> <p>In reality, those running Super PACs have often have close ties to political parties. Former George W Bush advisor Karl Rove runs the conservative <a href=\"http://www.americancrossroads.org/\">American Crossroads</a> Super Pac, while <a href=\"http://restoreourfuture.com/\">Restore Our Future</a>, a pro-Mitt Romney Super Pac, was founded by former Romney aides.</p> <p>The money spent by Super Pacs, unions, corporations and non-profit groups is more than double what those groups spent in 2010, the first campaign in which the supreme court judgment had taken effect. Although Super Pacs are usually thought of being aligned with presidential candidates, the Sunlight Foundation found that much of these groups' recent spending has been focussed on more localised electoral battles.</p> <p>\"A deeper dive into the data shows that the latest uptick in outside spending is focused on congressional races: even in presidential battleground states, almost all the spending by outside groups is focused on House and Senate candidates,\" Kiely wrote.</p> <p>Recent expenditure includes Crossroads GPS spending $400,000 in Nevada against Democratic Senate candidate Shelley Berkley; Workers Voice, an AFL-CIO Super Pac, logged hundreds of expenditures in the $25-60 range in Florida, indicating a get-out-the-vote effort for senator Bill Nelson, according to the Sunlight Foundation.</p> <p>Of $465m of outside money spent so far in 2012 <a href=\"http://reporting.sunlightfoundation.com/outside-spending/overview/ \">$460.8m comes from Super Pacs</a>, corporations and other groups which do not have to register as political groups. An additional $4.1m comes from \"electioneering communications\": advertisements or political activities that focus on issues and policies – the oil industry, for example – and encourage voters to support a candidate without mentioning any politicians by name.</p> <p>The Sunlight Foundation's data shows a heavy skew towards negative campaigning, with $99.2m so far spent supporting a candidate and $360.7m opposing a candidate. Some $131.1m has been spent on communications <a href=\" http://reporting.sunlightfoundation.com/outside-spending/candidate/obama-barack/P80003338/\">opposing President Barack Obama</a>, with a relatively small $50.7m spent <a href=\"http://reporting.sunlightfoundation.com/outside-spending/candidate/romney-mitt/P80003353/\">opposing Mitt Romney</a>. </p> <p>The figures also show that $21.3m has been spent opposing Rick Santorum – a nod to his surprising endurance during the Republican primaries – and $18.8m has been spent on opposing Newt Gingrich, who won the South Carolina and Georgia primaries before fading from the race for the Republican presidential nomination.</p> <p>Looking at the money spent supporting rather than opposing candidates, Romney comes out on top, with $15.7m spent in his favour. Gingrich comes second, having had $13.5m invested in his bid for the presidency. Just $6.4m of outside money has been spent <a href=\"http://reporting.sunlightfoundation.com/outside-spending/candidates/\">in support of Obama</a>.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Ojpl-JzPDkg?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Ojpl-JzPDkg\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Barack Obama launched an ad Monday exploiting for the first time Mitt Romney's derogatory comment caught in a secret video about 47% of Americans being freeloaders, a gaffe that could dictate the outcome of the White House race.</p> <p>Romney's camp had been hopefully predicting last week that the issue would have been largely forgotten by election day, November 6, but the Obama campaign team is intent on keeping it live.</p> <p>Although the election is still six weeks away, this is an important week when the polls begin to solidify post-convention. Obama is enjoying an average lead of about 3%.</p> <p>The Obama team's 30-second ad claims Romney had \"callously written off\" 47% of Americans whom Romney said paid no income-tax, including veterans, the elderly and the disabled. \"Doesn't the president have to worry about everyone?\" the ad asks.</p> <p>The ad also raises another issue on which the Obama campaign feels Romney is vulnerable, his failure to follow the tradition of presidential candidates publishing their tax returns in full. </p> <p>The ad says: \"Mitt Romney paid just 14.1% in taxes last year. He keeps millions in Bermuda and the Cayman Islands. He won't release his tax returns before 2010. Maybe instead of attacking others on taxes, Romney should come clean on his.\"</p> <p>The Republican presidential candidate <a href=\"http://www.guardian.co.uk/world/2012/sep/21/romney-releases-tax-return-summaries\">released on Friday his tax return for 2011</a>, adding to the release earlier this year of one for 2010. But he only produced a summary of other tax returns dating back to 1990, leaving open many questions.</p> <p>The launch of the Obama ad is aimed at keeping Romney on the defensive, as he has been for almost all of the last two months, and disrupt his plans to get his own message across.</p> <p>The Romney team ended up in a shambles last week, twice promising to reset its campaign strategy. It is still not clear what the new strategy is going to be, with the candidate and his team sending out different messages about what direction it is going to take.</p> <p>Some of the harshest criticism has come from fellow Republicans, urging him to show some passion or at least agree on a campaign message and stick to it. The Wall Street Journal columnist and former Reagan speech-writer Peggy Noonan called the campaign a \"rolling calamity\".</p> <p>Romney's running mate, Paul Ryan, brushed aside the conservative criticism. In an interview with the Milwaukee Journal-Sentinel, he said: \"I think that's just the nature of conservative punditry is to do that – to kind of complain – about any imperfection they might see.\" Ryan said the campaign still had \"a ways to go\".</p> <p>Romney has been criticised for failing to spend enough time on the road and too much preparing for next week's first presidential debate. He is scheduled to embark today/Tuesday on a three-day bus tour of Ohio, one of the biggest of the eight swing states. </p> <p>The Obama ad, at least initially, is only being shown in Ohio.</p> <p>Having twice relaunched of its campaign last week, a Romney strategist, Ed Gillespie, Monday morning announced a \"change in message\", focusing on an issue that the campaign believes resonates with voters, the idea that China is stealing US jobs.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/TRViUQntMfs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"470\" height=\"264\" src=\"https://www.youtube-nocookie.com/embed/TRViUQntMfs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The Romney team released an ad of its own, accusing Obama of failing to stand up to China, accusing it of stealing US ideas and technology. </p> <p>The ad says: \"Fewer Americans are working today than when President Obama took office. It doesn't have to be this way, if Obama would stand up to China. China is stealing American ideas and technology. Everything from computers to fighter jets.\"</p> <p>A new poll by Politico and George Washington University shows Obama leading Romney by 50% to 47%. According to the polls, Obama records a favourability rating of 50%, something that has eluded him for much of this year and last. It is hard for a president to be re-elected with favourability ratings below 50%.</p> <p>Romney's unfavourable rating rose from 46% to 49% while his favourability rating remained static, at 46%.</p> <p>In a poll in Florida, another of the big swing states, Obama and Romney are tied but with Obama gaining among independent voters </p> <p>A Miami Herald/Tampa Bay Times poll has Obama on 47% to Romney's 46%. </p> <p>But a Public Policy Polling survey in the state puts Obama further ahead, on 50% to Romney's 46%.</p>",
  "<p>It was a very British way to collect an Emmy: take to the stage of American TV's landmark award show and say sorry for winning the best actor gong.</p> <p>\"I'm one of those pesky Brits, I apologise,\" said Damian Lewis, recognised for his portrayal of US marine Nicholas Brody in Homeland, the taut US terrorism thriller that transfixed audiences on both side of the Atlantic, and dominated the Emmys at the expense of Mad Men and Downton Abbey.</p> <p>\"I don't really believe in judging art, but I thought I'd show up just in case. What an extraordinary honour to be in a category with these golden actors setting a golden standard in acting, in a golden age of TV,\" he said.</p> <p>Nominated alongside Lewis for best actor were Steve Buscemi, John Hamm and Downton Abbey's Hugh Bonneville. But while the ITV tale of aristocracy and their servants has proved a US hit – <a href=\"http://www.theguardian.com/tv-and-radio/2011/sep/19/emmys-2011-us-television\" title=\"\">taking four Emmys in 2011</a>, including best miniseries – it largely failed to turn its record 16 nominations into awards after what many felt was a disappointing second series.</p> <p>It fell to Dame Maggie Smith – adored for her eye-rolling, lip-pursing, eyebrow-raising turn as the dowager countess in the Sunday night drama – to uphold Downton Abbey's reputation with the gong for best supporting actress in a drama series, beating off competition from fellow cast member Joanne Froggatt.</p> <p>But the night belonged to Homeland, which took four awards including the coveted Emmy for best drama, against both the <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2012/sep/21/emmy-awards-2012-tight-races?newsfeed=true\" title=\"\">much-fancied Breaking Bad</a> and the serial Emmy-winner Mad Men.</p> <p>Claire Danes, whose performance as the unstable US intelligence officer Carrie Mathison in the drama <a href=\"http://www.theguardian.com/tv-and-radio/2012/mar/03/homeland-claire-danes-carrie-mathison\" title=\"\">has drawn widespread acclaim</a>, took the leading actress Emmy, giving Homeland a clean sweep of the biggest awards.</p> <p>The tale of a US marine, released after being held by al-Qaida for eight years, saw Danes and Lewis cross and double-cross each other as the CIA officer attempted to uncover Brody's possible involvement with al-Qaida, while coping with her own declining mental health.</p> <p>\"It's way cool that Barack Obama is a fan of the show. It speaks to the relevancy of the show and it's hugely validating,\" <a href=\"http://www.hollywoodreporter.com/race/emmys-2012-homeland-claire-danes-damian-lewis-barack-obama-373235\" title=\"\">said Danes</a> of the US president's reported fondness for the show.</p> <p>Aired on Channel 4 last spring, the first series of the show <a href=\"http://www.theguardian.com/media/2012/may/08/homeland-tv-ratings\" title=\"\">attracted large audiences</a> who <a href=\"http://www.theguardian.com/tv-and-radio/series/homeland-episode-by-episode\" title=\"\">developed ever-more complicated theories</a> as to how things would finally fit together. After a <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2012/may/06/homeland-series-one-finale\" title=\"\">perhaps slightly frustrating finale</a>, it returns for a second outing this autumn.</p> <p>Lewis paid tribute to his co-star, thanking Danes along with other cast members. \"The cast that I work with who are delightful and enjoyable to dine with but [thank you] especially to the two ladies who've suffered me the most, Claire Danes and Marina Baccarin. You're both beautiful and it's enjoyable working with you, every minute of it,\" he said.</p> <p>The actor then went on to thank his family. \"The biggest thank you of all to the leading lady of my life, Helen McCrory. I adore you darling, thank you for being here,\" he said.</p> <p>\"My two children at home thought daddy had been nominated for an Emma. Well, Manon and Gulliver, Daddy just won an Emma.\"</p> <p>Also taking home a fistful of awards were the cast of Modern Family, the <a href=\"http://www.theguardian.com/tv-and-radio/tvandradioblog/2012/sep/24/emmy-awards-2012-modern-family-winner?intcmp=239\" title=\"\">popular US sitcom about family life</a> – broadcast in the UK on Sky One – which once more did well, taking gongs for best comedy, supporting comedy actor and actress, and direction.</p> <p>Game Change, HBO's hotly tipped <a href=\"http://www.theguardian.com/world/2012/mar/09/game-change-sarah-palin-hbo-television\" title=\"\">television movie about the 2008 presidential election</a>, had a similarly good night: also won four awards. The film, based on <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/15/AR2010011501702.html\" title=\"\">a book by political journalists John Heilemann and Mark Halperin</a>, took Emmys for writing and direction, along with awards for miniseries or movie, while Julianne Moore – dazzling in neck-to-floor yellow – won best actress in a miniseries or movie for her much-lauded portrayal of Sarah Palin. \"I feel so validated because Sarah Palin gave me a big thumbs down,\" Moore said, with a grin.</p> <p>Game Change's victory meant defeat for the BBC1 crime dramas (of a sort) Luther and Sherlock, which were also nominated in the miniseries or movie category. Idris Elba and Benedict Cumberbatch, who both got nods in best actor in a miniseries for their titular roles, left empty-handed, losing out to Kevin Costner – the star of <a href=\"http://www.imdb.com/title/tt1985443/\" title=\"\">Hatfields &amp; McCoys</a>, a three-part 19th-century cowboy drama <a href=\"http://about.channel5.com/node/1675\" title=\"\">due to be aired in the UK this autumn on Channel 5</a>.</p> <p>Martin Freeman missed out on an Emmy for his performance as Sherlock's Dr&nbsp;Watson. Other British nominees disappointed by the awards included the Downton Abbey actors Brendan Coyle (Bates) and Jim Carter (Carson), along with Emma Thompson, who was nominated for her performance <a href=\"http://www.theguardian.com/tv-and-radio/2010/oct/08/the-song-of-lunch-review\" title=\"\">in The Song of Lunch,</a> a compelling BBC2 dramatisation of Christopher Reid's poem.</p>",
  "<p>The future of one of Iran's great political survivors, Akbar Hashemi Rafsanjani, has been called into question after two of his children were taken to prison within three days of each other.</p> <p>The son and daughter of former Iranian president have been taken to Tehran's Evin prison and face separate anti-state allegations.</p> <p>Such a degree of pressure on a former president is unprecedented in the history of the Islamic republic, especially for Rafsanjani, who is believed to have played an instrumental role in the appointment of Ayatollah Ali Khamenei as the supreme leader after the death in 1989 of the Islamic revolution's founder, Ayatollah Khomeini.</p> <p>Rafsanjani's son, Mehdi Hashemi, was detained on Monday after returning to Iran from a self-imposed exile and spending three years of studying in the UK.</p> <p>Local agencies reported that he was summoned for questioning a day after arriving back in Tehran and was later taken into custody after a warrant for his arrest was issued. \"Mehdi Hashemi was told about the accusations against him and later taken to jail,\" reported the semi-official Ilna news agency.</p> <p>He is believed to be held on accusations of having links to Iran's opposition Green movement and the popular unrest in the aftermath of the country's 2009 disputed presidential election.</p> <p>Rafsanjani's daughter, Faezeh Hashemi, a political activist and former Iranian MP, was taken to Evin on Saturday to serve a six-month prison term after being found guilty of \"spreading propaganda against the regime\".</p> <p>In January, Tehran's revolutionary court sentenced her on a conviction that is believed to be the result of an interview she gave to an opposition website, <a href=\"http://www.roozonline.com/english.html\" title=\"\">Roozonline</a>, in which she blamed regime supporters for harassing her in public. The former MP infuriated hardliners by publicly supporting the opposition leader Mir Hossein Mousavi in 2009 and participating in post-election protests against the vote's results.</p> <p>While in the UK, her brother made headlines over separate allegations that he was studying a five-year DPhil on Iran's constitution at Oxford University without meeting the English language criteria. The university, which investigated the allegations, backed the student although Mehdi Hashemi never attempted to appear in public and demonstrate his language skills.</p> <p>Last year, a Canadian court found him liable in absentia for imprisoning and torturing a rival in the 1990s, allegations he has categorically denied.</p> <p>In March that year, his father, under pressure from opponents, abandoned his position as the head of a powerful clerical body charged with appointing and dismissing the supreme leader.</p> <p>Rafsanjani presides over Iran's expediency council which mediates between the parliament and the guardian council, a body that vets all legislation.</p> <p>In the past, the 78-year-old moderate politician used to enjoy a great deal of influence and was seen as crucial for the survival of the regime because of his mediatory power. But his authority has diminished since he lost the 2005 presidential election to Mahmoud Ahmadinejad.</p> <p>Pressure on Rafsanjani's family has grown since then. His other son, Mohsen Hashemi, resigned under pressure from Ahmadinejad's government as the head of Tehran's metro organisation in 2011.</p> <p>Rafsanjani's reputation was also damaged in the past decade by widespread allegations by regime and opposition supporters that he and his family were financially corrupt.</p> <p>\"Despite all the setbacks, Rafsanjani still has relatively good influence among supporters of the regime albeit not necessarily with those in power,\" said an Iranian analyst based in London who asked not to be named. \"As a moderate figure, he still can be considered as Iran's way out of the current stalemate with the international community, and that's why he might rise to power in no time if Khamenei decides to rely on him for the survival of the regime.\"</p> <p>Rafsanjani is also a moderate supporter of Iran's opposition Green movement and its leaders Mousavi and Mehdi Karroubi, who are currently held under house arrest.</p>"
]