[
  "<video data-media-id=\"gu-video-396365497\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/19/120919ObamaLetterman-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/19/120919ObamaLetterman-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/19/120919ObamaLetterman_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/19/120919ObamaLetterman_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120919ObamaLetterman/120919ObamaLetterman.m3u8\"/> </video>   <p>Mitt Romney refused to apologise on Tuesday for describing 47% of Americans as government-dependent \"victims\" in a covertly recorded video that has thrown his presidential campaign into disarray.</p> <p>In an attempt to save his campaign from ruin, Romney went on the Republican-friendly Fox News network just as the rightwing Drudge Report published excerpts from a 1998 tape showing Barack Obama favouring \"redistribution\".</p> <p>The apparently co-ordinated attempt to stem the crisis from the video, published on the Mother Jones website, followed a stumbling press conference on Monday night in which Romney tried to defend <a href=\"http://www.youtube.com/watch?v=MU9V6eOFO38\">comments made at a fundraiser in Florida</a>.</p> <p>A second clip was released on Tuesday in which Romney is heard<a href=\"http://www.youtube.com/watch?v=ukhFBJgrZxM\"> setting out his views on the Israeli-Palestinian conflict</a>, claiming the Palestinians are not interested in peace. </p> <p>Asked on Fox News if he had \"kissed half the electorate goodbye\" with the comments, Romney said: \"I'm talking about the perspective of voters who I'm not likely to get to support me. Those who are dependent on government, and those who think government's job is to redistribute … I'm not going to get them.\"</p> <p>He acknowledged that some people do not pay income tax – the figure is actually 46% – for good reason: \"There are a number of retirees, members of the military who aren't paying taxes and that's as it should be.</p> <p>\"I think people would like to be paying taxes. The problem is that so many people have fallen into poverty that they're not paying taxes, [and] they're relying on government.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/ukhFBJgrZxM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ukhFBJgrZxM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p></p> <p>The revelations, which have forced the Romney campaign on to the defensive for the second week in succession, were met with dismay from conservative commentators and strategists, with one influential editor describing Romney's views as \"stupid\".</p> <p>His campaign team, with their candidate already trailing Barack Obama after a long list of self-inflicted gaffes over the summer, is anxiously awaiting the next batch of polls to see the extent of the fallout.</p> <p>The video was shot during an hour-long appearance by Romney in May at a $50,000-a-head fund-raising dinner at the Florida home of investment banker Marc Leder. More excerpts are being lined up for release, making it impossible for his campaign to dampen the firestorm and return to its core focus, the economy.</p> <p>The latest clip shows Romney dismissing the chances of peace in the Israeli-Palestinian conflict, not an unusual view, but he then goes on to firmly put the blame solely on the Palestinians.</p> <p>He contentiously described the the Palestinians as \"committed to the destruction and elimination\" of Israel and indicated he was unlikely to pursue, as president, the creation of a Palestinian state, warning that Iran would use it as a base for attacks on Israel.</p> <p>The Israeli-Palestinian excerpt can be easily brushed aside by the Romney campaign but the 47% excerpt which was released on Monday is harder to handle.</p> <p>Within the space of a few minutes, Romney managed to potentially offend the elderly, veterans, students, Latinos and other demographic groups, most of whom do, in fact, pay some taxes and have earned their entitlements. </p> <p>In a remark that sounded especially callous from someone who claims that as president he would represent all Americans, he said: \"My job is not to worry about those people.\"</p> <p>One of the most destructive aspects of the video is the contrast between what he says in public and in private, opening him up to accusations of hypocrisy.</p> <p>The release of the video came only hours after the Romney team, struggling in the polls and repeatedly forced on the defensive by the Obama campaign team, had announced it was rebooting its campaign. </p> <p>The new-look strategy, in which Romney was to set out specific policies rather than focusing on attacking Obama, barely lasted 12 hours before the video emerged and the Romney campaign team was again engaged in damage-control.</p> <p>The media coverage was almost entirely negative. The New York Daily News on its front page had the headline \"Mitt Hits The Fan\".</p> <p>The Obama campaign was quick to jump on Romney's 47% remarks, with White House press secretary Jay Carney telling reporters on Tuesday that Obama was the president of all the people, not just those who voted for him. That was followed up with <a href=\"http://www.youtube.com/watch?v=OUQ-j2sOA7c&amp;feature=player_embedded\">a new Obama campaign video</a> in which footage from the 47% video was intercut with members of the public responding to it. \"I actually felt sick to my stomach,\" said one woman. </p> <p>But it is the reaction of conservatives that will cause the Romney campaign the most concern. Some are labelling his election run as the most inept they have seen in half a century.</p> <p>The influential editor of the conservative Weekly Standard William Kristol described Romney's comments about the 47% as \"arrogant and stupid\" and hinted he should stand down in favour of his a ticket headed by his running mate Paul Ryan, with senator Marco Rubio as his vice-presidential candidate.</p> <p>Mark McKinnon, who was one of John McCain's campaign advisers in the 2008 campaign and one of the few Republican strategists to go on the record yesterday, told the Hill magazine: \"It's a kidney shot because it reveals a very cynical view. He's pushing independent voters out the door.\"</p> <p>He added that it could help motivate disgruntled Democrats into turning out in large numbers for the election.</p> <p>With seven weeks left, there is still time for Romney to turn it around, with the support of tens of millions of dollars in advertising and a good performance in the debates with Obama, the first scheduled for 3 October in Denver, Colorado.</p> <p>Romney, who was scheduled to hold fundraising events in Salt Lake City and Dallas on Tuesday, looked uncharacteristically haggard when he held an impromptu press conference on Monday night to deal with the 47% video and offered up a rambling defence. He said he had been speaking \"off the cuff\" and describing his comments as not \"elegantly stated\".</p> <p>While Romney's views expressed in the new excerpt about the Palestinians are not a major surprise given his strong expression of support for the Israeli prime minister Binyanmin Netanyahu, US presidents like to portray themselves as neutral referees in the conflict, even if in fact they lean towards Israel. Romney has blown any lingering prospect of being seen as a neutral arbiter.</p> <p>\"I look at the Palestinians not wanting to see peace anyway, for political purposes, committed to the destruction and elimination of Israel,\" he said. He suggested he would not actively engage in the promotion of a peace process, as his predecessors have done. </p> <p>One of the reasons he said that it is difficult to allow the creation of a Palestinian state on the West Bank is that it could then become a base to which Iran and other Arab nations channel rockets and other weapons to threaten the Israeli financial capital Tel Aviv.</p> <p>Indicating he would not be pushing for a two-state solution, the creation of Palestine to stand alongside Israel, he said: \"All right, we have a potentially volatile situation but we sort of live with it, and we kick the ball down the field and hope that ultimately, somehow, something will happen and resolve it.\"</p> <p>The Obama administration, apart from a few tentative attempts at the start of his presidency, has made no serious effort to resolve the conflict. The Obama administration has hinted that, free from the constraints of fighting another election, it might take a more robust approach to the issue in a second term.</p> <p>• This article was amended on 20 September 2012. The original said \"He [Mitt Romney] described Tel Aviv as being only seven miles from the West Bank, though in fact it is over 40 miles away.\" In fact Tel Aviv is about 11 miles away from the nearest point of the West Bank.</p>",
  "<p>While the 47% of Americans who don't pay federal income tax got most of the flak in Mitt Romney's remarks to a wealthy clique of his supporters – now captured for posterity thanks to a hidden video camera – let's not overlook the remaining 53%, many of whom also received flesh wounds and collateral damage from Romney's gaffe-operated machine-gun.</p> <p>Once the initial shock from Romney's comments passes, Latinos, women and Jewish voters will join senior citizens, members of the US military, compassionate conservatives and the less well-off as among those wounded by the Republican presidential candidate's potshots. At least Dick Cheney only ever hit one person while out hunting. Romney, while on the chase for donations, managed to wing much of the US electorate, in one way or another.</p> <p>Here's a gaffe-by-gaffe guide to Romney's self-immolation.</p> <h2>The 47%-plus</h2> <blockquote class=\"quoted\"> <p>There are 47% who are … dependent upon government, who believe that they are victims … These are people who pay no income tax … So my job is is not to worry about those people. I'll never convince them they should take personal responsibility and care for their lives.</p> </blockquote> <p>The media's fact-checking machines have roared into life and churned out the many obvious flaws in Romney's statement: that the 47% he alludes to includes senior citizens depending on social security and Medicare, the working poor, members of the US military, and the out-of-work, as well as those who do pay taxes in the form of federal payroll taxes, state and municipal taxes, not to mention the national and local sales taxes that are impossible for most individuals to evade.</p> <p>Perhaps the oddest part of Romney's formulation is that these people somehow form an inevitable voting bloc for Obama. In the case of older retired voters – who don't pay income tax on social security and receive generous healthcare benefits from the state – that seems unlikely, given that national polls have the over-65s as one of Mitt Romney's strongest bases of support.</p> <p>What of the other parts of the 47% could Mitt Romney have cut off to spite his face-time with fundraisers?</p> <p>• Those unemployed or in difficulties in the course of this devastating recession, who Romney has been trying to woo with his promises of jobs, find themselves labelled as spineless.</p> <p>• Students, both because they typically don't pay federal income tax on account of low earnings and because many of them are also recipients of low-cost government grants or loans.</p> <p>• The working poor, such as a family of four earning a household total of $40,000. They may not have to pay federal income tax, thanks to earned income tax credits, but they can hardly be accused of either believing they are victims or of not taking responsibility for their lives.</p> <p>• Members of the US military serving in war zones, who are not required to pay federal income tax on their pay and benefits, and are directly employed by the US government, may not be happy at the thought they have a victim mentality.</p> <h2>Israel and Jewish voters</h2> <blockquote class=\"quoted\"> <p>We have a potentially volatile situation but we sort of live with it, and we kick the ball down the field and hope that ultimately, somehow, something will happen and resolve it. We don't go to war to try and resolve it imminently.</p> </blockquote> <p>Another group of voters that Mitt Romney has had trouble reaching – in spite of repeated attempts – is Jewish voters. Poll after poll shows Obama with a wide margin in support, as Democrats have traditionally enjoyed. <a href=\"http://www.jpost.com/USPresidentialrace/Article.aspx?id=285336\">But a recent Gallup poll published by Buzzfeed Politics</a> put it at 70% for Obama and just 25% for Romney.</p> <p>The relationship of American Jews to Israel is a complex and multi-faceted one, but it's hard to imagine many shades of Jewish opinion finding something to celebrate in Romney's remarks on the Israel-Palestine issue: in essence, shrugging it off. </p> <p>The hawks – who would approve of Romney sabre-rattling remarks regarding Iran – would prefer more full-throated support from a American presidential candidate. But the majority, especially those who favour a two-state solution, would be unhappy with Romney's remarks that \"the pathway to peace is almost unthinkable to accomplish,\" having rattled off a weak series of objections, and appearing to think that the West Bank borders on Syria.</p> <p>The idea that a US president would merely punt on the most difficult issue in modern geopolitics – which is what kicking the ball down the field means – is among the most extraordinary remarks to come out of these tapes.</p> <h2>Women voters</h2> <p>Romney's failure to win more support from women voters is the over-riding reason for his failure to overtake Barack Obama in the opinion polls since becoming the GOP nominee. The Florida tapes suggest why: when prompted by a discussion with the wealthy donors, Romney offers only his wife Ann as evidence of his appeal to women voters.</p> <p>And even then, Romney makes what sound like cynical remarks about his wife's role in the political process: \"We use her sparingly now, in case people get tired or attack,\" he says, although he assures the room that she will be on the campaign trail frequently.</p> <p>Mitt's other meta-analysis again suggests a cold sense of calculation when speaking about his wife: \"We had a person named Hillary Rosen who attacked her and that made Ann more visible to the American people, which I think was helpful and gave her a platform she wouldn't have had otherwise.\" How gallant.</p> <p>The only other issue that women voters might be interested in, it would appear from this tape, is The View, the ABC daytime talkshow. Although Romney counsels The View, aside from one conservative – Elizabeth Hasselbeck – the other hosts are described as \"women who are sharp-tongued\".</p> <h2>Latino voters</h2> <blockquote class=\"quoted\"> <p>Had [my father] been born of Mexican parents, I'd have a better shot of winning this. But he was unfortunately born to Americans living in Mexico. He lived there for a number of years. I mean, I say that jokingly, but it would be helpful to be Latino.</p> </blockquote> <p>A joke it may have been but Romney's remarks can't have helped him gain ground with yet another group he is struggling to win over: Latinos. \"The insult of all insults, Mitt Romney says if he was Latino he would win the presidential election, as if being Latino would have given him any advantage to win the White House,\" was one of many sharp responses, that one coming from Democratic congressman Xavier Becerra.</p> <p>Romney's joke came on the same day his campaign was boasting of a new and high-profile attempt to target Hispanic votes, including an appearance before the US Hispanic chamber of commerce. </p> <p>As with his remarks about women voters, Romney's comments suggest that identity rather than policies are what win elections, which may explain his personal shape-shifting. What he fails to understand is that his policies, especially on immigration and his risible \"self-deportation\" idea, are what is holding him back with Latinos, rather than his ethnic identity.</p> <h2>Compassionate conservatives</h2> <p>Compassionate conservatives do exist and many of them have been up in arms about the thrust of Romney's 47% remark – an \"imperious canard\", <a href=\"http://www.theamericanconservative.com/the-53-percent-are-at-the-trough-too/?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=the-53-percent-are-at-the-trough-too\">as the American Conservative described it</a>.</p> <p>These are otherwise reliable Republican voters, including some Christians and evangelicals, who may find themselves less likely to support or even vote for a GOP presidential ticket headed by Romney.</p> <p>What defence there has been of Romney's remarks has claimed, without evidence, that those in the 47% don't necessarily define themselves as such. That has to be true to a point – who wants to agree that they are pathetic victims? – but here Mitt Romney has done the job for them: he has told them that they are victims, that they are feckless, and furthermore that he does not care for them. Romney has, in short, labelled them with a badge of shame.</p> <p>Rusty Reno, editor of First Things – the conservative religious journal founded by Richard John Neuhaus – <a href=\"http://www.firstthings.com/blogs/firstthoughts/2012/09/18/absurd-republican-rhetoric/\">dismantled Romney's \"absurd\" remarks with a quiet ferocity</a>. Sketching out the life of a family of a man earning $12 an hour in Omaha, Nebraska, Reno numbered the entitlements a family of modest means required \"for their survival, to say nothing of any opportunity to advance\".</p> <p>The modern welfare and entitlement state is a mess, he concluded: \"But it's historically, intellectually, and morally stultifying to imagine that this mess is somehow unnecessary, that it is the result of the laziness or irresponsibility of working people and the wicked plots of collectivist liberals.\"</p> <p>Writing in the American Conservative, Rod Dreher commented on Reno's criticism: \"I thought I was the only theocon Romney had lost, or just about lost, with his 47% talk. Guess not.\" <a href=\"http://www.theamericanconservative.com/dreher/romney-conservatism-of-the-heartless/\">Dreher described Romney's remarks as \"conservatism of the heartless,\"</a> and that they may have revived economics \"as a pressing moral concern for religious conservatives\".</p>",
  "<p>Barack Obama will appear on the David Letterman show tonight, marking the president's seventh appearance on the show and the second since he was elected. Obama is the first sitting president to ever appear on late night television (which he did with Letterman in 2009) and has continued to make appearances including on Late Night with Jimmy Fallon, where he famously <a href=\"http://latimesblogs.latimes.com/showtracker/2012/04/late-night-president-obama-slow-jams-the-news-with-jimmy-fallon.html\">slow jammed the news</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/vAFQIciWsF4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/vAFQIciWsF4\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The late-night circuit has always been a popular venue for politicians – especially during an election season. <a href=\"http://www.youtube.com/watch?v=YqB7UEdhKug\">Bill Clinton </a>famously played the sax on Arsenio Hall, <a href=\"http://www.time.com/time/specials/packages/article/0,28804,2007228_2007230_2007255,00.html\">Richard Nixon</a> had four seconds of fame on Laugh In, <a href=\"http://www.youtube.com/watch?v=eIkZK-Z21Pw\">JFK</a> appeared on Jack Paar's Tonight Show. </p> <p>But the same cannot be said for Mitt Romney. In a <a href=\"http://www.guardian.co.uk/world/2012/sep/18/romney-campaign-damage-control-video-leak#block-5058bfe6c0e3f46af969f8b0\">secretly taped video</a> released by liberal magazine Mother Jones, Romney tells a room of donors that he wouldn't go on SNL because it's not 'presidential'. He added, however, that he'd be OK with The View, even though they have four sharp-tongued women\".</p> <p>Meanwhile, conservative critics have <a href=\"http://www.usnews.com/news/blogs/Ken-Walshs-Washington/2012/09/17/entertainer-in-chief-to-visit-david-letterman-again-\">attacked</a> Obama's appearance on Letterman – saying that Obama should cancel the event and meet with Israeli prime minister Binyamin Netanyahu, who is in also New York for the opening of the United Nations General Assembly. </p> <p>Kenneth Walsh of US News and World Report <a href=\"http://www.usnews.com/news/blogs/Ken-Walshs-Washington/2012/09/17/entertainer-in-chief-to-visit-david-letterman-again-\">says</a> that the 'Entertainer-in-Chief's strategists see the late-night visits as a means to communicate with Americans, who get their information about politics and government in many different ways. For the president that means going beyond speeches and town halls.</p> <p>Regardless of what side you're on, there will be plenty to watch for tonight. Will he respond to questions about the tape of Romney speaking to donors? How will this visit, less than 50 days from the election, compare to his previous late-night appearances? Will he take a serious tone or lighten up?</p> <p><strong>Share your thoughts on presidential late-night appearances in the comments and tell us, what, if anything, you're expecting to see tonight.</strong></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/48Bi9TKESkI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/48Bi9TKESkI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>For almost a decade, television hosts Bill O'Reilly and Jon Stewart have broadcast their bickering to an enthusiastic bipartisan audience and exactly one month before the US presidential election they will finally, officially debate.</p> <p>O'Reilly v Stewart 2012: The Rumble in the Air-Conditioned Auditorium will be live-streamed on 6 October from Washington DC and will pit the two hosts against each other in a 90-minute \"rumble\". </p> <p>The event will be live-streamed for a $4.95 fee and people who pay for the stream will be able to submit their own written questions for the debate. Half the net profits will go to unspecified charities and tickets to attend the debate live, at George Washington University, go on sale today.</p> <p>Each host also put out their <a href=\"https://www.youtube.com/watch?v=Cruw6dX18pg&amp;feature=relmfu\">own promo video</a>, with O'Reilly offering a classically gruff dig at Stewart. Speaking from his studio, O'Reilly said: \"It will be a night to remember, at least for Stewart and his 18 writers.\"</p> <p>Sitting at what looks to be The Daily Show host's make-shift desk <a href=\"https://www.youtube.com/watch?v=LLnOg2D9Cl0&amp;feature=relmfu\">in his promo</a>, Stewart said: \"You can see it on the internet, that's right, the same place you go to watch cats playing piano. It's on!\"</p> <p>The debate will be moderated by former Fox News host and CNN contributor E D Hill. Hill recently reported from the Republican National Convention for Glenn Beck's The BlazeTV. </p> <p>\"I'm excited to debate Mr O'Reilly,\" said Stewart in a statement. \"I believe this will be a very enjoyable night for fans of our programs, political junkies, partisans and people who just enjoy yelling.\" </p> <p>\"I had no idea my agent signed me up for this,\" O'Reilly said. \"How can I get out of it?\" </p> <p>The two entertainers have made several heated appearances on each other's shows. One of their first debates was ahead of the 2004 presidential election: </p> <p></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/H5pK7sK0i4A?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/H5pK7sK0i4A\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p></p> <p>More recently, they argued about rapper Common's performance at the White House: </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Im8WhG-8FGw?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Im8WhG-8FGw\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p></p>",
  "<p>Mitt Romney's lumbering, stumbling presidential campaign looks a lot more fun when viewed through the prism of O Brother, Where Art Thou? – reputedly the candidate's <a href=\"http://www.nationalreview.com/corner/281471/candidates-favorite-flicks-tevi-troy\" title=\"\">all-time favourite film</a>.</p> <p>Simply hit the fast-forward button and add a bluegrass score, and hey presto – that dreary round of stage-managed photo ops and exhausted stump speeches is transformed into a freewheeling picaresque in which the eye-waggling billionaire bounds merrily through the swing states, up to his necktie in all manner of mischief. Tremble as Mighty Mitt finds himself seduced by a trio of sexy sirens. Marvel as he foils the Ku Klux Klan and tumbles ass-backwards into pop stardom as the lead singer of the Soggy Bottom Boys. Thrill, finally, to his new campaign slogan, lifted from George Clooney's movie catchphrase and perfectly capturing the mood of the Republican faithful this election year: <a href=\"http://www.youtube.com/watch?v=9Dg6DpEAscU\" title=\"\">\"Damn! We're in a tight spot!\"</a></p> <p>Now obviously, when a man like Mitt Romney owns up to his favourite anything (film, book, sexual position), the revelation tends to say more about the perceived taste of the electorate than it does about the candidate himself. In this case, the message is charmingly transparent. You thought Romney was a dull, cold-blooded technocrat? Perish the thought. There's nothing he likes better than the goof-ball antics of those wacky Coen dudes. (Incidentally, the US comic Rob Delaney has tweeted that <a href=\"http://www.theguardian.com/stage/2012/sep/17/rob-delaney-twitter-standup-interview\" title=\"\">Romney says \"Ha ha ha! Terrific!\"</a> every time Jar Jar Binks appears on screen. It's not hard to imagine him delivering a similar verdict each time George Clooney starts fussing with his hairnet.)</p> <p>That aside, Romney deserves credit for at least naming a film and sticking by it. His opponent, by contrast, segments his vote between Casablanca, The Godfather, Lawrence of Arabia and One Flew Over the Cuckoo's Nest. Pound for pound, every one is a better movie than O Brother (a flurry of jubilant set-pieces as opposed to a joined-up story). And yet there's something curiously dispiriting about seeing Obama's favoured titles listed for the masses like a series of leather-bound classics displayed on a shelf. On balance I like Romney's choice better. It's the perfect comic template for the perfect comic candidate, a man bouncing through the new American Depression, blithely <a href=\"http://www.theguardian.com/world/2012/sep/18/romney-secret-video-government-dependent\" title=\"\">writing off 47% of the electorate</a> and seemingly pointed towards disaster. \"Ha ha ha! Terrific!\" barks Romney as his tight spot turns tighter still.</p>",
  "<p>Mitt Romney's presidential campaign is in turmoil after he was secretly recorded suggesting that 47% of Americans were <a href=\"http://www.guardian.co.uk/world/2012/sep/18/romney-secret-video-government-dependent\" title=\"\">government-dependent \"victims\"</a> who did not pay taxes. The video, recorded a few months ago at a behind-closed-doors fundraising event, has been <a href=\"http://www.motherjones.com/politics/2012/09/secret-video-romney-private-fundraiser\" title=\"\">published by Mother Jones</a> with election day seven weeks away. Some of the other figures associated with the story are:</p> <h2>Marc Leder</h2> <p>The private equity fund boss organised the fundraiser in Boca Raton, Florida, at which Mitt Romney made the comments. Leder was <a href=\"http://www.nytimes.com/2012/01/22/business/in-a-romney-believer-private-equitys-risks-and-rewards.html?_r=0\" title=\"\">reportedly inspired to get into private equity</a> after a visit, years ago, to Romney's investment firm. Romney was an early investor in Leder's business, Sun Capital, which has grown to oversee about $8bn (£5bn) in equity. Since 2008, 25 of its companies – about one in every five it owns – have filed for bankruptcy, according to the New York Times. Leder and his defenders say many of the businesses in which Sun Capital invests are already in trouble when purchased, and that he has saved many companies and jobs. He is <a href=\"http://www.nypost.com/p/pagesix/nude_frolic_in_tycoon_pool_S8t8KXKG1IeGFSDtN6Xm9M\" title=\"\">alleged to have hosted debauched parties</a> including one at which a couple performed sex acts in front of other guests. Leder says the media portrayal of him as a party animal is \"absolutely incorrect\". He says: \"I spend a small percentage throwing some parties, attending some parties. I like music. I like to dance.\"</p> <h2>James Carter</h2> <p>The grandson of the former president Jimmy Carter is credited as a \"research assistant\" on the story published by Mother Jones about Romney's gaffe. On his <a href=\"https://twitter.com/JECarter4\" title=\"\">Twitter profile</a>, Carter describes himself as \"looking for work\". He <a href=\"http://nymag.com/daily/intel/2012/09/james-carter-iv-helped-spread-secret-romney-video.html\" title=\"\">told New York magazine</a>: \"I've been searching for clips on Republicans for a long time, almost every day. I just do it for fun.\" He said he spotted the clip on YouTube and tracked down the person who claimed to have secretly taped and uploaded the video. Carter could be forgiven for enjoying a sense of schadenfreude given that Romney has tried to hurt Obama by comparing him to Carter's grandfather. Romney has accused both men of being weak <a href=\"http://www.breitbart.com/Big-Peace/2012/09/13/Team-Romney-on-Obama-s-Foreign-Policy-It-s-Amateur-Hour?utm_source=dlvr.it&amp;utm_medium=twitter\" title=\"\">on foreign policy</a>, in the wake of the killing of the US ambassador to Libya, Chris Stevens, and <a href=\"http://www.reuters.com/article/2012/05/03/us-usa-campaign-idUSBRE83Q1DF20120503\" title=\"\">on the economy</a>.</p> <h2>David Corn</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396317039\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/18/1347967708146/David-Corn-004.jpg\" alt=\"David Corn\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Corn. Photograph: Paul Morigi/WireImage</span> <span class=\"element-image__credit\">Photograph: Paul Morigi/WireImage</span> </figcaption> </figure>  <p>The journalist who wrote the exclusive story is a veteran on the political scene, having been Washington editor of the Nation magazine for 20 years before joining Mother Jones as Washington bureau chief in 1997. Corn helped to secure the <a href=\"http://www.guardian.co.uk/world/2011/jun/10/sarah-palin-emails-uncovered\" title=\"\">release of Sarah Palin's emails</a> last year. He was a vocal critic of the case being presented for war in the runup to the 2003 invasion of Iraq and, with Michael Isikoff, wrote the New York Times bookseller Hubris: The Inside Story of Spin, Scandal, and the Selling of the Iraq War. He also wrote The Lies of George W Bush: Mastering the Politics of Deception, another New York Times bestseller.</p>",
  "<p>In an attempt to secure cross-party support for civil service reform, the Cabinet Office minister, Francis Maude, has commissioned the left-of-centre IPPR thinktank to undertake a study on how to make the civil service more effective and politically accountable.</p> <p>The study is the first example of Whitehall commissioning outsiders to undertake policy work for government.</p> <p>The IPPR beat 20 other bidders for the £50,000 contract and will by late autumn produce a menu of options for ministers based on experiences in New Zealand, Singapore, France, the US and Sweden. The IPPR undertook an international comparative study back in 2006 that has impressed Maude.</p> <p>He wants to look at radical options including formally contracting departmental permanent secretaries to complete certain ministerial objectives. He also wants to look at the balance between political and civil service appointments. In the US large numbers of civil servants leave after a presidential election, although Maude said on Monday this trait was exaggerated.</p> <p>The head of the civil service, Sir Bob Kerslake, has endorsed the concept of policy work being undertaken by outsiders, but stressed that final decisions rested with ministers on the advice of civil servants.</p> <p>Both Maude and Kerslake said the aim was not to politicise the civil service, although Maude conceded there had been difficulties when civil servants failed to carry out ministerial instruction and said the aim was to sharpen accountability.</p> <p>Maude has been struck privately by the extent to which former Labour ministers told him how frustrated they became at civil service obstruction.</p> <p>He said the civil service reform plan, including the use of external policy-making, has \"a high level of buy-in from senior civil servants\", adding \"we are in the unusual position of three political parties having experience of government, with senior politicians knowing what the issues are\".</p> <p>The 2006 IPPR paper argued that \"real accountability can only really be achieved by recasting the doctrine of ministerial responsibility, which militates against effective accountability\".</p> <p>\"Without clarifying the respective roles and responsibilities of ministers and officials, it makes it very difficult to distinguish between the performance of the Civil Service and that of ministers,\" it said.</p> <p>It also accepted that there was \"no binary distinction between policy and operations\", but asserted \"clearer division of labour is possible\".</p> <p>The author of the study, Guy Lodge, who is still at the IPPR, wrote in 2007: \"The Whitehall policy-making process is very insular, often conducted behind closed doors with little attempt to engage stakeholders or capitalise on external expertise. In particular, there is a gulf between those designing policy and those delivering it.</p> <p>In contrast, Lodge praised the French unified civil service, saying it \"guarantees that senior officials are exposed to other parts of public service in local and regional government, giving them direct experience of public service delivery. At the very least, Britain should ensure that central government officials spend more of their careers in local government and other parts of the public sector.\"</p>",
  "<video data-media-id=\"gu-video-396299753\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/18/18092012Romney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/18/18092012Romney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/18092012Romney/18092012Romney.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/18/18092012Romney-720.mp4\"/> </video>   <p>Mitt Romney's campaign came close to hitting the self-destruct button when he stood by a <a href=\"http://www.youtube.com/watch?v=XnB0NZzl5HA&amp;feature=player_embedded\">secret video recording</a> suggesting that 47% of Americans are government-dependent \"victims\" who do not pay taxes.</p> <p>In a hastily-convened press conference, the Republican presidential candidate confirmed the authenticity of the video and opted against disavowing the views expressed in it. He said only that the case was not \"elegantly stated\" and that he had \"spoken off the cuff\".</p> <p>He was speaking after a secret video recording was posted on a website in which he was caught denigrating people who receive benefits from the government. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/XnB0NZzl5HA?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/XnB0NZzl5HA\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>He went on suggest they could expect little help from him if he became president.</p> <p>\"My job is not to worry about those people,\" he said. </p> <p>He added that all these government-dependent people would support Barack Obama.</p> <p>The video was recorded a few months ago at a fund-raising event behind-closed-doors.</p> <p>The release of the video is the most damaging episode yet in a campaign filled with Romney mishaps. His campaign is in danger of turning into one of the most ineptly-run in recent US political history, though there are still seven weeks left to turn it round.</p> <p>The Obama campaign described the video as \"shocking\".</p> <p>In his press conference, in California, Romney basically repeated the case he made in the video that the 47% dependent on the government would vote for Obama, though couched in slightly less inflammatory language. Obama's policies are \"attractive to people who do not pay taxes\", Romney said.</p> <p>Romney tends to avoid the press as much as possible and it is a sign of the seriousness of the situation that he had to make an impromptu statement. He attempted to pose his comments as part of a broader philosophical debate about the future of America. \"Do you believe in a government-centered society that provides more and more benefits? Or do you believe instead in a free enterprise society where people are able to pursue their dreams?\"</p> <p>He insisted he wanted to help all Americans.</p> <p>While his views about people dependent on the government will be applauded by parts of the right, he risks alienating independents who do not share his view of American society and also motivating disgruntled Democrats who may have otherwise have abstained in the 6 November election to get out and vote.</p> <p>It also plays into the portrait that the Democrats have been gradually building of Romney as an extremely wealthly individual who is out of touch with working-class and middle-class Americans.</p> <p>At a bare minimum, the controversy ensures it will be the dominant theme of the week, with Romney forced on the defensive again, with detailed discussion of who precisely constitutes the 47%. </p> <p>It also means that the issue of how much he himself paid in taxes will resurface, with calls for him to release his tax returns beyond the two years he has volunteered.</p> <p>The video, was posted on the website of the liberal Mother Jones magazine. It came only hours after the Romney campaign acknowledged it is struggling when it announced it was to change strategy. Romney is trailing Obama in the polls by about three percentage points.</p> <p>In the video, Romney said: \"All right, there are 47% who are with him (Obama), who are dependent upon government, who believe that they are victims, who believe the government has a responsibility to care for them, who believe that they are entitled to healthcare, to food, to housing, to you-name-it.\"</p> <p>He added: \"These are people who pay no income tax.\"</p> <p>Apart from offending a large part of the population, the comment is also inaccurate. Many of those he includes in the 47% do pay tax. Many of those also receive government money because they are elderly and have been paying into the system all their lives. </p> <p>The controversy broke only hours after the Romney campaign set out to recalibrate its strategy. It said it would attempt to give a clearer, more positive picture of their candidate as it seeks to regain the initiative with just 50 days to go until the election.</p> <p>The new strategy will not abandon negative campaigning, but will focus on positive ads as well as speeches to spell out the Romney would pursue in office, in particular his five-point economic plan.</p> <p>Romney began his campaign early in the summer intent on making the election about Obama's economic record and making himself as small a target as possible by disclosing little about his own policies.</p> <p>But since then there has barely been a clear week in which Romney has been able to get his message across, either because of a barrage of ads on his record as chief executive of Bain Capital and his unwillingness to release more than two years' worth of tax records, or because of gaffes on his own side.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/XnB0NZzl5HA?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/XnB0NZzl5HA\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Mitt Romney was caught up in a fresh and damaging secret video controversy on Monday night, only hours after his campaign team tacitly admitted it was struggling and was going to have revise its campaign strategy.</p> <p>The video, showing Romney at a closed-doors fundraising event, captures him dismissing 47% of the nation as government-dependent. \"My job is not to worry about those people,\" he says.</p> <p>He adds: \"I'll never convince them they should take personal responsibility and care for their lives.\"</p> <p>The release of the video, on the liberal Mother Jones website, came at an awkward moment for the Romney campaign amid reports of internal strife and bickering among his campaign managers.</p> <p>The Republican presidential candidate is also running behind Barack Obama in the polls, albeit only by 3%, after a lacklustre Republican convention in August.</p> <p>His campaign team announced on Monday morning that it would recalibrate its strategy and that, instead of focusing on criticising Obama, it will begin to set out \"specifics\" about what policies Romney will pursue if he wins the White House.</p> <p>But only hours later the new strategy was overtaken by the recording of Romney posted on the Mother Jones site.</p> <p>It has the potential to alienate a lot of independent voters who will cringe at a potential president being so dismissive of the poor.</p> <p>The Obama campaign team described it as \"shocking\".</p> <p>The Romney campaign did not deny that the video is authentic and insisted only that the candidate cares about all Americans.</p> <p>\"Mitt Romney wants to help all Americans struggling in the Obama economy,\" said spokeswoman Gail Gitcho.</p> <p>In the video, Romney said: \"There are 47% of the people who will vote for the president no matter what.</p> <p>\"All right, there are 47% who are with him, who are dependent upon government, who believe that they are victims, who believe the government has a responsibility to care for them, who believe that they are entitled to healthcare, to food, to housing, to you-name-it,\" he said.</p> <p>He added: \"These are people who pay no income tax.\"</p> <p>Apart from offending a large part of the population, the comment is also inaccurate. The 47% are not people who pay no income tax and encompasses sections of the population who have earned their entitlements.</p> <p>Earlier in the day, the Romney campaign said it would attempt to give a clearer, more positive picture of their candidate as it seeks to regain the initiative with just 50 days to go until the election.</p> <p>The new strategy will not abandon negative campaigning, but will focus on positive ads as well as speeches to spell out the Romney would pursue in office, in particular his five-point economic plan.</p> <p>The latest polls show Obama's large post-convention poll bounce beginning to narrow. A Gallup poll recorded a drop from 7% last week to 3%, with the president on 48% to Romney's 45%.</p> <p>But the problem for the Romney campaign is less Obama's post-convention bounce and more the fact that the Republican failed to secure any bounce at all.</p> <p>Romney began his campaign early in the summer intent on making the election about Obama's economic record and making himself as small a target as possible by disclosing little about his own policies.</p> <p>But since then there has barely been a clear week in which Romney has been able to get his message across, either because of a barrage of ads on his record as chief executive of Bain Capital and his unwillingness to release more than two years' worth of tax records, or because of gaffes on his own side.</p> <p>Romney's trip to Britain, Israel and Poland, which was intended to showcase him as a figure of some standing in the international community, quickly went askew.</p> <p>His position on abortion became a week-long issue after Todd Akin, a Republican congressman in Missouri running for the Senate, talked about \"legitimate rape\". Hurricane Isaac disrupted the Republican convention.</p> <p>Then, last week, Romney issued a hasty response to the evolving Middle East crisis, essentially accusing Obama of appeasement.</p> <p>His rash comment, from which many senior Republicans distanced themselves, dominated the news in the US for days after the killing of US ambassador Chris Stevens and three other Americans, and the spotlight is only now beginning to turn to Obama's policy on the Middle East and North Africa.</p>",
  "<p>Downing Street officials are preparing for what they expect will be victory for Barack Obama in the US presidential election in November and defeat for Mitt Romney, the Republican challenger, who is a natural Tory ally.</p> <p>Conservatives made strenuous efforts in the spring to build up their Republican links, including a meeting between the chancellor, George Osborne, and Paul Ryan, now Romney's vice-presidential candidate. But they believe there is a strong personal relationship between Obama and David Cameron that dwarfs any political differences.</p> <p>Conservatives feel that the Democrats realise the Tories are not on the Tea Party right and that striking similarities exist between their respective deficit-reduction programmes.</p> <p>Cameron and Obama are entering a critical phase in their relationship, with the UK presidency of the G8 world leaders in 2013 and troop withdrawals from Afghanistan on the horizon.</p> <p>Obama appears to have gained some political momentum since the party conventions, taking small leads in many swing states, which has prompted some Republican infighting before three critical televised presidential debates.</p> <p>Conservatives have been taken by the central message of Obama's convention speech, calling on voters to be patient and recognise that the hard path he has chosen is the only one that leads to a better future.</p> <p>\"The truth is it will take more than a few years for us to solve challenges that have built up over decades. It will require common effort, shared responsibility, and bold, persistent experimentation,\" Obama said.</p> <p>Conservative strategists believe the British public are receptive to a hard long-term message from government incumbents, and believe Ed Miliband has left himself vulnerable for failing to take tough decisions. Cameron is still beating Miliband in many polls asking who would make a good prime minister.</p> <p>The strategists take comfort from the fact that although they are often trailing Labour by 10 points, the bulk of Labour's lead has been amassed by Tory voters switching to Ukip, or by former Liberal Democrat voters deserting Nick Clegg's party. They believe few former Tory voters have switched directly to Miliband because of his actions or leadership.</p> <p>Conservatives believe that voters recognise the UK economy is locked into an ever more competitive global contest for jobs, and will portray Labour's deficit-cutting plans as superficially attractive comfort food that is ultimately damaging. Cameron and Osborne expect the new Conservative chairman, Grant Shapps, to mount an increasingly pointed attack on Ed Balls' spending plans.</p> <p>Officials expect that the two most challenging political reports facing the government this autumn will be that of the Leveson inquiry into media ethics, and the Office of Budget Responsibility's verdict on the feasibility of the government meeting its long-term debt-reduction plans. Both are expected in November.</p> <p>Some government officials are taking soundings with newspaper owners about whether they would accept any form of independent regulation with statutory underpinning.</p> <p>Resistance continues among many proprietors.</p> <p>One proposal regarded favourably within parts of Downing Street is the regulatory oversight provided by the Advertising Standards Authority – a system described as self-regulation within a co-regulatory framework. The ASA system is underpinned by an enabling statutory instrument, &#xa0;and a formal memorandum of understanding between Ofcom&#xa0;and the ASA.</p> <p>Cameron, currently on better terms with the right-of-centre press, will have to make a political judgment on how far to press the media. Many in the party believe Leveson has made his task more difficult by allowing the inquiry to roam so widely, including exploring the circumstances of News Corp's bid for BSkyB. Labour has opened a 15-point lead over the Conservatives, according to a Times/Populus poll last night. There was some comfort for the prime minister, however, as the poll showed 60% of respondents wanted Cameron to remain in his post. The poll put Labour on 45%, the Tories on 30%, and the Lib Dems on 10%.</p>"
]