[
  "<p>Over the past two weeks, both major American political parties held their nominating conventions – and that's pretty much where the similarities end. After interminable speeches, cloying videos and occasional moments of rhetorical eloquence, the philosophical and tonal divide between them has never felt broader. Quite simply, Democrats and Republicans operate in two completely distinct realms, one that is defined by an attachment to reality and one that is increasingly detached from it.</p> <p>If their three-day convention in Tampa is any indication, Republicans reside in a fantasy world where government plays no role but that of malevolence, where the free market is the salvation to all that ails this nation and where the country is locked in a Manichaean struggle between the forces of freedom and a failed, socialist interloper named Barack Obama.</p> <p>It was a point driven home to me in Tampa when I overheard a Republican delegate declare in a sweet voice, reflecting more pity than anger: \"There's a communist living in the White House.\"</p> <p>For four decades, Republicans have relied on an undercurrent of white resentment toward social and economic change to maintain their pre-eminence in national politics. But with an African-American president and the country moving closer to \"minority-majority\" status, that dominance is slipping away and it feeds the sense of anger and desperation they tried to keep hidden in Tampa, but that all too often crept to the surface. Indeed, the entire Republican \"you didn't build that\" attack against Obama (a line taken brazenly and dishonestly out of context) is reminiscent of decades of Republican talking points that sought to cast their party as the defender of hard-working Americans and the Democrats as the defender of dependency, particularly for poor minorities.</p> <p>There was in Tampa a genuine sense of frustration about the direction in which the country is heading, which led to an often harsh message, perhaps best exemplified by New Jersey governor Chris Christie, who declared: \"Our leaders of today have decided it's more important to be popular, to say and do what's easy and say yes rather than to say no, when no is what is required.\" The dominant political attribute of the last four years is the increasing ideological inflexibility and lack of social empathy from the Republican party, and the convention only confirmed it. On the flipside, the Democrats in Charlotte were practically unrecognisable in their self-confidence and the discipline of their political message. Michelle Obama's well-crafted speech sought to cast Democrats as the true defenders of the middle class, while Bill Clinton's rambling brilliance on Wednesday offered a sweeping defence of Obama's record and an indictment of Republican intransigence.</p> <p>Moreover, a party once derided for playing interest-group politics showed no hesitancy about going down that road in Charlotte. The convention was full of obvious appeals to women, gays, blacks, Hispanics, young people and, in the constant references to the successful bailout of the US car industry, organised labour. These are the groups that form the backbone of the Democratic coalition and are essential to the party's long-term success. Democrats far better than Republicans appreciate the destiny of demographics and they have done a far more effective job of cultivating these voters. Indeed, the contrast between the hues in Charlotte and Tampa was remarkable. The Democratic party is a party that looks like the palette of the American experience, not just in skin colour, but in class level. The Republican party (the one in the Tampa convention hall) is one that looks like Sunday brunch at a country club.</p> <p>Even on national security, an issue on which Democrats have long suffered in comparison with Republicans, the party that killed Osama bin Laden and brought US troops home from Iraq didn't just flex its military muscles, it openly derided Republicans. When Obama joked: \"My opponent and his running mate are new to foreign policy,\" it felt like a transformational moment in the politics of national security.</p> <p>On economic issues, Democrats have a tougher hand to play as the blame for the country's mediocre recovery is pretty much the only thing standing between Obama and re-election. Nonetheless, Democrats sounded the note of economic populism, as they attacked Mitt Romney for his wealth and support for tax cuts for the richest Americans. There was a time when Democrats recoiled from such obvious appeals to class warfare; now they seem to revel in them, secure in the knowledge they face off against an opponent and a political party (because of its unstinting opposition to upper-income tax increases) that can be so easily confronted on this issue.</p> <p>In her populist speech in Charlotte, Massachusetts Senate candidate Elizabeth Warren declared: \"Our middle class has been chipped, squeezed and hammered… people feel like the system is rigged against them. And here's the painful part: they're right.\" According to Warren: \"The Republican vision is clear: 'I've got mine, the rest of you are on your own'.\" Warren wasn't blowing smoke. Consider the words of Republican vice-presidential candidate Paul Ryan: \"I never thought of myself as stuck in some station in life. I was on my own path, my own journey, an American journey, where I could think for myself, decide for myself… that is what we do in this country. That is the American dream. That's freedom and I will take it any day over the supervision and sanctimony of the central planners.\"</p> <p>Compare this with how President Obama defined freedom in his speech: \"We, the people, recognise that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which asks only what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals and those who died in their defence.\"</p> <p>The choices offered by Ryan and Obama are essential issues in this campaign. One party wants to use the powers of government to ameliorate social inequalities; the other seeks to reduce it into oblivion. The irony is that Americans are generally predisposed to take Ryan's side of this argument, but the uncompromising manner in which the Republicans speak of economic freedom has left them vulnerable to the Democrats' more inclusive, hopeful and optimistic message.</p> <p>With a decided advantage in the electoral college and a stubborn but narrow lead in the polls, Obama has the political wind at his back. The conventions, while preaching mainly to the converted, have likely given him a near-term boost. While hardly impossible, it's difficult to see what Romney can do to shift the trajectory of the race. But even more difficult is seeing how Republicans, if they lose, can find a long-term message that competes with the Democrats' vision. If the national conventions showed us anything, it is that the winds of political fortune are not blowing in a Republican direction.</p>",
  "<p>David Miliband has re-entered the debate about how to put Labour back in government, warning his brother that he will not win the keys to Downing Street by disavowing New Labour, relying too much on working-class votes, or by simply waiting for David Cameron to fail.</p> <p>In a joint article for <em>The</em> <em>Observer </em>with shadow foreign secretary Douglas Alexander, written from the Democrat convention in Charlotte, North Carolina, the two men say Labour needs to show it is on the side of prosperous middle-class voters as well its working-class base.</p> <p>Urging the Labour leader to learn lessons from US politics, where they say President Obama is moving the Democrats on from the years of Bill Clinton without disavowing his legacy, they argue that Ed Miliband should not disregard the lessons from his party's recent past. Obama and Clinton sealed their political alliance with a bear hug at the Democratic convention last week.</p> <p>They also say Labour, as the Democrats have done, must show it is committed to reform of the state, as well as reform of the markets – and to economic prudence in the medium term following a burst of Keynesian stimulus advocated by the shadow chancellor, Ed Balls.</p> <p>Their intervention reflects unease on the Blairite wing of the party that the Labour leader is shifting too far left, out of a belief that the financial crisis has created a fundamental change in public attitudes towards rampant wealth creation and unregulated markets. They argue the message has to remain unequivocally in favour of the market economy.</p> <p>\"It is true that there is not a single successful economy today where government does not play a vital role in driving forward market economies and standing up for the public interest,\" they write. \"But there is another truth after the financial crisis: that government is on trial as well as the markets.\"</p> <p>Drawing lessons from the race for the White House ahead of presidential elections in November, they write: \"The Democrats, just like Labour, cannot rely only on the New Deal coalition of the organised working class. So they are supplementing that coalition by embracing the rising classes and groups in society – notably Latinos, but also middle income women who are the one group in the population, outside the elite, whose income has gone up in the last 30 years.</p> <p>\"It helps the Democrats that the Republicans are so aggressively wrong on issues of gay rights, women's rights and minority rights. We won't have that luxury in the same way here – unless the Tories really lose it culturally as well as economically – so we have to find new ways to connect our politics with the small businesswoman in Ipswich, the GP in Fleetwood, the personal trainer in Gloucester.\"</p> <p>Further trouble looms for Ed Miliband as the political conference season gets under way with the TUC congress in Brighton. Several unions, including Labour's biggest financial backer Unite, are calling for more co-ordinated industrial action in the public sector over pay cuts.</p> <p>In an interview with the <em>Observer</em> today, the general secretary elect of the TUC, Frances O'Grady, – the first woman ever to take on the post – says the TUC will back co-ordinated strikes if delegates support them. \"If members vote for it then the TUC will stand ready to support them,\" she said. Throwing her support behind Len McCluskey, the general secretary of Unite, who is pushing for an escalation of strikes in the runup to the next election, O'Grady said while the unions shared values with Labour, her duty was to union members and not Ed Miliband. \"Ed Miliband will be leading a political party. I will be leading a trade union movement,\" she said.</p> <p>Controversially, David Miliband and Alexander hint that they would like to see Labour relying less on union money as they call for fundamental reform of party funding.</p> <p>\"In Britain there is a structural imperative for Labour to take down the influence of money in politics – not just as a high-minded recognition of voter concern, but out of sheer self interest,\" they write.</p> <p>\"At the moment, party funding reform is going nowhere. So this autumn Labour should again reach out to the Liberal Democrats with the aim of working together to get big money out of politics. Some parts of the current system help us, but overall the Tories are the party that stands to benefit most from stalemate.\"</p> <p>A senior Labour source said: \"Ed Miliband agrees with this analysis. Like President Clinton and President Obama, he believes the success of progressive politics lies in bringing people together to make markets work and create a more responsible capitalism.</p> <p>\"He believes that in the face of increasing Tory divisiveness and division, Labour is the party that brings the country together and unites it. He believes that David Cameron has made a big mistake in shifting away from the political centre ground and seeking to blame people for the problems of the country.\"</p>",
  "<p>Both of them have a Spanish-sounding surname. Both have a moving story of poor parents coming to America for a better life. And both recently spoke to the American people from a primetime slot at their party's national convention.</p> <p>But San Antonio mayor Julián Castro and Florida senator Marco Rubio are far from being on the same side. Instead they symbolise the almighty battle for the Hispanic vote between Republicans and Democrats in the 2012 election.</p> <p>Each has been selected as a sort of party champion, sallying forth to do battle for the support of America's 50  million Latinos, whose votes could decide whether former Massachusetts governor Mitt Romney wins the Oval Office or President Barack Obama secures a second term.</p> <p>The contest has pitted two of the youngest rising stars in American politics against each other. Castro is just 37, yet already has a major national profile, prompting comparisons with Obama's own path to the White House. Meanwhile Rubio, 41, is a Tea Party favourite often touted as a future Republican leader who was even widely rumoured to have been considered for Romney's vice-presidential shortlist this year.</p> <p>Both men are the children of immigrants – from Mexico and Cuba respectively – and both gave widely praised speeches that wowed their fans. Yet, mirroring the many splits in American Hispanics' own communities, that is where the similarities end. Rubio is a darling of the right wing of the Republican party and beats the drum for slashing government spending. He is staunchly anti-abortion and has said that gay marriage goes against his Christian faith.</p> <p>Castro, meanwhile, has served as the grand marshal in his city's gay rights parade, praises the role of government in society and is the child of a leftist civil-rights-campaigning single mother. Each man therefore represents a radically different vision of what his party thinks will appeal to Hispanic voters. \"Both parties need to show that they are open and attractive to Hispanic voters, but they are not at all a unified bloc,\" said Professor Scott McLean, a political scientist at Quinnipiac University.</p> <p>So far it is a battle that Castro and the Democrats have been winning. In 2008, Latino voters went for Obama by almost 70% and current polling – though showing a drop in support – still has the Democrat ahead of Romney by 63% to 28%. In the recent Charlotte party convention, Castro was given the all-important keynote address – the first Hispanic to fill that spot – but other Latino party bigwigs were given prominence too. Much was made of Obama's appointment of the first Hispanic woman to the Supreme Court in Sonia Sotomayor, and the president was also lauded for recent moves to lift the threat of deportation from millions of young illegal immigrants brought to the US as children.</p> <p>It is that thorny issue of illegal immigration that is the Democrats' real strength. Though Obama is hardly liberal on the issue, the Republican party has moved far to the right, embracing controversial measures against illegal immigration in states such as Arizona. Yet one study has estimated that some 9.5 million people – the vast majority of them likely to be Latino – live in \"mixed\" households where at least one person is illegal. In such homes, harsh Republican rhetoric on immigration is always going to be offputting.</p> <p>\"That is the wedge issue that keeps Latinos from the Republican party,\" said Professor Gabriel Sanchez, an expert in Latino politics at the University of New Mexico.</p> <p>Yet Republican strategists believe they have an ace up their sleeves in the party's embrace of conservative social values that are often shared by many Hispanics, who are often deeply Roman Catholic and family-oriented. Rubio and other leading Republicans, such as Texan Senate candidate Ted Cruz and New Mexico governor Susana Martinez, frequently tout their social values. But it has not been a winner overall, because Latino social conservatism often goes hand-in-hand with a belief in government welfare programmes as a way out of poverty for a demographic often much poorer than its white equivalent. This is especially true as the economic aftershocks of the Great Recession are still being felt while Republicans tout massive cuts to healthcare, education grants and food stamps.</p> <p>\"Who cares about two guys getting married when you want a job?\" said Professor Stephen Nuño, a political scientist at Northern Arizona University. \"In the end, a voter is not going to forget Republican hostility and that the party wants to deport their uncle.\"</p> <p>Many experts believe the Republican party faces disaster in the future as Hispanics became an ever more vital part of the electorate. In 2008, some 10.2 million voted, a whopping 25% increase on 2004 (in the early 1990s, only 2% of the electorate was Hispanic). It is a number certain to leap again in 2012.</p> <p>Recent surveys have shown that Hispanics represent more than half of all US population growth over the past decade. Due to a youthful population profile, they already represent one in four Americans under the age of 18. \"The numbers are compelling,\" said Sanchez.</p> <p>So, too, is the geography. One of the fastest areas of Latino population growth is the Republican heartland of the south. If the Republican party does not in some way attract Hispanics, it will face a withering of support even in the reddest of red states. The battle is already on for Texas – a solidly Republican state that is home to both Castro and Cruz. It is noticeable that Texas's Republican governor, Rick Perry, is already softer on aspects of illegal immigration policy than the Republican mainstream. But if the Republicans are to compete nationally as the voice of Hispanics, if Marco Rubio is to best Julian Castro on the national stage, then the Republican party itself will have to change. \"It has to. But I don't see that that is going to happen for a very long time,\" said Nuño.</p>"
]