[
  "<p>Unless you're from there, you probably cannot name the mayor of Tulsa, Oklahoma, or of Lexington, Kentucky, or of Anchorage, Alaska. But you probably know the mayor of Newark, New Jersey – a city smaller than all of these, and once known only for the novels of Philip Roth and an airport. And if you don't, trust me: you soon will.</p> <p>Perma-smiling, bald-pated Cory Booker may only govern the 67th most populous city in America, but he is everywhere. This June, he gave the <a href=\"http://news.stanford.edu/news/2012/june/transcript-cory-booker-061912.html\">commencement speech at Stanford</a>, California, invoking Mother Teresa and lamenting that \"we are a nation that has become so polarized,\" incapable of coming together in some pure land beyond ideology. On Twitter, he is an unstoppable self-promoter, and a million-plus followers (four times more people than actually live in Newark) gorge on retweeted hosannas from his admirers and mysterious platitudes such as <a href=\"https://twitter.com/CoryBooker/status/238135770882400257\">\"Be Hope\"</a> or \"If u fear it, u give it power.\" Oprah herself flew into to Newark to discuss his recent made-for-TV dash into a burning building – and to quiz him on <a href=\"http://www.youtube.com/watch?v=OR3Zi0eBcvo\">why he's still single</a>.</p> <p>This week, Booker has to cool his heels while another New Jersey politician has the spotlight: Chris Christie, the governor, delivers the keynote address at the GOP convention on Tuesday night. But the big man's star is falling fast, and Booker knows it. New Jersey has one of the highest unemployment rates in America – at 9.8%, it's not only well above New York and Connecticut, but even worse than woeful Michigan. After nearly three years in office, Christie's only major legacy is the cancellation of the <a href=\"http://www.nytimes.com/2012/04/13/opinion/gov-chris-christie-and-the-tunnel-project.html\">nation's largest public transportation project</a>, the decades-long effort to build a new rail tunnel to Manhattan, which allowed him to pose as a \"principled\" budget-cutter – while commuters languish in underpasses more than a century old.</p> <p>And Christie's once amusing surliness is beginning to look more like pointless belligerence. Remember the Navy Seal whom he called an \"idiot\" and <a href=\"http://www.politico.com/news/stories/0312/73897.html\">cautioned</a> that \"your rear-end's gonna get thrown in jail\"? Or the press conference where <a href=\"http://abclocal.go.com/kabc/story?section=news/national_world&amp;id=8721053\">he snapped</a> \"Are you stupid?\" at a reporter – also an \"idiot\", apparently – who dared to ask whether the governor would address the state legislature? And we shouldn't forget last month's <a href=\"http://www.tmz.com/2012/07/06/chris-christie-governor-jersey-shore-video-boardwalk-fight/\">Jersey Shore showdown</a>, when he bellowed insults at a passer-by while clutching an ice cream cone. It's taking a toll: asked to describe their governor, <a href=\"http://www.nj.com/news/index.ssf/2012/07/gov_christie_no_less_popular_t.html\">New Jerseyans mostly answer</a> \"bully\" and \"arrogant\".</p> <p>I'm not sure how seriously we should take the splash in Monday's New York Post that Mitt Romney <a href=\"http://www.nypost.com/p/news/national/christie_had_veeping_doubts_b1gkN5io8CtDgcuiuEgMqL\">asked Christie to join the Republican ticket</a>, and Christie refused to board what he (correctly) perceived to be a sinking ship. But if he thinks that the 2012 presidential election isn't going to end well, just wait until next year. Christie may not yet be done for – but the cult of Cory smells blood, and multiple sources have reported that Booker has been meeting with state party bosses to prepare for a gubernatorial run next year. Barack Obama's team, which has little affection for Booker after the Newark mayor criticised the presidential campaign's messaging about Romney and Bain Capital, are putting him in prime time next week all the same. </p> <p>Booker has never made a secret of his hunger for power beyond Newark, but until now, most in New Jersey thought he'd wait until 2014, when Frank Lautenberg, the oldest man in the Senate, at last steps down. But that was then. Now, it looks as if Christie could be toppled, and while Booker does care about the city of Newark, he's not staying there a day longer than he needs to.</p> <p>And after that, who knows? Oprah does, I suspect. To her question about presidential ambition, Booker gave a characteristically inconclusive response:</p> <blockquote> <p>\"It's not something I can visualize right now.\"</p> </blockquote> <p>He might not yet be a shoo-in for the governor's mansion, and whatever he wants after that, but remember: Cory Booker is not his own man. There is a reason why the mayors of Tulsa and Anchorage will not be on prime-time television this convention season, and it has nothing to do with Booker's toothy grin. Booker is a young man in a hurry, and to get out of Newark, he had made all the right friends. Mark Zuckerberg, famously, threw Booker $100m for Newark schools after the mayor seduced the boy wonder at a dinner in Sun Valley. (Zuckerberg announced the gift, with both Booker and Christie beside him, on – <a href=\"http://www.oprah.com/oprahshow/Mark-Zuckerbergs-Big-Announcement-Video\">where else?</a> – the Oprah Winfrey show.) Steven Spielberg loves Booker; Barbra Streisand helped bankroll his last campaign. </p> <p>And if you're a politician in the New York metropolitan area, Hollywood and Silicon Valley are afterthoughts when you can just go where the money is: right downtown to Wall Street. (Though thanks to Christie, the drive there from Newark could take you a whole hour.) Do you really think that <a href=\"http://www.nytimes.com/2012/05/21/us/politics/cory-a-booker-criticizes-obamas-bain-ad.html\">Booker lashed out</a> at the Obama campaign's successful demonization of Romney's Bain Capital career – which he <a href=\"http://www.youtube.com/watch?v=GsdD3AvSgVQ\">tried to roll back</a> hours later with obvious condescension – because it wasn't courtly enough for the gentlemanly sport of presidential campaigning? For that matter, do you think that he <a href=\"http://www.nytimes.com/2012/02/16/nyregion/police-evict-occupy-newark-protesters.html\">evicted Occupy Newark</a> out of concern for the grass? Of course not. Nobody who has spent this long to climb this high goes on Meet the Press without a game plan.</p> <p>No, by stepping out in defense of high finance, and then by making it clear that his reversal was only on orders from Chicago, Booker has put himself in the catbird seat for 2013 and onward. If, as seems likely, Obama wins a second term, then the temptation will be strong among the area's bankers and private equity titans to back the hard-driving Christie for a second term as governor. (Jersey City hosts the back offices of many Wall Street firms, and during Christie's lobbyist days, he <a href=\"http://www.nytimes.com/2009/10/05/nyregion/05corzine.html\">succeeded in getting securities fraud exempted</a> from New Jersey's consumer fraud act.)</p> <p>But Booker, darling Booker, will have a case to make. Wall Street will not have to choose between an unsuccessful governor and a populist insurgent, because Booker is safely one of them.</p> <p>When Booker wails about polarization and pulls out the come-together pabulum, he's clearly channeling a previous black state politician suddenly thrust on the national stage. And the parallels are there: like the young Obama, Booker has the charm, the brain, and the fundraising ability to go very, very far. But the president, as <a href=\"http://www.newyorker.com/reporting/2012/08/27/120827fa_fact_mayer\">Jane Mayer exhaustively documented in last week's New Yorker</a>, has always found it tiresome to suck up to money, and has actually got worse at it over time. The money was always a means to an end.</p> <p>Whereas Booker really does believe that rich guys know best – and whether he ends up in Newark, in Trenton, or in Washington, his supposedly post-ideological politics are really just a way to maintain the status quo and reduce government to a billionaire- and corporate-funded charity. Which, to be frank, explains why the world of finance loves him. It may briefly feel nice to donate to charity. But the real reason you do it is for the tax break.</p>",
  "<p>Mitt Romney's campaign team has downplayed the Republican presidential challenger's chances of achieving a vital poll bounce from the party's convention, blaming the havoc caused by hurricane Isaac.</p> <p>As Romney flew into Tampa, Florida, two days early in an attempt to kickstart the sputtering convention into life, his senior campaign strategist Stuart Stevens moved to lower expectations that the event would lead to a poll boost. \"All bets are off,\" he told reporters on the plane from Boston.</p> <p>Only two weeks ago, Romney officials had confidently predicted a poll bounce of at least 5% and possibly as high as 11%.</p> <p>Romney, neck-and-neck in the national polls with Barack Obama, had been looking for a large jump in the polls as a result of primetime television coverage of the convention, which finally opened Tuesday after the first day was cancelled amid warnings that Isaac was heading for Tampa.</p> <p>Romney had not been planning to arrive until Thursday when he is scheduled to deliver a primetime television speech that is expected to attract an audience of 30 million or more. But he is now competing against television coverage of Isaac, due to hit the Louisiana coast in the early hours of Wednesday. </p> <p>New Orleans, which was hit by hurricane Katrina exactly seven years ago with the loss of 1,800 lives, is in the storm's path, leaving GOP strategists fearing what they term \"split screen\" media coverage, one showing disaster and the other Republicans cheering and celebrating in Tampa.</p> <p>Isaac has completely disrupted Republican election planning. The Romney team needed a substantial poll bounce this week not least because next week it will be the turn of the Democratic party to secure primetime television, at their convention in Charlotte, North Carolina.</p> <p>At the very minimum, the Romney team had hoped to have established a lead that would cancel out Obama's bounce next week.</p> <p>Stevens said he could not predict what will happen in the polls now. \"I have no idea. Of course, this convention is different because of the hurricane. The conventions are different now. They're later now. We're having back-to-back conventions,\" he said.</p> <p>The Obama campaign spent $120m in advertising over the summer, mainly in the swing states, seeking to define Romney as a rich, elitist candidate who had made his fortune off the backs of sacked workers.</p> <p>Although he virtually tied with Romney in the national polls, the Democratic ad campaign appears to have paid off, giving Obama poll leads over Romney in all but two of about 10 swing states. This was to have been Romney's big week, his opportunity to regain lost ground.</p> <p>The main business of the day Tuesday was for the convention to formally adopt Romney as the party's presidential nominee. Although he won the primaries and caucuses against other Republican challengers months ago, he is not legally the challenger to Obama until chosen by a roll-call of delegates at the convention. </p> <p>Once chosen, he can unleash the millions of dollars he has been accumulating for the campaign, hoping to outspend Obama two-to-one in ads over the fall.</p> <p>That plan would have to be revised if there was substantial damage and loss of life along the Louisiana coast.</p> <p>Party officials expressed cautious optimism that the convention will be held without interruption, albeit with a revised schedule that sees some of the speakers who had had slots on Monday being crammed in later in the week. </p> <p>Russ Schriefer, the convention organiser, said: \"We are at full steam ahead with our Tuesday-Wednesday-Thursday schedule.\"</p> <p>Some delegates who were out partying on Monday evening expressed hope that Romney and other speakers at the convention will spend less time attacking on Obama and saying more about what policies Romney would implement as president.</p> <p>Ann Romney was given the primetime slot on Tuesday evening, with the brief of humanising her husband, filling in personal details about a politician so often seen as detached, an image Republicans hope he can help discard this week.</p> <p>Part of her task is also to try to increase her husband's appeal among women voters, among whom Obama enjoys a big poll lead.</p> <p>In a CBS interview on Tuesday morning, she spoke about a miscarriage she suffered in her 40s. Her husband, usually reticent about revealing details of his personal life, appeared taken aback with her openness.</p> <p>She said her son Craig had been devastated when told she was going to lose the baby.</p> <p>\"I was home by the time [Craig] got home from school that afternoon. And he walked in the door, and he was about 10, 11 years old. And he fell on the floor and just burst into tears. And the poor little kid had been at school all day long holding this sorrow inside of him. And having no one to speak to, no one to comfort him, no one to explain what was going on,\" she said.</p> <p>Her husband said he had not heard the story about their son's reaction before. \"I hadn't heard the story about Craig coming home from school that day and being so devastated,\" said the presumptive GOP nominee. \"I'm not surprised. He's a very tender heart and a wonderful father today himself.\"</p>",
  "<p>\"Politics is theatre,\" said the late Harvey Milk. \"It doesn't matter if you win. You make a statement. You say, 'I'm here, pay attention to me.'\"</p> <p>There is nothing quite as self-consciously theatrical as a presidential-nominating convention. Once a place where candidates were actually chosen, platforms hammered out and debates hosted, <a href=\"http://www.theguardian.com/world/video/2012/aug/24/dan-rather-gary-younge-longer-video?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+theguardian%2Fmedia%2Frss+%28Media%29\">they are now little more than infomercials</a>, with all the nutritional content and social value of a TV microwave dinner for one.</p> <p>At a time when Americans are increasingly disenchanted with their mainstream political culture, this is the two big parties' quadrennial opportunity to hog primetime, <a href=\"http://www.theguardian.com/commentisfree/2008/sep/01/uselections2008.usa\">cover it with confetti</a>, bury it in balloons and say: \"I'm here, pay attention to me.\"</p> <p>But the political function of conventions has withered in inverse proportion to its electoral importance. Because nothing is decided, everything can be curated. Its role is no longer to chose a nominee but to display them; not to engage in politics but perform it. After a gruelling primary and deluge of negative ads, it's a party's single best chance to reintroduce their candidate on their own terms.</p> <p>That would describe Mitt Romney's journey to Tampa thus far. Despite a huge monetary advantage against a weak and eccentric field, <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/mar/21/illinois-republican-primary-mitt-romney\">he struggled to stamp his authority</a> on a race against opponents who should have been rounding errors.</p> <p>Since then, there has been an onslaught of ads from the Obama campaign that have turned what he believed to be his principle strength – <a href=\"http://www.theguardian.com/commentisfree/2012/jul/18/mitt-romney-turning-into-john-kerry-2012-election\">his business experience</a> – into a weakness.</p> <p>The upshot? <a href=\"http://www.people-press.org/2012/08/02/romneys-personal-image-remains-negative/\">People don't much like him</a>. Given any polling metric on favourability – \"<a href=\"http://www.washingtonpost.com/blogs/the-fix/post/romneys-favorability-ratings-stall/2012/08/07/b9b8c612-e0fa-11e1-a421-8bf0f0e5aa11_blog.html\">Does he understand the concerns of people like you</a>\", \"<a href=\"http://www.bloomberg.com/news/2012-06-20/obama-leads-in-poll-as-voters-view-romney-as-out-of-touch.html\">Is he in touch with average Americans</a>\" – he both fails and trails. </p> <p>The fact that Democrats don't like him is to be expected. <a href=\"http://www.cnn.com/2012/08/14/opinion/granderson-romney-likeability/index.html\">As one Democratic CNN contributor put it</a>: \"There are moments in some of Romney's speeches in which he comes across like the guy who doesn't wave when you let him into traffic, because in his mind, he was able to merge on his own … Few people ever like that guy.\"</p> <p>The problem is Republicans don't like him much either. </p> <p>Last month in West Virginia <a href=\"http://www.rollcall.com/issues/58_1/John-Boehner-Voters-Need-Not-Love-Mitt-Romney-215934-1.html\">a woman asked Republican House speaker John Boehner</a>: \"Can you make me love Mitt Romney?\" Boehner said: \"No. Listen, we're just politicians. I wasn't elected to play God. The American people probably aren't going to fall in love with Mitt Romney.\"</p> <p>The task of the Republican establishment in this primary is as straightforward as it is tough. They have three days, weather permitting, to authenticate Romney. They have to transform him from a political candidate into a likeable person people can relate to; to convince the public that he is more than the sum of his calculations; to turn a resume into a human story; to make flesh from wood. To turn the first viable Mormon presidential candidate into a person Americans would like to have a beer with.</p> <p>This challenge exists on two fronts. The first is ideological and is primarily an issue for Republicans. Over the years he has taken a number of <a href=\"http://www.time.com/time/magazine/article/0,9171,2104314,00.html\">positions at odds with the GOP's new conservative orthodoxy</a>. He has been pro-choice, pro-cap and trade and introduced the blueprint for Obama's healthcare plan in Massachusetts. After four years of careering to the right and vowing no compromises the Republicans have ended up with a candidate with a record to the left of some Democrats. </p> <p>Put bluntly, many do not trust him because they do not believe that in his gut he is a devout conservative. There is no real solution to this. What is done is done. He can only hope that the selection of Paul Ryan fires up the base and that those not excited by him are sufficiently repelled by Obama to get to the polls.</p> <p>The other is personal and an issue for everybody. He is incredibly stiff, particularly when compared to Barack Obama. He's been running as a CEO and to many that's precisely whom he reminds them of. Not their leader but their boss. <a href=\"http://www.garyyounge.com/?p=\" 1421\"\">As Mike Huckabee observed in 2008</a>, \"People would rather elect a president who reminds them of the guy they work with, not the guy who laid them off.\"</p> <p>There is no easy solution to this either. The problem is not just that he's too scripted. It's that <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/feb/29/mitt-romney-republican-nomination-win-michigan\">when he strays from the script things get worse</a>. That's when he starts offering primary opponents $10,000 bets, talking about his friends who own Nascar teams and boasting that his wife has \"a couple of Cadillacs\". Each time he reminds people not only that he's a very rich man – which is not a big problem in American politics – but that he has a tin ear for the sensitivities of an electorate struggling through a deep recession.</p> <p>In an election where <a href=\"http://www.newyorker.com/online/blogs/comment/2012/08/searching-for-the-undecided-voter.html\">most people have already made up their minds</a> and there are few real undecideds, there is only so much Obama-bashing can really achieve. The convention organisers must find a way to either write him a script in his own voice that makes him look comfortable in his own skin or to teach him how to go off script without losing the plot. All the time the string of surrogates must vouch for him as a man of principle and colour in the spaces of his personal story beyond business without going outside the lines.</p> <p>In March Romney's campaign adviser Eric Fehrnstrom was asked if the candidate was being pushed too far to the right. \"Well, I think you hit a reset button for the fall campaign,\" he said. \"Everything changes. It's almost like an <a href=\"http://knowyourmeme.com/memes/events/romneys-etch-a-sketch\">Etch A Sketch</a>. You can kind of shake it up and restart all over again.\" </p> <p>The hurricanes are here. Summer is drawing to an end. His opponents have drawn him as Forrest Gump. When the shaking is done his handlers have to turn him into Tom Hanks. Let the show begin.</p>"
]