[
  "<p>After a week when the American media gave saturation coverage to the Democratic national convention, Mitt Romney has responded by buying his own air time. His latest <a href=\"http://politicalticker.blogs.cnn.com/2012/09/07/romney-campaign-releases-ads-for-8-battleground-states/\">television ad buys</a>, totalling $4.5m, is targeted at the states of Colorado, Florida, Iowa, Nevada, New Hampshire, North Carolina, Ohio, and Virginia. No one can fault Romney for going on the air in these states. They are all winnable for either candidate, and they were won by George W Bush at least once.</p> <p>The issue is that Romney is leaving himself with little room for error. If you assign the states to the candidate who is leading in the polls outside the ad states, you get a map that looks like this.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395836363\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/7/1347053230080/EVmap_460.jpg\" alt=\"Electoral votes map\" width=\"460\" height=\"344\" class=\"gu-image\" /> </figure>  <p>By that map, President Obama holds a clear advantage – with 247 electoral votes to Mitt Romney's 191. Obama has 18 ways to reach 270 electoral votes, while Romney can name only 11 winning combinations. The arithmetic also dictates that Romney <em>must win</em> the state of Florida. If he doesn't, Obama has won a second term.</p> <p>If we assign <a href=\"http://elections.huffingtonpost.com/pollster/2012-nevada-president-romney-vs-obama?gem\">Nevada</a>, where Romney hasn't led in a poll since April 2011, to President Obama, the math becomes even less forgiving for the Republican nominee. Now, Romney must win both Florida and Ohio. And that leaves Romney with only five ways to thread the needle.</p> <p>Such a game-plan is nothing new in presidential campaigns. Michael Dukakis tried the \"<a href=\"http://articles.chicagotribune.com/1988-10-17/news/8802070859_1_campaign-manager-susan-estrich-dukakis-campaign-officials-faneuil-hall\">18-state strategy</a>\" in 1988. Dukakis, of course, didn't come close, and lost 40 states. John Kerry's <a href=\"http://www.realclearpolitics.com/Presidential_04/RCP_EC.html\">swing-state effort</a> in 2004 is another analogue. Kerry needed to win two of the three upper midwest states (Iowa, Minnesota, Wisconsin), plus Pennsylvania and either Florida or Ohio. Kerry managed parts one and two, to get to 252 electoral votes, but failed to take either Florida or Ohio.</p> <p>Mitt Romney's ad-buy map suggests a swing-state strategy even harder to deliver that Kerry's, however. Some of the toss-ups in the Bush/Kerry match-up leaned towards Kerry. Kerry rarely trailed in <a href=\"http://www.realclearpolitics.com/Presidential_04/mn_polls.html\">Minnesota</a> or <a href=\"http://www.realclearpolitics.com/Presidential_04/pa_polls.html\">Pennsylvania</a>. By contrast, only one swing state, <a href=\"http://elections.huffingtonpost.com/pollster/2012-north-carolina-president-romney-vs-obama?gem\">North Carolina</a> and its 15 electoral votes, leans towards Romney at this point.</p> <p>In addition, you'll notice a lot of the word \"or\" and \"either\" in Kerry's plan: he had a variety of different paths to victory. Romney has a lot of \"ands\" and \"musts\" in order to win.</p> <p>So what does Romney think he's doing? There are three other states in which he could be competitive but where he's not advertising right now: Michigan, Pennsylvania, and Wisconsin. Romney clearly has the money to go on the air in these states. So if he's not doing so now, does that mean Romney doubts he can win them?</p> <p>The <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">polling</a> indicates that Wisconsin and its 10 electoral votes are definitely winnable. Since the selection of Paul Ryan as his vice-presidential nominee, Romney has led in two polls and trailed in three. Obama's edge is no greater than 2 points and probably closer to 1. It's the state where Governor Scott Walker survived a historic recall election in June 2012, and where George W Bush lost only narrowly in 2000 and 2004.</p> <p>Michigan is a more curious case. The <a href=\"http://elections.huffingtonpost.com/pollster/2012-michigan-president-romney-vs-obama\">polls have been split</a>, to say the least, with the surveys showing everything from Romney losing from 7 points to him winning by 4. Most of the data indicate an Obama lead in the neighborhood of 4 to 5 points. Past results and the successful auto bailout say Michigan is a no-go, but Romney may benefit from some home-state advantage. </p> <p>Pennsylvania may be fool's gold for the Republican. It was a key swing state in 2000 and 2004. The western part of the state is rapidly becoming more conservative, but new-found Democratic strength in the Philadelphia suburbs may be too much to overcome. Romney hasn't led in a <a href=\"http://elections.huffingtonpost.com/pollster/2012-pennsylvania-president-romney-vs-obama\">single poll</a> conducted in the state since February and trails now by at least 6 points. </p> <p>I wouldn't be surprised if Romney's own polling deters him from spending much time and money in Pennsylvania, but Michigan and especially Wisconsin ought to be worth the expenditure and effort. Ad buy allocations in these states will, if nothing else, force Obama to use resources of his own there.</p> <p><a href=\"http://www.washingtonpost.com/blogs/right-turn/post/romney-will-play-in-michigan-and-wisconsin/2012/09/07/aa804e1a-f8e0-11e1-8b93-c4f4ab1c8d13_blog.html\">Romney's spokeswoman, Andrea Saul, insists</a> that the Romney team isn't giving up on Michigan, Pennsylvania, or Wisconsin. We'll watch to see if Romney is willing to back up that statement with media buying.</p> <p>Right now, though, the smart money says that Romney's advertising spending looks like that of a losing team.</p>",
  "<p>It was one of the paradoxes of the dirty conflict under way along the Afghan-Pakistan border that the Obama administration was far more willing to obliterate leaders of the Haqqani network with drone strikes than to declare them terrorists.</p> <p>US military commanders see the clan-based militia as America's greatest enemy, responsible for the majority of attacks on its troops in eastern Afghanistan, and they have fought back ferociously with drone attacks against Haqqani bases in the North Waziristan tribal area across the Pakistan border.</p> <p>Less than two weeks ago a US strike was reported to have killed Badruddin Haqqani, a senior commander in the network and a son of its patriarch, Jalaluddin, a veteran of the war against the Soviet army. The militia insist Badruddin is still alive.</p> <p>Furthermore, there is no question the Haqqanis have used terror tactics widely against the Afghan population, brutally punishing those it sees as collaborating with the Kabul government and foreign forces, and using kidnapping routinely for fundraising.</p> <p>The Haqqanis are also believed to run an array of other money-making ventures in Pakistan and the Gulf, and it is that funding network the Pentagon and the US Congress are hoping to target by the official designation of the clan as a foreign terrorist organisation, which was announced on Friday.</p> <p>The White House and state department, however, have been largely pushed into making the decision against their will because they believe the only sustainable way out of Afghanistan is through a political solution, which will demand dialogue with all the forces on the ground and in the neighbourhood. The paradox is that while trying to kill the people you know you will ultimately have to talk to is an integral part of both western counter-insurgency doctrine and Afghan martial traditions, the red tape represented by a terrorism designation will be a serious impediment.</p> <p>US officials have met representatives of the Haqqani network over the last year, according to the special envoy for Afghanistan and Pakistan, Marc Grossman.</p> <p>\"There is no sustained peace process at the moment, so there will be no dramatic difference,\" said a senior European diplomat in the region. \"But when a process gets going and there are going to be structured talks you need to talk to everyone no matter how unsavoury, that is a serious obstacle.\"</p> <p>The new US announcement could make the clan less likely in engage in future contacts. For the Taliban, the label is anathema. The Haqqanis, who profess fealty to the overall Taliban leadership but mostly operate independently, hold one of the important bargaining counters in any future contacts: a captured American soldier, Bowe Bergdahl.</p> <p>After contacts with US officials last year the Taliban came away with the impression that Bergdahl would be swapped for five Taliban members held in Guantánamo Bay, some of whom could have participated in more substantial discussions. The deal collapsed in the face of opposition from Congress and the Pentagon.</p> <p>Thomas Ruttig, of the Kabul-based Afghan Analysts Network thinktank, argues that the coming US presidential election is the main driver behind the decision on the Haqqanis. \"You could have made them a terrorist organisation 10 years ago. But when there are attempts to get talks going again it is a surprising time to do it. It has to do with American politics and the election campaign.\"</p> <p>Ruttig said the other variable has been the desire of both sides of the debate in Washington to send a message to Pakistan, whose intelligence agency, the ISI, has been accused by US generals of being the Haqqanis' primary backer. For the hawks the terrorist designation is a warning. The doves, meanwhile, worry that it will complicate efforts to draw Pakistan into backing a peace deal.</p>",
  "<p>As a result of a wave of challenges to the 1965 Voting Rights Act, that seminal American law faces a likely review by the supreme court, whose conservative Republican majority is the most rightward-leaning in modern history. If the Voting Rights Act is toppled, other civil rights laws – including the 1964 Civil Rights Act – are in danger as well.</p> <p>Faced with recalcitrant state officials who prohibited blacks from voting, and federal laws that proved inadequate in stopping them, Congress passed the Voting Rights Act. Its purpose was to outlaw the discriminatory voting schemes that disenfranchised African Americans in the south and elsewhere. For example, section 2 of the legislation banned the use of literacy tests as a voting requirement. Meanwhile, section 5 required certain jurisdictions with a history of racial discrimination to obtain federal approval for changes to its voting laws. The section applies to nine states and sections of seven other states. The act also allows the attorney general to challenge the use of poll taxes.</p> <p>Passage of the legislation was expedited by acts of racial violence in the south, including the murder of three civil rights workers in Philadelphia, Mississippi in 1964, and the brutal 1965 police attack on peaceful protesters marching across the Edmund Pettus Bridge on their journey from Selma to Montgomery, Alabama.</p> <p>Although the Voting Rights Act was passed by a Democratic-controlled Congress and signed by a Democratic president, most opposition came from southern Democratic lawmakers who had an interest in maintaining Jim Crow segregation and suppressing the political aspirations of African Americans. A larger majority of Republican lawmakers supported the act, as their party had supported \"full implementation and faithful execution\" of all civil rights statutes in its 1964 platform. After all, the \"Grand Old Party\" was once the party of the Radical Republicans, who had ushered in the civil rights amendments abolishing slavery, granting citizenship to blacks and allowing for black suffrage. In the post-civil war reconstruction era, the Republicans boasted some 2,000 black elected officials nationwide.</p> <p>In the late 1960s, however, the Republicans began employing a \"southern strategy\" to capitalize on white resentment of civil rights. A color-coded politics, perfected by the late GOP operative Lee Atwater, allowed taxes, big government and welfare to become proxies for the N-word. This led to the realignment of Dixie, with the Republican party controlling the former confederate states, and blacks eventually shifting their allegiance nearly exclusively to the Democrats.</p> <p>Moderate whites fled the party, as well. The more recent Tea Party takeover of the GOP – with the attendant hatred of a black president, Latino immigrants, civil rights and multicultural diversity – represents a natural consequence of that strategy. And the exclusively rightwing Republican fixation with voter fraud and voter ID reflects this new reality.</p> <p>Across the nation, 33 states have proposed laws restricting voting, including a requirement that citizens present a government-issued photo ID in order to vote. Spurred by conservative Republican legislators and their American Legislative Exchange Council (Alec), these laws are promoted under the pretext of combating voter fraud. Yet, voter fraud is exceedingly rare, with a 1 in 2.3m chance of occurring in a federal election, according to the NAACP. In a lawsuit challenging Pennsylvania's draconian voter ID law, lawyers representing the Republican-controlled commonwealth conceded there is no evidence voter fraud exists.</p> <p>Meanwhile, Mike Turzai, the Republican leader in the state House of Representatives, has proclaimed that voting restrictions will enable a Republican victory in the upcoming presidential election. \"Voter ID, which is gonna allow Governor Romney to win the state of Pennsylvania, done,\" he said. The states that have enacted such laws account for 78% of the electoral votes needed to elect the president, according to the Brennan Center for Justice.</p> <p>In Texas, where the state's discriminatory voter ID law was recently overturned by a federal appeals court, the state Republican party platform calls for a repeal of the Voting Rights Act. Supporters of repeal claim section 5 of the Act places an undue burden on some states and not others. And yet, the scourge of racially-motivated voter disenfranchisement legislation throughout the country, a potent example of Republican hubris and overreach, provides ample proof that the act is needed now more than ever.</p> <p>America is on the path to becoming a nation whose majority consists of people of color. The ongoing attack on civil rights, funded by the Koch Brothers and others, reflects a refusal by white conservatives to accept this new reality. Latinos are the fastest growing demographic group in the south, and African Americans are participating in a reverse migration to that region of the country. </p> <p>Given these circumstances, it is inevitable that red southern states will turn to blue, as Obama won North Carolina and Virginia in 2008. But amidst this demographic shift, the GOP is a nearly exclusively white party, with whites accounting for over 90% of the delegates at this year's convention in Tampa. The recent assault on a black CNN camerawoman by GOP convention attendees, and a recent poll showing zero percent black support for Mitt Romney, highlight the party's problem.</p> <p>The Jim Crow segregation laws denied black people their voting rights, told them who they could not marry and where they could not eat, sit or use the bathroom. This legal regime criminalized and dehumanized an entire group of people by promulgating laws that only applied to them, with penalties including imprisonment and death. These were what Martin Luther King Jr called unjust laws – \"a code that a numerical or power majority group compels a minority group to obey, but does not make binding on itself. This is difference made legal.\" The civil rights movement was an effort to eradicate unjust laws. And now, the Republican party is blatant in its efforts to undue the work of that movement by enacting unjust laws with a different name, but an identical purpose.</p> <p>In its 2012 platform, the Republican party endorses the voter ID laws, stating: \"Voter fraud is political poison. It strikes at the heart of representative government.\" But the real poison is the politically-inspired, extremist assault on civil rights in the US. And the real poisoners are those Republican lawmakers leading the charge.</p>",
  "<p>The buzz was not allowed to last even a day. Less than 12 hours after Barack Obama had wrapped up his party's convention in Charlotte, the latest version of the number that could determine the fate of his presidency was published: <a href=\"http://abcnews.go.com/Business/august-jobs-report-unemployment-falls-81-percent/story?id=17173284\" title=\"\">unemployment was down slightly, to 8.1%</a>, but the new jobs total was disappointingly below expectations.</p> <p>If that killed the Democrats' mood, Republicans could be forgiven for wondering if their convention last week in Tampa ever happened. The race appears to be pretty much where it was before, <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\" title=\"\">the latest poll of polls</a> showing Obama and Mitt Romney deadlocked on exactly 46.7% each, even if in the key states the president retains the advantage.</p> <p>So what will be left behind from this quadrennial ritual, a fortnight of back-to-back gatherings of America's two main political parties? We learned anew the curious paradox of Obama: that the man hailed as an orator of Ciceronian power four years ago is a poor communicator, at least when it comes to his own record. He has notched up significant achievements – averting a second depression, reviving a dying auto industry, passing the healthcare reform that eluded a century of predecessors, not to mention (though he does) Osama bin Laden – and yet he cannot seem to turn that scoresheet into a compelling narrative. His speech on Thursday <a href=\"http://www.thedailybeast.com/articles/2012/09/07/obama-a-pedestrian-and-overconfident-speech.html\" title=\"\">disappointed even sympathetic listeners</a>. Perhaps stung by the accusation that he offers flowery talk instead of action, he strove too hard to speak practically rather than soar.</p> <p>The best advocate for the Obama presidency turned out not to be Obama but Bill Clinton, <a href=\"http://marbury.typepad.com/marbury/2012/09/bill-kills.html\" title=\"\">who gave a masterclass</a> in how to dive into substantive, even nerdy, detail and still connect emotionally. It may be 16 years since he last raced competitively, but Clinton remains a world champion of politics.</p> <p>We learned too that the spouse's speech is now a central part of any presidential campaign: woe betide the candidate whose partner cannot address a full arena and TV audience of millions. Both Ann Romney and Michelle Obama did better than their husbands. If the latter chooses to follow the Hillary precedent, and a senate vacancy opens up in Illinois, she would walk it. She's a natural.</p> <p>All of this was watched by large numbers of Americans, of course. Incredibly, <a href=\"http://www.washingtonpost.com/blogs/tv-column/post/giants-vs-cowboys-vs-clinton--too-soon-to-call/2012/09/06/94e8952a-f84b-11e1-8398-0327ab83ab91_blog.html\" title=\"\">more tuned in to see Bill Clinton</a>, a former president delivering a political speech, than to watch the season-opening Giants v Cowboys ballgame. But also paying attention were several British politicians. Tories among the Republicans included Sayeeda Warsi, Daniel Hannan MEP and the irrepressible Steve Hilton – along with, more surprisingly, Ed Miliband's righthand man, Stewart Wood. Wood went on to Charlotte where he was joined by David Miliband and Douglas Alexander. Flying the Tory flag among the Democrats was the American-born MP Tobias Ellwood.</p> <p>Given that such a large British contingent is probably not found at, say, a French or German party conference, it's worth asking what these UK politicos expected to learn. Take the Conservatives in Tampa. They might think of the Tories and Republicans as sister parties, but the gap between them is now surely so wide as to render most of what they saw inapplicable.</p> <p>Republicans express a loathing for the very idea of government more extreme, or at least more explicit, than anything you'd hear from a Tory. Cameron's Conservatives at least feel obliged to pay homage to the NHS, an idea condemned as socialist tyranny by any Republican who's heard of it. Cameroonian modernisation might seem a distant memory after this week's rightward reshuffle, but David Cameron's liberal stands on equal marriage or abortion ensure he would not survive a week in today's Republican party.</p> <p>So the transatlantic trade in political ideas is always going to be bumpy. Still, there are some items I assume those returning pols have stashed into their hand luggage. For Labour, item one is surely a DVD of the Clinton speech: Ed Miliband should sit down, pen in hand, right away to watch and learn.</p> <p>He would conclude, first, that a politician does not have to talk down to an audience. It is possible to talk seriously. Indeed, if you show the voters you respect them, they'll respect you. Second, it's wise to deal with the opposition's arguments, rather than hoping they'll go away. Clinton went through the Romney-Ryan chargesheet and tore it apart. Labour must do the same with the persistent claim that it cannot be trusted to run the economy because it overspent last time. It takes effort, but it's worth it.</p> <p>What's more, Clinton showed the power of arithmetic. He walked through the Republicans' numbers, exposing that their sums did not add up: you cannot cut taxes, spend more on defence and cut the deficit. Labour has to persist making the apparently counterintuitive case that austerity in a recession actually adds to, not reduces, the country's debts because it kills growth.</p> <p>Third, framing is all. Clinton is uniquely skilled at formulating an election in the terms that suit him and his party, all the while sounding fair and reasonable. This is not about phrase-making. The analysis comes first; the language follows. On Wednesday the former president framed the coming contest not as a referendum on Obama – which Obama would lose – nor as a question of whether Americans are better off&#xa0;now than four years ago, but as a choice between a \"winner-take-all society\" and one of \"shared prosperity and shared responsibility\".</p> <p>Labour has something to learn from the Republican convention too, but it's uncomfortable. Romney's troubles show that, even when faced with an incumbent mired in dreadful economic numbers, a challenger will struggle if he is seen to lack personal appeal. British politics is not yet presidential, but it has been heading in that direction for decades. Whatever other messages Labour projects, the voters have to see a party leader as a potential prime minister. That is a basic threshold to clear.</p> <p>But this cuts both ways. Ellwood and the others should report back to Cameron that if even the well-liked and ultra-charismatic Obama cannot surge ahead of an opponent as weak as Romney, it proves just how hard it is for incumbents to get re-elected in a recession. (Just ask Nicolas Sarkozy.) Candour should compel them to add that he cannot keep on doing things that alienate women – witness this week's demotion of female ministers. The Republicans, still reeling from <a href=\"http://www.theguardian.com/world/2012/aug/20/todd-akin-legitimate-rape-romney\" title=\"\">Todd Akin's talk of \"legitimate rape\"</a>, have made that mistake repeatedly and are paying for it with a wide gender gap.</p> <p>Of course the two countries are different. But some things in politics are universal. In November we'll see the proof.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/j_freedland\" title=\"\"><em>@j_freedland</em></a></p>",
  "<p>It might not be long until Mahmoud Ahmadinejad's presidential term comes to an end but he doesn't seem to believe it will finally happen. During a <a href=\"http://www.lenziran.com/2012/09/ahmadinejad-live-on-tv-how-do-you-know-that-the-life-of-governement-is-over-in-one-year/\">recent interview</a> on state television in which a journalist mentioned that his presidency would finish within a year, the president interjected, laughing: \"How do you know?\"</p> <p>Under Iranian law Ahmadinejad cannot run for a third term, and on Friday officials announced the next election would be held on 14 June 2013. The last was in 2009 when Ahmadinejad took office for a second term amid allegations of fraud and unrest. </p> <p>The president's joking response prompted speculation that he planned to preserve his dwindling power by grooming someone in his inner circle as his possible successor. Ahmadinejad's opponents pointed the finger at his close confidant and chief of staff, <a href=\"http://www.guardian.co.uk/world/2011/apr/21/ahmadinejad-iran-successor-wikileaks\">Esfandiar Rahim Mashaei</a>, as a likely candidate. </p> <p>Mohammad Dehghan, who sits on the parliament's executive board, criticised Ahmadinejad and accused him of pursuing a Putin/Medvedev-style reshuffle. </p> <p>\"Ahmadinejad should know that Iran is not Russia and he is not Putin. Ahmadinejad's Medvedev [a reference to Mashaei] has no position among the public opinion and he will not have any position in future,\" he said, according to the semi-official Mehr news agency. The president's office <a href=\"http://www.mehrnews.com/en/newsdetail.aspx?NewsID=1690208\">denied</a> suggestions that Mashaei would put his name forward for the presidency. </p> <p>Mashaei fell foul of conservatives after <a href=\"http://www.guardian.co.uk/world/2011/may/19/ahmadinejad-iran-power-struggle\">a power struggle last year</a> between supporters of Ahmadinejad and those close to the supreme leader, Ayatollah Ali Khamenei. Khamenei's supporters believe that the confrontation stemmed from the increasing influence of Mashaei, an opponent of greater involvement of clerics in politics, whom they described as the head of a \"deviant current\" within the president's inner circle.</p> <p>Speculation is rife about who will be Ahmadinejad's successor. Tehran's mayor, Mohammad-Bagher Ghalibaf, is one name often mentioned. Another is Saeed Jalili, the chief nuclear negotiator and a close ally of Khamenei. Many also tip Ali Larijani, the parliamentary speaker. </p> <p>One thing is clear: whoever takes the mandate, it will not be Mahmoud Ahmadinejad.</p>",
  "<p>After the party, the hangover. Just eight hours after Barack Obama made his case for another term in the White House, received with such fervor from the 20,000 Democratic supporters assembled in front of him that it brought back memories of the euphoria of 2008, the latest job figures landed with a thump.</p> <p>\"I won't pretend the path I'm offering is quick or easy; I never have,\" Obama told the packed arena in Charlotte. The job figures made the same point even more eloquently: fewer than 100,000 jobs created in August when twice as many were needed; jobless rate down to 8.1% but mainly because many Americans have given up the search for work.</p> <p>If Obama hadn't had an early sighting of the job figures, as some pundits suspected, then he certainly pitched his speech on the assumption they might be bad. It was designed, in its language and theatrics, to be the antidote to the paean to hope and change that a bushy-tailed Obama delivered four years ago. \"I was a younger man\" then, Obama said almost wistfully.</p> <p>There was no Greek temple this time, no rallying cry of the \"fierce urgency of now\", and though he talked about hope he did so apologetically, lamenting that hope had been tested \"by one of the worst economic crises in history\". He went so far as to say he was \"mindful of my own failings\" – a stunning admittance from a man <a href=\"http://www.nytimes.com/2012/09/03/us/politics/obama-plays-to-win-in-politics-and-everything-else.html?src=twr\">famously assured of his own abilities</a>.</p> <p>None of that seemed to matter for the faithful in the arena, though, who cheered and chanted as though it were early 2008 all over again and the great recession still lay ahead. Even the thousands of supporters who were turned away from the arena after the larger stadium event was cancelled refused to be dampened by disappointment: they screamed at Obama as he was beamed onto screens in front of them in the spill-over ballroom into which they had been relegated.</p> <p>Conventions are a form of theatre, and in purely thespian terms Obama won the battle hands down. His performance on Thursday night resonated with committed Democrats on a level that Mitt Romney could only dream of. Republican delegates assembled in Tampa the previous week were notably muted by comparison.</p> <p>This was partly a simple reflection of the audience itself: hardcore Democrats remain far more enamoured of Obama than the conservative base is of Romney. And Obama had a Tony award-winning supporting cast in Michelle, who played the emoting wife more convincingly than her first lady challenger Ann Romney, and Bill Clinton, who once again proved himself to be the Laurence Olivier of political soliloquizing.</p> <p>But running for the presidency is not just about stagecraft, even in the era of the TV soundbite. Outside the bubble of the convention centers in Charlotte and Tampa, away from the auto-cues and the flag waving, there are millions of Americans out of work and millions more anxious that they could lose their jobs.</p> <p>Which is why, for all the razmattazz and barnstorming inside the arena, outside it the 2012 election remains an ugly affair, fought through teeth and nail and certain to be agonisingly close to the bitter end. The latest polls put <a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2012/09/04/poll-shows-romney-obama-matchup-largely-unchanged-after-gop-convention/ \">the two candidates as essentially tied</a> at around 48%.</p> <p>Delegates from the key battleground states where the election will be won or lost – Colorado, Iowa, Florida, Nevada, New Hampshire, Ohio and Virginia – are fully aware that the made-for-camera stardust of the conventions has nothing to do with the real-life struggles they are fighting on the ground. </p> <p>Every morning this week Democratic volunteers from each of the 50 states have been coming together in their own gatherings to discuss not high-falutin political rhetoric or the ubiquitous convention lip service paid to the American dream, but the brass tacks of how to win on 6 November.</p> <p>Take the breakfast held at 7.30am by the Ohio delegation in a hotel room 10 miles outside Charlotte. The coffee was bitter, the bacon burnt and the eggs cooked to the consistency of a bouncy ball, but the conversation was serious and the atmosphere dour and determined.</p> <p>\"It's close, very very close,\" one delegate replied when asked about how the race looked in Ohio. The buckeye state is shaping up to be in 2012, as it has in so many previous presidential races, the quintessential swing state upon which the entire election could hang.</p> <p>Its economy is doing rather better than the national average – at about 7.2% – thanks in part to the Obama administration's rescue package for the car industry. Against that, voters have been pummelled now for months with a blitzkrieg of negative attack advertising paid for by billionaire conservatives and their controversial Super Pacs.</p> <p>There is so much noise from the election blaring at them from their TV and computer screens that many voters have already switched off. Delegates who I talked to feared that a feeling of a pox on both your houses was setting in that could suppress turn out in November and make it difficult for either party to drive home its message.</p> <p>So the picture from Ohio looks very different from the scenes of happy Democratic party activists streaming out of the arena on Thursday night. As they started on their long drives home to Akron or Denver, Las Vegas or Des Moines they looked as though they had received a shot in the arm, that Obama's rousing words had pumped them full of energy.</p> <p>Which is just as well. As the race enters its final 60 days, they are going to need all the muscle power they can muster.</p>",
  "<p>The Democratic party's euphoria at the close of its party convention in Charlotte evaporated within hours when the US government published a dismal set of unemployment figures that threatened Barack Obama's re-election chances.</p> <p>Obama had fired up the party faithful with a speech that pleaded for a second term but recognised that economic recovery would be slow. \"I won't pretend the path I'm offering is quick or easy,\" he said.</p> <p>But on Friday morning, the department of labor <a href=\"http://www.theguardian.com/business/2012/sep/07/us-adds-only-96k-jobs-august\">revealed that the US economy had added only 96,000 jobs in August</a>, well below expectations. The figures undermined the president's oft-repeated argument that his policies, while slow to bring results, are on the right track.</p> <p>The Republican presidential candidate Mitt Romney declared the figures to be an indictment of Obama's economic policies. \"If last night was the party, this morning is the hangover. For every net new job created, nearly four Americans gave up looking for work entirely,\" Romney said.</p> <p>The White House response to the unemployment figures was muted, saying the economy is continuing to recover but more work remained to be done.</p> <p>Republicans are banking on the sluggish economy to take them to the White House. There are two more sets of unemployment figures still to be published, the last just four days before the election on 6 November. No US president since the Great Depression has won re-election with unemployment so high.</p> <p>Democrats had been buoyed by their three-day convention, dominated by an inspired speech from Bill Clinton on Wednesday night and Obama's more pragmatic address late on Thursday night.</p> <p>But the jobs figures cast a pall over the celebrations. Although the headline figures showed a drop from 8.3% to 8.1% the fall was mainly attributed to people giving up the search for work. Only 96,000 new jobs were created in August compared with 141,000 in July – well below the rate of population growth. Pressure is building on the Federal Reserve, when it meets on 12 September, to intervene to stimulate the economy.</p> <p>With the conventions over, the election campaign now begins in earnest and voters beginning to pay attention. Obama, within hours of his convention speech in which he formally accepted the party's nomination to fight the election, headed off early Friday morning on a punishing campaign schedule that took in Iowa and New Hampshire and a two-day bus trip across Florida beginning Saturday.</p> <p>The Obama campaign teams admits the election is going to be close. Polls have shown Obama and Romney almost neck-and-neck for months. A Reuters/Ipsos poll on Thursday put Romney on 45% to Obama's 44%.</p> <p>Over the next two weeks, with voters more fully engaged in the campaigns, the coming polls will provide the first genuine indication of who is likely to win the White House.</p> <p>The Obama campaign team and supporting groups splurged on ads over the summer, spending an estimated $120m mainly negative campaigns portraying Romney as rich, uncaring and out-of-touch.</p> <p>But now it is the turn of the Romney campaign to spend big, releasing on Friday 15 new television ads in eight battleground states. Over the next two months, the Romney campaign, backed by Super Pacs – political action committees formed by small groups of mainly wealthy supporters – is expected to outspend Obama by two to one.</p> <p>The Democrats nevertheless had the better of the conventions. The Republican event in Tampa, Florida, was disrupted by hurricane Isaac and there was a palpable lack of enthusiasm for Romney as the GOP's presidential candidate. The delegates were overwhelmingly white and generally older.</p> <p>The Democratic convention was also disrupted by weather. Obama's speech had to be moved from a 73,000-seater football stadium to a 23,000-seater smaller arena, leaving disappointed ticket-holders, mainly party volunteers, to line up for seats at a screening in the nearby convention centre. The thunderstorms that party officials had cited as the reason for the venue change failed to materialise. Republicans claimed it was moved because Obama would not be able to fill the stadium and feared television images of empty seats.</p> <p>But the Democratic convention had more energy, with a party atmosphere in Charlotte. The delegates were more representative of America, much more diverse than the Republicans in terms of ethnic background, with more young people and a 50-50 split between men and women.</p> <p>After Clinton's barnstormer on Wednesday, Obama struck a more low-key approach on Thursday, his tone more subdued compared with the sense of euphoria he created at the Denver convention four years ago.</p> <p>The more sober approach was deliberate, a recognition of the mood of disenchantment among some voters, tired of fine oratory and more interested in his plans for a second term.</p> <p>Obama hinted that he would, if re-elected, embark on a bold and ambitious Franklin Roosevelt-style New Deal programme, but offered few details.</p> <p>Instead, he called for patience.\"You didn't elect me to tell you what you wanted to hear. You elected me to tell you the truth. And the truth is it will take more than a few years for us to solve challenges that have built up over decades,\" he said.</p> <p>Obama was careful to recognise his own shortcomings, at one point telling the crowd that one of the differences from 2008 was that he was \"far more mindful of my own failings, knowing exactly what Lincoln meant when he said: 'I have been driven to my knees many times by the overwhelming conviction that I had no place else to go.'\"</p> <p>Among Obama supporters leaving the arena after the speech, Sandy Blakney, 54, a psychiatrist from the Raleigh area of North Carolina, said she understood why Obama had adopted a low-key approach.</p> <p>\"He did a little bit of the soaring rhetoric but in general his tone was a little more subdued, a little bit more serious,\" she said. This reflected the gravity of the economic crisis he faced on taking office.</p> <p>She added another reason. \"He does not want people to think he has become over-confident.\"</p>",
  "<p>For the first 30 or so minutes of <a href=\"http://www.theguardian.com/world/2012/sep/07/barack-obama-pleads-voters-finish\">President Obama's convention closer</a>, there was an unwelcome guest in the room: the memory of other speeches. Since his election, Obama has necessarily leavened his speeches with policy specifics and gestures at compromise. His most universally-applauded remarks have been those given when everyone wants to be uplifted. His speech at the Democratic convention on Thursday was one of the first chances in a long while to get the positive attention of a national audience that would not come in the wake of a tragedy – though Republicans might argue differently.</p> <p>Given that context, the specificity and pragmatism of his speech's first two-thirds was disappointingly reminiscent of his state of the union addresses, not the fiery performances of the previous campaign. Long on numbers, short on heart, missing poetry and settling for facts. At the very end, however, Obama stirred. He raised his voice and his vision. The invisible Obama who had haunted both parties' halls finally showed up. Mostly, he did not have to remind us there was an election going on – until he announced, \"We face a choice.\" (Generous, that \"we\".)</p> <p>Obama clearly wants to appear like the bigger man when it comes to campaign tactics – he talks a lot about how politics has gotten \"small\" – but his jabs at Romney over a mischaracterization of Russia's importance and Romney's foreign gaffe-a-looza were as close to an adolescent eyeroll as a president can get without being on Twitter. (Hashtag: #facepalm.) That short, snarky interlude was the only part to bear a recognizable resemblance to the campaign the parties will spring onto mostly unsuspecting Americans in a matter of days. Or sooner: within hours of Obama's speech ending, the Romney campaign announced a $4.5m ad buy, consisting of 15 separate ads, to run in eight swing states.</p> <p>And I'll give the Republicans this: their convention, while not representative in terms of national demographics, or even verifiable reality, very much reflected the direction of the campaign we'll see in the fall. Romney will not be so much running for the presidency as gunning for it, taking it on as a position to be attacked and occupied. Pundits talked about his convention speech being his introduction to American voters, but it was really a list of grievances. He mentioned Obama by name 15 times – as many times as he mentioned \"jobs\". And you know how much he likes eliminating jobs.</p> <p>Obama never mentioned Romney by name – he was merely the nameless and, by implication, unworthy \"opponent\". The entire convention, from the speeches inside to the vendors outside, treated Romney as an amusing afterthought. He was represented by a Cheshire Cat smirk.</p> <p>But a presidential race can't be run by <em>two</em> invisible men. In each case, convention-goers celebrated their candidate more than they denigrated the other guy, but then again, they have already made up their minds – though one might argue that Republican convention-goers still had to be convinced. Beyond Tampa and Charlotte and in the public arena, however, the Democratic argument will be almost indistinguishable from the one Republicans made more explicitly: <em>not the other guy!</em></p> <p>Forget this week's Charlotte love-in and look at the rhetorical record of campaign ads. Obama and his Super Pac have hammered Romney on his taxes, his relationship to the far right, his business background and his singing. They aren't just defining Romney, they're demolishing him. That many of the attacks have, at least, some more direct relationship to facts than a typical Paul Ryan speech is important, but does not elevate their tone. </p> <p>On Fox News shortly after Obama wrapped up, Karl Rove summed up the Obama campaign's approach:</p> <blockquote class=\"quoted\"> <p>You create a false image of who you're running against and then smash it down.</p> </blockquote> <p>Well, he would know. Going after your opponent's purported greatest strength – in Romney's case, his business experience – is Rovian Strategy 101. This year's Obama campaign looks a lot more like one Rove would run than it does like \"hope\".</p> <p>With both parties shouting \"<em>not him</em>\" in the ears of voters, it's no wonder that many are worried turnout will dip not just below the last cycle's record high, but down to a record low. A contest between two effective arguments against the other guy can only end up with voters agreeing all around.</p> <p>If either candidate has a chance at raising the tone of this election, it's Obama. He's the only one who has done it in the past. I don't question that he wants to. But I think he wants even more just to win.</p>",
  "<p><em>[Updated below - Update II]</em></p> <p>One of the formative events shaping my views of the last decade's American political landscape was watching the 2004 Republican national convention. An expertly staged, supremely manipulative ritual of jingoism and leader-worship, I regarded it with an equal measure of awe and horror. </p> <p>America's militarism was continuously exploited by speaker after speaker to glorify the commander-in-chief, George W Bush, as a brave and noble warrior for American Greatness. Each mention of war and killing prompted his delirious followers to erupt in the same boisterous crowd-chant: \"USA, USA.\" Bush's opponent (and his supporters), by contrast, were vilified as soft-on-the-terrorists, troop-hating, America-despising weaklings who lacked the stomach to Keep Us Safe.</p> <p>Typifying all of this was <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A54299-2004Sep1.html\">Dick Cheney's vice-presidential acceptance speech</a>: </p> <blockquote> <p>\"As in other times, we are in a war we did not start, and have no choice but to win. </p> <p>(APPLAUSE)</p> <p>\"Firm in our resolve, focused on our mission, and led by a superb commander-in-chief, we will prevail.</p> <p>(APPLAUSE)</p> <p>\"The fanatics who killed some 3,000 of our fellow Americans may have thought they could attack us with impunity, because terrorists had done so previously.</p> <p>\"But if the killers of September 11 thought we had lost the will to defend our freedom, they did not know America, and they did not know George W Bush.</p> <p>(APPLAUSE)</p> <p>\"From the beginning, the president made clear that the terrorists would be dealt with and that anyone who supports, protects or harbors them would be held to account. </p> <p>(APPLAUSE)</p> <p>\"President Bush does not deal in empty threats and half measures. And his determination has sent a clear message …</p> <p>\"Even in this post 9/11 period, Senator Kerry doesn't appear to understand how the world has changed. He talks about leading a 'more sensitive war on terror' …</p> <p>(LAUGHTER)</p> <p>\" … as though al-Qaida will be impressed with our softer side.</p> <p>(LAUGHTER, APPLAUSE)</p> <p>\"He declared at the Democratic convention that he will forcefully defend America after we have been attacked. My fellow Americans, we have already been attacked …\"</p> <p>(APPLAUSE)</p> <p>[AUDIENCE:] \"USA. USA. USA.\"</p> <p>[CHENEY:] \"But as the President has made very clear, there is a difference between leading a coalition of many nations and submitting to the objections of a few. </p> <p>(APPLAUSE)</p> <p>\"George W Bush will never seek a permission slip to defend the American people.\"</p> <p>(APPLAUSE)</p> <p>[AUDIENCE:] \"USA. USA. USA.\"</p> </blockquote> <p>It went on and on like that, speaker after speaker. The same chant erupted when Bush, in <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A57466-2004Sep2.html\">his acceptance speech</a>, declared that ever since 9/11, \"I wake up every morning thinking about how to better protect our country. I will never relent in defending America – whatever it takes.\" It erupted again when he added:</p> <blockquote> <p>\"In Saddam Hussein, we saw a threat. Members of both political parties, including my opponent and his running-mate, saw the threat, and voted to authorize the use of force.\"</p> </blockquote> <p>I thought, or at least hoped, that such vulgar crowd celebrations of leader-reverence, jingoism and militarism would not soon be replicated. But on Thursday night, the final night of the Democratic party convention, it was.</p> <p>It is hard to count how many times a Democratic party speaker stood up proudly to proclaim:</p> <blockquote class=\"quoted\"> <p>Osama. Bin. Laden. Is. Dead!</p> </blockquote> <p>Almost every time Bin Laden's scalp was paraded around on its pike – all thanks to the warrior spirit and unflinching courage of our commander-in-chief – the crowd of progressives, liberals and party faithful erupted into a prolonged \"USA. USA\" chant.</p> <p>Leading this orgy of chest-beating, we're-more-bellicose-than-you, nationalistic strutting was, ironically, the 2004 GOP's prime victim of it: Democratic Senator John Kerry. <a href=\"http://www.washingtonpost.com/politics/dnc-2012-john-kerrys-speech-to-the-democratic-national-convention-full-text/2012/09/06/bb73367e-f87c-11e1-a073-78d05495927c_story_2.html\">Kerry's speech</a> exploited virtually every theme of patriotism and militarism that was used against him eight years ago, and he did so with great efficacy.</p> <p>Like <a href=\"http://thinkprogress.org/report/obama-foreign-policy-successes/\">Obama advocates so often do</a>, Kerry first trumpeted how faithful and loyal Obama is to the Israeli government, and held up the Israeli prime minister as the arbiter of truth and sufficient loyalty:</p> <blockquote> <p>\"'Barack Obama promised always to stand with Israel to tighten sanctions on Iran – and take nothing off the table.</p> <p>\"'Again and again, the other side has lied about where this president stands and what this president has done. But Prime Minister Netanyahu set the record straight – he said, our two countries have 'exactly the same policy' – 'our security cooperation is unprecedented.' When it comes to Israel, I'll take the word of Israel's prime minister over Mitt Romney any day.\"</p> </blockquote> <p>Kerry, to the delight of the crowd, strongly insinuated that Romney harbors disrespect for the sacred American troops (that is: our brave men and women in uniform): </p> <blockquote> <p>\"And let me say – let me say something else – let me say something else, no nominee for president should ever fail in the midst of a war to pay tribute to our troops overseas in his acceptance speech.</p> <p>(APPLAUSE)</p> <p>\"Mitt Romney – Mitt Romney was talking about America. They are on the front lines every day defending America and they deserve our thanks.\"</p> <p>(APPLAUSE)</p> <p>[AUDIENCE:] \"USA! USA! USA!\"</p> </blockquote> <p>And, most pointedly of all, he milked the Bin Laden killing for everything it was worth, and then some:</p> <blockquote> <p>\"And after more than – after more than 10 years without justice for thousands of Americans murdered on 9/11, after Mitt Romney said it would be naive to go into Pakistan to pursue the terrorists, it took President Obama, against the advice of many, to give that order and finally rid this earth of Osama bin Laden.</p> <p>(APPLAUSE)</p> <p>\"Ask Osama bin Laden is he is better-off now than he was four years ago.\"</p> <p>(APPLAUSE)</p> </blockquote> <p>Yeah: ask Osama bin Laden if he's better off – if you can find his corpse where our commander-in-chief dumped it: at the bottom of the ocean. USA! USA!</p> <p>For the moment, leave aside one's views on the justness and legality of the Bin Laden killing. (For reasons <a href=\"http://opiniojuris.org/2012/08/29/author-of-no-easy-day-admits-to-committing-a-war-crime\">adeptly set forth here</a> by international law professor Kevin Jon Heller, I really don't understand how one can have a favorable opinion on that without actually knowing what happened, which may be the reason John Kerry is <a href=\"http://www.politico.com/blogs/politicolive/0511/Kerry_Shut_up_and_move_on_.html\">so insistent</a> that nobody try to find out.) Whether or not one is still stimulated when thinking about that exciting raid, there is obvious meaning in how central it has become to the political identity of America and, especially, the self-esteem of the Democratic party.</p> <p>It is a truly potent indicator that this grand achievement has become the greatest source of nationalistic pride. Americans once found national purpose – justification for their belief in their own exceptionalism – from inventing new life-improving technologies, or putting a man on the moon, or advancing the cause of equality, or vanquishing the mighty Nazi military machine, or enshrining unparalleled protections for core liberties in the constitution. </p> <p>Now, many Americans find it in the heroic ability to hunt someone down who is in hiding, pummel his skull full of bullets even as he lay dying on the ground, and then dump his corpse into the ocean. That such actions are the new source of American pride, vindication of national greatness, was the claim made by President Obama when he <a href=\"http://www.npr.org/blogs/thetwo-way/2011/05/02/135908803/video-and-text-of-the-presidents-statement-on-death-of-bin-laden\">first announced the killing</a>: </p> <blockquote> <p>\"But tonight, we are once again reminded that America can do whatever we set our mind to. That is the story of our history.\"</p> </blockquote> <p>If one wants to mount a political defense of all of this – that it is about time the Democrats gave the GOP a taste of its own medicine, that Kerry, in particular, has the right to exact vengeance, that anything is justified to win the election, etc – that's fine. I have no real quarrel with, or interest in, that perspective. In so many ways – political adeptness, party solidarity, effective exploitation of national security for political gain, media favorability, message discipline – the two parties have experienced a radical role reversal in the matter of a few short years, and it's understandable why one is happy about that if one's overarching political concern is Obama's re-election.</p> <p>But the collective bloodlust on display over the last week, especially Thursday night, was nothing short of creepy. Even in those instances in which state killing is justified and necessary, it ought to be a sombre and regrettable affair (as many Democrats <a href=\"http://www.mediaite.com/tv/gop-debate-crowd-applauds-gov-rick-perrys-record-of-executions-in-texas/\">righteously argued</a> when some attendees at a GOP debate cheered Texas Governor Rick Perry's touting of his execution record). Boastful, raucous, nationalistic crowd-chanting at every single mention of someone's corpse, even when that someone is Osama bin Laden, is warped.</p> <p>But, more importantly, it's a depressing symbol of America's political culture. The premise seems to be that – aside from this specific corpse and the others the president has piled up – there is little else for ordinary Americans to celebrate now when it comes to the search for nationalistic achievement, purpose and greatness among their political leadership. That this dark premise appears valid is what is most disturbing of all.</p> <p><strong>UPDATE:</strong> As Gawker's pseudonymous writer Mobutu Sese Seko <a href=\"http://gawker.com/5941276/running-on-empty-obama-omitted-details-drones-and-his-best-chance-at-dynamism\">notes in an excellent review of the night's festivities</a>, Joe Biden \"laid it on especially thickly when it came to talking about whacking Osama bin Laden\". Among other things, <a href=\"http://www.npr.org/2012/09/06/160713378/transcript-vice-president-bidens-convention-speech\">the vice president crowed</a> that \"Obama is our president because he always has the courage to make the tough decisions.\" Of the kill order: \"He said, do it – and justice was done!\" And then:</p> <blockquote> <p>\"And he also knew – he also knew the message we had to send around the world: if you attack innocent Americans, we will follow you to the end of the earth.</p> <p>(CHEERS, APPLAUSE.)</p> <p>\"Look …\"</p> <p>[AUDIENCE:] \"USA! USA! USA! USA!\"</p> </blockquote> <p>He further suggests that it may not be \"justice\" that is achieved by \"a double-tap to the brain of a sclerotic masturbating whitehair and his family, in the dead of night, by trained killers.\" Rather, he argues, \"justice\" likely entails – following the Allied and Israeli example of how Nazi war criminals were treated – a trial, with evidence of guilt shown to the world, and a deliberative punishment then meted out.</p> <p>Again, though, regardless of one's views on that question, there is a world of difference between approving of the Bin Laden hit, on the one hand, and gathering together to chant nationalistic slogans and feel pulsating crowd-based power from it, on the other.</p> <p><strong>UPDATE II</strong>: I believe I just saw one of the best videos ever: Gawker's John Cook spent several days asking numerous Democratic luminaries at the convention about Obama's kill list and whether they would trust Mitt Romney to decide which Americans should be extra-judicially assassinated. Other than Bill Press, none reacted well, and <a href=\"http://gawker.com/5941326/ask-the-dnc-is-romney-ready-for-the-kill-list\">it is really worth watching</a>.</p>",
  "<p>It's time for our weekly roundup of the best new Android apps for smartphones and tablets, drawn from a mixture of Google Play digging, press releases and submissions from developers.</p> <p>Games aren't included – they get a <a href=\"http://www.guardian.co.uk/technology/gamesblog/2012/sep/06/best-mobile-games-avengers-horn\">separate roundup</a> which has plenty of Android games this week. The weekly iOS apps roundup will be published later in the day.</p> <p>Here's this week's Android selection:</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.twoergo.appshell.pe\">PizzaExpress</a></h2> <p>Fancy a pizza? UK chain Pizza Express' innovative app has been ported from iOS to Android, enabling customers to book tables, and then pay for their bill using PayPal at the end of their meals. The app will also provide regular offer codes, and it ties in with the chain's Click &amp; Collect takeaway-ordering service too.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.radiumone.viame_android\">Via.me</a></h2> <p>Pitching itself as a \"social storyboard\", Via.me is an app for sharing photos, videos, audio and text on a standalone social network, as well as through Facebook and Twitter. That means photo filters, feeds of friends' activity –&#xa0;assuming they're on it, of course –&#xa0;and notifications aplenty.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=gov.whitehouse\">White House</a></h2> <p>The official White House app has been out for a little while, but what's new this week is a version for Android tablets, just as the US presidential election gets into swing. Expect news, photos and videos from the White House, including live video streams of events featuring the president himself, and his officials.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.quora.android\">Quora</a></h2> <p>Lots of people in Silicon Valley have been getting excited about Q&amp;A service Quora for a while now, thanks to plenty of tech executives giving candid views on their industry. Can it become more mainstream through mobile apps? The new Android version is a step in that direction, providing a usable window into Quora, and lots of Android-specific widgetry and features.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.aurasma.skinned.richard_and_judy_book_club\">Richard and Judy Book Club</a></h2> <p>Out on iOS a couple of weeks ago, WHSmith's official app for this year's Richard and Judy Book Club initiative is the latest example of branded augmented reality. Using HP subsidiary Aurasma's AR technology, it encourages readers to scan covers of participating books to watch reviews and other videos.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.utorrent.client\">µTorrent Beta</a></h2> <p>Possibly controversial, this, but on the basis that it's a significant new release –&#xa0;and that there are a number of non-copyright-infringing uses for it –&#xa0;µTorrent makes our selection this week. It's a beta Android client for one of BitTorrent's two clients (the other, BitTorrent itself, already has an Android beta). For now it's free, and aims to make it easy to find and download torrents, including RSS feed subscriptions.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.telly\">Telly</a></h2> <p>This sounds like it should be some kind of social TV / second-screen app, but actually it's more of a social videos play, taking on Socialcam and Viddy. The idea: shoot videos, add music, and then share on Facebook and Twitter, as well as through Telly's own standalone social network. It's the work of Twitvid, which was one of the first social video startups.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.kinderphone.kinder\">KinderPhone</a></h2> <p>This app is the latest attempt to make Android smartphones safe for children (see also: Famigo Sandbox). The idea is that parents install the app on their child's phone, and can then monitor what they're doing in terms of apps, social networking and calls. It also has \"check-ins messages\" to make it quicker for children to let their parents know their current location. A bit Big Brother? That's a debate worth having. If a child is old enough to be given an Android smartphone, are they also old enough to not have their usage of it monitored this closely?</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.stuxbot.android.bbs\">Blue Badge Style</a></h2> <p>Stuxbot Technology's new Android app wants to be \"a guide for a less able lifestyle\". That means a location-based guide to restaurants, bars, cafes and so on, but with an emphasis on how accessible they are (for example: wheelchairs). The app can also be used to call venues for bookings, or browse their websites, and it recommends nearby places with reviews.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.gojee.android\">Gojee - Food &amp; Drink Recipes</a></h2> <p>\"Prepare yourself for a happy mouth explosion,\" shouts Gojee's Android app description, by way of introduction (in capitals). It's an app aggregating food and drink recipes from more than 200 foody blogs, and presenting them with lip-smacking photography in a slinky user interface.</p> <h2><a href=\"http://www.samsungapps.com/topApps/topAppsDetail.as?productId=G00008893310\">Zara</a></h2> <p>Samsung has bagged an initial exclusive on the official Android app from fashion house Zara. On offer is the company's catalogue, refreshed every week, with options to buy clothes, and scan barcodes when in a store for more information and alternative colours.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.tripayo.tripayomobile\">Meet Travellers by Tripayo</a></h2> <p>There's a mini-blitz of social travel apps in 2012, as startups scramble to help travellers connect to friends and strangers alike for better information on destinations. Tripayo's new app is, as its name makes clear, about hooking up with fellow travellers while on your jaunts –&#xa0;presumably for friendship or more, depending on the situation. Hotel and flight-bookings features are also included. </p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.interchain.radiowalla\">Radiowalla</a></h2> <p>Indian online radio service Radiowalla has launched its official Android app, offering its hand-picked selection of streaming stations in music, sports and talk genres. Some shows can be listened to on-demand, too.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.prometheusgm.thr.android\">Hollywood Reporter</a></h2> <p>Hollywood industry magazine The Hollywood Reporter has taken its app to Android, offering a feed of news, views and videos from the film, TV and music industries. Social features are also built in.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.techsmith.apps.coachseye\">Coach's Eye</a></h2> <p>TechSmith's Coach's Eye app is a very clever tool for athletes (pro or otherwise) and coaches. The idea: \"video capture with slow-motion review, drawing tools, and simple sharing\" to analyse your performance and learn to do things better, whether that's running, throwing or swinging a golf club.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.ensight.android.radioalarm\">Internet Radio (Beta)</a></h2> <p>Another app that does what it says on the title. EnsightMedia's app offers 50,000 streaming radio stations drawn from Shoutcast's radio directory, with search features, a sleep timer and some skeuomorphic design touches to make it look like a vintage radio.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.qz.Foneclay\">Foneclay</a></h2> <p>Android is already one of the more customisable smartphone operating systems, through its own widgets and third-party apps. Foneclay is the latest example of the latter, promising \"immersive, art-interfaces as dynamic as you are\". Including, as you'll see from its Google Play screenshots, big yellow monsters. It's a more fun take on the phone-customisation apps genre.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.azumio.android.sleeptime\">Sleep Time Alarm Clock</a></h2> <p>If I had a pound for every alarm-clock app I've seen go live on Google Play, I'd be too busy browsing speedboat catalogues to write this roundup. Sadly, most of them are rubbish. Sleep Time –&#xa0;Alarm Clock is one of the better ones though: a \"sleep cycle alarm clock\" that aims to detect your movements in bed using your device's accelerometer, then wake you up at the right moment to avoid grogginess.</p> <h2><a href=\"https://play.google.com/store/apps/details?id=se.fingerfunk.chestburster\">Chestburster</a></h2> <p>Some fun here, of the augmented-reality-t-shirt-to-make-an-alien-burst-out-of-your-chest variety. Scan one of Fingerfunk's t-shirts and, yes, an alien will burst out of the person's chest. A novelty, yes, but a useful showcase for what's possible with technology like the Unity 3D game engine and Qualcomm's Vuforia AR platform (both used here).</p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.vibease.app\">Vibease - Chat and Vibrator</a></h2> <p>And a bit more fun to finish off, although \"finish off\" is perhaps not the best phrase to use in this context. Vibease promises \"soothing ambient sound and customizable vibration rhythm\", as well as a private social network for couples to... Well, make one another's smartphones buzz. The app will also work with a separate Vibease vibrator for true Android-fuelled sexytime. Not a phrase you'll be reading in this column for a while, thankfully.</p> <p>That's our selection, but what have you been using this week on your Android smartphone or tablet? Make your recommendations with a comment.</p>",
  "<h2><a href=\"http://www.guardian.co.uk/profile/ana-marie-cox\">Ana Marie Cox</a>: 'Obama gave voters an IV drip of inspiration'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395811523\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/9/28/1317225418768/Annmarie_Cox.jpg\" alt=\"Ana Marie Cox\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>The <a href=\"http://www.guardian.co.uk/business/2012/sep/07/us-adds-only-96k-jobs-august\">disappointing jobs numbers out Friday morning</a> throw into relief the validity of conservatives' most resonant criticism of Obama: the difference between pretty speeches and effective policy. One could argue, and I personally would, that the Republicans offer neither. Their convention's speeches were as solid and workmanlike, as their policy planks are flexible and ungrounded. </p> <p>Both Clinton and Obama tangled with reality but gave their sympathetic audiences a chance to ignore it, and to focus instead on the sweeping momentum of history. The jobs numbers just remind us that history does not sweep, it stumbles.</p> <p>The fact that Obama knew the jobs numbers last night, even as he worked up the crowd with a recitation of what \"you did\", suggests that, on some level, the comparatively muted spiritual dimension of the speech was intentional. He could not have gone on stage and done too much preaching; he needed to limit the distance of this morning's fall. </p> <p>Was the decision to rein in the \"hopey-changey\" aspects of Obama's promise to Americans the right one? Or should he have attempted to raise us all up to the levels he has in the past? Ugly buildings, whores, and campaign tactics all get more respectable with age. Obama gave voters an IV drip of inspiration, we'll see if that level of existence keeps hope alive.</p> <p><em>Ana Marie Cox is US political columnist for the Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'This was not the glossy rhetoric of the 2008 campaign'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395811525\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/5/1/1335856877642/michael-cohen-003.jpg\" alt=\"michael cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">michael cohen Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>At their core, presidential elections are choices: a choice between two candidates and two parties, a choice between two ideas of government and a choice between two visions for the country's future. And in his acceptance speech at the Democratic convention in Charlotte, President Obama made this singular decision, faced by voters, the crucial theme of his speech:</p> <blockquote> <p>\"When all is said and done, when you pick up that ballot to vote. You will face the clearest choice of any time in a generation. Over the next few years, big decisions will be made in Washington, on jobs and the economy; taxes and deficits; energy and education; war and peace – decisions that will have a huge impact on our lives and our children's lives for decades to come.\"</p> </blockquote> <p>The rest of the speech was Obama's rather one-sided take on how Democrats and Republicans see those choices – between more support for manufacturing jobs in the United States and \"tax breaks to ship jobs overseas\"; between doubling the use of renewable energy and letting \"oil companies write this country's energy plan\"; between an internationalist foreign policy that takes on America's enemies and one \"stuck in a cold war time warp\".</p> <p>You don't have to buy the notion that the decision for voters is this binary, but no one ever said political rhetoric was subtle. After three days of a convention that sought to define Mitt Romney as an out-of-touch 1%er, that catered to the concerns of core Democratic constituencies and trumpeted the President's record of accomplishment, Obama's job was to make their decision as stark as possible, while at the same time giving voters a real sense that he had a vision for the future that reflected their concerns. As Obama said repeatedly, \"You can choose that future.\"</p> <p>The result was not a typical soaring Obama speech and, from this correspondent's vantage point, seemed almost self-consciously to tamp down the glossy rhetoric of the 2008 campaign trail. Rather, this speech was workmanlike in its approach; more effective than ebullient; and less about change and more about choices.</p> <p>There were memorable touches, as well: paeans to patriotism that were in the spirit of an evening heavy on national security; a lovely digression on the meaning of freedom that sought to cast it as practically indistinguishable from liberalism; and Obama's own take on \"you didn't build that\" – \"you did that.\"</p> <p>There was almost a sense of wariness in the president's words – one that reflected the country's and the Obama's struggles, both economic and political, over the last four years. At the same time, this was a president who came across as confident and determined. This was not Obama's best speech; but it was one that was solid and offered voters a clear and unambiguous sense of the choice they face this November.</p> <p>In the end, that was Obama's purpose after his wife's and former President Clinton's rousing addresses. He didn't have to be great, he just had to be effective – and he was.</p> <p><em>Michael Cohen is a US political columnist for the Observer and the Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/ryan-streeter\">Ryan Streeter</a>: 'A lost opportunity to talk about jobs, the economy and opportunity'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395811526\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/7/1347020449938/ryanstreeter_140x140.jpg\" alt=\"Ryan Streeter\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Locked in a virtual tie with Mitt Romney, Barack Obama gave a speech aimed at the undecided voters who will make all the difference in November, while trying to keep the fire lit beneath his base. Doing both is more challenging than in the past because of the widening gulf between Obama's base and independent voters.</p> <p>The American media regularly talk about how Republicans have jolted rightward because of the Tea Party, but no one talks about the leftward surge of the Democratic party. The Blue Dog coalition, which not long ago was a centrist Democratic force in Congress, has imploded.</p> <p>The Democratic party has become less the political home to the journeyman in Ohio and more the plaything of coastal wealthy elites such as Nancy Pelosi. That's why the Democratic party's 2012 platform endorsed gay marriage, removed any reference to God, and omitted reference to Jerusalem. It was only after Obama's unexplained admonishment, and a bewildering mid-convention vote, that the latter two were forced back into the document.</p> <p>The convention's relentless promotion of abortion rights and pseudo-populist diatribes against \"millionaires and billionaires\" cemented the party's leftward tilt. As much as the unemployed factory worker in Pennsylvania harbours no affection for the rich, the convention offered him little.</p> <p>So, in his acceptance speech, Obama tried to reach that worker. But he failed. Unlike four years ago, when Obama talked of specific policies, he rattled off a laundry list of centrist-sounding goals, encased in unoriginal, sub-par speechwriting. He tried to address too many topics in general without talking specifically about jobs, the economy, or opportunity. </p> <p>And with that, Obama lost a huge opportunity. Nothing in his speech told the undecided middle-class voter that anything in the next four years would be different than the unfulfilled promises of the last four.</p> <p><em>Ryan Streeter is a conservative strategist and distinguished fellow at Sagamore Institute</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/alex-slater\">Alex Slater</a>: 'It was sadly short on specifics'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395811527\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/12/7/1291745438055/Alex-Slater-002.jpg\" alt=\"Alex Slater\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Slater</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>Obama faced a critical task tonight. Right now, the president is defying political gravity, roughly ahead of his opponent in the polls, but facing 60% of Americans saying the country is on the wrong track. His own personal ratings are no better: his support is under 50%.</p> <p>So, what do you do when you're defying political gravity? You make the election about the opponent. And you go negative. So far, the president's campaign has done a pretty good job doing so. Attacks on Bain, Romney's tax returns, foreign policy in experience, even Olympic ponies. </p> <p>But on Thursday night, President Obama had a more important task: to outline exactly what he would do with four more years. Ironically, Joe Biden, in his warm-up act, criticized Romney for a lack of ideas. But it was for Obama to deliver the big vision. <a href=\"http://www.economist.com/node/21561890\">As the Economist put it</a>, \"Surely this charismatic, thoughtful man has more ideas about what must be done than he has so far let on?\"</p> <p>Well, let's make no mistake: it was a good speech. But if there's one thing we know, it's that Barack Obama can give a great speech.</p> <p>Sadly, it was short on specifics – as Candy Crowley said on CNN, \"it was less about the future than we expected.\" Instead, it was an unexpected combination of attacks on Romney, Obama's positive four-year record – Osama's name may have been mentioned more over the course of the night than Obama's – and a relatively brief list of voter-getter issues. Education, of course, though the likelihood of cutting university tuition in half is, at best, unlikely. Veterans, obviously. Taxes, tick. American workers. Union pandering.</p> <p>But what about healthcare? What about cap and trade? Surely, these issues deserved a clearer vision?</p> <p>Yet it was a great speech. Why? Because it was presidential – not the animated candidate we saw in 2008. Because he was contrite. Because he moved from hope and change, to hope and faith.</p> <p>Obama is lucky, of course. The Republicans have also presented few new ideas. So, it may be that this convention speech simply confirms one thing: this is going to be an election fought over 30-second negative television adverts, not over differing visions for the country. That's sad for this election; it's sad for America.</p> <p>And if polls hold, of course, it leaves open the question of what exactly Obama <em>will</em> do with four more years.</p> <p><em>Alex Slater is a Democratic strategist with Clyde Strategies in Washington, DC</em></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/2rl8Ou84s5U?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/2rl8Ou84s5U\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Barack Obama chose the biggest night of his re-election campaign to acknowledge the dangers of climate change – and to take a swipe at Mitt Romney for <a href=\"http://www.guardian.co.uk/world/2012/aug/31/mitt-romney-acceptance-speech-hope\" title=\"\">turning global warming into a laugh line in his convention speech</a>.</p> <p>Obama thrilled Democrats when he accepted his party's presidential nomination on Thursday with a blunt rebuttal to the climate change contrarians who now dominate the Republican party.</p> <p>The <a href=\"http://www.npr.org/2012/09/06/160713941/transcript-president-obamas-convention-speech\" title=\"\">president said</a> he would continue to invest in wind and solar energy if he wins a second term, because the threat of climate change was real.</p> <p>\"And yes, my plan will continue to reduce the carbon pollution that is heating our planet because climate change is not a hoax. More droughts and floods and wildfires are not a joke. They're a threat to our children's future. And in this election, you can do something about it,\" Obama said, to a roar of approval from the hall.</p> <p>The remarks were a pointed and deliberate contrast to Romney. The Republican contender got the biggest laughs of his speech by making fun of candidate Obama's concern on climate change when he first ran in 2008.</p> <p>\"President Obama promised to begin to slow the rise of the oceans and to heal the planet,\" <a href=\"http://www.npr.org/2012/08/30/160357612/transcript-mitt-romneys-acceptance-speech\" title=\"\">Romney said</a>. \"My promise is to help you and your family.\" He got a standing ovation.</p> <p>The strong reaction in the hall – and the outrage from Democrats and others after a summer of heat waves, drought, wildfires and now hurricanes – all but ensured climate change a mention in Obama's own convention speech a week later.</p> <p>Obama said nothing about taking comprehensive action to limit the emissions that cause climate change. The Democrats' party platform, adopted this week, makes no mention of cap and trade, which Obama supported in 2008.</p> <p>The speech also touted the increase in domestic oil production under the Obama presidency, part of the president's <a href=\"http://www.guardian.co.uk/environment/2012/jan/25/state-of-union-2012-environment\" title=\"\">\"all of the above\" energy policy</a>.</p> <p>Even so, the remarks on climate change were Obama's most visible identification with the issue since December 2009 <a href=\"http://www.guardian.co.uk/environment/2009/dec/18/obama-speech-copenhagen-climate-summit\" title=\"\">when he flew to Copenhagen and jumped in to all-night negotiation sessions</a> to try to extract a deal at the UN climate change summit.</p> <p>Other Democratic leaders used Romney's remarks to draw a contrast with Republican positions on the environment.</p> <p>Earlier on Thursday night, John Kerry, the Democrats' 2004 presidential candidate, <a href=\"http://www.cbsnews.com/video/watch/?id=7420848n\" title=\"\">said</a>: \"An exceptional country does care about the rise of the oceans and the health of the planet.\" Bill Clinton in <a href=\"http://www.washingtonpost.com/politics/dnc-2012-bill-clintons-speech-at-the-democratic-national-convention-excerpt/2012/09/05/f208865e-f7a4-11e1-8253-3f495ae70650_story.html\" title=\"\">his speech on Wednesday night</a> also made a passing reference to climate change.</p> <p>The rhetoric, evidently co-ordinated, suggests there will be a lot more talk about climate change from Obama and other Democrats during the election season than during the last four years.</p> <p>Over the past two years, Obama and other administration officials grew noticeably more reluctant to even utter the words climate change, as Republicans adopted attacks on climate science and environmental regulations as one of their core beliefs. Instead, Obama and administration officials shifted their focus to \"clean energy jobs\". On Thursday night, he used the term \"carbon pollution\".</p> <p>Obama made just a single mention of climate change in his state of the union address this year – but that was still better than 2011 when climate change did not rate a mention at all. <a href=\"http://www.guardian.co.uk/environment/2011/jan/26/climate-change-obama-bush\" title=\"\">One analysis found</a> Obama devoted even less time to the issue in his annual address to Congress than George Bush.</p> <p>Romney's own views have also shifted since his time as Massachusetts governor when he saw climate change as a matter of urgent concern. And they do not appear to align with the derision in his convention speech, or fellow Republicans who do not accept the existence of climate change.</p> <p>Andrea Saul, his press secretary, said: \"Romney's view on climate change is he believes it's occurring, and that human activity contributes to it, but he doesn't know to what extent. He opposes cap and trade, and he refused to sign such a plan when he was governor.\"</p> <h2>Storify by Guardian partner <a href=\"http://climatedesk.org/\">Climate Desk</a> on Romney and Obama's climate change comments</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://storify.com/TheClimateDesk/campaign-climate-wrap-and-so-it-begins.js?header=false&amp;border=false\"> <script src=\"https://storify.com/TheClimateDesk/campaign-climate-wrap-and-so-it-begins.js?header=false&border=false\"></script><noscript>[<a href=\"http://storify.com/TheClimateDesk/campaign-climate-wrap-and-so-it-begins\" target=\"_blank\">View the story \"Campaign Climate Wrap: And So It Begins\" on Storify</a>]</noscript> </figure>  <p>.</p>",
  "<video data-media-id=\"gu-video-395790985\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/7/120907ObamaDNC-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/7/120907ObamaDNC-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120907ObamaDNC/120907ObamaDNC.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/7/120907ObamaDNC_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/7/120907ObamaDNC_3gpSml16x9.3gp\"/> </video>   <p>Barack Obama has made his pitch for a second White House term, pleading in his <a href=\"http://www.guardian.co.uk/world/video/2012/sep/07/barack-obama-democratic-national-convention-video\">keynote address</a> to the Democratic convention for more time in spite of the slow economic recovery and warning of the dangers posed by a Mitt Romney presidency.</p> <p>Employing sombre pragmatism in place of the soaring optimism of the 2008 campaign, he&#xa0;told 23,000 people in the arena in Charlotte, North Carolina, and the tens of millions watching at home: \"I won't pretend the path I'm offering is quick or easy.&#xa0;</p> <p>\"You didn't elect me to tell you what you wanted to hear. You elected me to tell you the truth. And the truth is it will take more than a few years for us to solve challenges that have built up over decades.</p> <p>\"But know this, America: Our problems can be solved. Our challenges can be met. The path we offer may be harder but it leads to a better place. And I'm asking you to choose that future.\"</p> <p>Throughout the week Obama campaign officials had been briefing that he would lay out a \"roadmap\" for the next four years to secure economic recovery.&#xa0;</p> <p>He did hold out the prospect of a program that would reverse US decline, hinting at embarking on an ambitious and bold Franklin Roosevelt-style New Deal if re-elected. But he failed to offer much in the way of detail, focusing instead on telling the activists in the hall and the millions watching at home that it was up to them to choose which future they wanted for the country.</p> <p>Obama's formal acceptance of the party's nomination to face Romney for the White House on 6 November was greeted with deafening applause from delegates.&#xa0;</p> <p>The speech had been moved from a 73,000-seater football stadium to the much smaller Time Warner Cable arena, leaving&#xa0;disappointed ticket-holders, mainly party volunteers, to line up for seats at a screening in the nearby convention centre. The thunderstorms that party officials had cited as the reason for the venue change failed to materialise.</p> <p>The tone of Obama's message – delivered a few hours before the release of the latest monthly job figures – was subdued compared with the sense of euphoria he created at the Denver convention four years ago. He also struck a very different note from Bill Clinton the night before.&#xa0;</p> <p>The more sober approach was deliberate, a recognition of the mood of disenchantment among some voters, tired of fine oratory and and more interested in his plans for a second term.</p> <p>So Obama was careful to recognise his own shortcomings, at one point telling the crowd that one of the difference from 2008 was that he was \"far more mindful of my own failings, knowing exactly what Lincoln meant when he said: 'I have been driven to my knees many times by the overwhelming conviction that I had no place else to go.'\"&#xa0;</p> <p>Over the course of the 47-minute speech there were occasional flashes of the old idealistic language. \"If you turn away now – if you buy into the cynicism that the change we fought for isn't possible … well, change will not happen,\" he pleaded.</p> <p>In a direct call to voters who backed him in 2008 he acknowledged that the challenges are harder this time around.&#xa0;\"Our road is longer – but we travel it together.&#xa0;We don't turn back.&#xa0;We leave no one behind.&#xa0;We pull each other up.&#xa0;We draw strength from our victories and we learn from our mistakes, but we keep our eyes fixed on that distant horizon.\"</p> <p>He portrayed the election as the most important facing the US for generations, offering a clear choice between those who wanted a government actively engaged in trying to make life better, the Democratic view, and those who favoured small government, the Republicans.</p> <p>\"When all is said and done – when you pick up that ballot to vote – you will face the clearest choice of any time in a generation. Over the next few years big decisions will be made in Washington, on jobs and the economy; taxes and deficits; energy and education; war and peace. Decisions that will have a huge impact on our lives and our children's lives for decades to come. &#xa0;&#xa0;</p> <p>&#xa0;\"On every issue the choice you face won't be just between two candidates or two parties. It will be a choice between two different paths for America.\"&#xa0;</p> <p>Though the main focus of the speech was the economy, Obama delivered an extremely effective swipe at Mitt Romney and Paul Ryan's inexperience over foreign policy.</p> <p>\"My opponent and his running mate are new to foreign policy, but from all that we've seen and heard they want to take us back to an era of blustering and blundering that cost America so dearly,\" he said.</p> <p>He cited Romney's criticism of British preparations for the Olympics. \"You might not be ready for diplomacy with Beijing if you can't visit the Olympics without insulting our closest ally.\"</p> <p>Drawing parallels between his goals and those of FDR, he said the kind of America he wanted to create would take more than a few years to achieve. \"It will require common effort, shared responsibility and the kind of bold, persistent experimentation that Franklin Roosevelt pursued during the only crisis worse than this one,\" he said.</p> <p>Obama promised to create a million new manufacturing jobs by the end of 2016. &#xa0;<br>The president also promised to double exports by the end of 2014 and cut net oil imports in half by 2020.</p> <p>Romney, who is at his home in New Hampshire, told reporters he would not be watching the speech but his campaign manager, Matt Rhoades, said: \"Tonight President Obama laid out the choice in this election, making the case for more of the same policies that haven't worked for the past four years.\"</p> <p>The reaction among Democrats was less ecstatic than the reception they accorded to Clinton or even Obama's wife, Michelle, on Tuesday night. James Carville, a Democratic strategist, described the speech as \"muscular\".&#xa0;</p> <p>The final night of the convention had a Hollywood flavour with speeches by Scarlett Johansson and the Desperate Housewives start Eva Longoria.</p> <p>There were also emotional moments, with the delegates rising to their feet to welcome to the platform Gabby Giffords, the former congresswoman recovering after being shot in the head in an assassination attempt in Arizona last year.</p> <p>One of the strongest speeches came from John Kerry, lambasting Romney for his lack of experience or knowledge of foreign policy.</p> <p>A teary-eyed Joe Biden also accepted the nomination to stand again for the vice-presidency with a speech heavy on auto bailouts and the killing of Osama Bin Laden, designed to appeal to wavering white working class male voters who supported Obama last time.</p> <p>The Democrats paraded Charlie Crist, the former Republican governor of Florida, as evidence that the Tea Party-infused Republican party had become so extreme that moderates such as Crist had been forced out.</p> <p>• This article was amended on 11 September 2012. The original video caption said \"Republican presidential nominee Barack Obama\". This has been corrected.</p>"
]