[
  "<p>Celebratory gunfire erupted in Mogadishu on Monday night after Hassan Sheikh Mohamud defeated incumbent Sheikh Sharif Sheikh Ahmed to become Somalia's new president.</p> <p>It is the first time since the 1991 overthrow of president Said Barre that a new leader has been chosen inside the country, a development hailed by the UN as a sign of improving security. But the process has been tainted by allegations of bribery and corruption.</p> <p>MPs marked their ballot papers behind a curtain before casting them in a clear box in front of foreign envoys and hundreds of Somali men and women. In a surprise result, Mohamud won a runoff by 190 votes to 79 after the first round failed to produce a clear winner.</p> <p>Mohamud, 57, is a professor and activist who has worked for several national and international peace and development organisations including the UN children's agency Unicef. Last year, frustrated by Somalia's dominant clan system, he founded what he claimed was the first political party in Mogadishu, the Peace and Development party.</p> <p>Touching a Qur'an with his right hand, Mohamud was sworn in as president within minutes of his poll victory. Ahmed, the outgoing president, conceded defeat after the onlookers in the hall spontaneously stood up and sang the national anthem.</p> <p>\"I am happy to see the first free and fair election happen in Somalia after 40 years,\" he said. \"I want to congratulate the new president for the fair election, and I want to declare that I am fully satisfied with the results.\"</p> <p>Outgoing prime minister Abdiweli Mohamed Ali, who threw his weight behind Mohamud's candidacy, said the result heralded a new era for Somali politics. \"Somalia voted for change,\" he told Reuters, adding it was too early to say if he would take part in the new administration.</p> <p>Among the countless issues in the new president's intray will be piracy off the Somali coast, which has led to millions of pounds worth of armed defences for international shipping. In an interview with the Guardian at his office in Mogadishu last month, Mohamud accused foreign powers of hypocrisy.</p> <p>\"Somalis are confused,\" he said. \"The international community is putting a lot of resources towards it. Why not address the illegal fishing in Somali seas? People are getting the notion that international forces are there to protect the illegal fishing. The Somali fisherman cannot go to the sea because he will be considered a pirate.\"</p> <p>Referring to allegations that European firms dump toxic waste off the Somali coast, he added: \"Why the international community not say anything? It's delicate.\"</p> <p>But Mohamud rejected the idea of offering pirates an amnesty. \"That will only encourage more. They have to be given some incentive but not that. Give them skills and rehabilitation and the opportunity to learn a better life.</p> <p>Although Islamist militant group al-Shabaab has been driven out of Mogadishu, assassinations and suicide bombings remain a constant threat. As president, Mohamud will now be a prime target. He admitted: \"Anybody who lives here in Mogadishu always lives under enormous risk. We have a coping mechanism but it doesn't always work.</p> <p>\"The fear factor is very strong. It makes the people quiet, it makes people behave differently. If we let the fear factor control us, we will never move ahead.\"</p> <p>Mohamud has received threats from al-Shabaab in the past. \"Someone called my wife to say, 'You'll have to take care of your orphan soon.' Al-Shabaab targets everybody who is doing something against them– a woman in civil society, a traditional elder, a businessman, a religious leader.</p> <p>\"Al-Shabaab is not an ordinary militia like a clan militia. It is an ideology. You cannot fight an ideology only. That is what the government is doing. Military al-Shabaab is defeated; the areas they control are because nobody wants them, but still the ideology is there. We need a multi-faceted war against them. If we continue like this, the suicide bombings will continue.\"</p> <p>Continued peace in Mogadishu is far from assured, he said. \"If Amisom [African Union forces] left the state house, the president will not be there. Somalia doesn't have 100 trained soldiers capable of defending it. They are killing machines, trained in militia camps. They do not see themselves as servants of the people.</p> <p>\"If you go through Mogadishu, you can see it is different from 18 months ago. But the question is, how sustainable is this? It's still very fragile. Amisom cannot be here forever. We Somalis need to have our own security forces.\"</p> <p>During the interview, Mohamud presented himself as a political outsider untainted by the UN-backed transitional federal government (TFG) and its \"failure of leadership\". In July, a UN report said it had found that out of every $10 in revenue raised between 2009-10, $7 had never made it into state coffers.</p> <p>Graft had become endemic, Mohamud said. \"The leaders see the state as a money-making machine. They don't want to confine their power. Corruption was an important factor that contributed and still does today.\"</p> <p>He said the selection of MPs was flawed but his party had backed the process and a new constitution. Little guessing that he would emerge the victor, he added: \"It is a defining time in Somalia. I'm not saying Somalia will get what it deserves but it will be better than the status quo.\"</p> <p>Mohamud graduated from the Somali National University in 1981 and went on to study in India, where he obtained a master's degree from Bhopal University in 1988. He returned home and taught as a professor, including at the Somali Institute of Management and Administration Development, which he helped found in 1999. Its goal is to train administrators and technicians who can help rebuild the country.</p> <p>The vote was seen as a culmination of a regionally brokered and UN-backed roadmap. There has been no effective central government control over most of the largely lawless country since the outbreak of civil war in 1991.</p>",
  "<p>President Obama has <a href=\"http://www.huffingtonpost.com/2012/09/10/obama-convention-bounce_n_1870087.html?utm_hp_ref=@pollster\">gotten a bounce</a> in the national tracking polls taken in the aftermath of the Democratic national convention. I maintain that our ability to judge whether this bounce has <a href=\"http://www.theguardian.com/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">changed the trajectory of the race</a> cannot be known until 15 September. What we can tell now, though, is that Romney likely wasted his two greatest opportunities to gain ground in this race.</p> <p>First, the selection of Paul Ryan as vice-presidential nominee. Vice-presidential candidates usually have very little effect on presidential elections, but they can matter.&#xa0;I've thought it was a <a href=\"http://www.theguardian.com/commentisfree/2012/aug/11/how-much-will-paul-ryan-help-mitt-romney\">poor selection from an electoral perspective</a> since day one. So far, there is very little in the evidence to make me think otherwise.</p> <p>Ryan was a base-friendly pick when that was quite unnecessary. Conservatives may not have been in love with Romney, but they hated Obama. There are some signs that the <a href=\"http://today.yougov.com/news/2012/09/05/no-convention-bump-gop-voters-see-romney-more-cons/\">base likes Romney more</a> than before the Ryan pick, but because of their antipathy to Obama, their enthusiasm was already in full force, so little fundamentally has changed.</p> <p>Before the Ryan pick, Republicans were more likely than Democrats to say they were certain to vote. They still hold that edge in the <a href=\"http://www.gallup.com/poll/154559/US-Presidential-Election-Center.aspx?ref=interactive\">latest Gallup polling</a>, but it's not any wider. As before the Ryan selection, 85% of (self-identified) Republicans and 85% of ideological conservatives are certain to vote.</p> <p>Romney's fundraising did not significantly pick up in August. Romney had another stellar month, with over $100m raised, but he was already raking in the dough. What has changed is <a href=\"http://www.cbsnews.com/8301-505245_162-57509380/obama-squeaks-out-aug-fundraising-win-over-romney/\">Romney's edge over Obama</a>. Romney had been raising more money than Obama for a few months going, but no longer. Obama outraised Romney in the month of August.</p> <p>The selection of Ryan has also failed to provide little general popularity for the ticket. Romney trailed <a href=\"http://www.theguardian.com/commentisfree/2012/aug/06/how-deep-obama-lead-battleground-states\">slightly before the pick</a> <em>and</em> <a href=\"http://www.theguardian.com/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">after it</a>, both nationally and in the swing states. Ryan himself has not proven to be a rock star with the general public. In most polling, his unfavorables have gone up, without a corresponding rise in favorables, since his selection.</p> <p>The only real positive of the Ryan pick is that he has made <a href=\"http://www.theguardian.com/commentisfree/2012/aug/17/paul-ryan-wisconsin-effect-us-political-map\">Wisconsin quite competitive</a>, but that's not as significant as it sounds. Romney still trails in Wisconsin. Moreover, by not selecting Rob Portman of Ohio, Romney discarded his best card, which might have altered the game in arguably the most important state in this election. Romney <a href=\"http://www.tnr.com/blog/electionate/107043/obamas-surprisingly-successful-appeal-ohio\">continues to trail</a> in Ohio and is running behind expectations.</p> <p>Romney's other best opportunity to make a dramatic change of trajectory to this campaign was the Republican national convention. It was riddled with more miscues than the <a href=\"http://www.nydailynews.com/sports/football/jets/ny-jets-crush-buffalo-bills-opener-48-28-mark-sanchez-throws-touchdowns-including-rookie-stephen-hill-rout-article-1.1155365\">week one Buffalo Bills offense</a>.&#xa0;</p> <p><strong>Night 1:</strong> what made the Romney team decide to put Ann Romney on <em>before</em> Chris Christie? Her speech was <a href=\"http://www.tnr.com/blog/plank/106700/ann-romney-the-asset-everyone-assumes\">one of the best</a> of the convention, yet it wasn't hers that topped the bill in prime time – as <a href=\"http://news.yahoo.com/voters-react-michelle-obamas-personal-real-speech-043600974.html\">Michelle Obama's did</a> at the Democratic national convention. Instead, Chris Christie, who can be an impressive communicator, was the main act.&#xa0;He mentioned Romney's name <a href=\"http://www.nytimes.com/2012/08/29/us/politics/romney-secures-gop-nomination-ann-romney-chris-christie-speak-at-convention.html?pagewanted=all\">only seven times</a> in a speech that could have been entitled \"Mitt Who? I'm Chris Christie and this speech is about me.\"</p> <p><strong>Night 2:</strong> this was arguably the best night of the convention. Paul Ryan's speech was good for what it was. The <a href=\"http://www.washingtonpost.com/blogs/post-leadership/post/why-condoleezza-rices-convention-speech-stood-out-transcript-and-analysis/2012/08/30/97e18764-f2ab-11e1-892d-bc92fee603a7_blog.html\">best speech</a> of the night and, arguably, of the whole convention was given by Condoleezza Rice. But the problem there was that most of Rice's speech <a href=\"https://twitter.com/ForecasterEnten/status/240994289214181377\">wasn't even shown</a> on some networks, including CBS. She should have been a headliner.</p> <p><strong>Night 3:</strong> Clint Eastwood. Need I say more? Eastwood didn't harm Romney to the extent that voters would decide to vote for Obama. <a href=\"http://today.yougov.com/news/2012/09/05/eastwood-speech-good-most-34-call-it-ugly/\">About half of this country</a> gave the veteran actor and director's appearance a positive review, and half a negative one. The problem was that Eastwood is all most anyone remembers from that night – and perhaps the whole convention. Indeed, the <a href=\"http://www.people-press.org/2012/09/05/rnc-highlights-romney-shares-top-billing-with-eastwood/\">Eastwood monologue was rated</a> as the No 1 convention highlight by Americans. It completely overshadowed a solid Mitt Romney speech that polled well. Eastwood and the chair also <a href=\"http://firstread.nbcnews.com/_news/2012/08/31/13589600-first-thoughts-what-romney-accomplished-and-didnt?lite\">took a prime-time slot away</a> from a video that highlighted Romney's personal and business successes.</p> <p>The result of these convention fluffs?&#xa0;Romney was <a href=\"http://www.huffingtonpost.com/thomas-m-holbrook/bump-time_b_1826610.html?utm_hp_ref=@pollster\">supposed to gain</a> about four points thanks to the convention, but he probably <a href=\"http://votamatic.org/rnc-verdict-no-bounce-yet/\">gained no ground</a>, or <a href=\"http://election.princeton.edu/2012/09/04/the-incredible-shrinking-bounce/\">even lost some</a> in the wake of the convention. Compare this outcome to a Democratic national convention that has, so far, produced a sizable Obama bump in the polls.</p> <p>There was an <a href=\"http://www.theguardian.com/commentisfree/2012/sep/05/mitt-romney-bounce-polls-rnc\">argument to be made</a> that Romney picked up favorability among the public from the RNC, yet I'm not sure that's even true anymore. Romney was viewed with matching unfavorables in YouGov's <a href=\"http://www.huffingtonpost.com/2012/08/29/us-2012-president-47-romney_n_1840155.html\">pre</a> and <a href=\"http://www.huffingtonpost.com/2012/09/05/us-2012-president-47-obam_n_1858219.html\">post</a> convention polls. The <a href=\"http://ipsos-na.com/news-polls/pressrelease.aspx?id=5755\">spike in favorability</a> he achieved in Ipsos' tracking poll post-RNC <a href=\"http://ipsos-na.com/news-polls/pressrelease.aspx?id=5735\">has</a> <a href=\"http://www.scribd.com/doc/105420466/Reuters-Ipsos-Convention-Poll-Day-14-090912\">abated</a>.</p> <p>Romney <em>is</em> more popular than <a href=\"http://www.cleveland.com/browns/index.ssf/2012/09/art_modell_never_really_recove.html\">Art Modell</a> in <a href=\"http://www.publicpolicypolling.com/main/2012/09/obama-leads-by-5-in-ohio.html#more\">Ohio</a>, but not compared with anyone else.</p> <p>So, where does all of this leave the campaign? Romney has seemingly blown his two best chances to change the arc of a campaign he is losing –&#xa0;and no number of <a href=\"http://www.businessinsider.com/romney-panic-obama-polls-memo-2012-9\">pollster's memos</a> is going to change that. From the beginning of next week, we should be able to determine whether the word \"seemingly\" can be deleted from that sentence.</p>",
  "<p>British voters want a fundamental change in the way the economy works, and predominantly blame the greed of bankers in Wall Street and London for the recession but are sceptical that the electorate can have much influence over the UK's direction, a Bill Clinton adviser will say on Tuesday.</p> <p>The message from the American pollster Stan Greenberg, one of the former US president's closest advisers, also shows voters strongly believing that the way economy works is \"too harsh on ordinary working people\" and too \"generous to upper-class families\".</p> <p>Greenberg, promoting a book titled It's the Middle Class, Stupid!, has argued strongly in the US that tax cuts, especially for the rich, rank at the bottom of the public's list of actions and priorities for tackling economic problems.</p> <p>In a speech in London to the Resolution Foundation thinktank, to be chaired by the former foreign secretary David Miliband, and being watched closely by a Labour party keen to learn from the Democrats in the American election, he will argue: \"Across the developed world, hard-working families are struggling and have been for some time … This is fundamentally changing politics as voters judge parties not just on what they deliver but also on who they deliver it for.</p> <p>\"That was a key part of the French presidential election and we are seeing it play out again in the US politicians who can show they have grounded, practical, solutions.\"</p> <p>Greenberg's message, including his strong endorsement of the concept of the \"squeezed middle\" championed by Ed Miliband, is likely to receive a warm reception in parts of the Labour party.</p> <p>It may embolden those who argue Labour does not have to say much more about the deficit racked up by the previous Labour government but instead should focus its attack on the City and the rich, as a means of siding with the middle-class.</p> <p>A lively debate is under way inside the Labour party about the lessons to be drawn from the Obama election campaign. At the weekend, the shadow foreign secretary, Douglas Alexander, and David Miliband urged Labour to recognise that the state, as well as the markets, was on trial in the wake of the crash. The Greenberg polling conducted ahead of Tuesday's event shows that more than two people in three (68%) believe that the British economy is too harsh for ordinary working people. This compares to just one in 20 who think the economy too generous.</p> <p>Seven people in 10 think the British economy too generous to \"upper-class families\", compared to one in 20 who disagree on this point.</p> <p>By a margin of 47-35 Britons believe that \"we need to fundamentally change the way our country and economy works\", rather than that \"we need to resolve the issues that caused the economic crisis, but without fundamentally changing the way our country and economy works\".</p> <p>Parallels between UK and US politics are fraught with difficulty. The Democrats in the US, unlike Labour, are the incumbents and are seeking to blame the continuing parlous state of the economy on their profligate Republican predecessors, a charge the Tories continue to hurl at Labour's current leadership. The term middle-class also has different meanings either side of the Atlantic. Greenberg defines the middle-class as anything between families in poverty to those having an income of $125,000 [£78,072] a year.</p> <p>But Greenberg is arguing, in common with Labour thinkers, that much of the middle-class on both sides of the Atlantic feel their living standards have been under steady squeeze since before the crash, and that hard work is not rewarded.</p> <p>He claims in the US that since Clinton left office, middle-class families have lost 40% of their net worth, and that wages have been declining or flat since the 1970s, while the top 1% in the population has continued to accumulate wealth at lightning speed while seeing its income triple.</p> <p>James Carville, Greenberg's working partner who co-founded, with him, the public polling organisation <a href=\"http://www.democracycorps.com/\" title=\"\">Democracy Corps</a>, has claimed: \"I think we should embrace the deterioration of the middle-class as the single biggest problem that the US faces – bigger than the long-range entitlement crisis, bigger than the short-term financial crisis, bigger than terrorism. Bigger than anything.\"</p> <p>Carville and Greenberg lean heavily on polling data to bolster their arguments. Among many other issues, the authors focus on healthcare reform and increased spending on education, and they suggest that \"voters are not divided on the issue of raising taxes on rich people\".</p>",
  "<p>Teachers in Chicago took to the picket lines for the first time in 25 years Monday after unions and the city's school district failed to reach agreement over a new contract.</p> <p>The strike marks the latest phase in an acrimonious, months-long dispute between Mayor Rahm Emanuel – a man not known for his consensual management style – and a union that has seen its base energised under strident new leadership.</p> <p>The effects were felt throughout the city after parents received automated calls from the school board on Sunday evening informing them of the action. The message, coming just one week after the new academic year began for most students, said there would be no school, and informed parents of makeshift arrangements at libraries and other drop-off sites around the city.</p> <p>At the centre of the dispute is Emanuel's attempt to reform the city's schools in a manner that would put a greater emphasis on test results when evaluating teachers, and demands for increased pay for a longer working day – plus a promise that teachers laid off in a widely anticipated series of school closings will be hired when new vacancies occur.</p> <p>On Monday morning, both sides said they were close on pay but still had considerable distance to go on the question of evaluation and job security.</p> <p>On the picket line outside Helen C Pierce school, Chris Inserra, a parent, said she was there to support the teachers because \"they believe in children\". \"How can you evaluate a teacher who is at the toughest school in one of the roughest neighbourhoods, with all the problems that come with that, in the same way as a teacher in one of the best schools with the best resources?\"</p> <p>Jennifer Foss, the school's middle school co-ordinator, said her main concern was that they had not been provided with adequate resources to staff the longer school day, but she also worried about evaluation. \"It's not that I don't think we should be evaluated,\" she said. \"But it shouldn't be attached to test scores. That can have a very divisive effect in a school and students respond to teachers in very different ways.\"</p> <p>The confrontation, the first teachers' strike in a generation, has been brewing since Emanuel made school reform the centrepiece of his election campaign last year. Not long after he took office Emanuel reneged on a teachers pay increase that had been negotiated. He then sought to extend the school day in return for a 2% pay increase, which was rejected by the union. It was thought that a new state law requiring 75% of eligible union members to support a strike would have forestalled industrial action.</p> <p>But things have not gone his way. A poll in May revealed that parents of Chicago schoolchildren were almost three times more likely to back the unions than Emanuel.</p> <p>Then, an independent arbitrator ruled that teachers should receive raises of between 15% and 20% for a longer working day, and criticised the school board for trying to extend the longer day during such tough times. When the union did put the strike to a ballot it received more than 90% support from its members for strike action.</p> <p>The city accuses the union, whose leadership has taken a left turn in recent times, of being intransigent and demanding concessions that the city cannot afford or that will detrimentally affect students. \"This is avoidable, because it is a strike of choice,\" claimed Emanuel. \"This is about as much as we can do,\" insisted David Vitale, the president of the school board. \"There is only so much money in the system.\"</p> <p>The two sides did reach an agreement in July where the school board would rehire almost 500 teachers in non-core subjects like art and music who had been laid off to staff the longer day. But since then progress has stalled.</p> <p>Union officials and teachers insist the strike is not primarily about money. Indeed, the recurring theme on the picket line was a grievance far more heartfelt and difficult to negotiate – respect, and a sense of being professionally undervalued. At a community-led strike school, set up to support the teachers, Inez Jacobson, a retired teacher who worked for 30 years in the city's schools, said: \"Teachers have a very difficult job. They're trained professionals. They deserve better. You can't just put anybody in a classroom and get good results.</p> <p>\"If you evaluate them on test scores then they'll teach test taking skills. But that's not education. Kids learn in very different ways so that's no way to evaluate a good teacher.\"</p> <p>The strike could have national ramifications, and risks becoming an issue in the presidential campaign. Emanuel was President Obama's chief of staff and the strike is taking place in Obama's hometown.</p> <p>Republican presidential nominee Mitt Romney blamed both the union and Obama: \"I am disappointed by the decision of the Chicago Teachers Union to turn its back on not only a city negotiating in good faith, but also the hundreds of thousands of children relying on the city's public schools to provide them a safe place to receive a strong education.</p> <p>\"President Obama has chosen his side in this fight, sending his vice-president last year to assure the nation's largest teachers union that: 'You should have no doubt about my affection for you and the president's commitment to you.' \"</p> <p>The White House is believed to be keeping its distance in the hope of a speedy resolution.</p>",
  "<p>President Barack Obama broke Mitt Romney's dominance of fundraising last month after sending out a series of increasingly desperate and frenetic appeals for cash.</p> <p>Obama raised more than $114m compared with Romney's $111m, figures released on Monday showed. It comes after three straight months in which the president has been beaten by his White House rival in terms of campaign donations.</p> <p>Obama's $114m in August represented a big jump from the $75m he raised in July, and came after a series of emails, television appeals and other pleas for help.</p> <p>Jim Messina, Obama's campaign manager, attributed the rise to small donations. The Democrats like to portray their fundraising as being reliant on a large grassroots movement, rather than the wealthy donors they claim Romney relies on.</p> <p>More than 1.1 million made contributions averaging $58, the campaign said. More than 317,000 had never contributed to a campaign before, it added.</p> <p>The Obama camp said that since the re-election campaign began, more than 3.1 million Americans have donated money to their cause, more than in 2008. Ninety-eight percent of donations were $250 or less.</p> <p>Obama's surprise fundraising success was announced earlier Monday in a tweet from his campaign team less than 30 minutes after the Romney campaign published its results.</p> <p>In the message, the Obama campaign team included a caution: \"No celebrating because they're going to have an even bigger September. But now we know we can match them, doing this our way.\"</p> <p>In spite of Obama's success last month, he still faces being outspent overall. Romney has more money stashed away for the remainder of the campaign, about $169m, partly because he was unable to spend it until he formally became the Republican presidential nominee two weeks ago.</p> <p>The Obama team has not disclosed how much it has in the bank, though it is substantially less, mainly because it spent around $120m in negative adverts in swing states over the summer attempting to define Romney as elitist, uncaring businessman.</p> <p>Romney also enjoys a huge advantage from Super Pacs. These political action committees are legally separate from the campaign teams, but the distinction often appears to be more theoretical than practical.</p> <p>The Super Pacs supporting Romney, such as Restore Our Future and Karl Rove's American Crossroads are easily outraising their much smaller Democratic equivalents, mainly through reaching out to rich business leaders.<br>Restore Our Future and American Crossroads between them have raised about $1 billion, and these are just two of many Republican Super Pacs.</p> <p>The difference in Super Pac spending power could still mean that Obama, as his campaign team claims, will be outspent two to one in the remaining two months of the campaign.</p> <p>At the Democratic convention in Charlotte last week, Chicago mayor and former White House chief of staff Rahm Emanuel was recruited to the main Obama Super Pac, Priorities USA, whose performance so far has been poor. A target has been set of raising £150m by election day.</p> <p>The Obama campaign announced the August figure on Twitter, though all the details do not have to be released until it formally reports to the Federal Election Commission later this month.</p> <p>Messina said: \"The key to fighting back against the special interests writing limitless checks to support Mitt Romney is growing our donor base, and we did substantially in the month of August.</p> <p>\"Fueled by contributions from more than 1.1 million Americans donating an average of $58 — more than 317,000 who had never contributed to the campaign before — we raised a total of more than $114m. That is a critical downpayment on the organization we are building across the country — the largest grassroots campaign in history.\"</p> <p>Romney's national finance chairman Spencer Zwick and the Republican national committee chairman Reince Priebus, said in a joint statement: \"Mitt Romney and Paul Ryan are offering bold solutions to our country's problems. That is why we are seeing such tremendous support from donors across the country.\"</p>"
]