[
  "<p>Thank God for Cindy McCain. Or to be more specific, thank God for Cindy McCain's <a href=\"https://twitter.com/CindyhM1/status/237646252890800128\">tweet of yesterday</a>: \"Rape is rape Mr Akin.\"</p> <p>You'd think all women would be clear on the issue of sexual assault.</p> <p>But it's not that simple. I've been wondering over the past 24 hours where the other women of the GOP stand on rape. There are vast numbers of them in the Republican Party (and the Tea Party) after all. </p> <p>This morning when CNN reported that the draft language of the <a href=\"http://www.guardian.co.uk/world/2012/aug/21/republican-party-abortion-ban-endorsement\">Republican platform includes a constitutional ban on abortion</a> – with no exception mentioned for rape – I thought it's easy to blame all of this \"anti-rape nonsense\" on a patriarchal party. But the fact is a heavy blame-the-victim bias still exists in all cultures. And what none of us wants to admit is that much of that blame continues to emanate from women.</p> <p>At some point in our lives, most women will have some kind of sexual experience that leaves us feeling uneasy, vulnerable, powerless – and ashamed. It might be what the Republicans have been calling \"forcible rape\", it might be an unwanted grope. It can be anything that we don't want to happen that we can't stop. You know what I'm talking about. If you're old enough to be reading this, chances are it's already happened to you in some form.</p> <p>If it has, let me ask you, what did you do about it? Nothing? That's what most of us do. It's the easiest way to make it go away, we think. We tell ourselves it could have been worse as we try to go about our lives. And in doing so we blame ourselves to some degree. It's a short step from blaming ourselves to blaming all victims. But that step takes us from \"rape is rape\" to \"rape – well, maybe …\"</p> <p>I've heard women I like and respect on every other issue sound completely insane on this topic. \"What was she doing out after dark?\" \"Why did she get into a cab with him/them?\" \"Why was she drinking/her skirt so short?\" \"She has a bad reputation anyway.\"</p> <p>I've also heard women criticize other women for reporting incidents, for \"making a fuss\", instead of assuming the passive position after the event. This might explain why the department of justice continues to say that less than half of sexual assaults are taken to the authorities.</p> <p>Why are we so harsh? Why so judgmental? Experts say women do this to <a href=\"http://www.guardian.co.uk/lifeandstyle/2010/feb/19/blame-the-rapist\">reassure themselves</a> that sexual assault won't happen to them.</p> <p>But we know that's not the case. If anything like this has ever happened to you, and you feel guilty and ashamed, you probably also feel enraged. If so, good. But direct your fury in the right direction. Judge the right person. And be kind to the woman who needs it.</p> <p>The November presidential election looks to be heading to be as much about women's rights as the economy. Women outnumber men in both the general population and the electorate. We can no longer blame an outmoded way of thinking on the patriarchy. These are OUR parties. This is OUR issue. Let's take control of it.</p>",
  "<p>The Republican congressman at the centre of a row over remarks he made about rape has once again insisted that he will not quit the Missouri Senate race and described the pressure on him to quit as \"an overreaction\".</p> <p>Todd Akin said he would be ignoring a state election deadline this evening that would have provided an opportunity to exit easily. </p> <p>He is under huge pressure from the Republican leadership to stand down from the closely fought Missouri race. His decision to press on will be viewed with dismay by senior members of the party.</p> <p>Speaking live on the Mike Huckabee radio show on Tuesday, he said that he was receiving a large amount of support from small, grassroots supporters, including donations, and this helped counter-balance withdrawal of support from Republican leaders. \"I just misspoke one word in one sentence on one day,\" Akin said.</p> <p>An unusual coalition of senior and grassroots Republicans has been making a concerted effort to get him to quit.</p> <p>Tea Party groups, some of which helped Akin secure victory in the primary last week, urged him to go. There were similar calls Monday by presidential challenger Mitt Romney and his running mate Paul Ryan, congressional leaders and conservative talk show hosts. </p> <p>Under state election law, Akin would face no financial penalties if he pulls out by 6pm ET on Tuesday, and the party would be free to pick an alternative. If he goes beyond that time, the next date for withdrawal would be 25 September, but that would require a court order to allow him leave the race. </p> <p>Leaving it until September could also mean he would face significant financial penalties, such as reimbursing the cost of reprinting ballot papers or other election material.</p> <p>But the Republicans' difficulties on abortion are unlikely to go away even if Akin does quit. On Tuesday, as the leadership turned up the heat on Akin, the party approved language in its platform calling for a constitutional amendment banning abortion with no explicit exemptions in cases of rape and incest.</p> <p>Meanwhile, another Republican congressman, Steve King of Iowa, inflamed the row, defending Akin and suggesting that he'd never heard of a woman getting pregnant from statutory rape or incest. </p> <p><a href=\"http://2012.talkingpointsmemo.com/2012/08/steve-king-statutory-rape.php\">Talking Points Memo</a> on Monday reported that King told Iowa radio station KMEG-TV reported him saying: \"Well I just haven't heard of that being a circumstance that's been brought to me in any personal way and I'd be open to discussion about that subject matter.\" </p> <p>The controversy has also <a href=\"http://www.theguardian.com/world/2012/aug/20/paul-ryan-pro-life-akin\">focused attention on the anti-abortion views</a> of Mitt Romney's running mate, Paul Ryan. </p> <p>The Missouri seat held by Democrat Claire McCaskill is regarded by Republicans as the top target in the campaign to take control of the Senate. McCaskill, who has used the row to portray Akin as an extremist, is urging him to stay in the race. </p> <p>The Republican Senate campaign committee and conservative Super Pacs have withdrawn about $10m in financial support for Akin. The last remaining hope for Akin is to attract donations from individual donors. </p> <p>If Akin quits, he could be replaced either by Jim Brunner, a businessman who came second in the primary with 30% – 6% behind Akin – or Sarah Steelman, a former state treasurer, who took 29%. Brunner has already been sounding out party members about replacing Akin.</p> <p>Public Policy Polling, in a survey conducted on Monday night, showed the row has not had any significant impact on voting intentions yet. Akin is leading McCaskill 44% to 43%, almost unchanged from May when he was ahead 45% to 44%.</p> <p>It may be that the poll was conducted too soon to fully register any unease with Akin.</p> <p>As well as possible repercussions for the Senate race, Democrats also see Akin as useful in highlighting differences between the Obama-Biden ticket and the Romney-Ryan ticket on abortion. </p> <p>In the light of the row, there will be pressure to change the draft to include exceptions for rape and incest.</p>",
  "<p>An unusual coalition of senior and grassroots Republicans is making a concerted push to force rape-row candidate Todd Akin to quit the Missouri senate race ahead of a state election deadline on Tuesday evening.</p> <p>But Akin is stubbornly refusing to go and aired a 30-second ad on Monday night apologising for his comment that \"legitimate rape\" rarely leads to pregnancy.</p> <p>Further evidence that Akin is determined to defy the pressure came from Buzzfeed editor in chief Ben Smith <a href=\"https://twitter.com/BuzzFeedBen/statuses/237929985439051776\">who reported in a tweet</a> that the six-term Republican congressman had also bought up advertising time later this month.</p> <p>Tea Party groups, some of whom helped Akin secure victory in last week, urged him to quit on Tuesday following similar calls Monday by presidential challenger Mitt Romney and his vice-presidential running mate Paul Ryan, Congressional leaders and conservative talk show hosts. </p> <p>Under state election law, Akin would face no financial penalties if he pulls out by 6pm ET tonight, and the party would be free to pick an alternative. </p> <p>If he goes beyond that time, the next date for withdrawal would be September 25, but that would require a court order to allow him leave the race. </p> <p>Leaving it to September 25 could also mean he would face significant financial penalties, such as reimbursing the cost of reprinting ballot papers or other election material.</p> <p>But the Republicans' difficulties on abortion are unlikely to go away even if Akin does quit. On Tuesday, as the leadership turned up the heat on Akin, the party approved language in its platform calling for a constitiutional amendment banning abortion with no explicit exemptions in cases of rape and incest.</p> <p>A draft <a href=\"http://politicalticker.blogs.cnn.com/2012/08/20/first-on-cnn-gop-prepares-tough-anti-abortion-platform/\">version of the language obtained by CNN</a> said: </p> <blockquote> <p>\"Faithful to the 'self-evident' truths enshrined in the Declaration of Independence, we assert the sanctity of human life and affirm that the unborn child has a fundamental individual right to life which cannot be infringed. We support a human life amendment to the Constitution and endorse legislation to make clear that the Fourteenth Amendment's protections apply to unborn children.\"</p> </blockquote> <p>Meanwhile, another Republican congressman, Steve King of Iowa, enflamed the row, defending Akin and suggesting that he'd never heard of a woman getting pregnant from statutory rape or incest. </p> <p>Talking Points Memo on Monday <a href=\"http://2012.talkingpointsmemo.com/2012/08/steve-king-statutory-rape.php reported that King told Iowa radio station KMEG-TV http://www.kmeg14.com/story/19324372/rep-steve-king-on-the-campaign-trail\">reported him saying</a>: \"Well I just haven't heard of that being a circumstance that's been brought to me in any personal way and I'd be open to discussion about that subject matter.\" </p> <p>The controversy has also <a href=\"http://www.guardian.co.uk/world/2012/aug/20/paul-ryan-pro-life-akin\">focused attention on the anti-abortion views</a> of Mitt Romney's running mate, Paul Ryan. </p> <p>The Missouri seat held by Democrat Claire McCaskill is regarded by Republicans as the top target in the campaign to take control of the Senate. McCaskill, who has used the row to portray Akin as an extremist, is urging him to stay in the race. </p> <p>Amy Kremer, chairwoman of the Tea Party Express, joined the calls for him to stand down, telling CNN the fact that McCaskill was urging him to remain \"speaks volumes\".</p> <p>It is unusual for the senior Republican leadership and Tea Party groups to be so united. Part of the reason for the existence of the Tea Party movement was a backlash against the party leadership in Washington.</p> <p>If Akin quits, he could be replaced either by Jim Brunner, a businessman who came second in the primary with 30% – 6% behind Akin – or Sarah Steelman, a former state treasurer, who took 29%. </p> <p>Brunner has already been sounding out party members about replacing Akin.</p> <p>The Republican senate campaign committee and conservative Super Pacs have withdrawn about $10m in financial support for Akin. The last remaining hope for Akin is to attract donations from individual donors. </p> <p>One of the tests of whether there is still support for him in Missouri will be the level of donations in response to his new ad, and that might determine whether he remains in the race.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/R57E3S8RO7A?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/R57E3S8RO7A\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>In his 30-second ad, Akin apologised over his comment suggesting that 'legitimate rape' rarely led to pregnancy. </p> <p>He said: \"Rape is an evil act. I used the wrong words in the wrong way, and for that I apologise. As the father of two daughters, I want tough justice for predators. I have a compassionate heart for the victims of sexual assault, and I pray for them.</p> <p>\"The fact is rape can lead to pregnancy. The truth is rape has many victims. The mistake I made was in the words I said, not in the heart I hold. I ask for your forgiveness.\"</p> <p>Public Policy Polling, in a survey conducted on Monday night, showed the row has not had any significant impact on voting intentions yet. Akin is leading McCaskill% to 43%, almost unchanged from May when he was ahead 45% to 44%.</p> <p>It may be that the poll was conducted too soon to fully register any unease with Akin.</p> <p>As well as possible repercussions for the senate race, Democrats also see Akin as useful in highlighting differences between the Obama-Biden ticket and the Romney-Ryan on abortion. </p> <p>In the light of the row, there will be pressure to change the draft to include exceptions for rape and incest.</p>",
  "<p>Westminster will be working itself into a familiar frenzy when David Cameron embarks on his first substantive ministerial reshuffle early next month.</p> <p>Downing Street knows that the excitement of new faces walking to No 10 for their first cabinet meeting will be a complete irrelevance if the government is perceived to have failed in the area that always decides elections: the economy.</p> <p>Labour says the government has done just that: Rachel Reeves, the shadow Treasury chief secretary, describes <a href=\"http://www.theguardian.com/business/2012/aug/21/uk-public-finances-deficit-borrowing\" title=\"\">the increased government borrowing figures</a> as a \"damning indictment of a chancellor\" who has delivered a double-dip recession leading to \"soaring borrowing\".</p> <p>The Treasury played down the significance of the figures as it blamed a cut in North Sea oil production for most of the fall in corporation tax receipts, necessitating the increased borrowing.</p> <p>But there are deep nerves in Whitehall that George Osborne is reaching the stage where voters will make an irrevocable judgment that he has failed to deliver his two key economic pledges made during the 2010 election. These were to stabilise the public finances and to preside over an economic recovery led by a rejuvenated private sector.</p> <p>In both these areas Osborne is unlikely to be able to claim success by the time of the next election. He has already admitted failure in the first area when he announced in last November's autumn statement that he would not meet his target, set out in his emergency budget of June 2010, to eliminate the structural budget deficit by the time of the next election.</p> <p>The chancellor is also struggling to deliver his second pledge – an economic recovery spearheaded by the private sector, which was meant to pick up the slack as public spending was cut. The double-dip recession indicates that the public spending cuts may have sucked demand out of the economy at such a pace that private growth has been stifled.</p> <p>A key moment for Osborne will come when he delivers his autumn statement in November. The chancellor has little room for manoeuvre because he played his trump card last year – reminding voters that his deficit reduction plan is an aspiration and not a fixed target. His fiscal mandate has been dubbed Osborne's \"ever flexible friend\" because the target for assessing the deficit is judged on a rolling five-year basis. This means that a definitive judgment never needs to be made.</p> <p>Osborne may, as he did last year, announce that he is extending the period of spending cuts without breaking his mandate. Had Osborne stood by his initial informal target to eliminate the structural budget deficit by the time of the next election, he would have had to impose punitive spending cuts and tax increases.</p> <p>Unease over the government's economic policy is creating some unlikely bedfellows. Vince Cable and Boris Johnson are the most senior figures in the two coalition parties to raise concerns about the lack of a growth strategy.</p> <p>In a leaked letter in March, Cable warned of an absence of \"a compelling vision of where the country is heading beyond sorting out the fiscal mess\". Johnson recently called on Cameron to stop \"pussyfooting around\" and support a new airport for London, highlighting concerns among many Tories about the failure of the government to acknowledge the significance of large infrastructure projects.</p> <p>Some Liberal Democrats are concerned that Osborne has stumbled because he thought the key economic tool was what he calls active monetary policy. The Lib Dems fully support an active monetary policy because they agree that focusing too much attention on fiscal policy as a way of stimulating the economy through spending is largely to blame for the parlous state of the public finances.</p> <p>But the Lib Dems fear that Osborne may have laid the grounds for the current lack of a growth strategy by believing, initially at least, that monetary policy is the only tool. Lurking in the background is Osborne's belief that low taxes are the best way of creating a vibrant economy.</p> <p>No doubt the debate over tax and spending in the US presidential election may come into play over here. <a href=\"http://thecaucus.blogs.nytimes.com/2012/08/18/to-obama-republican-budget-plans-are-snake-oil/\" title=\"\">President Barack Obama has described the Romney-Ryan proposals for tax cuts as \"snake oil\".</a> The president said: \"They've been trying to sell this trickle-down snake oil before.\"</p>"
]