[
  "<p>Scores of civilians in Rwanda have allegedly been tortured into making false confessions after being detained illegally without charge or trial, an investigation by <a href=\"http://www.amnesty.org/en/region/rwanda\" title=\"Amnesty International\">Amnesty International</a> has found.</p> <p>Former detainees claimed they were subjected to electric shocks, severe beatings and sensory deprivation while being held at a military camp and a secret network of safe houses in the capital, Kigali, according to Amnesty.</p> <p>The report is the latest blow to the Rwandan president Paul Kagame's battered reputation following allegations of persecuting opponents, gagging media and arming rebels in the neighbouring <a href=\"http://www.theguardian.com/world/2012/sep/28/congo-warlord-rwanda-kagame-defies-un?intcmp=239\" title=\"Democratic Republic of Congo.\">Democratic Republic of the Congo</a>. International donors have partially suspended aid but Britain in particular <a href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/rwanda/9591675/Britain-under-pressure-to-end-all-aid-to-Rwandan-government.html\" title=\"is under mounting pressure\">is under mounting pressure</a> to go further.</p> <p>Amnesty's report, Rwanda: Shrouded in Secrecy, Illegal Detention and Torture by Military Intelligence, asserts a pattern of unlawful detention, enforced disappearances and allegations of torture carried out by operatives from a military intelligence unit known as J2.</p> <p>Most of the detainees were rounded up by the military from March 2010 onwards after a series of deadly grenade attacks in Kigali and in the runup to the August 2010 presidential election, which Kagame won with 93% after two of his main challengers were jailed.</p> <p>Three former detainees from the military Camp Kami told Amnesty they were subjected to electric shocks during interrogations by J2 operatives. \"I was taken to another office,\" one recalled. \"Everyone was there when they put this electric thing on my back and forced me to accept that I worked with the people throwing the grenades . When I got to the point of dying, I told them to bring me a piece of paper [to sign], but they continued to torture me.\"</p> <p>Another told Amnesty's researchers: \"There are other rooms where they put you and you lose your memory. They ask you a question and when you find yourself again they ask you a question. When you return to normal, they sting you. The electric thing they use is like a pen and they put it under your arms. It is like charcoal. When they sting you, all your body is electrolysed and the entire body is paralysed.\"</p> <p>Amnesty said it had received three independent reports that some detainees at Camp Kami had bags placed over their heads during interrogations to restrict their breathing. Former prisoners said they had items placed in their mouth to heighten pain and stop them screaming while they were beaten during interrogations.</p> <p>Detention periods ranged from 10 days to nine months without access to lawyers, doctors or family members, Amnesty said. Many of these detainees were later charged with threatening national security. Two individuals – Robert Ndengeye Urayeneza and Sheikh Iddy Abbasi – are still missing since their disappearance in March 2010, the NGO added.</p> <p>Sarah Jackson, Amnesty's acting deputy Africa director, said: \"The Rwandan military's human rights record abroad is increasingly scrutinised, but their unlawful detention and torture of civilians in Rwanda is shrouded in secrecy. Donors funding military training must suspend financial support to security forces involved in human rights violations.\"</p> <p>Amnesty said it had conducted more than 70 interviews and documented 45 cases of unlawful detention and 18 allegations of torture or ill-treatment at Camp Kami, Mukamira military camp and in safe houses in Kigali.</p> <p>Rwandan officials dismissed the findings. Alphonse Hitiyaremye, the country's deputy prosecutor general, told Amnesty: \"There is no torture in our country and we can't investigate on a false allegation.\"</p> <p>Tito Rutaremara, a senator who has worked with Kagame for 25 years, told the Guardian: \"Let Amnesty come and show us these 'safe houses'. If they know all this, let them come and say it is here. Bring these witnesses.\"</p> <p>Louise Mushikiwabo, the foreign affairs minister, posted on Twitter: \"Rwanda will act on all credible claims of torture but won't engage in a shouting match w/ another NGO seeking headlines at Rwanda's expense.\"</p>",
  "<p>As western forces eye the emergency exit in Afghanistan, not a month goes by without someone in charge lowering expectations. Last week, <a href=\"http://www.theguardian.com/world/2012/oct/01/nato-forces-afghanistan-early-retreat\" title=\"\">Nato's secretary-general, Anders Fogh Rasmussen told this newspaper</a> that the retreat could come sooner than expected in 2014, as morale had been sapped by insider killings. A day later, <a href=\"http://www.theguardian.com/world/2012/oct/02/afghanistan-british-ambassador-richard-stagg?INTCMP=SRCH\" title=\"\">Sir Richard Stagg, Britain's ambassador in Kabul, said</a> the west had done enough \"hand-holding\" and Kabul should be left to get on with running the country. They&#xa0;are not moving the goalposts. They are walking off with them.</p> <p>Remember the old trope about conditions on the ground dictating the pace of Nato's withdrawal? It comes as no surprise to learn that conditions are, on some counts, worsening. The much-vaunted drop in civilian casualties may just have been a result of record snowfalls. August this year became the second deadliest month on record. The Taliban have not just weathered the US troop surge – the coalition forces, or Isaf as they are known, have been unable to dislodge them from the south and east. Next year's spring offensive promises to be the deadliest yet, spurred on by the imminence of withdrawal and elections.</p> <p>Targeted killings of government officials and politicians have tripled. Three elections are to come as the Taliban press home their advantage – provincial councils in 2013, the presidency in 2014 and parliament in 2015, so the opportunity for mayhem is unbounded.</p> <p>With the proposed rate of 20 base closures a month, the job of holding the country together will come down to an Afghan national army, only 7% of which is currently considered capable of independent action, even with foreign advisers. <a href=\"http://www.crisisgroup.org/\" title=\"\">The International Crisis Group in a report</a> on Monday paints a bleak picture of Afghanistan's readiness to prepare for elections and a transfer of power after Hamid Karzai's mandate ends. It quotes one veteran Afghan security official as saying there is no national army or police force, only a factionalised one which could instantly fissure. The international community, it warns, has one last chance to leave a viable state in Afghanistan, by helping Afghans prepare for an election and a smooth transfer of presidential power. About 18 months remain to prevent a repeat of the chaos and fraud of previous elections. Failure to do so in a corrupt and factionalised state would lead to civil war on the heels of Nato's withdrawal, especially if President Karzai tries to stay in power by declaring a state of emergency. Under these conditions the army would not maintain its nominal unity.</p> <p>An exit like this would leave the US with just two points of historical comparison: the fall of Saigon in 1975, and Soviet withdrawal from Afghanistan in 1989. Of the two, the Soviet parallel is looking closer each day.</p>",
  "<video data-media-id=\"gu-video-397304609\" class=\"gu-video\" controls=\"controls\" poster=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/7/1349607645792/Venezuelan-president-Hugo-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/7/121007Chavez-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121007Chavez/121007Chavez.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/7/121007Chavez-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/7/121007Chavez_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/7/121007Chavez_3gpSml16x9.3gp\"/> </video>   <p>Venezuelan voters turned out in droves on Sunday to give their verdict on the rule of Hugo Chávez after the most closely fought presidential election since the former tank commander won power in 1998.</p> <p>Amid fears of unrest if the result was close, national guards armed with AK47s and teargas patrolled the streets. Both sides had warned that the other was preparing to destabilise the country.</p> <p>But at the polling booths the mood was peaceful and, though partisan, fiercely democratic. The lines of voters outside the polling station in La Florida curled beyond the Cervantes high school, past the housing blocks and up the hill as far as the eye could see. Locals said they had never seen such a turnout, a sign of the interest generated by the vibrant political race and what some believed was an outside chance of an upset.</p> <p>\"In every election, there are a lot of people here, but never like this. People want a change,\" said a 50-year-old housewife, Marcoline Uzcategui, as she stood outside the polling station. \"I don't want to carry on living like this. I have a faint illusion that things may change this time, but Chávez has all the power so I don't want to get my hopes up too high.\"</p> <p>Others said they would stick with the president. \"Chávez will win because he has supported the people,\" said Alfredo Alvarez, a lawyer. \"He's administered funds as he should.\"</p> <p>The show of people power was impressive. Even Chávez's critics acknowledge that he has encouraged greater public participation in decision-making.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397329317\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2012/10/7/1349642112670/Hugo-Ch-vez-008.jpg\" alt=\"Hugo Chávez\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Venezuela’s Hugo Chávez, facing his most serious challenge since he was elected president in 1998, greets crowds in Caracas. Photograph: Boris Vergara/EPA</span> <span class=\"element-image__credit\">Photograph: Boris Vergara/EPA</span> </figcaption> </figure>  <p>The 58-year-old president has defied many of his critics by fighting back from cancer this year. Although he has not been as prominent on the campaign trail as in the past, a huge rally in Caracas on Thursday showed his formidable campaign power and charisma.</p> <p>His 40-year-old opponent, Henrique Capriles, has won kudos for an energetic campaign but in an election day tweet acknowledged he was the underdog. \"Today we decide the future of our Venezuela,\" Capriles tweeted. \"Today we are millions of Davids! God will be our guide,\" he added, referring to his depiction of the vote as the biblical underdog's battle against Goliath.</p> <p>Ahead of the vote, opinion polls suggested the president would be re-elected, albeit by a margin well below his previous landslide victories. But the large number of undecided voters gave late momentum to Capriles.</p> <p>With Venezuela sitting on the world's largest oil reserves and Chávez a leading figure in the resurgence of the political left in Latin America, the vote will have an impact on the global economy, energy supplies and regional geopolitics.</p> <p>But for most of the country's almost 19&#xa0;million voters, the key concerns are the alarming rise in the murder rate, the redistribution of oil wealth, and the personality and health of the man who has led them for the past 13 years.</p> <p>In the 23 de Enero neighbourhood where Chávez casts his vote, the strong revolutionary spirit is evident in elaborate wall murals depicting Karl Marx, the Paris communes, Fidel Castro and – of course – Hugo Chávez.</p> <p>But the surge in murder and violent crime have tempted some voters here to consider alternatives. \"My vote is a secret because the situation is quite difficult. There is a good candidate this year who has put up a fight against the president,\" said Plajeres Rangel, a 35-year-old hairdresser, who said security was one of her main concerns.</p> <p>Commune leaders said Chavez maintained a solid core of support, but they acknowledged gains made by the Capriles campaign. \"This area is strongly pro-Chávez, but the opposition has made inroads. They've been campaigning here for the first time and they've come out on to the streets, which they didn't do before,\" said José Roberto Duque, a journalist at a community radio station.</p> <p>\"I'm here with my family to share a stellar moment for Bolivian socialist democracy,\" said Noel Marquez, the director of a revolutionary music collective and composer of some of Castro's campaign jingles. \"This is a country that is deeply committed to democracy. We have a trustworthy voting system, but the opposition have plans to distort things. They have created a climate of uncertainty, but the people will defend the vote.\"</p> <p>On the eve of the vote, Chávez said he would accept any outcome and urged the opposition to do the same. \"I call on all political actors from the left, right and centre for us to prepare emotionally to accept tomorrow's result. It won't be the end of the world for anybody,\" he said in a televised address .</p> <p>Analysts fear a narrow win for either side could spark accusations of fraud and street violence. This has put the voting system under intense scrutiny, but it appears robust. External observers and domestic analysts have lauded the procedure as one of the most sophisticated in the world.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397329315\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349291253838/Henrique-Capriles-010.jpg\" alt=\"Henrique Capriles\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Presidential candidate Henrique Capriles has promised that he would maintain many of Chávez's social programmes. Photograph: Leo Ramirez/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Leo Ramirez/AFP/Getty Images</span> </figcaption> </figure>  <p>Voters first registered themselves by inputting their name, national identity number and thumbprint using a console. They then cast an electronic vote for their preferred party candidate on a touchscreen. Their vote entered the central counting system and was printed so that they could confirm it was recorded properly before that hard copy was put in a ballot box, more than half the contents of which would later be cross-checked with the electronic data to ensure the system had not been hacked.</p> <p>Voters then had to sign a form to confirm they had cast a vote. Before they left, the little finger on their left hand was marked with indelible purple ink so they could not return to vote a second time. \"This system is 100% fraud-proof and has been recognised as such by outside political institutions,\" said Luis Guillermo Piedra, of the National Electoral Council.</p> <p>Former US president Jimmy Carter has described the system as superior to that of the US. His Carter Centre, based in Atlanta, Georgia, has noted that many Venezuelans are concerned a new electronic voting system might enable authorities to tell how they voted, exposing them to retaliation if they voted against Chávez. \"This concern has no basis, however,\" the centre said. \"The software of the voting machines guarantees the secrecy of the vote.\"</p> <p>There is less certainty about what happens outside the voting booths. The opposition has lodged 110 complaints alleging abuses of election laws by the Chávez campaign, mostly relating to his domination of airtime on public broadcasting outlets and use of funds, staff and other resources from state-owned enterprises. They also feared that armed militias put pressure on voters before they went to the polls, though there have been no reports of this to date.</p> <p>\"I'll stay at home tonight to keep safe. If there is a close result, there might be trouble,\" said Jesus Gallardo, a shopkeeper who serves his customers through steel bars. He said he voted for Chávez, but added that he understands why the race has been tighter this time. \"Many people are unhappy because of insecurity and failed promises.\"</p>",
  "<p>Call them the believers. The three people who gathered at a Pittsburgh cafe on a sunny morning last month weren't merely supporters of Barack Obama back in 2008 – they were investors in him, full of hope for what his presidency might deliver.</p> <p>Iraqi war veteran Helen Gerhardt got to meet the then-candidate, and bend his ear about the Middle East. Her election day was spent driving African-Americans to polling stations: \"We had the music up, and we were partying all the way there. It was one of the biggest highs of my life.\"</p> <p>Rosemary Trump and Dan Beeton went to the <a href=\"http://www.theguardian.com/world/2009/jan/20/barack-obama-presidential-inauguration-washington\" title=\"\">presidential inauguration</a> in January 2009. They make it sound like a cross between an outdoor rock concert and a particularly weepy wedding: 1.8&#xa0;million strangers tearfully hugging each other on the Mall. Trump petitioned her congressman for tickets; trekked to her sister's place in Maryland; stayed out late at a ball the night before; got up at 4am to schlep into Washington; legged over security barriers to get nearer the action and remained on her feet till 7pm. Trump is 64.</p> <p>Beeton remembers peering at a giant screen showing Bush and Cheney: \"I thought: 'At last, they're gone!'\" Trump bursts into Happy Days Are Here Again and asks: \"How would you ever duplicate that moment?\"</p> <p>Ask how enthusiastic they feel this time and the responses are far more muted. Former Democrat campaigner Gerhardt is furious: \"I can't tell you how betrayed I feel. The people on Wall Street who have wrecked our economy have been let off the hook, while if you're caught with a gram of marijuana you're sent to jail.\"</p> <p>What about Reagan's famous question: are you personally better off now than you were four years ago? A pensioner, Trump frets about how younger members of her family will fare in the jobs market. Beeton mentions his partner, Amy, and how her business as a professional fundraiser has got tougher. Such anxieties are perhaps the common currency of life amid a slump, but Gerhardt's story gives some idea of just what devastation this one has caused.</p> <p>Finishing a postgraduate degree, she left the University of Pittsburgh last summer loaded down with student debt and unable to land anything more than a part-time job. For much of this year, she slept in her car. A badly dented Chevy parked around the corner from work served as her address until just over a month ago, when family took over the loans and a friend put her up in an attic.</p> <p>Obama is the very definition of a crisis leader, winning an election just weeks after the collapse of Lehman Brothers and George Bush's panicky warning that \"this sucker could go down\". His job was to sort out the crisis. There's just one problem with that: crises have many causes and symptoms – which should the president focus on? Even as Obama was taking the oath of office, the economy's freefall was accelerating – so that by October of his first year, one in 10 workers was out of a job. Beyond that were a whole host of other crises: the bombed-out housing market, the out-of-control finance sector, the dependence on imported fossil fuels.</p> <p>Then there was the economic model which many, <a href=\"http://www.imf.org/external/pubs/ft/wp/2010/wp10268.pdf\" title=\"\">including researchers at the IMF</a> , argue gave rise to the subprime crisis: a country in which cheap credit had substituted for real improvements in workers' pay and conditions. Obama believers would have put fixing that one near the top of their list.</p> <p>There was never a hope in hell that the Crisis President could accomplish all of those. What dismays activists and economists alike is how little progress he has made: the big banks remain supersized, the housing market has largely been left to heal itself. Nearly four years later, the best that can be said is that he's overseen an agonisingly slow recovery.</p> <p>This is still better than Britain, which is stuck on the world economy's hard shoulder. America's jobless rate now stands at 7.8% – below the UK's 8.1%. And while the UK's annual national income <a href=\"http://www.imf.org/external/pubs/ft/scr/2012/cr12190.pdf\" title=\"\">is still about 5% below its 2008 level</a>, the US has made back all its lost GDP – and then some.</p> <p>Yet even the $1.25tn spent over the years by the Democrats on tax cuts, infrastructure spending and social security (not to mention the hundreds of billions pumped into the markets by the US central bank) has not been big enough, given the size of the black hole. As Mark Zandi, chief economist of Moody's Analytics, says: \"Government stimulus has allowed us to motor out of a depression, but it's not been enough for the economy to achieve real velocity.\"</p> <p>This leaves much of Obama's base no richer. Strip out inflation, and wages for the typical American worker are pretty much the same as they were five years ago; indeed, they've barely risen since the dotcom bubble burst. Whether Reagan or Clinton or the second Bush, the trend in recent presidential elections has been for incumbents to be re-elected. Yet according to the pollsters at Pew, the dismal consumer confidence figures notched up under Obama this year are easily as low as those of Jimmy Carter and George Bush Sr when they went for re-election – and lost.</p> <p>\"With an economy as bad as this, Obama would normally lose the election,\" says Dean Baker at the Center for Economic and Policy Research. \"And were he facing anyone less useless than Romney – Reagan, Dubya, anyone – he almost certainly would lose.\"</p> <p><strong>A tale of two bridges </strong></p> <p>Even that judgment isn't as harsh as the one delivered by <a href=\"http://www.legis.state.pa.us/cfdocs/legis/home/member_information/Senate_bio.cfm?id=1035\" title=\"\">Jim Ferlo</a>, the Pennsylvania state senator covering most of Pittsburgh and an early supporter of Obama in his battle for the Democrat nomination. \"Before you ask, I've already given my campaign contribution,\" he announces. \"It was a cheque for two cents.\"</p> <p>With the cheque (which Obama's team cashed), Ferlo sent a letter giving his two-cents-worth, accusing his former ally of \"flip-flopping\" on everything from healthcare to the suspension of habeas corpus. Then there's the cash from the stimulus package: \"The White House made getting that money so bureaucratic and cumbersome.\"</p> <p>What irked him most was something most Beltway analysts barely talk about: the administration's insistence on projects being \"shovel-ready\", with paperwork already settled in order to qualify for the stimulus cash. To prove the cost of that, Ferlo shows me two bridges a short drive from his office.</p> <p>One was built with Obama's dollars: a dinky footbridge that enables Pittsburgh's \"granola heads\" to walk over to a branch of the ultra-expensive Whole Foods. A small job, it was ready to go when the Recovery Act (the economic stimulus package) landed in 2009. Two minutes up the road is a bigger vehicular bridge that's \"unsafe at any speed\". Rebuilding that would have created more work and been far more useful, but the Is and Ts were not dotted and crossed in time. By Ferlo's account, there are several thousand failed bridges, locks and dams across Pennsylvania that could have benefited from Obama money.</p> <p>The curious thing about all this grumbling is how out of place it seems in Pittsburgh, which appears to be that rare thing: a city that has found a post-industrial afterlife, suffering much less from unemployment than the country as a whole. What was a steel town as recently as the 80s is now dominated by \"eds and meds\": universities and healthcare.</p> <p>Involved in local politics for over a quarter of a century, Ferlo can take as much credit for this turnaround as anyone else. But in his complaints about the lack of good blue collar jobs and grumbling about free trade, he fits the profile of so many Obama believers, who wanted his leader to do more than just keep a broken system upright.</p> <p>Just after the 2008 election, TIME put Obama on its front cover, digitally manipulated to look like America's last great crisis leader, Franklin Roosevelt. \"The New New Deal\" read the strapline, referring to FDR's reshaping of the economy. This mood infected the incoming team.</p> <p>In The Escape Artists: How Obama's Team Fumbled the Recovery, Noam Scheiber recounts an early conversation between the president-elect and Tim Geithner, his chosen Treasury secretary. \"Your signature accomplishment is going to be averting a Great Depression,\" Geithner tells Obama. His new boss replies: \"That's not enough for me.\"</p> <p><strong>The young ones </strong></p> <p>This election campaign has been much more focused on this or that gaffe and these or those figures than on such political dreaminess. The disenchantment is evident not just in the sourness of the campaign rhetoric, but also in how putative voters describe their choices. Across town from Ferlo's office, at Carnegie Mellon University, I asked a class of first-year undergraduates how they would vote. The majority plumped for Obama, but with no great zeal.</p> <p>\"People were more enthusiastic last time around,\" noted Myles Blodnick, listlessly. \"They used a lot of buzzwords.\" What worried the class more was the debt they were getting into to fund their degrees – in Blodnick's case $20,000 just to start his first term. Nor will they necessarily earn the money to pay it all back.</p> <p>At the Tin Front Cafe, I spoke to Mike and Steffi Stout and their 23-year-old daughter, Maura. The parents had also been to the inauguration (\"It was like a new world opened up; just for an afternoon,\" said Steffi), and could list ways in which the Obama administration had helped them keep their printers' business afloat. What worried them far more was what lay ahead for Maura, just a couple of years out of college.</p> <p>\"Maybe four people out of my class have got good jobs,\" reckoned Maura. By class, she meant her entire year's intake of 500 graduates. Her former roommates worked in fast-fashion shops, \"and they got really good grades\"; her graduate husband, Mike, had still not got a job so worked in his dad's construction business.</p> <p>Maura had recently got a new post, looking after accounts at a downtown hotel. The advertised pay was $13 an hour, but the manager added a dollar an hour \"so you can tell your mother you got a dollar for going to college\". That made $14 an hour, which her father calculated was the same as he earned as a steel worker in 1978 – and that's without adding four decades of inflation.</p> <p>In his inauguration address, Obama told Trump and Beeton and the Stouts and hundreds of thousands of others that a nation couldn't prosper long \"when it favours only the prosperous\".</p> <p>Such optimism wasn't for Maura: \"I don't think I'm ever going to earn as much as my parents. I don't think my husband and I will ever have the same life as they did.\"</p>",
  "<p>At a dinner table in Akron, Ohio, recently half a dozen Democratic activists took a break from trashing <a href=\"http://en.wikipedia.org/wiki/Ralph_Nader\" title=\"\">Ralph Nader</a> for allowing a Bush victory in 2000 to discuss the material benefits of Barack Obama's first&#xa0;term. One had been able to keep his&#xa0;children on his healthcare plan after&#xa0;graduation; another with a pre-existing condition had been able to move plans without penalty. Then there&#xa0;was an awkward silence, broken by the mention of the jobs saved in Toledo, 140 miles away, by the auto bailout. That brought us on to Republican Mitt Romney's call to \"<a href=\"http://www.nytimes.com/2008/11/19/opinion/19romney.html?ex=1384837200&amp;en=3616fe7f95dd6a7b&amp;ei=5124&amp;partner=digg&amp;exprod=digg\" title=\"\">Let Detroit go bankrupt</a>\". And soon, the conversation is flowing as easily as the beer as talk turns to how bad things might have been – and could yet be – with Republicans at the helm.</p> <p>Such are the cramped parameters within which Democratic loyalists converse. Questions about poverty, bankers, inequality, climate change or drone attacks are not engaged with a defence of Obama's record on the economy, regulation, the environment or&#xa0;foreign policy but avoided with a threat: Romney. Speculation about what&#xa0;Obama might have done differently are met with arguments about what Bush did do&#xa0;wrong. Inquire if Obama will get more done if elected, and they shrug and point to the obstructionist Republicans in Congress.</p> <p>Dare to prod further as to why anyone should vote for him given the likelihood that Republicans will win in Congress and they'll take you right back where you started: Romney. Any question about the good things that might have happened as a result of Obama's victory in 2008 is short-circuited by a response about the bad things that might happen as a result of his defeat in 2012. Hope curdled to fear. Everyone can tell you how things get worse; no one can tell you how they get better.</p> <p>The paradox of large numbers of people investing heavily in a result without expecting a great deal from the outcome is particularly stark during a presidential election. On the one hand, there is the hoop-la: the polls, bumper stickers, stump speeches, conventions and debates. All the trappings to celebrate the assumed connection between political power and the popular will. On the other hand, there is cynicism: <a href=\"http://www.huffingtonpost.com/howard-steven-friedman/voter-turnout-europe-america_b_1660271.html\" title=\"\">the low turnout</a>, voter suppression, billionaire donors and contrived controversies. All the evidence of a system corrupted by money and openly rigged .</p> <p>These contradictions are not unique to the US. Britain is midway through its&#xa0;conference season, where the three main parties lay out their stalls. They have fewer members combined, <a href=\"http://www.economist.com/node/21563715\" title=\"\">the Economist reminded</a> us recently, than the Royal Society for the Protection of Birds. Yet we treat their annual gatherings as though they are moments of major national significance.</p> <p>But they are particularly acute here because of the dislocation between rhetoric and reality, pageantry and practice, and the nation's belief in its own democratic values and its actual plutocratic electoral culture. And they are particularly acute now. Obama ran&#xa0;on change – a phenomenon that American elections are not equipped to deliver.</p> <p>How could they? They adhere to the golden rule that those who have the gold make the rules. That has long been a problem. In 2008, Obama and his Republican challenger, John McCain, spent as much on television ads in Florida as all the parties spent on the entire 2010 UK general election. Now it's&#xa0;even worse. A few years ago the supreme court loosened the rules to allow <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/jan/29/us-politics-vote-money-wins\" title=\"\">unlimited donations from anonymous sources</a>. Now the candidates spend almost as much time courting the&#xa0;rich as they do on the stump. \"It's really sad,\" Arnold Hiatt, a key Democratic funder, <a href=\"http://www.newyorker.com/reporting/2012/08/27/120827fa_fact_mayer?currentPage=all\" title=\"\">told the New Yorker</a>. \"You&#xa0;could buy this election for a&#xa0;billion dollars.\"</p> <p>While this makes a mockery of democracy it doesn't create an illusion of choice. The outcome in these elections matter. Hanging chads and slender margins notwithstanding, by the end of the night on 6 November, either Obama or Romney will be president. There are other candidates. But that is the electoral choice. It is not a marginal one.</p> <p>The case against the Republicans is not difficult to make. Their numbers don't add up, their arguments don't make sense, and their record in office contradicts virtually every one of their professed principles. During the eight years prior to Obama's presidency they ballooned the deficit, crashed the economy, increased the power of the state over the individual, and sent America's standing plummeting throughout the world. They built that.</p> <p>The world is not marginally different because George W Bush won in 2000 or 2004. Romney is running to the right of&#xa0;him and Obama is running to the left of Al Gore.</p> <p>Insisting it makes no difference who wins is not tenable. Last year Chelsea Shinneman of Roanoke, Virginia, had a baby, Harrison, who was born with a congenital heart defect. Were it not for <a href=\"http://www.theguardian.com/world/video/2012/oct/03/younge-america-obamacare-health-insurance-video\" title=\"\">the new healthcare act</a>, Harrison would have been destined for a lifetime of sky‑high insurance premiums.</p> <p>In Fort Collins, Colorado, the head of the Homelessness Prevention Initiative, Sue Beck-Ferkiss, could point to 36 families in the area who had been helped by stimulus money. Had there been any Latinos at the table in Akron, they might have added to Obama's achievements his executive order to halt&#xa0;the deportation of young undocumented immigrants. Had there been soldiers, they might have talked about the withdrawal of combat troops from Iraq.</p> <p>So it matters who wins. Just because improvements are incremental rather than transformative doesn't mean they're not important. The problem isn't that there's no difference between Obama and Romney but that there is insufficient difference between what Obama has delivered and is offering and what the country needs at a time when poverty is rising, wages have stalled, civil liberties have been suppressed, kill lists drawn up and drone attacks escalated. It is possible to indict the Republican party and vote for Obama without endorsing his record or making excuses for his failures.</p> <p>But it is not possible to understand his failures without recognising that an electoral system funded by the wealthy will never be capable of distributing resources and power equitably, regardless of who is in charge. Why would it? How could it? The fact that this is the choice Americans are faced with doesn't mean they don't deserve a better one. It simply reflects why, under these terms, a better choice is not possible.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/garyyounge\" title=\"\"><em>@garyyounge</em></a></p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://www.nbc.com/assets/video/widget/widget.html?vid=1419930\"> <iframe width=\"460\" height=\"259\" src=\"https://www.nbc.com/assets/video/widget/widget.html?vid=1419930\" frameborder=\"0\"></iframe> </figure>  <p>Big Bird has broken his silence after becoming embroiled in the US presidential election but delicately kept his beak out of politics.</p> <p>Making his first appearance since Republican candidate Mitt Romney singled out the Sesame Street favourite for a funding chop – along with subsidised network PBS – the 8ft character told Saturday Night Live that he was embracing his new-found fame inside the Beltway.</p> <p>But dashing the anticipated hopes of Bert and Ernie – who would presumably be amongst the favourites jockeying for a veep spot in a 2016 Big Bird ticket – it appears that supporters of an avian bid for the White House may have to wait a little longer.</p> <p>Asked after his political views, the much-loved children's character shied away from offering any statement, explaining: \"I do not want to ruffle any feathers.\"</p> <p>Big Bird emerged as an unlikely electoral topic after Romney declared in last week's presidential debate that although a fan of the oversized tweeter, he had no intention of continuing with PBS's government subsidy.</p> <p>It sparks a spirited defence of Big Bird online, with a Twitter account hastily set up and posting under the Sesame Street character's name.</p> <p>As for the giant yellow creature himself, he may be keeping his political views to himself but it didn't stop him venturing a political joke … of sorts.</p> <p>\"You know who does like debates?\" he asked SNL host Seth Meyers, following up with: \"de fishes\". Ka-boom tish.</p> <p>Stick to the day job Big Bird … at least until President Romney gives you the boot.</p>",
  "<p>Poinciana sits in the heart of the vote-rich Interstate-4 corridor where the battle for Florida – and quite possibly the White House itself – will soon be fought. This is the ultimate swing region, in the ultimate swing state, with Latino voters holding their fingers on the scale.</p> <p>\"The I-4 corridor generally is divided; whichever party can capture the voters generally does well,\" explains David Colburn, director of the Reubin O'D. Askew Institute on Politics and Society at the University of Florida. \"The southeastern part of the state typically votes Democrat, the northern part and significantly the southwest vote Republican.\"</p> <p>Poinciana is a bedroom community of 54,000 residents 20 minutes outside Orlando that started out as a retirement development 40 years ago. But the population here is no longer dominated by older, white retirees. Poinciana went from 65% white in 2000 to 51% Hispanic in 2010. Puerto Ricans make up almost 70% of the community's Hispanic population <a href=\"http://censusviewer.com/city/FL/Poinciana/2000\">with small numbers of Dominicans, Mexicans and Cubans mixed in</a>. These are the voters who could swing the state – if, that is, they show up to the polls. </p> <p>While Barack Obama can win a second term without a Florida victory, many analysts see no viable path to the White House for Republican challenger Mitt Romney if he loses the Sunshine State. Voters in Puerto Rico tend to favor Democratic candidates over Republican ones, and registration statistics in central Florida reflect this preference.</p> <p>However, almost a third of Hispanic voters here have no political party preference. It is these voters that Obama and Romney need to woo.</p> <p>Bush managed to win 52% of the vote in Poinciana in 2004, but Obama captured nearly 60% in 2008. Some think Romney could have swung Poinciana back to red by choosing the Hispanic Florida senator Marco Rubio as his running mate. Rubio won Poinciana in his 2010 bid for the US Senate, fending off both a Democrat and an independent in a contentious election.</p> <p>But to prevail, Romney will have to overcome the sense of disenfranchisement reflected in low turnout among the region's Hispanic population over the years. Whereas Puerto Rico <a href=\"http://www.homefacts.com/politics/Florida/Osceola-County/Poinciana.html\">enjoys an 80% voter turnout</a>, that number plummets to 17% <a href=\"http://www.eleccionespuertorico.org/2008/electorado.votante.html\">among Puerto Ricans living in Florida</a>.</p> <p>\"There's been very little incentive for candidates to get to know the community issues,\" Anthony Suarez, a Spanish-language radio host said.</p> <h2>'The poster child for the financial crisis'</h2> <p>For now, the economy is the top issue on the minds of residents, whether it be concerns over decreased home values or an unemployment rate above the national average. To win votes here, particularly among the politically disenchanted Puerto Rican population, the candidates' economic message needs to be strong.</p> <p>\"In 2006 we were the fastest-growing development community in the nation with waiting lists for houses and unbelievable growth. But during the 2008 recession Poinciana literally became the poster child for the financial crisis,\" resident Keith Laytham said.</p> <p>The growth was spurred on by a boom in the tourism industry around Orlando in the early 2000s. But people stopped taking expensive vacations when the economy deflated, leaving many of these new Latino arrivals without a job. Many are also under water on their housing, having bought homes at inflated prices that can now not be recouped.</p> <p>Results of a study conducted by the Pew Research Center last year show the median net worth for Hispanic households in Florida dropped by 88% between 2005 and 2009 and the median home value decreased by 72%. Poinciana has some of the highest rates of housing strife in the country – a quarter of its 24,000 homes have fallen into foreclosure in the last four years. \"You had people buying $250,000 homes at the height of the boom even though the median income in the county was $28,000,\" said Osceola County Commissioner Brandon Arrington. </p> <p>There are signs that the housing market may be bottoming out. And the unemployment rate in the area is finally moving in the right direction after peaking at 11.5% in January 2010, though it <a href=\"http://www.bls.gov/eag/eag.fl_orlando_msa.htm\">still remains slightly above the national average</a>.</p> <p>\"It's the regular, working stiffs who are affected when there are cutbacks. The majority of the people here work in the hospitality industry or have construction jobs,\" Poinciana resident Roberto Sanchez said.</p> <p>Sanchez, whose parents are from Puerto Rico, moved to the community eight years ago after losing his job in New Jersey. He was laid off from another construction job at the height of the unemployment crisis but has managed to find work as a quality control technician for an asphalt company.</p> <p>He is frustrated with the stalled economy. \"We don't think the government represents us. I have issues with both sides – the Democrats because of the unfulfilled promises and the Republicans because it seems they only care about rich, white people.\"</p> <p>Many local Hispanics of Puerto Rican descent feel they are treated as second-class citizens by both parties. \"If you go with the Republicans, you're going to be second class to the Cubans. If you go with the Democrats, you're going to be second to the African American community,\" Suarez said.</p> <p>Overall, though, Suarez sees a contrast between the two main parties ahead of the presidential election. \"Right now the Republicans are doing everything they can to ensure Poinciana stays Democrat and the Democrats are doing everything they can to attract them.\"</p> <p>Danny Sexton, chairman of the Osceola County Republican party, admits that he has a daunting task ahead of him when it comes to engaging Hispanic voters. \"If you're going to win an election in this state, especially from Osceola County south, you've got to figure out how you're gonna appeal to Hispanic voters and independents because Republicans are not going to win if they don't,\" he said.</p> <p>As chairman of the county's Republican party, it's obvious who Sexton is pulling for. But he has his eyes on a longer-term prize.</p> <p>\"I want people in the state party when this election cycle is over to be able to look at Osceola County and say: 'They got it right, they figured out a way to reach out to an incredibly diverse population, a changing population. A population that 10 years ago looked entirely different than it does today and that we figured out how to appeal to people's best interest.'\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 53,193 %<br>Hispanic or Latino: 51.2<br>White: 22.6<br>Black: 21.3<br>American Indian/Alaska Native: 0.2<br>Asian: 1.7<br>Native Hawaiian/Pacific Islander: 0.2<br>Other: 0.7<br>Mixed Race: 2.2<br> Total: 100.1</p> <p>Per capita income: $17,407</p> <p>Voter turnout in 2008*: 23,383 (97.9% of registered voters)<br>Current voter registration: 25,188 <br>Democrat: 12,760 50.6<br>Republican: 4,668 18.5<br>No Party Affiliation: 7,038 27.9<br>Unknown: 752 3</p> <p>Winner of the 2008 election in Poinciana: Barack Obama<br>Winner of the 2008 election in Florida: Barack Obama</p> <p>*Note: These numbers reflect all votes cast at polling places in Poinciana. However, early voters can use any polling place in the county, which means a Poinciana resident may have voted in a neighboring city, and vice versa. As such, the numbers do not reflect the exact turnout among Poinciana residents.</p>",
  "<p>Senior Republican figures attempted to downplay the role of money in the presidential race Sunday, as Barack Obama embarked on a new push for funds having <a href=\"http://www.theguardian.com/world/2012/oct/06/barack-obama-181m-fundraising\">already announced a record monthly haul</a>.</p> <p>Speaking on CNN's State of the Union, Republican national committee chairman Reince Priebus prompted speculation that Democrats were opening up a war-chest gap as the election heads into its final month.</p> <p>A day after Obama announced a $181m total for September donations – the highest monthly total posted by either candidate to date – Priebus admitted that he was unsure that Republican candidate Mitt Romney would be able to match what he described as as an \"impressive number\".</p> <p>\"We all understand that this race isn't going to come down to money,\" he added, while suggesting that the Republicans still had \"all the money we need to be competitive\".</p> <p>Obama's announcement, made via a tweet Saturday, that supporters had helped amass the largest one-month fundraising total for his re-election campaign has taken the wind out of the Republican sails following what was widely seen as a win for Romney in the first presidential debate on Wednesday night.</p> <p>That victory appears to have been short-lived. A little more than 24 hours after the inaugural head-to-head, new job figures came out that gave cheer to Obama's re-election efforts.</p> <p>Friday's monthly unemployment data revealed that the US had added 114,000 new jobs in September, in line with expectation.</p> <p>But a dramatic upwards revision of the previous month's data, from 96,000 to 142,000 new jobs, saw the headline unemployment rate fall to 7.8%, from 8.1% – the first dip below 8% since Obama took office in January 2009.</p> <p>It enabled the president to shrug off the disappointment of a lacklustre debate performance.</p> <p>The job figures were \"a reminder that this country has come too far to turn back now\", he told supporters while on the stump in Virginia.</p> <p>Romney countered that \"by any rational measure, it is crystal clear we are in the middle of a jobs crisis\".</p> <p>But the news is likely to eat into any debate bump the Republican candidate may have been expecting.</p> <p>As it is, polls suggest that a strong performance during the head-to-head exchange on Wednesday – broadcast to an estimated audience of 67 million viewers – has not done enough to tip the balance in Romney's favour.</p> <p>An Ipsos/Reuters snapshot of voter intention released Saturday evening found that Obama maintained an advantage, albeit a reduced one.</p> <p>The survey, conducted after the debate was aired, put the Democrat ahead by two points, with a 47% to 45% lead over Romney.</p> <p>It is down from the six point margin he had held in some polls prior to Wednesday. But it nonetheless indicates that the Republican challenger still has some way to go in convincing swing voters.</p> <p>Ipsos pollster Julia Clark said: \"We haven't seen additional gains from Romney. This suggests to me that this is more of a bounce than a permanent shift.\"</p> <p>The task of turning around the polls could be made harder for the Republican challenger if his campaign finances for September show a shortfall in donations when compared to the White House incumbent.</p> <p>Figures from the Federal Election Commission revealed that in August, Obama pulled ahead in terms of monthly donations, with $114m compared to $111m for Romney.</p> <p>Meanwhile, greater spending earlier in the race has depleted the Republican candidate's war chest, undermining claims that he had a cash advantage over his rival.</p> <p>Priebus, on CNN's State of the Union, said the impressive fundraising figures of Obama were \"no surprise\", adding: \"I've been saying that President Obama is going to raise a billion dollars for a year and a half\".</p> <p>But behind the scenes, Romney backers may be getting jittery over the greater spend potential of the Obama camp. The additional cash is likely to pay dividends when it comes to attack ads being played in key battleground states.</p> <p>In a bid to lock in the cash advantage, Obama embarked on a two-day fundraising push in California on Sunday.</p> <p>Star-studded bashes are planned in Los Angeles and San Francisco in an effort to milk the lucrative Hollywood and tech industries, thought to bend towards the Democrats.</p> <p>\"There is exactly one month left to go until election day,\" Obama campaign manager Jim Messina said in an email pitch ahead of the visit.</p> <p>\"The stakes are too high for us to take our foot off the gas now,\" he added.</p>",
  "<p>For the past decade, Maricopa County sheriff Joe Arpaio has embodied Arizona's high-profile crackdown on undocumented immigrants and, some would say, on Latinos in general. The man who calls himself \"America's toughest sheriff\" has raided communities around and in the state capital, Phoenix, delicately dubbing the operations \"crime-suppression sweeps\".</p> <p>Before abruptly halting them at the end of 2011, Arpaio carried out 20 sweeps, arresting 1,500 people.</p> <p>One of the smallest communities Arpaio raided, and the county's poorest, fought back the hardest, helping to ignite a backlash against anti-immigrant policies that is changing the face of Arizona politics. Guadalupe, a one-square-mile community of 5,500 perched on the edge of southeast Phoenix and 61% Hispanic, was the first to stand up to the sheriff.</p> <p>As the 2012 presidential election looms, Guadalupe's counter-punch to Arpaio shows just how explosive the power of the Latino community might be throughout the state, particularly in energizing the youth. Just how much this will matter in November remains to be seen, but one thing is for sure: the political momentum has radically shifted, and the Latino electorate can feel the wind on its backs.</p> <p>Battered by Arpaio's sweeps and the nation's harshest series of anti-immigrant legislation for most of the last decade, the state's Hispanic community is now an angry and energized demographic that is mobilizing and fighting back.</p> <p>In the last four years, Hispanics have elected a growing number of candidates to the Phoenix city council and state legislature. Last November, they recalled the roaring lion of the state's anti-immigrant image, former state senator Russell Pearce. It was a humiliating fall for the leader of the Republicans in the Arizona senate who was the architect behind the nationally polarizing \"papers please\" law SB1070, and a key supporter of a ballot initiative passed in 2004 that demanded proof of citizenship for public services. Arpaio, too, faces a civil lawsuit in the Arizona courts for alleged racial profiling though a second legal challenge by the US justice department <a href=\"http://www.huffingtonpost.com/2012/08/31/joe-arpaio-investigation-_n_1848384.html \">was recently dropped</a>.</p> <p>On the night of one of his raids in 2008, mayor Rebecca Jimenez met Arpaio face-to-face, surrounded by 250 angry community members as his deputies flooded her town. She handed him a statement from the town's council, telling him not to come back.</p> <p>\"He erupted.0Hhe was so mad that spit flew on my face,\" Jimenez said. \"He told me: 'You don't want us back?' And I said: 'No, we don't want you back.' He said: 'Too bad, I'm coming back tomorrow.' But he didn't.\"</p> <p>Guadalupe tried to sever its policing contract with Arpaio but failed.<br>Nevertheless, Arpaio attempted to pull out his deputies, leaving Guadalupe defenseless. In the proceeding year, the town filed a federal lawsuit against the sheriff for canceling services over being criticized. It became an embarrassing battle for him that played out in the media.</p> <p>Although Guadalupe is small, it illustrates in concentrated form the potential clout of Hispanic politics when the community is mobilised. Few think Latinos will tip this November's vote in Obama's favor in Arizona, but the Hispanic population is certain to climb its from current 30%. Hispanic youth, who make up 43% of all K-12 students in the state, will come of voting age, and some political observers predict that the effects of SB1070, which was recently upheld in part by the US supreme court, will serve to further accelerate Latino political engagement.</p> <p>\"Within 10 to 15 years, we could be a state like New Mexico, or more likely, California,\" said Arizona State University political science professor Rodolfo Espino, referring to two states with Hispanic populations of 46% and 38% respectively. California is a Democratic fortress, while New Mexico has been decided by a few thousand votes either way in two out of the past three presidential elections. </p> <p>Arizona Hispanics are expected to represent at least 12% of the electorate or more in the upcoming election. In 2010, Hispanics represented a record 18% of the electorate, according to Antonio Gonzalez of the William C Velasquez Institute.</p> <p>\"Sometimes you have to get kicked in the shins really hard so you feel the pain,\" said the Democratic congressman for Tucson Raul Grijalva, who called for a boycott of his own state when SB1070 passed.</p> <h2>'The train's already left the station'</h2> <p>Andrew Sanchez was elected to Guadalupe's town council at the age of just 29 in the aftermath of Arpaio's sweep on the town. He remembers at least 50 deputies, some on bikes, others on horses or in helicopters, and the bomb squad.</p> <p>\"When you see a public official at the level of sheriff lying about a small town that he thought had no push and no influence and he could just bash us, and beat us, it hurt,\" said Sanchez. He takes offence to the sheriff's assumption that many residents of Guadalupe were in the country illegally.</p> <p>Guadalupe is largely comprised of members of the Yaqui Indian tribe, who, at the turn of the 20th century, fled across the border after a failed uprising just before the Mexican revolution. Today, the town known for its Lent and Easter ceremonies remains beset by alcoholism, domestic violence and all the trappings of \"historical trauma\", said Yaqui cultural sensitivity specialist Rafael Armenta. Per capita income is just over $11,000, <a href=\"http://www.infoplease.com/ipa/A0104652.html\">one-third of the statewide average.</a> </p> <p>It is the Hispanic youth, like Sanchez, who are spearheading the new political push. The demographics are irreversible, Grijalva said. \"You can put impediments in front of it, you can make it difficult, but the train's already left the station.\"</p> <p>Young Dreamers – undocumented Latino students who could become permanent residents if the Dream Act ever passed – meet late one recent night in Phoenix, crafting strategy on how to get-out-the-vote to their communities.</p> <p>Daniel Rodriguez, one such Dreamer, had his educational hopes derailed after Proposition 300 passed in 2006. The measure forced him, and all other undocumented students, to pay out-of-state college tuition, which was three times as much, and he lost financial aid.</p> <p>\"What people did inadvertently in taking away our education was really release the energy that immigrant youth have,\" Rodriguez said.</p> <p>The group he helped co-found years ago, the Arizona Dream Act Coalition, is raising money to send him back to law school.</p> <p>The youth first saw the extent of their power in 2008, when a grassroots door-to-door campaign tripled the Hispanic voter turnout in a southwest Phoenix city council district and produced an upset win for Michael Nowakowski. His campaign manager, Ruben Gallego, was elected to the state legislature two years later aged 28.</p> <p>Three years later, another Nowakowski disciple, Daniel Valenzuela made national headlines when his young volunteers, \"Team Awesome,\" knocked on 72,000 doors to get him on the Phoenix city council. Most recently, Hispanic voters scored their biggest victory yet with the recall of Pearce, the first-ever Arizona legislator removed. It was spearheaded by Citizens For A Better Arizona, an activist group led by Randy Parraz.</p> <p>\"Brother and sisters,\" Parraz yelled during a mid-June meeting that packed a local sanctuary, \"this is happening under our watch! Some of you go back a generation, and have fought these fights, but these fights are not over!\"</p> <p>As the political terrain shifts, one recent poll put Obama only three points behind Romney in Arizona. A late-June poll from Rasmussen by contrast had Romney comfortably ahead by 54 to 41. Romney has yet to open up a field office in Arizona, and party leaders insist the state is not in play.</p> <p>As for Guadalupe, it must wait to see if the upcoming election ends Arpaio's reign. \"Regardless, the culture has been set,\" Sanchez said.</p> <p>A couple of months ago, he began sitting in on police training sessions at Maricopa County sheriff's office. \"I'm probably the last person you'd expect to see in that class,\" Sanchez said.</p> <p>He takes his 19-year-old nephew to the police academy classes there. He says he thinks the young man will \"be a great community leader some day\".</p> <p>\"We need to take notes and understand this department. That's the best way to help our people,\" Sanchez says.</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 5,523 %<br>Hispanic or Latino: 62.2<br>White: 2.4<br>Black 1.2<br>American Indian/Alaska Native: 33.0<br>Asian: 0.0<br>Native Hawaiian/Pacific Islander: 0.0<br>Other: 0.1<br>Mixed Race: 1.1<br> Total: 100</p> <p>Per capita income: $11,857</p> <p>Voter turnout in 2008: 1,417 (53.9% of reg. voters)<br>Current voter registration: 2,849<br>Democratic: 1,883 66.1<br>Republican: 125 4.4<br>Libertarian: 15 &lt;1<br>Green: 1 &lt;1<br>Other: 842 29.5</p> <p>Winner of the 2008 election in Guadalupe: Barack Obama<br>Winner of 2008 election in Arizona: John McCain</p>",
  "<video data-media-id=\"gu-video-397402056\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/8/Rumble2012cliptest-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/8/Rumble2012cliptest-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/8/Rumble2012cliptest_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/Rumble2012cliptest/Rumble2012cliptest.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/8/Rumble2012cliptest_3gpSml16x9.3gp\"/> </video>   <p>If Barack Obama was criticised for failing to take the fight to Mitt Romney in the first US presidential debate, the same could not be said for his compatriot in the realm of topical satire.</p> <p>Jon Stewart, lampooner-in-chief of cable news, faced his sworn enemy in a TV debate on Saturday and opened with the words: \"My friend Bill O'Reilly is completely full of shit.\"</p> <p>Exactly one month before the US presidential election, Stewart – the liberal host of the Daily Show on Comedy Central – and O'Reilly, Fox News's star rightwing blowhard, faced off behind two star-spangled podiums in Washington in what was billed as \"O'Reilly v Stewart 2012: the Rumble in the Air-Conditioned Auditorium.\"</p> <p>In a 90-minute spoof of the presidential debate format, Stewart and O'Reilly sparred over the same political issues they discuss on each others' shows – except this time, 5'7\" Stewart had a motorised platform to reach – and occasionally tower above – his 6'4\" opponent.</p> <p>The first hour of the debate was divided into five, 12-minute segments moderated by CNN contributor ED Hill, who asked O'Reilly and Stewart about the economy, the Middle East and media bias.</p> <p>Responding to Stewart's uncompromising opening remarks, the audience erupted into raucous applause, making clear their allegiance early on. \"I have come here tonight to plead to the mayor of Bullshit Mountain,\" said Stewart, deploying the descriptor that he uses for Fox News on his Comedy Central show.</p> <p>The economic discussion focused on O'Reilly and Stewart's disagreement on government spending. O'Reilly said he thought too much money was given to \"slackers\" who \"mooch\" off the government through welfare and other subsidies, though he supports social security. Stewart took issue with O'Reilly's determinations of what things are acceptable to be subsidised by the government.</p> <p>\"Why is it if you take advantage of a tax break as a corporation you're a smart businessman, but if you take advantage of a tax break as a person you're a moocher?\" Stewart said.</p> <p>In their discussion about the Middle East, the pair addressed the US embassy attacks, which became muddled when Stewart asked about the deadly consulate attack in Libya and O'Reilly responded by talking about the Egyptian embassy. O'Reilly then addressed the Benghazi attack and said he believed Obama had portrayed a weak image in foreign policy.</p> <p>\"You tell them: 'you attack our embassy one more time we're cutting off all our aid and pulling everyone outta there,\" O'Reilly said. This comment earned loud applause from the audience, proving a sizable contingent of O'Reilly supporters were in attendance.</p> <p>One of the few moments of agreement came when Stewart said the US was only as strong as its weakest members. O'Reilly declared himself offended by that statement but rounded his dissenting statements out with a joke and said: \"We are only as a good as CNN?\" Stewart laughed in agreement.</p> <p>O'Reilly and Stewart traded their podiums for upholstered white chairs in the lightning round of the debate and answered preselected questions submitted online and from the audience. Topics included the New York soda ban, the \"war on Christmas\" and the electoral college.</p> <p>Their responses were both serious and silly; when asked what American they would select for president O'Reilly chose Clint Eastwood. His response prompted Stewart to get out of his seat and talk to his now empty chair as <a href=\"http://www.youtube.com/watch?v=oTucyyBRMHY\" title=\"\">Eastwood did to 'Invisible Obama' at the Republican National Convention in August</a>.</p> <p>For the penultimate question of the debate, Hill asked what the most valuable thing they each received from hearing the other person's point of view. Stewart said: \"I have learned that bullshit mountain is tall, bullshit mountain is wide, and it's deep.\"</p> <p>O'Reilly said: \"That I know I'm right.\"</p>",
  "<video data-media-id=\"gu-video-397304609\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/7/1349607645792/Venezuelan-president-Hugo-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/7/121007Chavez-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121007Chavez/121007Chavez.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/7/121007Chavez-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/7/121007Chavez_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/7/121007Chavez_3gpSml16x9.3gp\"/> </video>   <p>Venezuelan voters will get the chance to have their say on the rule of Hugo Chávez as polls open on Sunday in the most closely fought presidential election since the former tank commander won power in 1998.</p> <p>Most opinion polls suggest the president will be re-elected, albeit by a substantially reduced margin from his previous landslide victories. But the large number of undecided voters and strong turnouts at opposition rallies have given late momentum to the challenger, Henrique Capriles, who has a genuine chance of an upset.</p> <p>With Venezuela sitting on the world's largest oil reserves and Chávez a leading figure in the resurgence of the political left in Latin America, the vote will have an impact on the global economy, energy supplies and regional geopolitics.</p> <p>But for most of the country's almost 19m voters, the key concerns are the alarming rise in the murder rate, the redistribution of oil wealth and the personality and health of the man who has led them for the past 13 years.</p> <p>Chávez – who was due to vote during the morning in the revolutionary stronghold of the 23 de Enero barrio – has called his challenger a candidate from the extreme right and warned that \"all the country could lose, even the rich\" if there were a change of government.</p> <p>\"The middle classes should vote for Chávez because we are a guarantee of stability, peace, national development\", he said in a recent broadcast. In contrast, Capriles – who was scheduled to cast his ballot soon after noon in an upmarket neighbourhood of west Caracas – has tried to present himself as a centrist who can unify the nation. Declaring himself a David facing a Goliath, he has described Chávez as a formidable contender and promised to continue his poverty relief programs.</p> <p>Poll predictions have ranged from a 25-point landslide for Chávez to a six-point win for Capriles. With the president debilitated by an almost year-long battle with cancer, the recent momentum appears to have been with the opposition. It will not be clear until late on Sunday whether it has done enough to close the ground on one of the most charismatic and controversial campaigners in Latin American history.</p> <p>Both camps predict victory but have said they will accept the results, whatever the outcome. However, analysts fear a narrow win for either side could spark accusations of fraud and street violence. This has put the voting system under intense scrutiny, but it appears robust. External observers and domestic analysts have lauded the procedure as one of the most sophisticated systems in the world.</p> <p>Voters first register themselves by inputting their name, national identity number and thumbprint into a console. They then cast an electronic vote for their preferred party candidate on a touchscreen. Their vote enters the central counting system and is also printed so that they can confirm that it has been recorded properly before putting this hard copy in a ballot box – more than half the contents of which will later be cross-checked with the electronic data to ensure the system has not been hacked.</p> <p>Voters must then sign a form to confirm they have cast a vote. Before they leave, the little finger on their left hand is marked with indelible purple ink so they cannot return to vote a second time.</p> <p>\"This system is 100% fraud proof and has been recognised as such by outside political institutions,\" said Luis Guillermo Piedra, of the National Electoral Council.</p> <p>Former US president Jimmy Carter has described the system as superior to that of the US. His Carter Centre, based in Atlanta, Georgia, has noted that many Venezuelans are concerned that a new electronic voting system might enable authorities to tell how they voted, exposing them to retaliation if they vote against Chávez. \"This concern has no basis, however,\" the centre said. \"The software of the voting machines guarantees the secrecy of the vote.\"</p> <p>There is less certainty about what happens outside the voting booths. The opposition have lodged 110 complaints about alleged abuses of election laws by the Chávez campaign, mostly relating to his domination of airtime on public broadcasting channels and use of funds, staff and other resources from state-owned enterprises. They also fear that armed militias may put pressure on voters before they go to the polls, though there have been no reports of this to date.</p>"
]