[
  "<p>America is the great melting-pot. We all come from distinct backgrounds, and yet we all come together to cast our vote for president on election day. It would be silly to think, however, that we leave our backgrounds outside the polling booth.</p> <p>Four years ago, then-candidate Obama said he could heal the divisions of our country. Those who know anything about voting pattern demographics were suspicious that Obama could accomplish this goal. With this year's election close at hand, we can now see if the president has come closer to reaching his objective.</p> <p>The polls indicate that voting divisions for this year's presidential race have either not closed or have actually expanded to near-record extents.</p> <p><strong>1). The age gap</strong></p> <p>In 2008, those <a href=\"http://elections.nytimes.com/2008/results/president/national-exit-polls.html\">60 years and older</a> supported John McCain by a 4-point margin, while those 18-29 voted for Obama by a 34-point margin. This 38-point age gap was the largest gap since exit polls were first taken in 1972.</p> <p>It would probably surprise you to learn that the age gap is a relatively recent phenomenon. There was no relation between age and voting patterns in 1992, for instance. Today, the Greatest Generation has been replaced by the much more conservative \"silent generation\". Today's younger voters are 40% non-white, a core Democratic group, and those who are white grew up during the Bush years.</p> <p>The result is that the age gap is larger today than it was even four years ago. A recent <a href=\"http://www.politico.com/polls/politico-george-washington-university-battleground-poll.html\">GWU/Battleground Politico poll</a> has Obama holding a large 24-point lead among 18-29 year-olds, and trailing among those 60-plus by 18 points. </p> <p><strong>2). The ideology gap</strong></p> <p>The voting choice differences between self-identified moderate and conservatives has been growing in recent years from 44 points in 1976, to 75 points in 2000. Many Republican leaners who identified as moderate have shifted to the conservative column. Thus, conservatives have been becoming a larger part of the electorate, while moderates, as a group, have become more Democratic in their voting choice.</p> <p>The 69-point division in 2008 between moderates and conservatives was the smallest it had been since 1992. Moderates supported Obama by 21 points, as conservatives gave a 48-point margin to John McCain. This was a big drop from 2004 when the gap was a staggering 78 points.</p> <p>This year, it looks like the ideological disparity is reverting back to where it had been between 1996 and 2004. The <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">latest Pew poll</a> has conservatives with Romney by a 52-point margin and moderates with Obama by a 20-point margin – a 72-point divergence.</p> <p><strong>3). The union gap</strong></p> <p>There are few things that create a fission between Democrats and Republicans more than unions. Most Democrats like unions because they feel they give the working men and women of America the opportunity to come together to fight for better wages. Most Republicans dislike unions because they feel they allow substandard workers to keep their jobs and union bosses to steal money away from employees.</p> <p>The election in 2008 was surprising in that <a href=\"http://ropercenter.uconn.edu/elections/presidential/presidential_election.html#.UIhCVxyXPdw\">both union and non-union households</a> supported Obama. Union voters did so in greater numbers, at 20 points, yet the difference in margin between union and non-union households was only 16 points. This reversed a divide that had grown from only 20 points in 1976 to nearly 30 points between the late 90s and early 2000s.</p> <p>The margin difference in a recent GWU/Battleground Political poll was up to 24 percentage points. It could be that many of the <a href=\"http://www.tnr.com/blog/electionate/108955/the-south-isnt-responsible-obamas-weak-national-poll-numbers\">non-union workers in northeastern states</a> are abandoning Obama. Indeed, union support for Obama was as high in the recent GWU/Battleground poll as it was in the 2008 exit polls.</p> <p><strong>4). The gender gap</strong></p> <p>Since <a href=\"http://www.slate.com/articles/double_x/doublex/2012/01/the_gender_gap_in_politics_why_do_women_vote_differently_than_men_.html\"> the dawn of Reagan</a>, men have drifted into the Republican column with more regularity. Men are more likely to support the hawkish national security stance of the Republican party, and women tend to be more in favor of government-aid social programs championed by Democrats.</p> <p>The difference between men's and women's voting choice in 2008 was actually the second smallest it had been since 1976; 2012 looks a lot different.</p> <p>An <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/10/21/gender-gap-near-historic-highs/\">average of recent polls</a> showed that women were slated to vote for the president by a 9-point margin, and men were going to vote for Romney by a 9-point margin. Obama's edge among women is largely the same as his 13-point advantage four years ago. Obama's 1-point lead among men in 2008 has, on the other hand, collapsed.</p> <p>If the 18-point divide we currently see in an average of recent polls is just 3 points higher, then welcome to the history books. Either way, expect Democrats to keep hammering away with their \"war on women\" campaign against Republicans.</p> <p><strong>5). The race gap</strong></p> <p>Minorities are more likely to support Democrats. No Republican has achieved greater than 12% of the black vote in exit polls from 1980 through 2008. This year, they're almost assured to give Obama 95% of their votes. Likewise, Latino voters look like they'll give 70% of their vote to the president – a near all-time high. White voters, meanwhile, won't be so kind to the president.</p> <p>Republicans haven't gotten 60% or more of the white vote since 1984, when Reagan won by nearly 20 points nationwide. Romney has led among <a href=\"http://www.tnr.com/blog/electionate/109035/romney-historic-lead-among-white-voters\">white voters in recent polls</a> by an average of 18 points, and considering that <a href=\"http://www.theguardian.com/commentisfree/2012/aug/30/race-2012-election-more-demagogics-demographics \">pre-election polls usually underestimate</a> the Republican margin among white voters, it might be even higher compared to the exit polls.</p> <p>It seems quite possible that Romney could take a greater percentage of the white vote than George HW Bush did in 1988, 59%, and actually lose. That's why the racial makeup of the electorate is key for 2012. If, as the <a href=\"http://thepage.time.com/2012/10/24/the-latest-view-from-one-prudential-plaza-why-the-obama-campaign-is-still-so-confident-about-beating-romney/\">Obama campaign believes</a>, it is becoming less white, then he'll likely win. If white Republicans are more enthusiastic than in 2008, then it's possible that the electorate could even turn out slightly whiter than it was in 2008.</p> <p><strong>Conclusion</strong></p> <p>When you see how Americans are planning to vote this year, you could hardly claim that President Obama has healed the demographic divisions seen in voting patterns throughout the country. In fact, they've demonstrably gotten worse.</p> <p>That's not to say Obama's at fault. I'd argue the opposite: politics are the product of the times we live in, no matter who is in charge. Blaming Obama for being a divisive figure is symptomatic more than causal.</p>",
  "<div id=\"block-5088646fb5794584b1c13eff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T21:58:07.589Z\">10.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We're going to wrap up today's live blog <strong>politics coverage</strong>. Tomorrow the countdown continues: check this space for updates.</p> </div>   </div> <div id=\"block-5088625095cb4897f0db529a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T21:49:04.790Z\">10.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Romney profited from auto bailout – The Nation</h2>  <div class=\"block-elements\">  <p>\"I'm a son of Detroit, I was born in Detroit,\" Governor Romney said in Monday's debate. \"And I would do nothing to hurt the US auto industry. My plan to get the industry on its feet when it was in trouble was not to start writing checks...\"</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=sYUD1vAOLt4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/sYUD1vAOLt4?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The president told Romney he was \"airbrushing history,\" reminding him he had opposed the bailout in print. But the bailout was not necessarily against Romney's interests. The Republican nominee may even have made money on the deal.</p> <p>In an investigative report in <a href=\"http://www.thenation.com/article/170644/mitt-romneys-bailout-bonanza\">the Nation</a>, The Best Democracy Money Can Buy author <a href=\"http://www.gregpalast.com/\">Greg Palast</a> traces how auto bailout money made its way to hedge fund investors who owned a parts manufacturer called Delphi. At least one of those investors, Paul Singer, managed at least $1 million from a blind trust belonging to Ann Romney.</p> <p>When the bailout worked for Delphi, Singer made money and the Romneys made money, Palast writes. If the Romneys did not know about their investment in Delphi, Palast writes, they should have figured it out:</p> <blockquote class=\"quoted\"> <p>Nevertheless, even if the Romneys were blind to their initial investment in Elliott [Singer's hedge fund], they would have known by the beginning of 2010 that they had a massive position in Delphi and would make a fortune from the bailout and TARP funds. Delphi is not a minor investment for Singer; it is his main holding. To invest in Elliott is essentially a “Delphi play”: that is, investing with Singer means buying a piece of the auto bailout.</p> </blockquote> <p>Palast lays out the case in an interview with Democracy Now <a href=\"http://www.democracynow.org/2012/10/18/greg_palast_mitt_romneys_bailout_bonanza\">here</a>. The Romney campaign replied to the report in <a href=\"http://thehill.com/blogs/transportation-report/automobiles/262839-report-romney-profited-153-million-on-auto-bailout-\">The Hill</a>:</p> <blockquote class=\"quoted\"> <p>Romney's campaign did not deny that he profited from the auto bailout in an email to The Hill Wednesday afternoon, but it said the the report showed the Detroit intervention was \"misguided.\"</p> <p>\"The report states that Delphi had 29 US plants before the misguided Obama auto bailout, and just four after. Is this really what the president views as success,\" Romney spokeswoman Michele Davis said.</p> <p>\"Mitt Romney would have taken a different path to turning around the auto industry,\" Davis continued. \"As President, Mitt Romney will create jobs and give American workers the recovery they deserve.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T22:04:54.151Z\">at 11.04pm BST</time></p>  </div> <div id=\"block-5088595895cb4897f0db5298\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T21:10:48.540Z\">10.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's <a href=\"https://twitter.com/AdamGabbatt\">Adam Gabbatt</a> calls<strong> Donald Trump's office</strong> to ask for his college records and passport records. It goes over like candy. </p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F64660273&amp;amp;show_artwork=true&quot; frameborder=&quot;no&quot; height=&quot;166&quot; scrolling=&quot;no&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-5088500cb5794584b1c13efd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:31:08.538Z\">9.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Karl Rove group American Crossroads has put out a new ad narrated by <strong>Clint Eastwood</strong>. The ad is called \"At Stake.\"</p> <p>\"When someone doesn't get the job done, you've got to hold them accountable,\" says Eastwood, who appears at the end of the ad. \"Obama's second term would be a rerun of the first and our country just couldn't survive that. We need someone who can turn it around fast and that man is Mitt Romney.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=klXTb-s7d9A\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/klXTb-s7d9A?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Is it just us or are Rove's attack ads this year not all that nasty? This one is pretty gentle.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T20:32:22.011Z\">at 9.32pm BST</time></p>  </div> <div id=\"block-50884f10b5794584b1c13efc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:26:56.722Z\">9.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>polling news</strong> – noise, Harry Enten calls it – seems pretty good today for Obama.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/261194972232024064\">  <blockquote class=\"twitter-tweet\"><p>Obama is ahead 61-39 among early voters in Nevada, Berkley up 55-41</p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/261194972232024064\" data-datetime=\"2012-10-24T19:58:28+00:00\">October 24, 2012</a></blockquote> </figure>  <p>Shelley Berkley is the Democratic candidate for Senate.</p> </div>   </div> <div id=\"block-50884bcdb5794584b1c13efb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:13:01.641Z\">9.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama up 5 points in Ohio due to lead in early voting – Time</h2>  <div class=\"block-elements\">  <p>A new Time magazine poll puts the president ahead of Governor Romney 49-44 in the key swing state of Ohio.</p> <p>Time <a href=\"http://swampland.time.com/2012/10/24/time-poll-obama-leads-by-5-in-ohio/#ixzz2AFW0SpAA\">reports</a> that the race is neck-and-neck among people who plan to vote on Election Day but the president has opened a wide lead among early voters, giving him the edge:</p> <blockquote class=\"quoted\"> <p>The poll’s margin of error is plus or minus three percentage points. [...]</p> <p>The poll makes clear that there are really two races underway in Ohio. On one hand, the two candidates are locked in a dead heat among Ohioans who have not yet voted but who say they intend to, with 45% of respondents supporting the President and 45% preferring his Republican challenger.</p> <p>But Obama has clearly received a boost from Ohio’s early voting period, which began on Oct. 2 and runs through November 5. Among respondents who say they have already voted, Obama holds a two-to-one lead over Romney, 60% to 30%.</p> </blockquote> <p>Read the rest <a href=\"http://swampland.time.com/2012/10/24/time-poll-obama-leads-by-5-in-ohio/\">here</a>. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T20:14:27.287Z\">at 9.14pm BST</time></p>  </div> <div id=\"block-50884af9b5794584b1c13efa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:09:29.698Z\">9.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Herein,<a href=\"http://s3.amazonaws.com/dk-production/images/8869/large/gop_rape_advisory.gif\"> The Republican Party Rape Advisory Chart.</a></p> </div>   </div> <div id=\"block-50884802b5794584b1c13ef9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:56:50.994Z\">8.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Wow, they finally caught <a href=\"http://www.guardian.co.uk/world/2012/aug/22/todd-akin-missouri-senate-gop?INTCMP=SRCH#block-50352d8cb579dbcf12d6e1c7\">that monkey </a>in St. Petersburg, Florida, CBS <a href=\"http://www.cbsnews.com/8301-201_162-57539454/rogue-monkey-finally-caught-in-florida/\">reports</a>:</p> <blockquote class=\"quoted\"> <p>\"We concealed ourselves in the area,\" said Baryl Martin, spokesperson for the Florida Fish and Wildlife Commission, \"and we waited for the monkey to approach.\"</p> <p>Then the monkey was shot with a tranquilizer dart. [...]</p> <p>The Rhesus Macaque achieved notoriety in the Tampa Bay area after repeatedly managing to elude wildlife officials since 2009. The chase, which spanned at least three counties, has been chronicled by local and national media.</p> </blockquote> </div>   </div> <div id=\"block-508846ba95cb4897f0db5295\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:51:22.861Z\">8.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The president picks up <strong>Maya Angelou's vote</strong> of confidence, our Gary Younge reports:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/garyyounge/status/261189627455610880\">  <blockquote class=\"twitter-tweet\"><p>Just got an email from Maya Angelou endorsing Obama. She once told me I was fat but handsome. One out of two's not bad. <a href=\"http://t.co/zX6tsJt7\" title=\"http://bit.ly/1xAnww\">bit.ly/1xAnww</a></p>&mdash; Gary Younge (@garyyounge) <a href=\"https://twitter.com/garyyounge/status/261189627455610880\" data-datetime=\"2012-10-24T19:37:14+00:00\">October 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5088454ab5794584b1c13ef8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:49:16.108Z\">8.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ryan: end dependency to renew upward mobility</h2>  <div class=\"block-elements\">  <p>Paul Ryan delivered a speech today on upward mobility and the economy at Cleveland State University. <a href=\"http://www.c-span.org/Events/Paul-Ryan-Address-on-Economy/10737435256-1/\">The video is at C-SPAN</a>. The speech was billed as Ryan's \"first major policy address&#xa0;since becoming the Republican Vice Presidential nominee.\" </p> <p>\"Right now, America's engines of upward mobility aren't working the way they should,\" Ryan said. He said African-American and Hispanic children are disproportionately stuck in substandard schools.</p> <p>\"The question before us today... is how do we get the engines of upward mobility turned back on?\"</p> <p>His answer is to end what he calls a \"culture of dependency.\" He said the fact that the number of people on welfare decreased under President Bill Clinton's welfare reform law demonstrates the power of empowerment. He doesn't say what happened to those people who lost benefits.</p> <p>Ryan said government has the responsibility to protect society's most vulnerable. His budget plan, of course, does the opposite, chopping Medicaid by double digits and ending a swath of programs low-income families depend on.</p> <p>He says Governor Romney \"has always given his time and attention to those around him who are hurting.\" This is by all reports the truth.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-98876467-49d6-4d2c-8986-5ed739c3c8e2\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351107605573/-460.jpeg\" alt=\"Paul Ryan\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul Ryan speaks at Cleveland State University on Oct. 24 2012. Screen grab from CSPAN.  Photograph: CSPAN</span> <span class=\"element-image__credit\">Photograph: /CSPAN</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088403195cb4897f0db5294\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:23:30.119Z\">8.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama's winning ground game</h2>  <div class=\"block-elements\">  <p>Elections hinge on... voting. President Obama has 131 campaign field offices in Ohio to Romney's 40. Democrats have registered half a million more voters in Florida than Republicans. </p> <p>Interested in how the ground game is playing out? The Atlantic's Molly Ball has reported <a href=\"http://www.theatlantic.com/politics/archive/2012/10/obamas-edge-the-ground-game-that-could-put-him-over-the-top/264031/\">the story</a> out. About those offices:</p> <blockquote class=\"quoted\"> <p>But the difference isn't just quantitative, it's qualitative. I visited Obama and Romney field offices in three swing states -- Ohio, Colorado and Virginia -- dropping in unannounced at random times to see what I could see. There were some consistent, and telling, differences. [...]</p> <p>These basic characteristics were repeated in all the offices I visited: The Obama offices were devoted almost entirely to the president's reelection; the Republican offices were devoted almost entirely to local candidates, with little presence for Romney.</p> </blockquote> <p>Read the <a href=\"http://www.theatlantic.com/politics/archive/2012/10/obamas-edge-the-ground-game-that-could-put-him-over-the-top/264031/\">whole thing here</a>.</p> </div>   </div> <div id=\"block-50883ac695cb4897f0db5292\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:00:23.030Z\">8.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reports from<strong> Romney's Reno event:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipRucker/status/261178998040694784\">  <blockquote class=\"twitter-tweet\"><p>Romney says Obama has no plan and doesn't understand economy. \"I do, and that's why I'm gonna win.\"</p>&mdash; Philip Rucker (@PhilipRucker) <a href=\"https://twitter.com/PhilipRucker/status/261178998040694784\" data-datetime=\"2012-10-24T18:55:00+00:00\">October 24, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AshleyRParker/status/261179276370522114\">  <blockquote class=\"twitter-tweet\"><p>Usually, Romney says Obama'sslogan — \"Forward\" — feels more like \"forewarned.\" Today in Reno, he says it feels more like \"backward.\"</p>&mdash; Ashley Parker(@AshleyRParker) <a href=\"https://twitter.com/AshleyRParker/status/261179276370522114\" data-datetime=\"2012-10-24T18:56:06+00:00\">October 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508839f8b5794584b1c13ef7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T18:56:57.047Z\">7.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden reacts</strong> to a baby crying during a speech he's trying to give. Check out <a href=\"http://www.buzzfeed.com/dorsey/biden-to-crying-baby-dont-worry-romney-wont-w\">the video</a>. (<a href=\"http://www.buzzfeed.com/dorsey/biden-to-crying-baby-dont-worry-romney-wont-w\">Dorsey Shaw/FuzzBeed</a>)</p> </div>   </div> <div id=\"block-5088383395cb4897f0db5291\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T18:49:23.431Z\">7.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mitt Romney is hosting an event at <strong>Reno Events Center</strong> in Reno.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tobyharnden/status/261174587516145664\">  <blockquote class=\"twitter-tweet\"><p>Crowd for Romney here in Reno, NV not huge - maybe 2,000. Lot of empty space &lt;20 yards fm stage. <a href=\"http://t.co/b470R3iz\" title=\"http://twitter.com/tobyharnden/status/261174587516145664/photo/1\">twitter.com/tobyharnden/st…</a></p>&mdash; Toby Harnden (@tobyharnden) <a href=\"https://twitter.com/tobyharnden/status/261174587516145664\" data-datetime=\"2012-10-24T18:37:29+00:00\">October 24, 2012</a></blockquote> </figure>  <p>HuffPo's <a href=\"http://elections.huffingtonpost.com/pollster/2012-nevada-president-romney-vs-obama?gem\">poll tracker</a> has Nevada at 50-46 for Obama.</p> </div>   </div> <div id=\"block-5088316c95cb4897f0db528e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T18:31:00.970Z\">7.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The strange case of the off-the-record Obama endorsement request</h2>  <div class=\"block-elements\">  <p>Every campaign fights for control over media coverage. But campaigns depend on the media to get their messages out. A quid pro quo develops. Campaigns trade access for coverage. What's strange is when a campaign asks for coverage but wants the access part to be invisible. Case in point: asking for a newspaper endorsement based on an off-the-record conversation.</p> <p>President Obama agreed to speak with the Des Moines Register this week about the election and why the paper should endorse him. But then the White House made the conversation off the record.</p> <p>The story might have ended there, with the Register editors deciding to endorse without ever releasing the nature of their conversation with the president.</p> <p>But Register editor Rick Green wrote a <a href=\"http://www.desmoinesregister.com/article/20121024/OPINION/121024001/Register-editor-Obama-off-record-comments-deserve-shared-voters?nclick_check=1\">blog post</a> Tuesday evening about the strange stipulation:</p> <blockquote class=\"quoted\"> <p>The conference call lasted nearly 30 minutes and was an incredibly informative exchange of questions, answers and an insightful glimpse into the president’s vision for a second term. He made a genuine and passionate case for our endorsement and for reelection. [...]</p> <p>Unfortunately, what we discussed was off-the-record. It was a condition, we were told, set by the White House. [...]</p> <p>We requested that the White House be asked to reverse course so whatever the president shared with us could be reviewed by voters and our readers.</p> <p>No reason was given for the unusual condition of keeping it private.</p> <p>We relented and took the call. How could we not? It’s the leader of the free world on line one.</p> </blockquote> <p>Green's post caught the attention of Register readers and other media outlets. Speculation cropped up that the president had said something the White House did not want to be released. Questions about the off-the-record condition threatened to eclipse whatever impact an endorsement might have. There was the uncomfortable fact that Governor Romney had conducted an extensive, hourlong interview with the paper that he allowed <a href=\"http://bcove.me/bin26964\">to be filmed</a>.</p> <p>The White House then suddenly reversed course, conceding to the newpaper's request to release details of the conversation. The paper published the <a href=\"http://www.desmoinesregister.com/article/20121024/NEWS09/121024003/After-editor-s-blog-President-Obama-releases-transcript-of-Register-interview?Frontpage\">transcript of the conversation</a> online today.</p> <p>The bombshell in the transcript? No bombshell. Obama said a couple things slightly differently than he has said them before. The <a href=\"http://www.huffingtonpost.com/2012/10/24/barack-obama-des-moines-register-latinos_n_2008920.html?1351092307\">Huffington Post</a> highlighted this passage about the Latino vote:</p> <blockquote class=\"quoted\"> <p>\"Since this is off the record, I will just be very blunt,\" Obama&#xa0;<a href=\"http://www.desmoinesregister.com/article/20121024/NEWS09/121024003/President-releases-transcript-of-Register-interview?Frontpage&amp;nclick_check=1\">said on a call</a>&#xa0;Tuesday with the Register's publisher and editor, which was originally meant to be off the record. \"Should I win a second term, a big reason I will win a second term is because the Republican nominee and the Republican Party have so alienated the fastest-growing demographic group in the country, the Latino community.\"</p> </blockquote> <p>The Register will make its endorsement Saturday night.</p> <p>In 2008 the Register <a href=\"http://www.desmoinesregister.com/article/20081025/OPINION03/810260320/Register-editorial-board-endorses-Obama-President\">endorsed</a> Obama, writing, \"Obama has earned the Register's endorsement for the presidency because of his steadfastness in the face of uncertainty, his clear-eyed vision for a more just America and his potential for rallying the country to do great things.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T18:35:02.120Z\">at 7.35pm BST</time></p>  </div> <div id=\"block-50882a7ab5794584b1c13ef3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:50:50.408Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The daughter of <strong>former candidate</strong> Jon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HuntsmanAbby/status/261159889169174528\">  <blockquote class=\"twitter-tweet\"><p>Attention GOP male candidates, 9.7 million more women voted than men in 2008. Let's get w/ the program and not mention abortion...ever.</p>&mdash; Abby Huntsman (@HuntsmanAbby) <a href=\"https://twitter.com/HuntsmanAbby/status/261159889169174528\" data-datetime=\"2012-10-24T17:39:04+00:00\">October 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508829bcb5794584b1c13ef2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:47:41.102Z\">6.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'Facebook is not in and of itself evidence'</h2>  <div class=\"block-elements\">  <p>Secretary of State Hillary Clinton has added her voice to an earlier White House <strong>dismissal of e-mails</strong> notifying Washington officials that militant groups had claimed responsibility on social media sites for the Benghazi attack.</p> <p>\"Posting something on Facebook is not in and of itself evidence. I think it just underscores how fluid the reporting was at the time and continued for some time to be,\" Clinton said, in remarks quoted by <a href=\"http://www.reuters.com/article/2012/10/24/us-usa-benghazi-emails-idUSBRE89N12020121024\">Reuters</a>. The report continues:</p> <blockquote class=\"quoted\"> <p>Clinton, responding to a reporter's question about the emails, noted that a State Department investigation was under way.</p> <p>\"The independent accountability review board is already hard at work looking at everything, not cherry picking one story here or one document there, but looking at everything - which I highly recommend as the appropriate approach for something as complex as an attack like this,\" she said.</p> <p>\"We will find out what happened. We will take whatever measures are necessary to fix anything that needs to be fixed and we will bring those to justice who committed these murders.\"</p> </blockquote> </div>   </div> <div id=\"block-5088257b95cb4897f0db528a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:29:31.133Z\">6.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>President Obama is back <strong>in the lead</strong> 48-47 in <a href=\"http://www.gallup.com/home.aspx\">Gallup's poll</a> of registered voters. Obama last held the lead among registered voters in Gallup's poll on Oct. 14.</p> <p>Governor Romney still leads among likely voters 50-47, according to Gallup. That gap is 2 points smaller than it was yesterday and 4 points smaller than last week.</p> <p>Gallup found the president's approval rating up 2 points to 53%.</p> </div>   </div> <div id=\"block-5088239eb5794584b1c13ef0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:21:34.663Z\">6.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ed Pilkington is in Bowling Green, Ohio, for a look at the <strong>president's famed ground game.</strong> He has a surprise celebrity encounter:</p> <blockquote class=\"quoted\"> <p>Obama for America, the re-election operation masterminded in Chicago, is waging the most intensive ground operation in US electoral history in Ohio. It has blanketed the state with 125 field offices and is sending out an army of volunteers, backed by the latest digital technology, to hunt down the 3% of voters who have yet to make up their minds. [...]</p> <p>At a local level, the final stretch of the campaign is being buoyed up by celebrities of a slightly more modest hew. Volunteers in the college town of Bowling Green in northwest Ohio were treated to a visit by Crystal Bowersox, an American Idol finalist best known for her white dreadlocks and her penchant for appearing barefoot.</p> <p>She may not be in the same league as the Boss, but Bowersox was able to fire up the volunteers. \"You guys know what's at stake, otherwise you wouldn't be here,\" she said to a gathering of about 30 volunteers, mainly women, about to go out canvassing.</p> <p>\"Being a woman is not a pre-existing condition, and we reserve the right to choose. Taking away the right to contraception is a terrible threat to women trying to sustain themselves financially.\"</p> </blockquote> <p>Full report <a href=\"http://www.guardian.co.uk/world/2012/oct/24/obama-ohio-ground-campaign-reelection?intcmp=239\">here</a>.</p> </div>   </div> <div id=\"block-508821dd95cb4897f0db5288\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:14:06.171Z\">6.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That <strong>Romney-Ryan rally</strong> in Colorado yesterday saw a big turnout:</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-46c3ce14-5d97-45b3-b4b3-8b06cd673bbb\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351098698871/40d004da-115b-4187-85a3-43862929cc29-460.jpeg\" alt=\"US  Republican Presidential candidate Mitt Romney and running mate Paul Ryan at Red Rock Amphitheatre in Morrison, Colorado, October 23, 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US  Republican Presidential candidate Mitt Romney and running mate Paul Ryan at Red Rock Amphitheatre in Morrison, Colorado, October 23, 2012.  Photograph: EMMANUEL DUNAND/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: EMMANUEL DUNAND/AFP/Getty Images</span> </figcaption> </figure>  <p>Today the candidates continue to barnstorm the swing states, with President Obama making a quick California trip to tape Leno. Politico's James Hohmann and Emily Schultheis have <a href=\"http://www.politico.com/morningscore/\">the rundown:</a></p> <blockquote class=\"quoted\"> <p><strong>OBAMA in IOWA, COLORADO, CALIFORNIA and NEVADA:&#xa0;</strong>The president starts his day with a 10:10 a.m. EDT rally in Davenport, Iowa, then heads to another rally in Denver at 2:55 p.m. MDT. He’ll tape his appearance on Jay Leno in Burbank, Calif., at 6:30 p.m. PDT, then fly to Las Vegas for another rally at 9:10 p.m. PDT. He will sleep on Air Force One overnight for a flight to Florida.</p> <p><strong>ROMNEY in COLORADO, NEVADA, IOWA and OHIO:&#xa0;</strong>He flies from Denver to Reno, where he has an 11:45 a.m. PDT rally in Reno, flies to Cedar Rapids for a 7 p.m. CDT event and ends the night in Cincinnati.</p> <p><strong>BIDEN in OHIO:&#xa0;</strong>He holds an event at 12:45 p.m. EDT in Marion.</p> <p><strong>RYAN in OHIO:&#xa0;</strong>He’s delivering a speech on “Upward Mobility and the Economy” at Cleveland State University at 2:20 p.m. EDT.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T17:14:25.912Z\">at 6.14pm BST</time></p>  </div> <div id=\"block-50881edeb5794584b1c13eee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:01:18.952Z\">6.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Washington Post <a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/10/24/romney-campaign-we-still-support-mourdock/?0nad\">confirms</a> that Mitt Romney will not withdraw his support from <strong>Richard Mourdock</strong> after the Indiana Senate candidate said conception resulting from rape was something God intended.</p> <blockquote class=\"quoted\"> <p>“Gov. Romney disagrees with Richard Mourdock, and Mr. Mourdock’s comments do not reflect Gov. Romney’s views,” Romney campaign spokeswoman Andrea Saul said. “We disagree on the policy regarding exceptions for rape and incest but still support him.” </p> </blockquote> <p>The Obama campaign put out a statement this morning. “This is a reminder that a Republican Congress working with a Republican president Mitt Romney would [feel] that women should not be able to make choices about their own health care,” Obama spokeswoman Jen Psaki said.</p> </div>   </div> <div id=\"block-50881be095cb4897f0db5283\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:48:32.589Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David Corn has <a href=\"http://www.motherjones.com/mojo/2012/10/allred-maureen-sullivan-stemberg-romney-divorce\">more details</a> about <strong>Gloria Allred's appearance</strong> this morning in a Massachusetts court alongside the ex-wife of the founder of Staples. Governor Romney contributed sworn testimony in the couple's divorce case, TMZ <a href=\"http://www.tmz.com/2012/10/24/mitt-romney-tom-stemberg-staples-lied-perjury-divorce-case-maureen/\">reported</a>.</p> <p>This morning Allred asked a judge to unseal records in the divorce case between the founder, Tom Stemberg, and his wife at the time, Maureen, now apparently Allred's client. The records would include Romney's testimony.</p> <p>Maureen Stemberg has been trying for years to get her story told, Corn <a href=\"http://www.motherjones.com/mojo/2012/10/allred-maureen-sullivan-stemberg-romney-divorce\">reports</a>:</p> <blockquote class=\"quoted\"> <p>&#xa0;Four years ago, Dragon-Lion Media, a movie production company based outside of Los Angeles, announced it was making a documentary on Maureen Sullivan Stemberg, with her cooperation. It issued a&#xa0;<a href=\"http://www.prweb.com/releases/2008/10/prweb1536704.htm\">press release</a>&#xa0;noting that this \"first-time tell all tale of the interweaving relationships and strange bedfellow[s]\" in her life would feature Romney, without specifying what role he would play. But Edmund Druilhet, the founder and CEO of Dragon-Lion Media, tells&#xa0;<em>Mother Jones</em>&#xa0;that Stemberg had discussed with him her belief that Romney had testified falsely to help Tom Stemberg during the trial.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T16:53:19.413Z\">at 5.53pm BST</time></p>  </div> <div id=\"block-508818a095cb4897f0db5282\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:34:40.594Z\">5.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>SWAK</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarackObama/status/260926825843290112\">  <blockquote class=\"twitter-tweet\"><p>Photo of the day: <a href=\"http://t.co/TwlO7oZw\" title=\"http://twitter.com/BarackObama/status/260926825843290112/photo/1\">twitter.com/BarackObama/st…</a></p>&mdash; Barack Obama (@BarackObama) <a href=\"https://twitter.com/BarackObama/status/260926825843290112\" data-datetime=\"2012-10-24T02:12:58+00:00\">October 24, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508817fe95cb4897f0db5281\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:31:59.100Z\">5.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An aide to <strong>Donald Trump</strong> said in September that Trump planned to give \"millions\" to support Mitt Romney's candidacy. So far there's no indication that that has happened, although Trump <a href=\"http://www.politico.com/news/stories/1012/82414.html\">did write</a> a check for $100,000 to a Republican Super PAC.</p> <p>Today Trump released a <a href=\"http://www.guardian.co.uk/world/2012/oct/24/donald-trump-october-surprise-video\">video offering</a> to give $5m to the charity of the president's choice if the president released his college records.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LOLGOP/status/261139094845919232\">  <blockquote class=\"twitter-tweet\"><p>FUGG IT: I'll scrape together $5 million if Mitt will release his tax returns and his bundlers as ALL OTHER CANDIDATES have before him.</p>&mdash; LOLGOP (@LOLGOP) <a href=\"https://twitter.com/LOLGOP/status/261139094845919232\" data-datetime=\"2012-10-24T16:16:26+00:00\">October 24, 2012</a></blockquote> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-b0707876-df48-4da0-8b4e-e4f1aea6caff\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351095607066/28788c79-02ed-42f6-80bb-0f5298db1181-460.jpeg\" alt=\"LAS VEGAS, NV - FEBRUARY 02:  Republican presidential candidate, former Massachusetts Gov. Mitt Romney (L) and Donald Trump shake hands during a news conference held by Trump to endorse Romney for president at the Trump International Hotel & Tower Las Vegas February 2, 2012 in Las Vegas, Nevada.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">LAS VEGAS, NV - FEBRUARY 02:  Republican presidential candidate, former Massachusetts Gov. Mitt Romney (L) and Donald Trump shake hands during a news conference held by Trump to endorse Romney for president at the Trump International Hotel & Tower Las Vegas February 2, 2012 in Las Vegas, Nevada.  Photograph: Ethan Miller/Getty Images</span> <span class=\"element-image__credit\">Photograph: Ethan Miller/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T16:33:43.363Z\">at 5.33pm BST</time></p>  </div> <div id=\"block-50880e7ab5794584b1c13eeb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:51:22.848Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">CNN: Romney will not pull support from Mourdock</h2>  <div class=\"block-elements\">  <p>Governor Mitt Romney will not pull his support from Indiana Senate candidate Richard Mourdock, Dana Bash reports on CNN.</p> <p>The Romney campaign has denied requests to take down a <a href=\"http://www.youtube.com/watch?v=PVXKYw_r5ZY&amp;feature=player_embedded\">television ad </a>endorsing Mourdock, Bash quotes unnamed sources as telling her.</p> <p>UPDATE:</p> <p>Bash's report followed a televised press conference in which Mourdock sought to clarify his comments that a conception resulting from rape was as God intended. Mourdock said he abhors violence and sexual violence in all its forms. He said his words had been twisted in an attempt by his opponents to score political points. </p> <p>UPDATE 2:</p> <p>A second prominent Republican has broken ranks to condemn Mourdock. The Associated Press <a href=\"http://livewire.talkingpointsmemo.com/entry/ayotte-cancels-campaign-appearance-with-mourdock\">reports</a> that Sen. Kelly Ayotte (R-NH) has cancelled a scheduled trip to Indiana Wednesday to campaign with Mourdock:</p> <blockquote class=\"quoted\"> <p>Ayotte's spokesman, Jeff Grappone, said Wednesday that the senator disagrees with Mourdock's comments, which do not represent her views. Ayotte was scheduled to campaign with Mourdock on Wednesday, but canceled her trip and is in New Hampshire&#xa0;instead.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T16:03:43.114Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-50880ce395cb4897f0db527b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:44:35.678Z\">4.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House denies Benghazi e-mails belied public statements</h2>  <div class=\"block-elements\">  <p>E-mails sent two hours after the Benghazi attack notifying Washington officials that a militant Islamic group had taken responsibility for the attack did not constitute firm intelligence, the White House says.</p> <p>In response to questions from ABC News, which <a href=\"http://abcnews.go.com/blogs/politics/2012/10/email-alerts-describe-911-benghazi-consulate-assault-unfolding/\">first reported</a> the existence of the emails Tuesday night, the White House rejected the notion that the emails contradicted the Obama administration's public statements about the attacks.</p> <p>“There was a variety of information coming in,” White House spokesman Jay Carney told reporters. “The whole point of an intelligence community and what they do is to assess strands of information and make judgments about what happened and who was responsible.”</p> <p>Jake Tapper reports:</p> <blockquote class=\"quoted\"> <p><strong><a href=\"http://abcnews.go.com/Politics/page/email-attack-us-consulate-benghazi-17549431\">One of the emails</a></strong>&#xa0;reported ...that Ansar al-Sharia claimed responsibility for the Benghazi attack on Facebook and Twitter, and had threatened to attack the U.S. Embassy in Tripoli. [...]</p> <p>White House officials maintained that the emails don’t contradict what the White House believed at that point, based on the intelligence community’s assessment of the attack. The views of the intelligence community are valued far more than Facebook and twitter claims, officials said, describing that email as an unclassified ops alert email, not a vetted intelligence assessment.</p> </blockquote> <p>Three days after the Sept. 11 attack, Carney <a href=\"http://www.whitehouse.gov/the-press-office/2012/09/14/press-briefing-press-secretary-jay-carney-9142012\">had a back-and-forth</a> with Tapper in which he said \"We have no information to suggest that it was a preplanned attack\":</p> <blockquote class=\"quoted\"> <p>MR. CARNEY: Jake, let’s be clear, these protests were in reaction to a video that had spread to the region --</p> <p>Q At Benghazi? What happened at Benghazi --</p> <p>MR. CARNEY: We certainly don't know. We don't know otherwise. We have no information to suggest that it was a preplanned attack. The unrest we’ve seen around the region has been in reaction to a video that Muslims, many Muslims find offensive. And while the violence is reprehensible and unjustified, it is not a reaction to the 9/11 anniversary that we know of, or to U.S. policy.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T15:48:04.247Z\">at 4.48pm BST</time></p>  </div> <div id=\"block-50880664b5794584b1c13ee8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:16:52.652Z\">4.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TMZ: Romney downplayed value of Staples during founder's divorce</h2>  <div class=\"block-elements\">  <p>Just yesterday TMZ scooped the political press with an exclusive interview with a bayonet manufacturer taking umbrage at the president's remarks that the military used fewer bayonets now.</p> <p>Now TMZ has published a report possibly tied to Gloria Allred's big announcement today: Mitt Romney downplayed the value of the office supplies company Staples during the divorce trial of Staples founder Tom Stemberg, the report says.</p> <p>Romney submitted a deposition and testimony in the trial, TMZ says. </p> <p>Here's the <a href=\"http://www.tmz.com/2012/10/24/mitt-romney-tom-stemberg-staples-lied-perjury-divorce-case-maureen/#ixzz2AEIROAtc\">TMZ report</a>. This morning David Bernstein <a href=\"https://twitter.com/dbernstein/status/261088144877817857/photo/1\">tweeted</a> a picture of Allred and client arriving in Canton, Massachusetts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T15:20:44.944Z\">at 4.20pm BST</time></p>  </div> <div id=\"block-5088038095cb4897f0db5277\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:04:32.873Z\">4.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Candidate who called rape conception what 'God intended' gets Romney boost</h2>  <div class=\"block-elements\">  <p>Pressure is growing on Governor Mitt Romney weigh in on comments about rape made last night by a Senate candidate Romney has endorsed.</p> <p>“And even when life begins in that horrible situation of rape, that it is something that God intended to happen,” Indiana Treasurer Richard Mourdock said Tuesday during a Senate race debate.</p> <p>Mourdock is the only Senate candidate in this election cycle to benefit from an ad made by Romney, the Democratic National Committee points out.</p> <p>The DNC has produced an ad of its own splicing together Romney's endorsement of Mourdock with Mourdock's comments on rape and God:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=onHSC_VQra4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/onHSC_VQra4?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Today Mourdock sought to clarify his comments. He released a <a href=\"http://richardmourdock.com/news/richard-mourdock-statement\">statement</a>:</p> <blockquote class=\"quoted\"> <p>God creates life, and that was my point. God does not want rape, and by no means was I suggesting that he does. Rape is a horrible thing, and for anyone to twist my words otherwise is absurd and sick.</p> </blockquote> <p>Mourdock, of course, isn't the only Republican Senate candidate who has sought to retract something he said about rape this election season. After announcing that the female body has a mechanism that can shut down conception in the case of \"legitimate rape,\" Missouri Senate candidate Todd Akin produced an apology video:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=VbOKlGOabhg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/VbOKlGOabhg?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>After initially banning Akin for comments they called unacceptable, the Republican party quietly <a href=\"http://www.guardian.co.uk/world/2012/sep/28/todd-akin-republican-about-face?INTCMP=SRCH\">resumed cash support</a> for his candidacy when it became clear they could not scare him from the race.</p> <p>Indiana gubernatorial candidate Mike Pence, a former chairman of the House Republican Conference, has broken ranks with his party to condemn Mourdock's rape comments. \"I strongly disagree with the statement made by Richard Mourdock during last night's Senate debate. I urge him to apologize,\" Pence <a href=\"http://www.journalgazette.net/article/20121024/LOCAL0202/121029765\">said</a>.</p> <p>Here's what Romney said about Akin:</p> <blockquote class=\"quoted\"> <p>Congressman's Akin comments on rape are insulting, inexcusable, and, frankly, wrong. Like millions of other Americans, we found them to be offensive.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T15:19:05.499Z\">at 4.19pm BST</time></p>  </div> <div id=\"block-5087fa8c95cb4897f0db5270\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:40:24.695Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning and welcome to our Wednesday live blog politics coverage. It's October surprise day, an announcement that might seem to want an exclamation point, but does not. Here's a summary of where things stand: </p> <p>• <strong>Literally certified bushwa artist and media puppet master Donald Trump of New York, New York, has telegraphed a punch against the president to land at noon ET</strong>. Meanwhile California lawyer Gloria Allred, who knows a thing or two about TV cameras herself, is rumored to be teeing up <a href=\"http://abcnews.go.com/blogs/politics/2012/10/rumors-fly-over-trump-allred-october-surprises/\">material damaging to Governor Romney</a>. There are 13 days to go in the race to the White House.&#xa0;</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iowahawkblog/status/261104392139309056\">  <blockquote class=\"twitter-tweet\"><p>Idea: let's put Gloria Allred and Donald Trump in a steel cage death match with tire irons, and ignore whoever survives.</p>&mdash; David Burge (@iowahawkblog) <a href=\"https://twitter.com/iowahawkblog/status/261104392139309056\" data-datetime=\"2012-10-24T13:58:32+00:00\">October 24, 2012</a></blockquote> </figure>  <p>• <strong>A <a href=\"http://www.quinnipiac.edu/institutes-centers/polling-institute\">CBS/Quinnipiac poll</a> released today \"found that, riding a wave of strong support among women, President Barack Obama holds a 50 - 45 percent lead\"&#xa0;in Ohio.</strong> Conservative commentators point out that the poll was conducted October 22, two days ago.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SeanTrende/status/261104209783574528\">  <blockquote class=\"twitter-tweet\"><p>Guys, the national polls are interesting, but until polls start showing Romney ahead in NV/IA, WI, or OH, he's losing.</p>&mdash; Sean Trende (@SeanTrende) <a href=\"https://twitter.com/SeanTrende/status/261104209783574528\" data-datetime=\"2012-10-24T13:57:49+00:00\">October 24, 2012</a></blockquote> </figure>  <p>• <strong>Reuters reports that White House and State Department officials were advised two hours after the attack on the US mission in Benghazi that an Islamic militant group had claimed credit, emails show.</strong> We'll take a closer look at the timeline of the attack and the official response today.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:47:40.672Z\">at 3.47pm BST</time></p>  </div>",
  "<p>The Texas attorney general, Greg Abbott, has threatened to arrest international election monitors invited by liberal groups to observe the conduct of next month's presidential vote in states accused of attempting to disenfranchise minorities. </p> <p>Abbott has written to the Organisation for Security and Cooperation in Europe <a href=\"https://www.oag.state.tx.us/newspubs/releases/2012/102312abbot_letter.pdf\">warning that its monitors have no right</a> to monitor the vote even though they have observed previous US elections. </p> <p>\"The OSCE's representatives are not authorized by Texas law to enter a polling place. It may be a criminal offence for OSCE's representatives to maintain a presence within 100 feet of a polling place's entrance,\" he said. \"Failure to comply with these requirements could subject the OSCE's representatives to criminal prosecution for violating state law.\"</p> <p>The OSCE is sending 44 observers to voting stations across the US at the request of various groups, including the NAACP and the American Civil Liberties Union, because of \"an unprecedented and sophisticated level of coordination to restrict voting rights in our nation\". These include attempts by several states, including Texas, to introduce voter identification laws and other measures blocked by federal courts which have ruled they were motivated by racial discrimination. </p> <p>In his letter, Abbott glossed over the recent judgements striking down the Texas identification law and pointed to a supreme court ruling in a case involving another state. </p> <p>\"The OSCE may be entitled to its opinions about voter ID laws, but your opinion is legally irrelevant in the United States, where the supreme court has already determined that voter ID laws are constitutional,\" Abbott said.</p> <p>The US routinely sends poll watchers to elections in foreign countries, particularly those where there are concerns about the fairness of the vote. <br>In television interviews, Abbott denounced the OSCE as an interfering foreign body even though the US is a founding member and it was invited by President George Bush's administration to monitor the 2004 and 2008 presidential elections in the US. </p> <p>\"If OSCE members want to learn more about our election processes so they can improve their own democratic systems, we welcome the opportunity to discuss the measures Texas has implemented to protect the integrity of elections,\" Abbott wrote. \"However, groups and individuals from outside the United States are not allowed to influence or interfere with the election process in Texas. This state has robust election laws that were carefully crafted to protect the integrity of our election system. All persons – including persons connected with OSCE – are required to comply with these laws.\"</p> <p>The OSCE responded later on Wednesday in a letter to the US secretary of state, Hillary Clinton, calling Abbott's threat \"unacceptable\" and noting that the organisation's Office for Democratic Institutions and Human Rights (ODIHR) has an agreement with the US permitting it to monitor elections. </p> <p>\"The United States, like all countries in the OSCE, has an obligation to invite ODIHR observers to observe its elections,\" it said. \"The threat of criminal sanctions against OSCE/ODIHR observers is unacceptable.\"</p> <p>A Florida congressman running for the Senate, Connie Mack, also waded into the debate, saying that reports the United Nations wants to send election monitors was an outrage. The OSCE was founded under the UN charter.</p> <p>\"The very idea that the United Nations - the world body dedicated to diminishing America's role in the world - would be allowed, if not encouraged, to install foreigners sympathetic to the likes of Castro, Chavez, Ahmadinejad, and Putin to oversee our elections is nothing short of disgusting,\" he <a href=\"http://blogs.orlandosentinel.com/news_politics/?p=39436\">told the Orlando Sentinal</a>. </p> <p>\"The United Nations should be kicked off of American soil once and for all. And the American people should demand that the United Nations be stopped from 'monitoring' American elections. The only ones who should ever oversee American elections are Americans.\"</p>",
  "<p>More than 915,000 campaign ads have been aired on television in the election so far, almost twice as many as in 2008, according to a detailed survey conducted by the Wesleyan Media Project.</p> <p>The research also found that the record number of ads is concentrated on fewer states than in 2008 – meaning a small number of Americans in the swing states are being bombarded with campaign messages on a scale never seen before.</p> <p>Anecdotal evidence, not in the survey, suggests that some viewers now mentally switch off when political ads appear. But the same anecdotal evidence also suggests that many voters, when asked for their views, tend to reiterate ad messages.</p> <p>The survey shows that both sides are spending more than in 2008. It confirms that it is an extremely negative campaign, with Barack Obama's team and its supporters even more negative than Mitt Romney's.</p> <p>Erika Franklin Fowler, co-director of the Wesleyan Media Project, said: \"When all is said and done, 2012 will go down as a record-pulverising year for political advertising. We've already surpassed the total number of presidential ads aired during the entire 2008 campaign and we still have two weeks to go before election day.</p> <p>\"What is striking is that the ads are concentrated on fewer markets than 2008, meaning that a smaller number of Americans have witnessed the onslaught of messages in the race for the White House.\"</p> <p>The survey found that Las Vegas, Denver and Cleveland have been the epicentres of ad campaigns. Ad volume is also up in Virginia.</p> <p>Looking at just the first three weeks of this month, spending by Democratic-leaning groups are up 438% on 2008 and Republican-leaning ones 954%. Over those three weeks, pro-Romney groups have spent more than $47m on television advertising, $10m more than their Democratic counterparts.</p> <p>In 2008, the Republican national committee was responsible for about 85% of presidential candidate John McCain's ads. This time round, the RNC is responsible for only 12% and outside groups 44%, reflecting the change in politics brought about by the supreme court ruling that lifted many restrictions on political spending.</p> <p>Although the Republicans are outspending the Democrats, the Obama campaign is in fact airing more ads. This is partly because the Obama campaign (as does the Romney campaign) benefits from cheaper ad rates than those bought by outside groups, allowing it to air more.</p> <p>Michael Franz, co-director of Wesleyan Media Project, said: \"There was a lot of talk that Romney and his allies were hoarding resources for a major ad push in the closing moments of the campaign. This was supposed to counteract the Obama advantage is ads aired throughout the earlier part of the general election campaign. We just have not seen that to date on local broadcast. And time is running out.\"</p> <p>The survey reveals that after the Obama and Romney campaigns, the biggest spender is American Crossroads, the group that includes former George W Bush strategist Karl Rove. Since 1 October, it has spent $28m on more than 26,000 ads.</p> <p>The pro-Obama group, Priorities USA, was the fourth biggest spender, with $9.5m on more than 13,000 ads. On negativity, only 11% of ads by the Romney campaign have been positive and only 6.3% of Obama's.</p> <p>In Senate races, Virginia's has been the most expensive, with $14m spent over the last three weeks.</p>",
  "<p>The debates are over, done, finito. But before we put them behind us, we want to take a closer look at what the debates <em>as a whole </em>did and did not accomplish. Aggregating data from our series of \"<a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.theguardian.com%2Fworld%2F2012%2Foct%2F23%2Fobama-romney-final-debate-decoder&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHV9_2-8B-PiouB32AJcAIOMlY9cQ\">debate decoders</a>\" and anywhere else, we found interesting tidbits. So here are all four debates – three presidential and one vice-presidential – broken down by the numbers. </p> <p>For those left wondering how the debates could be improved, we recommend this <a href=\"http://www.bostonglobe.com/ideas/2012/10/20/how-improve-presidential-debates-how-improve-presidential-debates/DKt6RgzAC6ebmnIPEwZXhL/story.html\">fabulous further reading from the Boston Globe</a>, on how we can get creative with \"America's most important political face-off\".</p> <h2>Debates by the numbers:</h2> <p><strong>$5m: </strong>Cost of preparations for the most expensive debate, held at Lynn University in Boca Raton, Florida. Other debates cost host universities between $1.65m and $4.5m, according to the <a href=\"http://www.thedenverchannel.com/news/call7-investigators/du-spent-16-million-on-debate-local-governments-also-putting-money\">Denver's ABC News 7</a> and <a href=\"http://www.huffingtonpost.com/2012/10/22/presidential-debate-college-lynn-university_n_2000513.html?ref=election-2012-blog\">the Huffington Post</a></p> <p><strong>25:</strong> total number of lead questions we counted across the four debates. That's about half a million dollars spent per question, for those who may be wondering (a bit less if you count followups)</p> <p><strong>Countless:</strong> number of pollsters and pundits who said debates don't really matter until Romney outscored Obama in the first presidential debate </p> <p><strong>4:</strong> number of points Romney rose in the polls following the first debate – <a href=\"http://www.theguardian.com/world/2012/oct/08/romney-gains-lead-obama-poll\">a \"dramatic\" bump</a></p> <p><strong>2:</strong> moderators who showed their hand by publishing question topics well in advance of the their debate – Jim Lehrer in the first debate on domestic policy and Bob Schieffer in the last on foreign policy. It may be worth noting, too, that no female moderator disclosed topics in advance</p> <p><strong>1: </strong>moderator who pushed strongly for \"specifics\" on candidates' plans for the future: <a href=\"http://www.theguardian.com/world/us-news-blog/2012/oct/12/martha-raddatz-debate-moderator-winner\">Martha Raddatz in the vice-presidential debate</a>. Other moderators – notably the two men, Lehrer and Schieffer – took a lighter approach to their moderation</p> <p><strong>15: </strong>number of <a href=\"http://www.theguardian.com/world/2012/oct/12/biden-ryan-vp-debate-decoder#notable\">chuckles, cackles and incredulous laughs</a> that escaped from Joe Biden over the course of the VP debate</p> <p><strong>Unknown:</strong> how many women were in <a href=\"http://www.theguardian.com/world/2012/oct/17/obama-romney-town-hall-debate-decoder#talk\">the binders referenced by Romney</a> in the second presidential debate</p> <p><strong>11: </strong>number of citizens cherry-picked by moderator Candy Crowley who got to <a href=\"http://www.guprod.gnl/world/2012/oct/17/obama-romney-town-hall-debate-decoder?intcmp=239#frame\">ask their own question</a> during the one town hall-style debate</p> <p><strong>1:</strong> just one live fact-check by Candy Crowley. After being called on by Obama, she corrected Romney's assertion that the president hadn't used the word \"terror\" in his initial reaction to attacks in Libya – which the GOP called <a href=\"http://www.theguardian.com/world/2012/oct/17/candy-crowley-republicans-benghazi-interjection\">a contentious move</a></p> <p><strong>20: </strong>countries mentioned in the final debate on foreign policy by the candidates and moderator. Twelve of those 20 were in the Middle East and North Africa, by the way, and none were in Latin America – a rather limited world view</p> <p><strong>112: </strong>number of attacks the presidential candidates launched against each other over three debates. Obama just edged Romney out, with 58 total attacks to Romney's 54. It's worth pointing out there's a positive correlation between the number of attacks and the candidate declared the victor online</p> <p><strong>2 out of 3:</strong> number of debates during which Romney explicitly said he'd \"get rid of Obamacare\" – which happens to be one of his favorite lines on the campaign trail</p> <p><strong>7:</strong> number of times <a href=\"http://www.huffingtonpost.com/2012/10/22/romney-obama-debate_n_2004105.html?utm_hp_ref=politics\">Romney seemed to agree with Obama</a> in the final debate on foreign policy (using words like \"agree\" and \"concur,\" and phrases like \"I want to underscore the same point the president made\")</p> <p><strong>122</strong>: number of interruptions during the town hall debate – that's \"<a href=\"http://www.cmpa.com/media_room_press_10_19_12.html\">1.4 interruptions per minute during the 90-minute debate</a>.\" It's also a breach of debate rules, though certainly <a href=\"http://www.thenation.com/blog/170713/report-debates-romney-broke-rules-more-obama\">not the only one</a></p> <p><strong>16 to 15: </strong>respectively, the number of times Joe Biden and Paul Ryan played <a href=\"http://www.theguardian.com/world/2012/oct/12/biden-ryan-vp-debate-decoder?intcmp=239#wingman\">\"wingman\"</a> to their running mates by talking up presidential plans, referring to Obama's and Romney's résumés and defending their man</p> <p><strong>48:</strong> times the president invoked his accomplishments from the last four years. In comparison, Romney talked about his own résumé 13 times in all</p> <p><strong>42:</strong> number promises and plans for the future Romney delivered over four debates. Obama was more reserved, offering 32 plans and promises total</p> <p><strong>1 each: </strong>the number of times the issues of immigration, equal pay, abortion and gun rights were asked about over four debates</p> <p><strong>0:</strong> the number of times other important issues, <a href=\"http://www.theguardian.com/world/2012/oct/23/presidential-debates-missing-issues\">like climate change, gay rights and the war on drugs</a>, were asked over four debates</p> <p><strong>3: </strong>memes that came out of the presidential debates – <a href=\"https://www.facebook.com/photo.php?fbid=319596614813884&amp;set=a.121452001295014.23430.121408401299374&amp;type=1&amp;relevant_count=1\">Big Bird, binders and bayonets</a></p> <p><strong>2: </strong> female moderators in this year's debate cycle – Martha Raddatz hosting the VP debate and Candy Crowley manning (so to speak) the presidential town hall. This was the first time a woman moderated a presidential debate in 20 years, but the <a href=\"http://thecaucus.blogs.nytimes.com/2012/08/13/female-moderators-chosen-for-debates/\">first time the moderator spots were equally distributed between women and men</a>. An achievement – and an embarrassment, considering it's 2012</p>",
  "<p>Kasha Nelson, 31, was only supposed to go hiking with a friend. But in the 45 minutes it took to drive from Taos to Ski Valley in northern New Mexico she'd changed her vote. For the last three elections she's voted Democrat, but this time she was leaning towards Romney. \"In 2008 I got caught up in the whole hope and change thing, but I've lost total confidence in Obama's ability to get us out of this mess and I thought, with his business background, Romney might be a different breed of politician.\"</p> <p>She shared her intentions with her friend, a woman in her 20s and in a long-term relationship, who promptly reminded Kasha that she had just had an abortion. Romney's election, and the supreme court nominations that come with it, her friend argued, could take away that choice and criminalise that action. Is that what Kasha wanted? Kasha, who was raised \"very\" Catholic in a trailer in southern Alabama, believes abortion is a necessary evil. She finds the Republicans' social conservatism a \"real turn-off\" but \"has a lot of faith in the independence of the supreme court\".</p> <p>Until then, Kasha had become weary of the way all conversations about the election with her friends would start with discussions about making ends meet and then switch to abortion, contraception and gay marriage as soon as she mentioned she might vote for Romney.</p> <p>She was beginning to feel like her life was stalling and was looking for a leader who could revitalise the economy. Once a bilingual teacher, she took a career break to do a creative writing course in Santa Fe, and was now struggling to get back into the job market. After we finished breakfast she was driving five hours to Denver to take up an office job paying $6,000 less than the teaching job she'd left a few years ago.</p> <p>But when confronted with the direct experience of her friend and the direct consequence of her vote, she felt compelled to reconsider. \"I went back and looked up where Romney stood on the issues on his website and I just decided I couldn't vote for that. My vote couldn't just be about money and jobs.\"</p> <p>There are (to adopt Romney's phrase) \"binders full of women\" who are turned off by the Republicans' policies on reproductive rights. But those binders become even thicker when marital status is taken into account. <a href=\"http://thehill.com/conventions-2012/gop-convention-tampa/gop-convention-columnists/juan-williams/245509-opinion-why-the-republican-party-is-losing-the-battle-for-women-voters\">A summer poll</a> gave Obama a 46-point lead among single women like Kasha and her friend. And almost every year there are more of them. Thanks to feminism and the increased educational opportunities, equality laws and reproductive choices that have come with it, women are <a href=\"http://marriage.about.com/od/statistics/a/medianage.htm\">getting married</a> and <a href=\"http://www.babycenter.com/0_surprising-facts-about-birth-in-the-united-states_1372273.bc\">having children</a> later in life. In 1970, unmarried women comprised 38% of the population; today they are 47%. Kasha's mother got married when she was 19 and had Kasha shortly afterwards. Kasha has other options. She'd like to keep them.</p> <p>It's just one of the examples of the many ways in which Americans live, love, move and behave that is having an impact on the nation's electoral landscape. The US is becoming less white, less religious, more urban and diverse in its living arrangements, and migrating to the south and west. Some of these changes, like the growing strength of the Latino vote or an ageing population heading for the sun belt, are demographic. Last year, for the first time ever, <a href=\"http://www.npr.org/blogs/thetwo-way/2012/05/17/152896230/minorities-are-now-majority-of-u-s-births-census-says\">the majority of babies born in America were not white</a>, presaging a near future where white people will be a minority. Others, like the propensity of people to marry later and for women to remain single longer, are social. Some of these changes are happening very quickly: <a href=\"http://usatoday30.usatoday.com/NEWS/usaedition/2012-04-12-Cohabiting---with-kids---_ST_U.htm\">the proportion of children born out of wedlock</a> from 2006-2010 was double that born in 2002. Others take more time: during that same time span the median age at which American women married increased by less than a year. Many are not immediately obvious. The fastest growing \"religious group\" in the US is those with \"no religious affiliation\". In 1944 they were one in 20; in 2004 they were one in seven; by 2024 they are projected to be at least one in five. But all have political consequences. America is changing far faster and more thoroughly than its electoral rhetoric, strategies and alliances can keep up.</p> <p>\"The tectonic plates of American politics are shifting,\" <a href=\"http://www.americanprogressaction.org/issues/progressive-movement/report/2010/06/16/7953/demographic-change-and-the-future-of-the-parties/\">argues Ruy Teixeira in a 2010 paper</a> Democratic Change and the Future of the Parties for the liberal thinktank, the Center for American Progress. \"A powerful concatenation of demographic forces is transforming the American electorate and reshaping both major political parties. And, as demographic trends continue, this transformation and reshaping will deepen.\"</p> <h2>'Latinos became more moderate'</h2> <p>In few places is this clearer than <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/06/15/presidential-geography-new-mexico/\">New Mexico,</a> which has gone from the swingiest of states to being safely Democratic in just three election cycles. In 2000, the outcome in New Mexico was closer than Florida: Al Gore took it with a majority of just 366. In 2004 the Republicans won it back with a slightly healthier 5,988 lead. Then in 2008 there was a rout. Obama reclaimed it with a 15-point margin and a lead of 125,590. This year it is not even being contested. The last four polls there have Obama leading by double figures.</p> <p>The most obvious explanation for this would be the rising number of Latinos. Between 2000 and 2010 the state's Latino population grew 24.6%. Between 2000 and 2008 the number of registered Latino voters leaped by 44% and the number of actual Latino voters jumped by 51%. At just over a third New Mexico has the highest proportion of Latino voters of any state in the country.</p> <p>But that explanation, on its own, would be incomplete and incorrect. The number of Hispanics were growing in 2000 and 2004, yet the Republicans won the state back and increased their share of the Latino vote. The numbers continued growing and the state still elected a Republican governor (Susana Martinez, who is Latina) in 2010. So there is nothing inherent about a growing Latino population that makes a Democratic outcome inevitable. True, Latinos tend to be poorer and poor people tend to vote Democrat. <a href=\"http://www.latinodecisions.com/blog/2012/08/24/can-the-republicans-connect-with-latinos-on-abortion-2/\">But Latinos are also more likely to be religious</a> and against abortion than the nation at large too. Republicans have the only two Latino governors in the country – Martinez and Brian Sandoval in Nevada. After this election cycle they will have more Latino senators than Democrats. Of the five states with the highest proportion of Latinos two, California and New Mexico, are safely Democratic. Two, Arizona and Texas are, for now, safely Republican, and one, Nevada, is a swing state.</p> <p>So demography is not electoral destiny. People vote their interests not their identities and parties mould their platforms to appeal to people's interests. There is nothing inevitable about either. Women are evenly split on the issue of abortion; <a href=\"http://publicreligion.org/research/2012/02/january-tracking-poll-2012/\">polls showed Catholics more likely</a> to demand employers provide healthcare plans that cover birth control at no cost than Protestants. Until the 1980 Republicans were more likely to be pro-choice than Democrats. The complicating factor is that quite often those interests are intertwined with their sense of identity. Wealthy African Americans overwhelmingly vote for Democrats not because they will be better off financially, but because they are turned off by the Republicans' racially charged rhetoric.</p> <p>\"A decade ago there would have been a large number of Latinos who saw themselves as conservative. But they became more moderate as the Republicans moved to the right,\" says Gabriel Sanchez, a professor at the University of New Mexico in Albuquerque. The decline has been quite dramatic. <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/NM/P/00/epolls.0.html\">In 2004 Bush got 44%</a> of the Latino vote; in 2008 <a href=\"http://www.cnn.com/ELECTION/2008/results/polls/#val=NMP00p1\">McCain netted just 30%</a>; a poll released <a href=\"http://www.latinodecisions.com/blog/2012/10/17/new-poll-from-latino-decisions-indicates-that-immigration-matters-to-hispanic-voters-in-new-mexico/\">earlier this week by Latino Decisions</a> suggest just 24% will vote for Romney.</p> <p>The reason New Mexico has turned Democrat isn't just because it became more Latino but because Republicans simultaneously became perceived as more xenophobic. \"Republicans have really leveraged the anti-immigrant rhetoric to appeal to their white nativist base, and in the short term that might work nationally,\" explains Sanchez, who also acts as the director of research for the polling organisation Latino Decisions. \"But in the long term it will have negative effects. They are seen not as anti-immigrant but anti-Latino.\"</p> <h2>'This election is a critical juncture for the Republican party'</h2> <p>California is used as the cautionary tale. Between 1952 and 1988 it voted Republican every time bar one. In 1992 Clinton won it with 46% of the vote but it still had the potential to swing back. In 1994 came Proposition 187, a Republican-backed measure to bar undocumented migrants from healthcare, public education and other services in the state. They won the vote (though the law was found unconstitutional) and lost Latinos. Now, like New Mexico, it's safely Democratic. \"Research show that Latinos who came of voting age during that time are less likely to ever vote Republican again because that is when their image of Republicans was formed. Latinos are not in the bag for Republicans yet. But it could get that way if Republicans don't change.\" If it did, Texas and Arizona would, sooner or later, go the way of New Mexico and California.</p> <p>This is not just a problem locally, but with the entire Republican electoral strategy since the end of the civil rights era – the last time in fact that there was a seismic shift in the nation's electoral allegiances. Back then Republicans realised that if they could shed their reputation as the party of Lincoln they could peel off a whites in both the south and northern suburbs with a subtle appeal to racial animus. It worked. <a href=\"http://uselectionatlas.org/RESULTS/\">In 1976, Jimmy Carter</a> won all the former confederate states bar Virginia. By 2000, Al Gore won none, even though he and his father had represented one of them (Tennessee) as senators.</p> <p>Richard Nixon explained the plan to his chief-of-staff, Bob Haldeman, who wrote it in his diary. \"You have to face the fact that the whole problem is really the blacks,\" Nixon told him. \"The key is to devise a system that recognises that while not appearing to.\"</p> <p>When white people made up around 85% of the voters that made sense. But over the past three election cycles alone <a href=\"http://www.pollingreport.com/2000.htm\">the white vote has dropped</a> from 80% in 2000 to 74% in 2008. With 50,000 new Latinos becoming eligible to vote every month, the long-term trend for that white share of the vote will be downward, which means the more black and Latino voters the Republicans alienate, <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/09/us-most-racially-polarised-election-white\">the more white voters they need to replace them</a>. \"The demographics race we're losing badly,\" said Republican, senator Lindsey Graham, acknowledging the problem. \"We're not generating enough angry white guys to stay in business for the long term.\"</p> <p>They are trying their best. Romney has a 20-point lead among whites – the biggest racial gap for almost 30 years. Meanwhile, Joe the Plumber, now a Republican congressional candidate in Ohio, has an original plan for immigration reform. \"Put a fence on the damn border and start shooting,\" he says.</p> <p>But sooner rather than later Republicans will either become more inclusive or less viable. \"This is the last time anyone will try to do this,\" one Republican strategist told the National Journal. And Republican consultant Ana Navarro told the Los Angeles Times: \"Where his [Romney's] numbers are right now, we should be pressing the panic button.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398299839\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351096694145/abortion-protest-capitol-008.jpg\" alt=\"abortion protest capitol\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republicans' stance on reproductive rights, like their southern strategy on race, was engineered during the early 1970s with electoral advantage in mind. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>For in an increasingly polarised electorate loyal constituencies make a big difference. In <a href=\"http://news.yahoo.com/swing-state-demographics-might-sway-2012-election-outcome-221800949.html\">swing states like Nevada, Florida, Virginia and North Carolina</a>, white people comprise less than two-thirds of the population. In Colorado, Latinos make up 20%. Even in states like Ohio, Wisconsin or Iowa, where Latinos make up between 3% and 5% of the population, they can make a difference in a close-run contest.</p> <p>\"This election is a critical juncture for the Republican party,\" says Christine Sierra, heads UNM's Southwest Hispanic Research Institute. \"Latinos would be a more diverse voting bloc if there were reasons to vote Republican. But without those reasons its possible they could become as cohesive a voting bloc as African Americans.\"</p> <p>Republicans' stance on reproductive rights, like their southern strategy on race, was engineered during the early 1970s with electoral advantage in mind. In 1969 George Bush Sr, then a Texas congressman, told the House: \"We need to make family planning a household word. We need to take the sensationalism out of the topic so it can no longer be used by militants … who are using it as a political stepping stone.\" That same year Nixon said: \"No American woman should be denied access to family planning assistance because of her economic condition.\" But a couple of years later, <a href=\"http://www.newyorker.com/reporting/2011/11/14/111114fa_fact_lepore\">as Jill Lepore points out in a New Yorker article</a>, Patrick Buchanan wrote a memo to Nixon advocating using the abortion issue to woo the Catholic vote. \"If the president should publicly take his stand against abortion as offensive to his own moral principles … then we can force [Ed] Muskie [a failed Democratic presidential candidate in 1972] to make the choice between his tens of millions of Catholic supporters and his liberal friends.\" The next week Nixon spoke of his \"personal belief in the sanctity of human life – including the life of the yet unborn\".</p> <p>This has served them better among evangelicals than Catholics, but it is causing considerable damage to their reputation among the growing number of educated women and unmarried couples.</p> <p>\"I just think Republicans want to take us backwards to another time,\" says Erica, 37, a school teacher who lives in Taos, New Mexico, where she raises her child alone. \"When they're talking about family values I don't think they're talking about a single mum who's juggling child care and work. I don't think they can related to a single woman in her thirties with some life experience. When you go to Planned Parenthood they don't offer you an abortion as soon as you walk through the door. They talk through your options.\"</p> <p>\"They just seem so tunnel-visioned,\" says Erica, who was raised evangelical in Minnesota. The episode when Rush Limbaugh referred to Georgetown student Sandra Fluke as a \"slut\" and a \"prostitute\" after Fluke spoke in support of mandating insurance coverage for contraception, she says, is a case in point. \"That suggests a larger attitude towards women. I don't know if Romney agrees but a large segment of his party does and he didn't come out and say that's crazy.\"</p> <p>Some progressives believe these trends spell the death knell for the Republican party in its present form. \"The Democratic party will become even more dominated by the emerging constituencies that gave Barack Obama his historic 2008 victory,\" argues Teixeira, author of <a href=\"http://www.washingtonmonthly.com/features/2003/0305.teixeira.html\">The Emerging Democratic Majority</a>. \"While the Republican party will be forced to move toward the centre to compete for these constituencies. As a result, modern conservatism is likely to lose its dominant place in the GOP.\"</p> <p>That's too deterministic. For a start there are countervailing trends. The migration of Americans south and west over the years and <a href=\"http://realclearpolitics.blogs.time.com/2010/12/21/reapportionment-and-the-electoral-college/\">the reapportioning of electoral college seats</a> to accommodate those population movements has helped Republicans. If Obama won the same states this year as he did four years ago he would have six electoral college seats less because the population in the states he won has not risen as fast as in the states he lost. Demography alone over the last decade has handed Republicans the equivalent of Iowa.</p> <p>Moreover, most of the groups Republicans are losing are less motivated than those they have gained. Only 71% of Latinos, 76% of the unmarried and 78% of the non religious <a href=\"http://www.gallup.com/poll/154559/US-Presidential-Election-Center.aspx\">say they will definitely vote</a>. Conversely 86% of whites, 87% of Protestants and 88% of married people say they will. This is why there is such a discrepancy between how Obama fares with registered voters compared to likely voters and why the 'ground game' will in the coming weeks will be so crucial. For all the emphasis on women voters Obama is tied with women likely voters overall and trails white women by 9 points.</p> <p>For the Democrats to take advantage of these changes they have to give people something to vote for and then get them to vote. That's not necessarily as easy as it sounds.</p> <p>Still unable to bring herself to vote for Obama, Kasha cast her ballot early for Libertarian candidate Gary Johnson. \"I'm totally disgusted with the two-party system,\" she says. \"We don't have a good choice, and I don't want to want to compromise. I don't care if the guy I vote for doesn't get to win. I've had enough of just voting out of fear for the other side.\"</p>",
  "<p>A film about the killing of Osama bin Laden, which will air two nights before the US presidential election, has been re-edited to feature more footage of Barack Obama, prompting accusations Hollywood is trying to swing the vote.</p> <p>Harvey Weinstein, a studio head and prominent Democrat who has contributed to the president's campaign, tweaked the film Seal Team Six: the Raid on Osama bin Laden to broaden Obama's role.</p> <p>The new version of the 90-minute feature, which will debut in primetime on 4 November on the National Geographic Channel, and be available the next day on Nextflix, uses additional news and documentary footage to show Obama in the build-up and aftermath of the May 2011 raid which killed the al-Qaida leader in Pakistan.</p> <p>Weinstein and the director, John Stockwell, <a href=\"http://www.nytimes.com/2012/10/24/arts/television/obama-is-prominent-in-seal-team-six-weinstein-film.html?pagewanted=1&amp;_r=1&amp;ref=politics\">told the New York Times</a> that the changes, instigated by Weinstein, were motivated not by politics but to imbue more realism.</p> <p>The footage includes the president speaking at the annual White House correspondents' dinner a day before the raid, a lonely walk in which he appears deep in thought, and a triumphant declaration – \"Justice has been done\" – after the raid.</p> <p>The extra footage was shot by Meghan O'Hara, a producer who collaborated with Michael Moore on the George Bush-bashing documentary Fahrenheit 9/11.</p> <p><a href=\" http://teaparty.org/presidents-top-campaign-fundraiser-behind-release-2-days-before-election-13785/\">Conservatives were angry about the film</a> and its timing even before the re-edit, calling the Weinstein Company and Voltage Pictures production a blatant attempt to influence voters.</p> <p>News of the new, Obama-expanded version ratcheted up resentment on blogs and website talkboards on Wednesday.</p> <p>\"It's a propaganda film from start to finish,\" said one commenter. \"I wonder if Obama is going to have a starring role and jump out of the helicopter,\" asked another. Several lamented what they called <a href=\" http://nation.foxnews.com/seal-team-six-raid-osama-bin-laden/2012/10/24/hollywood-editing-movies-help-obama-win#ixzz2AEh5nAmX\">Hollywood's liberal bias</a>.</p> <p>\"It is amazing [that] Hollywood actually believe what their big, fat hyper-inflated egos tell them – that we the people are stupid and they can do anything they want. Time to fire these 'entertainers' by <em>not</em> watching their movies or television shows.\"</p> <p>It could, from a Republican perspective, have been even worse. An earlier version of the film included a scene in which Mitt Romney appeared to oppose the raid.</p> <p>Howard T Owens, the chief executive of the National Geographic Channel, told the Times that his company demanded that scene be cut. \"We wouldn't air this if it were propaganda.\"</p> <p>The film's timing, he said, was to take advantage of the fall schedule of TV shows. Another motivation was desire to get in ahead of the Zero Dark Thirty, a bigger budget film about the raid directed by Oscar-winner Kathryn Bigelow.</p> <p>\"Other than being commercially opportunistic, we weren't considering the election,\" said Owens.</p> <p>Zero Dark Thirty was originally slated to appear in cinemas before the election, but was pushed back to December amid complaints it could unfairly boost Obama. Republicans also accused the White House of sharing classified information with Bigelow and her writer-producer, Mark Boal.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/MgOq9pBkY0I?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/MgOq9pBkY0I\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p> <br>• Possibly the least credible statement in the election campaign so far – and that's an extremely crowded field – appeared on the Facebook page of angry multimillionaire and windfarm-hating germophobe Donald Trump, in advance of what he promised would be a gamechanging \"October Surprise\" revelation about Barack Obama. \"This is not a media event or about Donald J Trump,\" he wrote – a claim that, if true, would have made it unique in his professional career. \"This is about the United States of America.\" Oh, but it very much was about Donald J Trump – and far from being a gamechanging revelation, the much reported revelation, when it finally came, wasn't even a revelation. It was a <a href=\"http://www.youtube.com/watch?v=MgOq9pBkY0I&amp;feature=youtu.be&amp;hd=1\" title=\"\">two-and-three-quarter-minute YouTube video</a> in which the mogul, sitting behind a desk and seemingly channelling the spirit of a Bond villain, offered Obama \"a deal I don't believe he can refuse.\" </p> <p>It was this: \"If Obama opens up and gives his college records and applications, and if he gives his passport applications and record, I will give to a charity of his choice … a cheque, immediately, for $5m (£3.1m).\" And so the political media slunk away, feeling soiled that they'd let Trump manipulate them so easily, and swearing not to be so gullible again. After all, they'd already fallen for an earlier alleged \"October Surprise\", when a website with the address Octsurprise.com appeared online, displaying a countdown clock and promising a devastating scoop, only to fizzle out in a lame joke. They weren't about to let that happen a third time. Besides, there was an important story to cover: the celebrity feminist lawyer Gloria Allred, Trump's opposite in almost every sense except in her enthusiasm for self promotion, announced that she'd soon be revealing material damaging to Mitt Romney. It was <a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/10/24/the-gloria-allred-october-surprise/\" title=\"\">rumoured</a> to concern testimony he'd given in the 1990s divorce case between the founder of Staples, in which Romney's Bain Capital had invested, and his wife. Could this be the long awaited October Surprise? It's about time we had one of them.</p> <p>• Whatever the so-called experts may claim, everyone knows that American presidential elections are won or lost on the strength of each side's bad puns. Judging by the frequency with which it's deployed, the Obama campaign's \"Romnesia\" gag must be working wonders. By contrast, the efforts by some Romney supporters to describe the president's facial expression during Monday night's debate as the \"<a href=\"http://www.wnd.com/2012/10/obama-slammed-for-vicious-stare-in-debate/\" title=\"\">Obamastare</a>\" don't seem to be catching on. So Republicans should be thankful for a coinage by the conservative commentator Michelle Malkin, \"<a href=\"http://townhall.com/columnists/michellemalkin/2012/10/24/obamas_hate_couture_divas\" title=\"\">hate couture</a>\", which refers to the scandalous fact that people in the fashion industry tend to vote Democratic, and that Diane von Furstenberg made a joke at a recent event about how Republicans weren't allowed. </p> <p>Fox News has a <a href=\"http://www.foxnews.com/entertainment/2012/10/23/is-anna-wintour-pressuring-designers-to-steer-clear-ann-romney/\" title=\"\">more elaborate conspiracy theory</a>: \"Is [Vogue editor] Anna Wintour pressuring designers to steer clear of Ann Romney?\" Wintour is a generous Obama backer, but the evidence is pretty thin, consisting primarily of the fact that Von Furstenberg's team haven't responded enthusiastically to Romney wearing their designs. If Fox has it right, though, these could be dangerous times for Isaac Mizrahi, who brazenly <a href=\"http://hollywoodlife.com/2012/10/23/isaac-mizrahi-ann-romney-style-michelle-obama/\" title=\"\">defied Wintour by telling an interviewer</a>: \"I would love to see Ann Romney in more of my clothes.\" If he's never heard from again, we'll know why.</p> <p>• Who are the mysterious undecided voters on whom the outcome of this election, and possibly the fate of the planet, now rests? Well, one of them seems to be the drama-prone actor Lindsay Lohan. She previously claimed to be supporting Romney, then, during Monday's debate, retweeted a pro-Obama message. Then she deleted it. Then she tweeted congratulations to both candidates for their \"nice work\", and suggested that the \"severe anxiety\" she'd been feeling during their encounter might have exceeded their own. Not that it'll matter: <a href=\"http://uk.eonline.com/news/353565/lindsay-lohan-isn-t-registered-to-vote-despite-endorsing-mitt-romney\" title=\"\">according to investigations by the website E! Online</a>, she's probably not registered to vote.</p>",
  "<p>Britain's foreign secretary, William Hague, has called on Iran to reconsider the \"outrageous\" and \"deplorable\" detention of the prominent lawyer Nasrin Sotoudeh, who is on the eighth day of a hunger strike.</p> <p>Sotoudeh is serving a six-year jail term in Tehran's notorious Evin prison after being found guilty of \"acting against the national security\" and \"propaganda against the regime\" – charges that human rights activists say were trumped-up.</p> <p>Last week, Sotoudeh, a mother of two children, stopped eating in protest at the state's harassment of her family. Her husband, Reza Khandan, and their 12-year-old daughter, Mehraveh, are subject to a travel ban and have been summoned to court, in what Amnesty International describes as an attempt to force her family to stop campaigning for her release.</p> <p>The 45-year-old women's rights activist was arrested in September 2010 and initially sentenced to 11 years in prison but had her conviction reduced to six years' imprisonment last year.</p> <p>Sotoudeh's arrest was believed to be linked to her representation of Shirin Ebadi, a colleague and Iranian Nobel peace prize laureate currently living in exile.</p> <p>\"Imprisoning Nasrin Sotoudeh on the outrageous basis of 'co-operation with Shirin Ebadi's Centre for the Defence of Human Rights' is deplorable,\" Hague told the Guardian. \"We urge the Iranian authorities to review her case urgently. We will continue to stand up for human rights defenders in Iran\".</p> <p>A spokesman for the EU's foreign policy chief, Catherine Ashton, echoed Hague's remarks. \"We are following the case of Nasrin Sotoudeh and other human rights defenders in Iran with great concern,\" said the spokesman. \"We will continue to campaign for the charges against them to be dropped, and look to Iran to respect the human rights obligations it has signed up to.\"</p> <p>During a visit to Tehran in August, the UN secretary general, Ban Ki-moon, pressed Iranian officials over the country's record on human rights. In October, the UN's Iran special rapporteur on human rights, Ahmed Shaheed, heavily criticised Tehran in a report detailing the harassment of its imprisoned activists who are subjected to mock executions, rape, sleep deprivation, and threats to their families.</p> <p>On Wednesday, Ali Larijani, the speaker of the Iranian parliament, attacked Ban and Shaheed in an unusually brusque speech, denying the human rights allegations against his country. He accused Ban of humiliating the identity of the United Nations with what he described as a \"political dance\" and likened Shaheed's report to \"international savagery\".</p> <p>\"You [the west] seem to expect us to respect the western savagery in sodomy as legal,\" said Larijani.</p> <p>In Evin prison, north of the Iranian capital, Sotoudeh is held behind bars alongside some of the defendants she represented, including several political activists and protesters arrested in the aftermath of Iran's 2009 disputed presidential election.</p> <p>Sotoudeh's own lawyer, Abdolfattah Soltani, has also been arrested and sentenced to 13 years in jail, as well as many of their colleagues, including Mohammad Ali Dadkhah, who saved the life of an Iranian Christian pastor on death row for apostasy.</p> <p>Others in jail include Houtan Kian, the lawyer who fell foul of the authorities for highlighting the case of Sakineh Mohammadi Ashtiani, the woman sentenced to death by stoning for adultery. Kian was arrested in 2010 and has been allegedly subjected to torture. The fate of both Ashtiani and Kian is unclear.</p> <p>Sotoudeh's human rights activities have been recognised internationally, especially her defence of juvenile offenders. Iran has been <a href=\"http://www.hrw.org/news/2007/06/19/iran-leads-world-executing-children\" title=\"\">notorious for its execution of juveniles</a>, but now waits until the age of 18 before carrying out death sentences handed down to those under that age. In 2011 at least 143 child offenders were on death row in Iranian prisons, waiting to go to the gallows on their 18th birthday.</p> <p>\"Several officials from different organizations have talked to her, but nothing serious has happened to lead to her ending her hunger strike,\" Sotoudeh's husband, Khandan, told the International Campaign for Human Rights in Iran, a US-based non-governmental organisation. \"Nasrin has demands, the most important one of which is for the pressure to be lifted from her family, particularly our 12-year-old daughter who has been banned from foreign travel.\"</p> <p>According to Khandan, Sotoudeh appeared haggard and weak during a prison visit with her family on Sunday. \"She appeared a lot more frail after five days of hunger strike, as compared to two years ago, when she was on a hunger strike for 28 days,\" he said. \"The reason for this is quite clear. She has lost her strength over the past two years in prison and she no longer has the strength for a hunger strike.</p> <p>\"I am seriously worried for her since I saw her yesterday. No matter how hard I tried to talk her out of the hunger strike, Nasrin had no interest in breaking it.\"</p> <p>While in jail, Sotoudeh has repeatedly been denied visits from her children, including once for refusing to wear a chador, the full-length cloak worn by Iranian women. \"I know that you require water, food, housing, a family, parents, love, and visits with your mother,\" she wrote to her children in a letter from jail, according to the opposition website <a href=\"http://persian2english.com/\" title=\"\">persian2english.com</a> . \"However, just as much, you need freedom, social security, the rule of law, and justice.\"</p>",
  "<p>Barack Obama's re-election team is making an all-out push to reach undecided voters in Ohio in the hope that the president's superior ground operation will give him the edge in the vital swing state despite tightening polls.</p> <p>Obama for America, the re-election operation masterminded in Chicago, is waging the most intensive ground operation in US electoral history in Ohio. It has blanketed the state with 125 field offices and is sending out an army of volunteers, backed by the latest digital technology, to hunt down the 3% of voters who have yet to make up their minds.</p> <p>The Obama campaign has built its ground game on the back of his first run on the presidency in 2008, providing an almost unbroken presence in Ohio in stark contrast to the relatively new operation that Mitt Romney has created from scratch over the past six months. Democratic organizers hope that such long-term commitment to the state will give them an advantage as the election enters the final stage devoted to getting out the vote.</p> <p>The <a href=\"http://www.cbsnews.com/8301-250_162-57536922/poll-obamas-lead-in-ohio-narrows/?tag=nl.e879&amp;s_cid=e879\">latest opinion poll from Quinnipiac University and CBS News</a> shows Obama hanging on to a five-point lead in Ohio by 50% to 45%. But that has come down following his poor performance in the first presidential debate from a commanding advantage of 10 points just a month ago, and any further slide would see the state enter a statistical tie.</p> <p>To prevent any additional drift, the campaign is piling resources into Ohio. Among the big names parachuted into the state in recent days were the double act of Bill Clinton and Bruce Springsteen. Another double act – that of Obama and Joe Biden – took the stage in Dayton on Tuesday.</p> <p>At a local level, the final stretch of the campaign is being buoyed up by celebrities of a slightly more modest hew. Volunteers in the college town of Bowling Green in north-west Ohio were treated to a visit by Crystal Bowersox, an American Idol finalist best known for her white dreadlocks and her penchant for appearing barefoot.</p> <p>She may not be in the same league as the Boss, but Bowersox was able to fire up the volunteers. \"You guys know what's at stake, otherwise you wouldn't be here,\" she said to a gathering of about 30 volunteers, mainly women, about to go out canvassing.</p> <p>\"Being a woman is not a pre-existing condition, and we reserve the right to choose. Taking away the right to contraception is a terrible threat to women trying to sustain themselves financially.\"</p> <p>Talking to the Guardian, Bowersox said she was informed by her own personal experience. Born in nearby Oak Harbor in Ohio, she was dependent on government subsidy for healthcare when she was struggling as a musician – and she gives thanks to welfare and Medicaid in the cover notes to her first album, Farmer's Daughter.</p> <p>\"I'm a different tax bracket now, and I've seen both sides of the fence. But I'm still grateful for the help I got when I was dirt poor,\" she said.</p> <p>The Obama canvassing operation in Bowling Green, as in other key constituencies across the country, is powered by a <a href=\"http://www.theguardian.com/world/2012/may/14/obama-digital-campaigning-dashboard\">sophisticated set of digital tools</a> developed for this election cycle called Dashboard. This takes the Democratic party's database, Vote Builder, which contains personal data on millions of individuals, and connects it to volunteers knocking on doors.</p> <p>By so doing, it allows for an increasingly fine-tuned targeting of core voters. Committed conservatives and Romney supporters can be discounted as it is not worth spending time trying to persuade them.</p> <p>Instead, Dashboard directs canvassers to the doors of firm Democrats who can be encouraged to vote early, which is an advantage to the campaign because it means that more effort can be focused on election day on getting wavering voters to the polls.</p> <h2>'Good data can be the difference between winning and losing'</h2> <p>The Obama for America re-election campaign is claiming that it has built up a substantial lead in early voting so far. Jeremy Bird, the national field director, <a href=\"https://secure.assets.bostatic.com/pdfs/Memo_from_Jeremy_Bird.pdf\">put out a memo this weekend</a> in which he said: \"President Obama is winning early vote among primary election voters in the key battleground of Ohio.\"</p> <p>The contention appears to be born out by a slew of polls that has Obama ahead among those who have already cast their vote. <a href=\"http://www.surveyusa.com/client/PollReport.aspx?g=9fe706c7-86ef-4698-b0d3-15ec2d79d203\">One by SurveyUSA</a>, for instance, put Obama ahead by 19 points among early voters.</p> <p>Joe McNamara, Democratic president of Toledo city council just to the north of Bowling Green, says the concentration on early voting could win Obama the state. \"Get people to the polls now and you can concentrate your forces on those who haven't decided yet.\"</p> <p>McNamara says the Obama ground game is more organised than any election he has ever seen. \"They are all about the data – where to knock, what the responses were, who has voted early, who needs a ride to the polls. Having good data can be the difference between winning and losing.\"</p> <p>The Obama office in Bowling Green, a college town, is running daily golf carts to carry students form campus to the early polling stations. But most of the team's energies are being directed, with Dashboard's help, towards the undecided voters upon which the outcome of the election in Ohio will depend.</p> <p>\"We know that turning up in person is far more effective than the millions of dollars being spent on TV ads this year,\" said Emily Garcia, an 18-year-old student at Bowling Green State University who is devoting 20 hours a week to the campaign. \"People appreciate that we are taking the trouble to talk to them in their homes.\"</p> <p>Through Dashboard, Garcia is directed – theoretically at least – to the doorsteps of the undecided voters. The technology draws on past voting behaviour, data scraped from social media sites such as Facebook and Twitter, occupation, age, gender and other demographic details to estimate individual's likely voting position.</p> <p>It doesn't always work. The first door Garcia knocked on on Sunday afternoon was an older woman who complained: \"What do you want? I didn't order pizza.\" She turned out to be a committed Romney supporter.</p> <p>But the second door was a hit. Craig Flack, 25, is an evangelical pastor with a Bowling Green congregation and has yet to decide which way to vote on 6 November.</p> <p>He knows how valuable a political catch he is. \"I'm like a unicorn in Ohio – one of the 3% of Ohio voters everyone wants to talk to,\" he said.</p> <p>Contrary to the popular image of the undecided voter as being ignorant and unengaged – a recent Saturday Night Live skit <a href=\"http://www.nbc.com/saturday-night-live/video/undecided-voter/1418227\">captured the stereotype brilliantly</a> – Flack is a political science graduate who is following the race closely. He voted for Obama in 2008 but says he has grown disillusioned.</p> <p>\"Like everyone else I drank the Kool-Aid – it was all going to be peaches and cream. But after four years where's the hope and change?\"</p> <p>He is now torn between the candidates. On the one hand, he is very worried about the size of the national debt and what he perceives as Obama's failure to bring it down; on the other he likes the president's healthcare reforms and doesn't want them to be repealed. \"I don't think you should have to go broke just because you fall sick.\"</p> <p>Garcia tries to entice Flack into the Obama camp as they stand debating on his doorstep. \"I totally get that the deficit is a big thing, but the economy Obama inherited was totally destroyed. Four years is not enough to fix that – give him another four and he'll get the deficit down.\"</p> <p>\"But no human being gets to live like that,\" Flack replies. \"We have a budget in my church and in my family, and we have to stick within it. We can't just keep on spending.\"</p> <p>They part with Flack still undecided, though he professes to be \"leaning Obama\". He may regret making that comment, as it will almost certainly earn him many more calls and visits from Garcia and her fellow Obama volunteers before this race is done.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-398230075\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351000052940/GNM-Archive-Celebrating-B-002.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manyanani dancers from Cape Town, demonstrating the Gumboot dance created by South African mine workers. The dancers were part of 'Africa 95', a nationwide celebration of the arts of Africa, held in the UK in the last quarter of 1995. The wide-ranging events included visual and performing arts, cinema, literature, music, public debate, television and radio shows <br>Photograph: Garry Weaser for the Guardian</span> <span class=\"element-image__credit\">Photograph: Garry Weaser/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398230090\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351000333795/GNM-Archive-Celebrating-B-004.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"350\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Model Naomi Campbell wearing a wedding dress made from newspapers and dollar bills as part of the New Renaissance collection at the Harvey Nichols and Perrier New Generation Designers Show, 1994 <br>Photograph: Tom Jenkins for the Guardian</span> <span class=\"element-image__credit\">Photograph: Tom Jenkins/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398231018\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351001388467/GNM-Archive-Celebrating-B-009.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police and revelers at a Caribbean Carnival, Leeds, 1975. The Leeds Carnival, also known as the Leeds West Indian Carnival or the Chapeltown Carnival, has run since 1967 making it the longest running West Indian carnival in Europe <br>Photograph: Don McPhee for the Guardian</span> <span class=\"element-image__credit\">Photograph: Don McPhee/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398231025\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351001249909/GNM-Archive-Celebrating-B-008.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">West Indian Servicemen’s Association (UK) members take part in the service of dedication at Westminster Cathedral, May 1986 <br>Photograph: Jane Bown for the Observer</span> <span class=\"element-image__credit\">Photograph: Jane Bown/Observer</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398230087\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351000213226/GNM-Archive-Celebrating-B-003.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mohammed Ali, considered by many to be one of the greatest athletes in boxing history <br>Photograph: Jane Bown for the Observer</span> <span class=\"element-image__credit\">Photograph: Jane Bown/Observer</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398270945\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351079326063/GNM-Archive-Celebrating-B-001.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bernie Grant, Paul Boateng, Diane Abbott and Keith Vaz, 1987. Bernie Grant was Britain’s first black MP, Paul Botang was Britain’s first black Cabinet Minister and Diane Abbott was the first black woman to be elected to the House of Commons <br>Photograph: Gary Weaser for the Guardian</span> <span class=\"element-image__credit\">Photograph: Gary Weaser/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398230102\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351000683772/GNM-Archive-Celebrating-B-006.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"350\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shirley Bassey performing at London’s Talk of the Town nightclub, April 1970. In 2000 Bassey was awarded Dame Commander of the Order of the British Empire for her services to entertainment <br>Photograph: David Newell-Smith for the Observer</span> <span class=\"element-image__credit\">Photograph: David Newell-Smith/Observer</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398231031\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351001023012/GNM-Archive-Celebrating-B-007.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"350\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Nigerian National Troupe present ‘A Fantasia of Dance and Music’ at the Round House, Chalk Farm, London to promote the second World Black and African Festival of Arts to be held in Lagos in January 1975. Before coming to Britain, the troupe performed in Rome, Budapest, Moscow, East and West Berlin, Bonn, Paris, and Belgrade <br>Photograph: E. Hamilton-West for the Guardian</span> <span class=\"element-image__credit\">Photograph: E. Hamilton-West/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398230092\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1351000469056/GNM-Archive-Celebrating-B-005.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nelson Mandela doing the clenched fist salute at an election rally in Johannesburg, South Africa, 1994 <br>Photograph: Don McPhee for the Guardian</span> <span class=\"element-image__credit\">Photograph: Don McPhee/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398229057\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1350993090949/GNM-Archive-Celebrating-B-002.jpg\" alt=\"Black History : GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ballet dancers in rehearsal at the Dance Theatre of Harlem, New York, 1975 <br>Photograph: Denis Thorpe for the Guardian</span> <span class=\"element-image__credit\">Photograph: Denis Thorpe/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398229109\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1350999167402/GNM-Archive-Celebrating-B-001.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jesse Jackson shakes hands as he greets supporters from the podium during the Presidential campaign, Alabama, 1988 <br>Photograph: Don McPhee for the Guardian</span> <span class=\"element-image__credit\">Photograph: Don McPhee/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398229111\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/23/1350993722805/GNM-Archive-Celebrating-B-002.jpg\" alt=\"Black History: GNM Archive Celebrating Black History Month 2012\" width=\"350\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jazz trumpeter Louis Armstrong, 1956. Regarded by some as the father of Jazz, Armstrong’s 1964 title track from his record ‘Hello, Dolly!’ reached number one in the USA pop charts <br>Photograph: Denis Thorpe for the Guardian</span> <span class=\"element-image__credit\">Photograph: Denis Thorpe/Guardian</span> </figcaption> </figure>",
  "<div id=\"block-50886f5a95cb4897f0db529b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T22:44:55.053Z\">11.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-f6923b68-0bb1-4993-a460-da224e5e23a7\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351118670135/b3e25e54-1bc5-460f-93bd-d502ef49f598-460.jpeg\" alt=\" XVII International Clown Convention\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexican clown \"Chirrido\"waits for the start of his show during the XVII International Clown Convention in Mexico City.  Photograph: Alfredo Estrella/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: ALFREDO ESTRELLA/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088651eb5794584b1c13f00\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T22:01:08.267Z\">11.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-7c8321b5-a5a5-41a0-9f2f-7fb5a34fa05b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351116052372/0547be47-1606-433c-aa96-21bc52d46bf3-460.jpeg\" alt=\"UEFA Champions League.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fans of Ajax Amsterdam celebrate their team's 3-1 victory over Manchester City in the UEFA Champions League.  Photograph: Olaf Kraak/EPA</span> <span class=\"element-image__credit\">Photograph: OLAF KRAAK/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088598db5794584b1c13efe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T21:11:50.605Z\">10.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-fc9da8d9-7f38-4b40-a3d1-640b2dc3f267\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351113081237/50297834-9b5c-49e5-92a9-5fb64440e6ba-460.jpeg\" alt=\"Eid Al Adha \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Libyan man tries to load a sheep into the boot of his car at a local market in preparation for the Eid Al Adha celebrations, in Tripoli, Libya. Photograph: Sabri Elmhedwi/EPA</span> <span class=\"element-image__credit\">Photograph: SABRI ELMHEDWI/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-50884f0795cb4897f0db5297\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:28:11.373Z\">9.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-3e33ae59-f6d1-4025-bf3a-25c00e9cb90f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351110396809/7fd8b7f5-c819-4627-a49f-0af98f9fadfe-460.jpeg\" alt=\"Haj festival\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Muslim pilgrims walk toward Mount Arafat to celebrate part of the hajj annual pilgrimage to Mecca, Saudi Arabia. Photograph: Hassan Ammar/AP</span> <span class=\"element-image__credit\">Photograph: Hassan Ammar/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-50884d6895cb4897f0db5296\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T20:20:02.955Z\">9.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-e2dab821-f25c-424e-88f7-0737ece1e786\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351109978710/bb4c2b37-05fe-4ad5-b3c6-0f5d106f500a-460.jpeg\" alt=\"St James's Palace for prominent Papua New Guineans, Australians and New Zealanders.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prince Charles is greeted with a traditional Maori hongi by Bruce Simpson during a reception at St James's Palace for prominent Papua New Guineans, Australians and New Zealanders.  Photograph: Carl Court/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: CARL COURT/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-50883dd295cb4897f0db5293\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T19:13:26.165Z\">8.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-30ab851b-deac-46e4-bf52-83710f999728\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351105983258/f6a2dafb-433a-4ae3-bed1-0e312e359ae9-460.jpeg\" alt=\"Durga Puja festival\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hindu devotees immerse an idol of Goddess Durga into the Yamuna river on the last day of the Durga Puja festival in Delhi, India.  Photograph: Daniel Berehulak/Getty Images</span> <span class=\"element-image__credit\">Photograph: Daniel Berehulak/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088302db5794584b1c13ef4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T18:15:37.212Z\">7.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-5119c451-9ea5-4512-8bc3-08520b254f1b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351102477655/789afabc-77e2-4d3a-b41d-74c15f953356-460.jpeg\" alt=\"Us Presidential election\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is it a bird? Is it a plane? No it's a campaign rally super-baby. US President Barack greets supporters at the Mississippi Valley Fairgrounds in Davenport, Iowa. Photograph: Mandel Ngan/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: MANDEL NGAN/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-50881f9b95cb4897f0db5287\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T17:04:27.570Z\">6.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-dffdd2c0-3061-4f94-bee2-d9207920fbc0\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351098255899/fa76d756-4238-491f-a75f-f279ccf9e5e4-460.jpeg\" alt=\"Big waves caused by hurricane Sandy along the south coast of Santo Domingo.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big waves caused by hurricane Sandy along the south coast of Santo Domingo.  Photograph: Erika Santelices/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: ERIKA SANTELICES/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-50881e6595cb4897f0db5286\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:59:17.813Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-c36827a6-1502-4d79-8656-d478d4e2f08f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351097946739/809d7612-8f4b-4002-a80b-c5a77ae5ac2f-460.jpeg\" alt=\"The second Danube Bridge, in the town of Vidin some 180 miles from Sofia, Bulgaria. The final part of the bridge was finished at the end of August, and the bridge is now fully connected between the Bulgarian and the Romanian sides. The budget for the entire project is over 225 million euros.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The second Danube Bridge, in the town of Vidin some 180 miles from Sofia, Bulgaria. The final part of the bridge was finished at the end of August, and the bridge is now fully connected between the Bulgarian and the Romanian sides. The budget for the entire project is over 225 million euros.  Photograph: Vassil Donev/EPA</span> <span class=\"element-image__credit\">Photograph: VASSIL DONEV/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-50881d9995cb4897f0db5285\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:55:53.490Z\">5.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-62d42da7-213a-4455-a3a3-15a928211a1c\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351097742843/85d385b5-3d97-4130-a7e2-8d232771253e-460.jpeg\" alt=\"Tennis fans wait for autographs following the match between Li Na of China and Serena Williams of the USA at the round-robin stage of the WTA Championships tennis tournament in Istanbul, Turkey.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tennis fans wait for autographs following the match between Li Na of China and Serena Williams of the USA at the round-robin stage of the WTA Championships tennis tournament in Istanbul, Turkey.  Photograph: Tolga Bozoglu/EPA</span> <span class=\"element-image__credit\">Photograph: TOLGA BOZOGLU/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-50881cd095cb4897f0db5284\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:52:32.703Z\">5.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-89510683-eb3a-47aa-8a52-6423c808ebaa\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351097542364/e80edaea-b33f-46f2-af3a-794e5f730768-460.jpeg\" alt=\"Student teachers protest against budget cuts in a demonstration organised by the Irish teaching unions outside the Irish parliament, the Dail, in Dublin.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Student teachers protest against budget cuts in a demonstration organised by the Irish teaching unions outside the Irish parliament, the Dail, in Dublin.  Photograph: Julien Behal/PA</span> <span class=\"element-image__credit\">Photograph: Julien Behal/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088160895cb4897f0db5280\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:23:36.686Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-d649f01f-69e6-4522-9ee3-1d6e81030767\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351095804575/5e3730db-a8c9-4cf5-ab2e-fdbe206cc160-460.jpeg\" alt=\"A work by artist Susie MacMurray entitled 'Spawn' consisting of latex balloons filled with water is shown at The Affordable Art Fair in Battersea Park in London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A work by artist Susie MacMurray entitled 'Spawn' consisting of latex balloons filled with water is shown at The Affordable Art Fair in Battersea Park in London.  Photograph: Peter Macdiarmid/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088155195cb4897f0db527f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:20:33.669Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-1eb5925d-d19e-42e1-ab2d-be46bf7246bb\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351095572542/d7cb1473-61b8-4264-9f55-34f366c79e6a-460.jpeg\" alt=\"Alesha Dixon and Pixie Lott  launch the 2012 Poppy Appeal in Trafalgar Square, London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alesha Dixon and Pixie Lott  launch the 2012 Poppy Appeal in Trafalgar Square, London.  Photograph: Ferdaus Shamim/WireImage</span> <span class=\"element-image__credit\">Photograph: Ferdaus Shamim/WireImage</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088124095cb4897f0db527d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T16:07:28.922Z\">5.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-2660c917-cf41-4212-ab3b-35639caf4df3\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351094824913/0b16838c-ddd5-4d2a-b5f9-bef5d25a67ca-460.jpeg\" alt=\"The eyes have it: Barack Obama greets supporters after speaking at a campaign stop at The Mississippi Valley Fairgrounds, in Davenport, Iowa.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The eyes have it: Barack Obama greets supporters after speaking at a campaign stop at The Mississippi Valley Fairgrounds, in Davenport, Iowa.  Photograph: Charlie Neibergall/AP</span> <span class=\"element-image__credit\">Photograph: Charlie Neibergall/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-50880dfb95cb4897f0db527c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:49:15.845Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-73998174-281e-45a8-9ff3-82c6c577d22c\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351093744140/94802de3-5ab7-4135-888f-06ae2912a0f3-460.jpeg\" alt=\"Kashmiri children react as effigies of the 10-headed demon King Ravana, his son Meghnad and brother Khumbkarna are set on fire during the festival of Dussehra in Srinagar.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kashmiri children react as effigies of the 10-headed demon King Ravana, his son Meghnad and brother Khumbkarna are set on fire during the festival of Dussehra in Srinagar.  Photograph: Fayaz Kabli/Reuters</span> <span class=\"element-image__credit\">Photograph: FAYAZ KABLI/REUTERS</span> </figcaption> </figure> </div>   </div> <div id=\"block-50880422b5794584b1c13ee7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:07:14.737Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-a97c30f8-c61b-4b02-9aa6-05fc0d8f09ee\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351091226901/95d79180-9a67-40c5-b7ca-35868c7eac51-460.jpeg\" alt=\"Er, where's my halo? A man walks by the painted wall of the Romanian patriarchy after attending prayers in Bucharest, Romania.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Er, where's my halo? A man walks by the painted wall of the Romanian patriarchy after attending prayers in Bucharest, Romania.  Photograph: Vadim Ghirda/AP</span> <span class=\"element-image__credit\">Photograph: Vadim Ghirda/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088038695cb4897f0db5278\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T15:04:38.773Z\">4.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-c99d8f94-bbf5-4e0d-be09-6ef6f60fd594\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351091064236/03472765-8f9f-4aea-a3fd-b8dd9a1c5b1f-460.jpeg\" alt=\"The husband of Sabah Usmani, Dr Abdul Shakoor 5th from left, members of the Muslim community and friends and family of Sabah Usmani and her five children, who were killed in a house fire, follow the funeral cortege to the crematorium after a service of prayer in Harlow, England.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The husband of Sabah Usmani, Dr Abdul Shakoor 5th from left, members of the Muslim community and friends and family of Sabah Usmani and her five children, who were killed in a house fire, follow the funeral cortege to the crematorium after a service of prayer in Harlow, England.  Photograph: Dan Kitwood/Getty Images</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5088011d95cb4897f0db5276\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:54:21.808Z\">3.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-c642dca8-2ee5-4464-aa2a-aeeabe07c4aa\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351090313599/ec8b2f92-8a54-4f56-b414-e38f63409fc2-460.jpeg\" alt=\"US Republican Presidential candidate Mitt Romney bids farewell his running mate Paul Ryan prior to boarding his campaign plane at Denver International airport in Denver, Colorado.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US Republican Presidential candidate Mitt Romney bids farewell his running mate Paul Ryan prior to boarding his campaign plane at Denver International airport in Denver, Colorado.  Photograph: Emmanuel Dunand/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: EMMANUEL DUNAND/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-cfa910fd-b3f6-4139-9291-38360283300c\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351090443390/a17072f9-76f9-4baa-9941-5e265eaf5699-460.jpeg\" alt=\"As a silhouetted Barack Obama gets off Air Force One on his arrival in Moline, Illinois.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As a silhouetted Barack Obama gets off Air Force One on his arrival in Moline, Illinois.  Photograph: Pablo Martinez Monsivais/AP</span> <span class=\"element-image__credit\">Photograph: Pablo Martinez Monsivais/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087fb7c95cb4897f0db5271\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:30:20.486Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-a82343c9-f413-4c13-ae9b-99480c83fee9\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351088945291/38cd6fe9-3abe-4f9a-a4b4-73f9cc28cc73-460.jpeg\" alt=\"Head armourer of the paramilitary home guards, Kirtikumar Avasthi performs a ritual on weapons at their headquarters on Vijayadashmi, or Dussehra festival, in Ahmadabad, India. Dussehra commemorates the triumph of Lord Rama over the demon king Ravana, marking the victory of good over evil.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The head armourer of the Indian paramilitary home guards, Kirtikumar Avasthi, performs a ritual on weapons at their headquarters in Ahmadabad on Vijayadashmi, or the Dussehra festival. Dussehra commemorates the triumph of Lord Rama over the demon king Ravana, marking the victory of good over evil. Photograph: Ajit Solanki/AP</span> <span class=\"element-image__credit\">Photograph: Ajit Solanki/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T15:00:40.697Z\">at 4.00pm BST</time></p>  </div> <div id=\"block-5087f68eb5794584b1c13edf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:09:18.853Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-8ed5805c-811b-4bfa-a52b-28a73f3aad4a\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351087744698/363c933c-eb59-41d2-8a7d-8f2ed31758a3-460.jpeg\" alt=\"French Jean Veil, lawyer of the French bank Societe Generale, answers journalists' questions at the Paris courthouse following the rejection of the appeal of trader Jerome Kerviel.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean Veil, lawyer for French bank Societe Generale, answers journalists' questions at the Paris courthouse following the rejection of an appeal of trader Jerome Kerviel. Photograph: Kenzo Tribouillard/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: KENZO TRIBOUILLARD/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:24:09.538Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-5087f58a95cb4897f0db5269\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:04:58.963Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-1a3db972-f841-4c27-9846-a17603203614\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351087486436/cbff37ef-6e20-446d-bad0-0a367ae34e7f-460.jpeg\" alt=\"Indian private security guards sit on spectator seats at the Buddh international circuit in Noida, on the outskirts of New Delhi, India. The second Indian Formula One Grand Prix is scheduled for October 26-28.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Security guards sit on spectator seats at the Buddh international circuit in Noida, on the outskirts of New Delhi, India. The second Indian Formula One grand prix is scheduled for 26-28 October. Photograph: Manish Swarup/AP</span> <span class=\"element-image__credit\">Photograph: Manish Swarup/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:24:59.546Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-5087f56f95cb4897f0db5268\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T14:04:31.939Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-b642eead-6d36-455d-92ce-b81367b59210\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351087296550/ad02783a-25ed-487f-bf85-9e6fca845f3f-460.jpeg\" alt=\"Atmosphere at the launch of Maison Martin Margiela collaboration with H&M in New York.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Atmosphere at the launch of Maison Martin Margiela's collaboration with H&amp;M in New York</span> <span class=\"element-image__credit\">Photograph: Billy Farrell/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-c84633c3-a507-411d-bc31-4829e52bd3ab\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351087458517/aa826981-14ed-40d4-9eb2-e6f64831c9f9-460.jpeg\" alt=\"while models perform on the stage in the collection.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">... while models perform on the stage in the collection. Photographs: Billy Farrell/BFAnyc.com</span> <span class=\"element-image__credit\">Photograph: Billy Farrell/BFAnyc.com/H&amp;M</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:25:30.680Z\">at 3.25pm BST</time></p>  </div> <div id=\"block-5087f155b5794584b1c13ede\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T13:47:01.323Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-5834e041-915d-47f4-a67b-34ad5833e9a3\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351086409566/4eb597b6-18fe-40e5-9291-f7a0869eb014-460.jpeg\" alt=\"Frankie Dettori in the saddle at Newmarket racecourse, Suffolk.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frankie Dettori in the saddle at Newmarket racecourse, Suffolk.  Photograph: Alan Crowhurst/Getty Images</span> <span class=\"element-image__credit\">Photograph: Alan Crowhurst/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087f0f7b5794584b1c13edd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T13:45:27.758Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-0753b6db-4c54-4d31-88a8-852b14f82d4b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351086153583/b3611769-f79e-4fdd-a7ec-119b4cbfba76-460.jpeg\" alt=\"Feminist activists dressed as The Suffragettes protest at Parliament Square for women's rights and equality in London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Feminist activists dressed as suffragettes protest at outside parliament in London for women's rights and equality. Photograph: Andrew Cowie/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Andrew Cowie//AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-ee098db7-3ce1-4eee-9a12-9c08397a7c93\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351086301056/f618c37f-951e-4930-805e-441a6236970b-460.jpeg\" alt=\"as hundreds of women from around the UK congregated in Westminster to attend the rally.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hundreds of women were at Westminster for the rally. Photograph: Oli Scarff/Getty Images</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-1ff4f2eb-ff39-4649-96dc-f087e20eb5ee\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351086413335/0b822e18-1b33-4dac-b7a7-01f1bf994338-460.jpeg\" alt=\"Dr Helen Pankhurst, granddaughter of Emmeline Pankhurst and her daughter Laura Pankhurst also join campaigners.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr Helen Pankhurst, the granddaughter of Emmeline Pankhurst, and her daughter Laura also joined campaigners. Photograph: Oli Scarff/Getty Images</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:05:30.059Z\">at 3.05pm BST</time></p>  </div> <div id=\"block-5087f08995cb4897f0db5263\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T13:43:37.668Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-79f3f713-27c0-44a8-94db-4979dcf4438f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351086202076/e0ecf668-ae19-4100-ba92-80335ee3dafc-460.jpeg\" alt=\"A child of a Syrian refugee going to Mecca for the haj pilgrimage at Beirut international airport. The refugees' pilgrimage is being funded by the Saudi government.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Syrian refugee child going to Mecca for the hajj pilgrimage at Beirut international airport. The refugees' pilgrimage is being funded by the Saudi government. Photograph: Mohamed Azakir/Reuters</span> <span class=\"element-image__credit\">Photograph: MOHAMED AZAKIR/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T14:06:20.442Z\">at 3.06pm BST</time></p>  </div> <div id=\"block-5087e2a095cb4897f0db525d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:44:16.650Z\">1.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-61253323-284b-4205-bdad-114dfa37efab\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351082645724/65f33803-ff85-4cd0-8df8-9c937701d740-460.jpeg\" alt=\"French rogue trader Jerome Kerviel, left, with his lawyer David Koubbi arrives at the Paris court, that was due to rule on his appeal for acquittal in a fraud case that cost Societe Generale bank 4.9 billion euros.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">French rogue trader Jerome Kerviel, left, with his lawyer David Koubbi arrives at the Paris court, which was due to rule on his appeal for acquittal in a fraud case that cost Societe Generale bank &euro;4.9bn. Photograph: Medi Fedouach/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: MEHDI FEDOUACH/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:26:10.729Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-5087e0deb5794584b1c13ed7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:36:46.404Z\">1.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-3f34daab-d372-47ef-96ed-ca76b8f69e76\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351082193551/a17b057e-d6f5-411d-91b8-9c40be20e3b0-460.jpeg\" alt=\"People lay flowers during the opening of the Memorial to the Sinti and Roma of Europe murdered under National Socialism in Berlin.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People lay flowers during the opening of the Memorial to the Sinti and Roma of Europe murdered under national socialism in Berlin. Photograph: Thomas Peter/Reuters</span> <span class=\"element-image__credit\">Photograph: THOMAS PETER/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-d2775e6a-40ce-4802-b9b9-a55aee274467\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351084575270/f1683e84-8404-49d9-be65-9c82f2a7113e-460.jpeg\" alt=\"And here Messina Weiss, 12, great grand-daughter of Holocaust survivor Gertrud Rocher, carries a flower past the Memorial.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">And here, Messina Weiss, 12, great granddaughter of Holocaust survivor Gertrud Rocher, carries a flower past the memorial. Photograph: Sean Gallup/Getty Images</span> <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:26:55.872Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-5087dfddb5794584b1c13ed6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:32:29.165Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-eeaadf93-99d7-46dd-9370-a10c2d4eca52\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351081939457/06eb4ffc-7c0a-45ab-bc8b-e646f674b11b-460.jpeg\" alt=\"More wildlife news: Mitik, an orphaned walrus calf rescued off the coast of Barrow, Alaska, continues to recover at the Wildlife Conservation Society's New York Aquarium.  He receives around-the-clock care from the animal care staff and vets.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">More wildlife news: Mitik, an orphaned walrus calf rescued off the coast of Barrow, Alaska, continues to recover at the Wildlife Conservation Society's New York Aquarium.  He receives around-the-clock care from the animal care staff and vets.  Photograph: KeystoneUSA-ZUMA/Rex Features</span> <span class=\"element-image__credit\">Photograph: KeystoneUSA-ZUMA / Rex Features</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:27:17.426Z\">at 2.27pm BST</time></p>  </div> <div id=\"block-5087df2fb5794584b1c13ed5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:29:35.389Z\">1.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-8686d9f7-871c-4730-bf8b-19baeb93076b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351081761805/0359fa15-8f9d-4cf2-a28b-780986c5e19f-460.jpeg\" alt=\"An angelic sparrow is fed by a man in Madrid's Retiro park on a warm autumn day.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An angelic sparrow is fed by a man in Madrid's Retiro park on a warm autumn day.  Photograph: Sergio Perez/Reuters</span> <span class=\"element-image__credit\">Photograph: SERGIO PEREZ/REUTERS</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087ddaf95cb4897f0db525b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:23:12.007Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-01a8669b-e325-46a7-a855-ac5f09749ad4\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351081377817/ee412fcd-1f89-47db-8903-2a1e20a82b02-460.jpeg\" alt=\"Stars seen above a section of the Great Wall of China illuminated by moonlight near the village Xiang Shui Hu.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stars seen above a section of the Great Wall of China illuminated by moonlight near the village Xiang Shui Hu. Photograph: David Gray/Reuters</span> <span class=\"element-image__credit\">Photograph: David Gray/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087dd0895cb4897f0db525a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T12:20:24.800Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-4aeb1dc1-059d-40a2-998c-33c4be2626f4\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351081216107/c022d9c0-9717-4234-9ab0-fd5f6e2806c9-460.jpeg\" alt=\"British cyclists Bradley Wiggins and Chris Froome attend the unveiling of the 2013 cycling classic Tour de France route in Paris. The 100th edition of the Tour will take place from June 29 to July 21 and will start in Corsica for the first time in its history.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British cyclists Bradley Wiggins (left) and Chris Froome attend the unveiling of the 2013 Tour de France route in Paris. The 100th edition of the Tour will take place from 29 June to 21 July and will start in Corsica for the first time in its history. Photograph:Lionel BonaventureAFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:28:34.626Z\">at 2.28pm BST</time></p>  </div> <div id=\"block-5087d45595cb4897f0db5255\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T11:43:17.973Z\">12.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-301118ba-8bbb-43fd-9aba-683d4e811419\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351078983654/bd6820a3-aefb-47b8-a580-b107083015f8-460.jpeg\" alt=\"Activists from the League Against Cruel Sports stage a protest against proposed badger culls in Westminster, London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Activists from the League Against Cruel Sports stage a protest against proposed badger culls in Westminster, London.  Photograph: Jonathan Brady/PA</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087d11095cb4897f0db5250\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T11:29:20.367Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-a3e5d02c-200e-4b06-9f3b-7a0352d09589\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351078151699/b927df7c-b1a9-4b0d-82dc-d1cc3d5635c2-460.jpeg\" alt=\"Striking miners chant slogans as they gather at the AngloGold Ashanti mine in Carletonville, northwest of Johannesburg. AngloGold Ashanti said it will fire about 12,000 strikers after they ignored a deadline to return to work by noon.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Striking miners chant slogans as they gather at the AngloGold Ashanti mine in Carletonville, north-west of Johannesburg. AngloGold Ashanti said it will fire about 12,000 strikers after they ignored a deadline to return to work by noon. Photograph: Siphiwe Sibeko/Reuters</span> <span class=\"element-image__credit\">Photograph: SIPHIWE SIBEKO/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:29:02.833Z\">at 2.29pm BST</time></p>  </div> <div id=\"block-5087cf9eb5794584b1c13ec5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T11:23:10.624Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-a15cb0cc-f219-4ab0-a454-bf7386ee13eb\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351077500939/b6f3b108-04ea-417a-9a7f-098c325b278c-460.jpeg\" alt=\"Palestinian mourners carry the body of Mohamed al-Shikh during his funeral in Rafah, southern Gaza.  Palestinians fired more than 40 rockets from the Gaza Strip into Israel injuring three people, while Israeli air strikes on the territory killed three militants, police and medics said.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Palestinian mourners carry the body of Mohamed al-Shikh during his funeral in Rafah, southern Gaza.  Palestinians fired more than 40 rockets from the Gaza Strip into Israel injuring three people, while Israeli air strikes on the territory killed three militants, police and medics said.  Photograph: Said Khatib/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: SAID KHATIB/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5087cdbd95cb4897f0db5249\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T11:15:10.074Z\">12.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-e77e5471-cc0a-468f-a053-20f7748e2af0\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351077266903/8d690396-f6c7-4ecb-becd-91617855e37e-460.jpeg\" alt=\"A woman touches a monument to polar bear Knut after an unveiling in Berlin Zoo. Knut, who was born in December 2006 at the zoo, quickly rose to celebrity status as an irresistibly cute, fluffy cub. Knut was rejected by his mother at birth along with his twin brother, who only survived a couple of days. He attracted attention when his main keeper, Thomas Doerflein, camped out at the zoo to give the cub his bottle every two hours. Knut died March 19, 2011 in front of hundreds of visitors at Berlin zoo, turning around several times and then falling into the water in his enclosure. A autopsy of the four-year-old bear showed he was suffering from encephalitis.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman touches a monument to polar bear Knut after an unveiling in Berlin Zoo. Knut, who was born in December 2006 at the zoo, quickly rose to celebrity status as an irresistibly cute, fluffy cub. Knut was rejected by his mother at birth along with his twin brother, who only survived a couple of days. He attracted attention when his main keeper, Thomas Doerflein, camped out at the zoo to give the cub his bottle every two hours. Knut died on 19 March 2011 in front of hundreds of visitors at the zoo, turning around several times and then falling into the water in his enclosure. An autopsy of the four-year-old bear showed he was suffering from encephalitis. Photograph: Michael Sohn/AP</span> <span class=\"element-image__credit\">Photograph: Michael Sohn/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:30:36.328Z\">at 2.30pm BST</time></p>  </div> <div id=\"block-5087c8d895cb4897f0db5243\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:54:16.962Z\">11.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-81842b1c-fdb3-4b39-bbc1-79dcbbde1043\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351076045229/6aa99d83-af98-46d3-a12a-150c84211633-460.jpeg\" alt=\"South Korean people run out of a department building during an anti-terror drill in Seoul on the eve of a massive annual 'Hoguk Exercise'. The week-long exercise from October 25 will involve 240,000 soldiers along with police to bolster South Korea's defence against North Korea.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">South Korean people run out of a department building during an anti-terror drill in Seoul on the eve of a massive annual 'Hoguk Exercise'. The week-long exercise from 25 October will involve 240,000 soldiers, along with police to bolster South Korea's defence against North Korea. Photograph: Jung Yeon-Je/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: JUNG YEON-JE/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T13:31:02.033Z\">at 2.31pm BST</time></p>  </div> <div id=\"block-5087c844b5794584b1c13eb9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:51:48.502Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-1334621d-18dd-460e-a3d4-79a781943163\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351075891440/6cc1c6b3-4e40-4425-82b8-a598f0515680-460.jpeg\" alt=\"A rebel fighter loads his weapon while his companion fires his Kalashnikov on the rooftop of house during fighting against Syrian government forces in the Bab el-Adid district in Aleppo.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rebel fighter loads his weapon while his companion fires his Kalashnikov on the rooftop of house during fighting against <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/oct/24/syria-bashar-al-assad-live\">Syrian government</a> forces in the Bab el-Adid district in Aleppo. Photograph: Fabio Bucciarelli/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: FABIO BUCCIARELLI/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:08:23.922Z\">at 12.08pm BST</time></p>  </div> <div id=\"block-5087c1dfb5794584b1c13eb4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:24:31.268Z\">11.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-ef1c0c4a-9f96-4bb4-90f5-202168a58b4e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351074106454/8ca63ff8-90ac-4cb5-9a1c-ecf095cd6538-460.jpeg\" alt=\"South Korean singer Psy practises some \"Gangnam Style\" dance steps with U.N. Secretary-General Ban Ki-moon during a photo opportunity at the U.N. headquarters in New York.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dad dancing: South Korean singer Psy practises some <a href=\"http://www.guardian.co.uk/world/2012/oct/24/psy-gangnam-style-united-nations\">Gangnam Style</a> dance steps with UN secretary-general Ban Ki-moon during a photo call at the UN headquarters in New York.</span> <span class=\"element-image__credit\">Photograph: EDUARDO MUNOZ/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-206ffeba-ed23-483f-94c1-4707697d5abb\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351074230361/ab007ba5-5bd5-45f7-9321-ddbad97132ab-460.jpeg\" alt=\"Photographs: Eduardo Munoz/Reuters\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photographs: Eduardo Munoz/Reuters</span> <span class=\"element-image__credit\">Photograph: EDUARDO MUNOZ/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:05:14.240Z\">at 12.05pm BST</time></p>  </div> <div id=\"block-5087c0a995cb4897f0db523c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:19:21.262Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-b2c18577-5299-4125-9398-96b8b54ca74b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351073955085/2fcdbec5-f2bb-417c-8fcc-f8265e7e270b-460.jpeg\" alt=\"A camel that was bought by a customer is lifted onto a vehicle at a camel market near Riyadh, Saudi Arbia. Muslims around the world are preparing to celebrate Eid al-Adha, marking the end of the Haj, by slaughtering sheep, goats, cows and camels.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A camel that was bought by a customer is lifted onto a vehicle at a market near Riyadh, Saudi Arabia. Muslims around the world are preparing to celebrate Eid al-Adha, marking the end of the Hajj, by slaughtering sheep, goats, cows and camels. Photograph: Fahad Shadeed/Reuters</span> <span class=\"element-image__credit\">Photograph: FAHAD SHADEED/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:03:53.111Z\">at 12.03pm BST</time></p>  </div> <div id=\"block-5087c01395cb4897f0db523b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:16:51.921Z\">11.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-1c2f8da8-bc1f-4325-abc0-c02eaa00f053\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351073800760/03cc45e2-b851-4b55-a7a1-3cd2a65d6b13-460.jpeg\" alt=\"A nurse at a hospital in Wuhan adjusts the oxygen being given to a victim of an ammonia gas leak. Thirty people remain hospitalized in central China's Hubei Province after an ammonia gas leak in an aquaculture company poisoned over 300 people.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A nurse at a hospital in Wuhan adjusts the oxygen being given to a victim of an ammonia gas leak. Thirty people remain in hospital in central China's Hubei province after a leak at an aquaculture company poisoned more than 300 people. Photograph: Darley Shen/Reuters</span> <span class=\"element-image__credit\">Photograph: DARLEY SHEN/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:03:23.486Z\">at 12.03pm BST</time></p>  </div> <div id=\"block-5087bf2495cb4897f0db523a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:12:53.002Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-311b3397-de4d-4a7d-a96f-8715f96086b1\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351073555508/50c84ddf-da7d-42fe-810a-12e799368093-460.jpeg\" alt=\"Filipinos return to burned houses a day after a fire in Sangandaan district of Quezon City, east of Manila, the Philippines. City social welfare workers estimated that more than 300 families were affected by the fire.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Filipinos return to burned houses a day after a fire in Sangandaan district of Quezon City, east of Manila, in the Philippines. Welfare workers estimated that more than 300 families were affected by the fire. Photograph: Rolex de la Pena/EPA</span> <span class=\"element-image__credit\">Photograph: ROLEX DELA PENA/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:02:25.119Z\">at 12.02pm BST</time></p>  </div> <div id=\"block-5087bea395cb4897f0db5239\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:10:44.024Z\">11.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-ee45a5f4-309d-4f4c-bed9-e0bdd6582054\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351073432232/7b358d2d-60ed-4f63-9cb2-fe3835272bfc-460.jpeg\" alt=\"A window cleaner squeegees a window of an apartment building at a residential area in central Beijing.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A window cleaner squeegees a window of an apartment building at a residential area in central Beijing, China. Photograph: Petar Kujundzic/Reuters</span> <span class=\"element-image__credit\">Photograph: PETAR KUJUNDZIC/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:01:49.825Z\">at 12.01pm BST</time></p>  </div> <div id=\"block-5087bdc695cb4897f0db5238\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T10:07:02.428Z\">11.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-ae24df1b-71f3-4ce8-9eac-f35e115dc822\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351073199971/ce3c287a-0f1d-4133-bef0-e6807463f3fc-460.jpeg\" alt=\"A Nepalese Hindu devotee with a burning oil lamp as part of a ritual to celebrate the tenth and final day of Dashain festival at Bhaktapur, also known as the city of devotees, on the outskirts of Katmandu.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Nepalese Hindu devotee with a burning oil lamp as part of a ritual to celebrate the 10th and final day of Dashain festival at Bhaktapur, also known as the city of devotees, on the outskirts of Kathmandu. Photograph: Niranjan Shrestha/AP</span> <span class=\"element-image__credit\">Photograph: Niranjan Shrestha/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:01:31.849Z\">at 12.01pm BST</time></p>  </div> <div id=\"block-5087b81bb5794584b1c13eb0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T09:42:51.831Z\">10.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-7596daeb-500d-415b-9fb3-3be86a9d8ce8\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071543405/5a275306-ab2f-4fde-b0fb-6c30c06be7ee-460.jpeg\" alt=\"A refugee camp where almost 6000 Syrians, displaced because of the civil conflict, are living near Azaz, Syria.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A refugee camp near&nbsp;Azaz, Syria, where almost 6,000 people displaced because of the civil conflict are living.</span> <span class=\"element-image__credit\">Photograph: Manu Brabo/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-4880ed02-ab79-4183-83ef-24912f1f11dd\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071636821/dba81161-1233-4055-81b0-872bcebec83a-460.jpeg\" alt=\"Here people wait for food near an NGO charitable kitchen in the camp.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wait for food near a kitchen in the camp.</span> <span class=\"element-image__credit\">Photograph: Manu Brabo/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-2444396e-c133-47cb-bd48-fee75aaf1d02\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071741436/fc343a68-c348-4d68-89d4-c630b949edc9-460.jpeg\" alt=\"And heat water to make tea.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">And heat water to make tea.  Photographs: Manu Brabo/AP</span> <span class=\"element-image__credit\">Photograph: Manu Brabo/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T11:00:57.394Z\">at 12.00pm BST</time></p>  </div> <div id=\"block-5087b6f195cb4897f0db5235\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T09:37:53.574Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-f3909ca8-e626-4a00-9614-33fb7ac0bc61\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071461947/c3beb269-60a8-4b45-9fe9-38cabfeb90e0-460.jpeg\" alt=\"Heavy metal: the nuclear-powered USS George Washington, a 97,000-ton aircraft carrier from the US 7th fleet, sails off Manila Bay, in the Philippines.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heavy metal: the nuclear-powered USS George Washington, a 97,000-tonne aircraft carrier from the US 7th fleet, leaves Manila Bay, in the Philippines. Photograph: Dennis M. Sabangan/EPA</span> <span class=\"element-image__credit\">Photograph: DENNIS M. SABANGAN/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T10:59:37.490Z\">at 11.59am BST</time></p>  </div> <div id=\"block-5087b669b5794584b1c13eaf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T09:35:38.000Z\">10.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-ba56592e-03ea-40b1-b17d-e5ace9f5be17\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071326264/20a46f6c-c711-4f4f-aa4e-a9c92aac0d8e-460.jpeg\" alt=\"An adult Dalmatian Pelican on Lake Kerkini, Macedonia, Greece\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An adult dalmatian pelican at Lake Kerkini, Greece. Photograph: Bill Coster/FLPA/Rex Features</span> <span class=\"element-image__credit\">Photograph: Bill Coster/FLPA / Rex Features</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T10:59:00.648Z\">at 11.59am BST</time></p>  </div> <div id=\"block-5087b598b5794584b1c13eac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T09:32:08.885Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-aefaafb9-078b-462b-bc98-7c0db262d3b6\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351070957355/aca330ae-c4f8-49fb-9a94-98af4cf05dec-460.jpeg\" alt=\"Workers at a Ford assembly plant gather after an emergency meeting with the plant management in Genk. Ford Motor Co told to unions on that it will close the factory employing 4,300 workers in the Belgian town, as it tries to stem losses in Europe and match capacity to demand.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Workers at a Ford assembly plant gather after an emergency meeting with management in Genk, Belgium. Ford told unions that it will close the factory employing 4,300 workers, as it tries to stem losses in Europe and match capacity to demand.</span> <span class=\"element-image__credit\">Photograph: FRANCOIS LENOIR/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-1fe6754b-f385-4db5-94a3-82822f2a27bc\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351071045592/db0ba0f0-1b9c-494f-946d-612d2825d91f-460.jpeg\" alt=\"Workers at a Ford assembly plant gather after an emergency meeting with the plant management in Genk. Ford Motor Co told to unions on that it will close the factory employing 4,300 workers in the Belgian town, as it tries to stem losses in Europe and match capacity to demand.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photographs: Francois Lenoir/Reuters and&nbsp;Julien Warnand/EPA</span> <span class=\"element-image__credit\">Photograph: JULIEN WARNAND/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T10:57:36.734Z\">at 11.57am BST</time></p>  </div> <div id=\"block-5087b459b5794584b1c13eaa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-24T09:26:49.558Z\">10.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-b29fec47-024d-4533-9b9c-d81338111dec\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/24/1351070793553/06e8b648-2600-4c47-9cea-07426538094b-460.jpeg\" alt=\"Fascinating: racing fans pose together during Geelong Cup Day at Geelong racecourse in Melbourne, Australia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fascinating: racing fans pose at the Geelong Cup Day at Geelong racecourse in Melbourne, Australia. Photograph: Vince Caligiuri/Getty Images</span> <span class=\"element-image__credit\">Photograph: Vince Caligiuri/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-24T10:56:11.174Z\">at 11.56am BST</time></p>  </div>"
]