[
  "<p>Democrats opened a fresh offensive on Mitt Romney's foreign policy Sunday, painting the Republican White House hopeful as a war-monger looking to take the US into further Middle East conflicts.</p> <p>Campaigning in Pennsylvania, vice president Joe Biden attacked Mr Romney's international agenda as laid out in last week's convention address, suggesting that it put him out of step with the US's priorities overseas.</p> <p>\"He said it was a mistake to end the war in Iraq and bring all of our warriors home. He said it was a mistake to set an end date for our warriors in Afghanistan and bring them home,\" Biden told supporters.</p> <p>He added: \"He implies by the speech that he's ready to go to war in Syria and Iran.\"</p> <p>The charge is a serious one in a country that has become less enthusiastic over foreign intervention as a result of more than a decade of conflict. It also suggests that Democratic strategists believe Obama can bolster his campaign by running on foreign policy, an area in which they believe he has a clear edge over his opponent.</p> <p>In past campaigns, the issue of international affairs has often been seen as a strong area for the Republicans.</p> <p>But Obama supporters point towards the end of conflict in Iraq and troop draw down in Afghanistan, as well as the assassination of terror chief Osama bin Laden, as evidence of the current administration's success overseas.</p> <p>In last week's speech in Tampa, Romney sought primarily to turn the screw on Obama over the issue of the economy.</p> <p>But in the parts of the address dedicated to foreign policy, the Republican presidential candidate struck out at the White House for not coming down hard enough on Iran, stating that \"every American is less secure today\" as a result of a perceived soft line on Tehran.</p> <p>He also criticised Obama directly for distancing America from traditional Middle East ally Israel and for his dealings with Russian president Vladimir Putin.</p> <p>\"Under my presidency, our friends will see more loyalty and Mr Putin will see a little less flexibility and more backbone,\" Romney told the party faithful.</p> <p>On the stump today, Biden hit back saying: \"He wants to move from co-operation to confrontation with Putin's Russia. And these guys say the president's out of touch?\"</p> <p>In a broad attack taking in criticism of Romney's personal tax arrangements, the vice president continued, according to a local ABC affiliate: \"Out of touch? Swiss bank account, untold millions in the Cayman Islands. Who's out of touch, man?\"</p> <p>Painting Romney's agenda as an out-of-date blueprint for America is becoming a theme of the Obama team's attack in the election run-up.</p> <p>Yesterday in the key battleground state of Iowa, a fired-up Obama called on American voters to back his plan to take the country forward.</p> <p>\"We have come too far to turn back now,\" he said at the start of a four-day tour of swing states leading up to a crucial set-piece address at the Democratic National Convention in Charlotte, North Carolina.</p> <p>He contrasted his platform with that of the Republican White House ticket, which he said was \"better suited for the last century\".</p> <p>Romney didn't offer \"a single new idea\" during Thursday's address in Tampa, the president said, adding: \"It was a rerun. We'd seen it all before, you might as well have watched it on a black-and-white TV.\"</p> <p>For his part, the Republican candidate - who delivered a competent speech in Tampa – spoke with more passion than is sometimes expected of him while campaigning Saturday in Ohio.</p> <p>To cheers of \"Mitt, Mitt, Mitt\", he promised to deliver a \"winning season\" for America, pledging that under his watch \"America is going to come roaring back\".</p> <p>He also tried to frame himself as a \"unity\" candidate, lambasting his opponent for \"divisiveness and bitterness\" on the campaign trail. \"I will bring us together,\" he told would-be voters in the state.</p> <p>But the Romney camp received a blow of sorts over the weekend with the suggestion that any bump resulting from the party's convention looks to be short lived.</p> <p>Having opened up a poll lead of a couple of points in the immediate aftermath of the Tampa get-together, a Reuters/Ipsos survey of voting intention put Obama back in front on Saturday night by the slenderest of margins – 44% to Romney's 43%.</p> <p>As the run-down to the 6 November national ballot creeps closer, the Republicans are increasingly tying their hopes to focusing the electorate on a sluggish economic and a job market in which some 8.3% remain frozen out. They also have a clear edge when it comes to the money they have at their disposal to spend on attack ads.</p> <p>In contrast, Obama's strategists appear to be opting for a wider attack on the Republican Party's conservative social agenda and Romney's perceived weakness on matters of foreign policy. The addition of Paul Ryan to the White House ticket, as Romney's vice presidential pick, has opened up an additional avenue of attack for Obama along the lines of safeguarding Medicare from the Wisconsin representative's plan to turn the seniors' healthcare safety net into a voucher system.</p> <p>Moreover, at this week's convention, aides to the president will be hoping to counter some of the harm that could be inflicted as a result of their war-chest shortfall, by means of an Obama speech that could re-ignite a base that is seen to be less enthusiastic than it was four years ago.</p>",
  "<p>Mitt Romney failed to achieve a bounce from the Republican convention, according to a poll published Sunday, lifting Democrats' spirits as they arrived in Charlotte for their own gathering.</p> <p>Although Obama's campaign team played down the chances of Obama securing a poll bounce from the Democratic convention, beginning Tuesday, it is privately hoping he can open up a significant lead after months in which the two have been tied in the polls. The White House election is on 6 November.</p> <p>Television coverage of conventions usually guarantees a poll bump, but the Republican convention was disrupted by hurricane Isaac, and the convention itself was relatively subdued.</p> <p>Polls put Romney ahead by two percentage points on Thursday and, after delivering a competent but uninspired speech on Thursday evening, one point on Friday.</p> <p>By yesterday, a Reuters/Ipsos tracking poll showed Obama with a narrow lead, 44% to 43%.</p> <p>But Obama faces his own problems this week, with his own convention cut down from four days to three because of a cash shortage, unhappiness among the party's main financial backers – the unions – and widespread disillusionment with his presidency.</p> <p>Furthermore, like the Republicans last week, he is facing problems with the weather.</p> <p>Six things to watch for this week:</p> <h2>1. Obama's stadium appearance.</h2> <p>Thunderstorms are forecast for Charlotte this week, which shouldn't be a problem Tuesday and Wednesday when the convention is being held indoors. </p> <p>But the weather could be a problem on Thursday, when Obama is scheduled to end with a rally at the 73,000-seat Bank of America stadium.</p> <p>Bank of America itself is an unfortunate name to be associated with, given the unpopularity of bankers, but the Democrats have yet another problem.</p> <p>The big question is whether Obama still has the drawing power that he had in 2008 to fill the stadium. Republicans question whether he is capable of it, suggesting the stadium smacks of delusions of grandeur, just like the Greek columns backdrop he used for his 2008 Denver convention speech, also in a stadium.</p> <p>The Democratic organisers were unequivocal this weekend, insisting that it will be filled to capacity, and that, in the event of rain, they have a contingency plan.</p> <p>\"We're confident we'll be full,\" Jen Psaki, an Obama spokeswoman, told the Hill magazine. \"We have a great ground operation in North Carolina and we've registered more voters than any other state. Our goal is to leave North Carolina better than we came in.\"</p> <h2>2. Bill Clinton's keynote speech.</h2> <p>Other than Obama's speech formally accepting the party's presidential nomination, the main attraction among the speakers will be Bill Clinton's keynote address on Wednesday night.</p> <p>The former president, still one of the best-loved figures in the Democratic party and one of the best orators in US politics, had harsh words for Obama during the 2008 Democratic primaries and caucuses, and he has a tendency to say – at least sometimes – what he really thinks when questioned by journalists.</p> <p>But the former president is also a party loyalist, meaning he will almost certainly praise Obama. He also has a personal interest in winning over the convention, preparing the ground for another possible run by wife Hillary Clinton in 2016.</p> <p>He remains one of the best political orators in the world, and could help lift Democrats who feel Obama has not done enough.</p> <h2>3. Other speakers.</h2> <p>Apart from Clinton, speakers who will attract attention during the week include First Lady Michelle Obama, Chicago mayor Rahm Emanuel, former presidential candidate John Kerry, San Antonio mayor Julian Castro, and, via a video link, former president Jimmy Carter.</p> <p>There will be a lot of media attention around Charlie Crist, the former Republican governor of Florida who has switched sides to back Obama. There will be a lot of media interest too in Sandra Fluke, the student denounced as \"a slut\" by conservative talk-show host Rush Limbaugh when, in testimony to Congress, she spoke about the availability of contraception. She is to deliver a speech from the platform, a chance to highlight differences between the Democrats and Republicans in their approach to women's rights.</p> <p>There is a slot too for Elizabeth Warren, fighting to win back from Republican Scott Brown the Massachusetts senate seat once held by Ted Kennedy. A victory for her could help the Democrats retain senate control.</p> <h2>4. Unions unhappy with North Carolina.</h2> <p>Tampa turned out to be a bad choice for the Republicans, given it was the middle of the hurricane season. Charlotte too is a gamble for the Democrats and, like Tampa, may turn out to be a mistake. The thinking was that North Carolina, though it went to Obama in 2008, was an extremely close race, and that holding the convention in Charlotte would help buttress Democratic chances in November.</p> <p>Since the decision was made, polls show North Carolina has returned to the Republican fold and is no longer regarded as a toss-up state.</p> <p>Furthermore, Charlotte could be a mistake – even though it seems to be a more pleasant place to visit than Tampa – because the decision has angered unions.</p> <p>North Carolina is a 'right-to-work' state, one of those that introduced legislation that severely restricts union rights. The unions have scaled back their involvement in the convention, abandoning most of the rallies, parties, concerts and other events they fund, and only sending small delegations.</p> <p>Richard Trumka, leader of one of the biggest union groups, the AFL-CIO, in a letter to other union officials, wrote: \"We will not be making major monetary contributions to the convention or the host committee for events or activities around the convention.\" The money would be channelled instead to political grassroots activities elsewhere.</p> <h2>5. Disillusionment among party activists.</h2> <p>There is disillusionment too among the party grassroots, where a feeling persists that Obama should have done more during his first term, especially in the first year when the Democrats controlled both the Senate and the House.</p> <p>These activists are disappointed that he has not fulfilled campaign promises such as the closure of the Guantanamo Bay detention center.</p> <p>The question this week is how many people are prepared to go out and work for Obama – knocking on doors, canvassing, and otherwise getting the vote out.</p> <p>The Republicans are banking on more of their base being fired up than that of the Democrats. They might prove right, but it could also be that Democrats will be sufficiently motivated by the prospect of a Romney presidency to come out anyway.</p> <p>Events in Charlotte may help demonstrate how widespread the disaffection is among the party grassroots.</p> <h2>6. Public disenchantment with Obama's presidency.</h2> <p>Beyond avowed Democrats, there is a wider disenchantment among voters. </p> <p>The biggest issue among the electorate is the sluggish economy, with unemployment stuck at just over 8%.</p> <p>No matter how good a week Obama has in Charlotte, the latest unemployment figures come out the morning after his convention speech, and economists are not expecting any major positive change.</p>",
  "<p>When Republican vice-presidential candidate Paul Ryan <a href=\"http://www.politico.com/news/stories/0812/80423.html\" title=\"\">closed his speech at the Republican National Convention in Tampa</a> last week with the emphatic incantation \"let's get this done!\", the inner pentagram of the Republican party was on its feet cheering its approval.</p> <p>Cut back to the CNN studio where anchor Wolf Blitzer noted how enthusiastic the delegates seemed, although he also noted there were one or two items the fact-checkers might want to come back on. He had, he said, made a list of \"seven or eight points\" that might be contentious, but didn't mention what they were. Cut to a panel discussion for instant reaction, cut to Ryan and family looking pleased, cut back to the studio. Still no specifics on those pesky facts.</p> <p>Meanwhile Democrats and those with reasonable knowledge of US politics were <a href=\"http://www.theguardian.com/world/2012/aug/30/paul-ryans-speech-audacious-untruths?INTCMP=SRCH\" title=\"\">furiously filling the internet with accusations that the speech was at best disingenuous, at worst deliberately misleading</a>. What about the car plant Ryan referred to – mocking Obama for talking about it lasting 100 years, yet it was closed within a year of his becoming president – when the Bush administration had closed it? Or chiding Obama for failing to act on a fiscal report when Ryan himself had sat on the committee which blocked the adoption of its recommendations ? Or his Medicaid calculations?</p> <p>Back in the CNN studio, Blitzer finally felt comfortable listing the points where Ryan had clearly created a misleading impression, noting that \"emails and Twitter\" had raised such questions, rather than producers and correspondents. For the viewer, it was puzzling.</p> <p>A major news network that doesn't say, even as the ovation continues, \"hang on a minute\", is surely falling short. The reluctance of American journalists to tackle the substantive issues raised by politicians, lobbyists, pressure groups and others for fear of being seen as \"biased\" forms part of a culture of \"neutrality\" that is essentially driven by economic forces but which is presented as an ethical touchstone.</p> <p>\"The view from nowhere\" is a phrase coined by philosopher Thomas Nagel, which was applied to American journalism by academics and commentators like Jay Rosen and James Fallows. It describes a flawed process of delivering \"unbiased\" reporting. The \"neutral\" journalist conveys two sides to an argument without forming a judgment. The theory sounds fine until you try it out: \"some scientists believe in the Darwinian theory of evolution, but many other people believe that God created men and monkeys from different pieces of magic clay'. An extreme, and absurd example perhaps, but one which illustrates the fundamental bankruptcy of \"the view from nowhere\".</p> <p>The culture that favours \"neutrality\" over \"truthiness\" was illustrated by Republican Senate candidate Todd Akin's now infamous assertion that \"legitimate rape\" carries almost no risk of pregnancy, when his interviewer Charles Jaco allowed it to slip by unchallenged. Again, this local interview rapidly found an international audience through the hyper-connected web of consumers and commentators, making the journalistic failure to tackle this at source even more egregious.</p> <p>The existence of a \"fact-checking movement\" which runs parallel to, but is not part of, the press shows how disjointed the process of informing the public has become. So much so that a former public editor of the New York Times attracted some ridicule earlier this year when he asked if it was the job of journalists to be \"truth vigilantes\".; given the prevailing conditions, however, one can see why he was asking the question even it if was phrased in a rather unfortunate way.</p> <p>Every one of the 15,000 editors, correspondents, producers, gofers and commentators who packed into the convention last week should be asking themselves the same question. If the job of journalism is to strengthen democracy, and if you can't move in downtown Tampa for accredited press, why did Ryan and his team of speechwriters produce something so wilfully misleading? The ugly truth is, they did it because they could.</p>",
  "<p>A new Socialist president and a freshly appointed leftwing government have not made the French especially happy, according to a poll that found two-thirds are pessimistic about the future.</p> <p>In the latest of a series of surveys carried out three months after François Hollande won office, 68% of those asked said they were worried for themselves and their family.</p> <p>The level of Gallic gloominess comes close to the all-time high – or low – recorded in 2005 shortly after Jacques Chirac was elected for a second term in office, when the pessimism was shared by 70% of people. Hollande's predecessor as president, the right-of-centre Nicolas Sarkozy, made only 50% of French people fearful for the future.</p> <p>Dimanche Ouest France, the newspaper that commissioned the survey, said 2005 was a \"historic peak of measured pessimism\" and that those with the most bleak outlook were those over 65 years old, small businessmen and women and the unemployed. The most cheerful, it declared, were labourers. \"It's the first time that concern is so high at the start of a presidential mandate,\" the pollsters Ifop reported.</p> <p>It is not only opposition voters who see dark clouds ahead: 58% of Socialist party supporters said they had found little comfort in having the left in power for the first time in 15 years.</p> <p>A separate survey published a week ago found that Hollande's approval rating had steadily declined since his election victory in May, to 54%. The Socialist government has been hit by a 13-year high in unemployment and the announcement of widespread redundancies at Peugeot and the supermarket chain Carrefour.</p>"
]