[
  "<p>The highly-respected Pew Research organization has published a poll – and it's a shocker: Mitt Romney leads President Obama 49% to 45% among likely voters. This is one of Romney's few – and certainly largest – national leads in a non-Rasmussen poll this year.</p> <p>The headline result on its own would be attention-grabbing, but the detailed findings are even more impressive. The Pew poll, at least in its registered voters electorate (Romney and Obama are tied among this subset), has been the <a href=\"http://www.huffingtonpost.com/simon-jackman/skewed-polls-nonsense_b_1923107.html\">most pro-Democratic polling outfit</a> this entire cycle. Their <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">last poll before this</a> had Obama ahead by 8 points among likely voters. Let's break down the poll further and try to figure out what it means.</p> <p><strong>1). There has been a <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">major change in party identification</a><br></strong><br>I'd argue that a lot of the volatility is from the <a href=\"http://www.theguardian.com/commentisfree/2012/sep/27/unskewing-polls-party-id-bunk\">major switch in party ID</a>. Pew's likely voter screen jumped from a 10-point Democratic edge in party ID to a 5-point Republican lead. Their registered voter results show an 11-point Democratic lead turning into a tie.</p> <p>Among analysts, I've been one of the most ardent in arguing that party ID should not be what tells us whether a poll is right or wrong. That said, I've also pointed out that when you <a href=\"https://twitter.com/ForecasterEnten/status/231503188505796610\">concentrate on one pollster</a>, party ID should remain relatively stable. It's the reason I critiqued a July Pew poll that I felt was \"too Democratic\". You just shouldn't have 10- to 15-point swings in two weeks. I feel the correct party ID weighting among likely voters should be somewhere between 11 points pro-Democratic and 5 points pro-Republican, while a registered voter number should be between 11 points Democratic and a tie.</p> <p><strong>2). Pew has had wild October swings before</strong></p> <p>Pew Research reported Obama leads over John McCain of 14 and 15 points in <a href=\"http://www.realclearpolitics.com/epolls/2008/president/national.html\">October 2008</a>. These leads were larger than Obama's final lead of 6 points and previous lead of 7 points. Those numbers were not, however, the result of wild party ID swings. It could mean that this year something has fundamentally shifted – or Pew just got really unlucky with their sample. Either way, it's a lesson that any poll result should be questioned and compared with other results.</p> <p><strong>3). Romney's got a winning racial coalition in this poll</strong></p> <p>All through this cycle, you couldn't escape articles saying that Mitt Romney <a href=\"http://www.nationaljournal.com/thenextamerica/politics/obama-needs-80-of-minority-vote-to-win-2012-presidential-election-20120824\">couldn't win without winning white voters</a> by a 20-point margin. He's got a 21-point lead among them in this poll. That's impossible for Obama to overcome even if this country is becoming more diverse. That 21-point lead would likely give Romney a 1- or 2-point lead if the electorate looked as it did 2008. But given what seems to be a growing Democratic enthusiasm problem, it lifts him to a 4-point advantage.</p> <p><strong>4). Romney has broken through in the midwest in this poll</strong></p> <p>Given Obama's strength with African Americans, college-educated whites, and Latinos, many – myself including myself – have long believed that Romney needed to win in the one region where there are fewer of these demographic groups: <a href=\"http://www.realclearpolitics.com/articles/2012/05/18/romney_faces_a_blue_wall_--_but_is_it_solid.html\">the midwest</a>. Romney leads there by 6 points overall and by 21 points among whites. That <a href=\"http://elections.nytimes.com/2008/results/president/national-exit-polls.html\">result is better</a> than George W Bush managed in 2004 and is also better than George HW Bush in 1988, who won there by 5 points. If the poll is right, Romney is going to be doing pretty darn well in Iowa, Ohio, and Wisconsin.</p> <p><strong>5). Obama has a problem among men</strong></p> <p>Romney and Obama are tied among women in this survey, but Romney leads by 8 with men. It puts a whole new spin on the term \"<a href=\"http://swampland.time.com/2012/08/29/the-gender-gap-is-hurting-romney-beyond-his-control/\">gender gap</a>\".</p> <p><strong>Conclusion: we can't take too much from any one poll</strong></p> <p>There are reasons to believe the Pew poll is probably too pro-Romney. Still, with this normally Democratic-leaning poll, and the Daily Kos- and SEIU-sponsored <a href=\"https://twitter.com/Taniel/status/255367755317002241\">Public Policy Polling national poll</a> (coming out tomorrow) also having Romney in the lead, it's fairly safe to assume that this is not down to some conservative push to call this race tied.</p>",
  "<p>Roy Moore thinks he's been called to put God back where God belongs: in the classroom, in the bedroom and in the courtroom. Moore <a href=\"http://www.advocate.com/politics/politicians/2012/10/06/watch-alabama-chief-justice-candidate-say-gay-marriage-will-destroy\">is a former chief justice of the Alabama supreme court</a>, first elected in 1999. <a href=\"http://www.deathandtaxesmag.com/180360/roy-moore-in-running-to-be-alabamas-theocratic-judge-supreme/\">He holds</a> that Jesus is good, taxes are bad, abortion is really bad and the state should use its power to punish homosexuality, which he called a \"criminal lifestyle\".</p> <p>Moore was booted off the court in 2003, falling foul of the constitutional prohibition against government-endorsed religion. As chief justice, he'd parked a two-ton Ten Commandments stone monument in the doorway to the state judicial building and refused to move it.</p> <p>Now, Moore's back, lamenting what he sees as our catastrophic moral decline, <a href=\"http://www.huffingtonpost.com/2012/05/29/secularism-leads-to-sharia-law_n_1554106.html\">warning</a> that secularism, gay marriage and the teaching of evolution will inevitably lead to sharia law – and trying to get reinstated. Since Alabama is both rock-hard Republican and churchier-than-thou, Moore has a real shot at getting elected again.</p> <p>Win or lose, he is Exhibit A in a growing trend of politicisation of the American judiciary. </p> <p>Allowing party hacks and legal toffs to appoint judges is a lousy idea. Allowing citizens to vote them into – or out of – office is an even lousier idea. Most Americans have only the haziest understanding of due process and can't even name their state supreme court justices. But throw party politics and a ton of money into judicial races, and they become as unsavoury as your average name-calling, scandal-mongering, shit-slinging congressional campaign.</p> <p>If you believe that the judicial branch of government should be as apolitical as possible in this fallen world, having judges raise hundreds of thousands, sometimes millions, of dollars from people who may appear before them one day in order that they can run 30-second spots begging for votes, leaves a still worse taste.</p> <p>The United States supreme court dumped a gallon of arsenic into the stew with its <a href=\"http://www.cnn.com/2012/06/25/politics/scotus-campaign-finance/index.html\">Citizens United</a> decision, ruling that corporations and unions can give unlimited amounts of money to political campaigns. Retired US supreme court Justice Sandra Day O'Connor, <a href=\"http://www.brennancenter.org/content/resource/buying_justice_the_impact_of_citizens_united_on_judicial_elections/\">who opposed Citizens United</a>, says:</p> <blockquote> <p>\"If you're a litigant appearing before a judge, it makes sense to invest in that judge's campaign. No states can possibly benefit from having that much money injected into a political judicial campaign. The appearance of bias is high, and it destroys any credibility in the courts.\"</p> </blockquote> <p>Nevertheless, <a href=\"http://www.brennancenter.org/content/resource/campaign_money_patterns_entering_new_phase_in_2012_judicial_races/\">across the country</a> – in Montana, West Virginia, Illinois, Texas, Oregon – state judicial races attract fat checks from those who want to buy a court. In Iowa, Republicans are spending big to unseat Justice David Wiggins. In 2009, the Iowa supreme court ruled that same-sex marriage is legal in a unanimous vote. Conservatives had a fit of the vapours, then vowed revenge.</p> <p>Two years ago, a failed gubernatorial candidate called Bob Vander Plaats <a href=\"http://www.desmoinesregister.com/videonetwork/658365831001/Bob-Vander-Plaats-victory-speech-judicial-retention-\">helped unseat</a> Chief Justice Marsha Ternus and Associate Justices Michael Streit and David Baker. Now, Vander Plaats is at it again, <a href=\"http://thinkprogress.org/lgbt/2012/09/25/903481/iowa-newspapers-condemn-politicized-campaign-to-oust-supreme-court-justice/\">bringing reinforcements</a> in Louisiana Governor Bobby Jindal and culture warrior former Senator Rick Santorum. They're touring Iowa on a bus, urging people to vote against Wiggins and, since the Iowa caucuses are the first step on the road to the White House, getting a jump on the 2016 campaign. </p> <p>The Republicans' <a href=\"http://www.nytimes.com/2012/10/07/opinion/sunday/impartial-justice-at-risk.html\">biggest target this year is the Florida supreme court</a> – specifically, Justices Peggy Quince, R Fred Lewis and Barbara Pariente, who must win a majority of votes to keep their seats. Lewis and Pariente were appointed by Lawton Chiles, Florida's last Democratic governor; Quince, one of two African Americans on the seven-member court, was chosen jointly by Chiles and incoming Republican Governor Jeb Bush. She and Pariente are the court's only women.</p> <p>For the first time ever, the Republican party of Florida (RPOF), aided by their Tea Party shock troops, is mounting a concerted campaign against specific justices. RPOF pretends this is some grassroots effort, an outburst of populist anger at a bunch of out-of-touch liberal judges. But the power (and the money) behind the effort comes from an outfit called Americans for Prosperity, funded by the Koch brothers.</p> <p>The play here is to create three shiny new vacancies on Florida's highest court, which would be filled by Tea Party poster boy Governor Rick Scott. This is a rightwing wet dream: a forelock-tugging, corporation-loving, quiescent court, which would ignore inconveniences such as the Clean Water Act and the 14th Amendment, and never get in the way of the free market.</p> <p>\"<a href=\"http://www.theledger.com/article/20121007/NEWS/121009471?Title=Vote-on-Justices-Highlights-Battle-Over-Judiciary-\">Merit retention</a>\" of judges is supposed to be a mechanism for citizens to rid the courts of the incompetent and the unethical. No one accuses Quince, Lewis and Pariente of incompetence or unethical practices. The best Republicans can do is call them \"judicial activists\", a meaningless phrase they throw at any jurist who rules against them. The great <a href=\"http://www.sfgate.com/news/article/BROWN-VS-BOARD-OF-EDUCATION-50-years-later-2777225.php\">Brown v Board of Education decision in 1954</a>, the one which declared segregation unconstitutional – that's judicial activism. Handing the presidency to George W Bush on the dodgiest of legal theories in Bush v Gore is high-minded and statesman-like.</p> <p>Republican disdain for Florida's court goes back to the 2000 presidential recount imbroglio, when the justices refused to allow certification of Florida's dubious election results. In the dozen years since, the court has been the only institution <a href=\"http://www.miamiherald.com/2012/10/01/3029764/police-and-fire-unions-blast-gop.html\">standing against attacks on unions</a>, public education and public employees. The court has stopped Republican governors and the Republican-controlled legislature from trying to curtail women's reproductive rights and knock down that metaphorical, but necessary wall separating church and state. Most recently, the court slapped down Gov Scott's <a href=\"http://in.reuters.com/article/2012/09/26/florida-court-recall-idINL1E8KPJ2V20120926\">attempt</a> to take power over all state agencies, and <a href=\"http://in.reuters.com/article/2012/09/26/florida-court-recall-idINL1E8KPJ2V20120926\">rejected</a> Republicans' pet 2010 initiative that would have let Floridians refuse to buy health insurance no matter what federal law may say.</p> <p>Republicans won't admit they're trying to saw off one of our government's three branches; they prefer to run television ads attacking Quince, Pariente and Lewis for their \"extremism\" and accusing them of being soft on crime. The latter charge <a href=\"http://www.tampabay.com/news/courts/florida-justices-under-attack-for-ruling-that-turned-on-defense-attorneys/1253953\">refers to the court's 5-2 decision in 2003</a> granting Joe Elton Nixon, a confessed murderer, a new trial because his defense had been incompetent. Nixon was never going to be freed from prison and there was no question of his guilt. But that pesky old US constitution (the one conservatives swear they love, but seem not to have ever read) guarantees all citizens a fair trial – not just the nice people. Yet, to hear the Republicans squeal about it, you'd think that the Florida supreme court had declared Nixon innocent, popped open a bottle of champagne and given him a ride to the nearest Hooters.</p> <p>All this happened nine years ago. Six years ago, when Pariente, Quince and Lewis were last up for retention, there was nary a peep out of the GOP. But that was before the Republican party lost what was left of its marbles and began muttering to itself about Kenyan socialists, black helicopters and UN invasion forces.</p> <p>In the meantime, our liberties are threatened as the rule of law is weakened by grubby politics, and our justice system grows increasingly partisan.</p>",
  "<p>The police and army in an increasingly violent Afghanistan will struggle to secure the country when foreign forces leave and the people face a corrupt presidential election in 2014, the Red Cross and a thinktank have warned.</p> <p>At stake is the limited and fragile stability that has insulated Kabul and most other urban areas from more than a decade of escalating aggression since the US invasion. There are growing fears the country could face a full-blown civil war after Nato troops hand over security to the Afghan police and army, and leave.</p> <p>\"Time is running out,\" said Candace Rondeaux of the International Crisis Group thinktank, in a blunt report about the handover from coalition to Afghan troops. \"Steps toward a stable transition must begin now to prevent a precipitous slide toward state collapse.</p> <p>\"Plagued by factionalism and corruption, Afghanistan is far from ready to assume responsibility for security when US and Nato forces withdraw in 2014.\"</p> <p>The Long Hard Road to the 2014 Transition also argues that time is running out to ensure a 2014 presidential vote is credible or acceptable. President Hamid Karzai is due to step down in that year and powerbrokers are already jostling for position.</p> <p>\"It is a near certainty that under current conditions the 2014 elections will be plagued by massive fraud,\" the report stated. \"Vote-rigging in the south and east, where security continues to deteriorate, is all but guaranteed. High levels of violence across the country before and on the day of the polls are likely to disenfranchise hundreds of thousands more would-be voters.\"</p> <p>The last decade has brought improvements for Afghans in areas including women's rights, health and education. But for many civilians, particularly in rural areas, the steady rise of the Taliban and insurgents linked with them has also brought insecurity and misery.</p> <p>\"I am filled with concern as I leave this country,\" the outgoing head of the Afghanistan office of the International Committee of the Red Cross, Reto Stocker, told journalists in Kabul. \"Since I arrived here, in 2005, local armed groups have proliferated, civilians have been caught between not just one but multiple frontlines, and it has become increasingly difficult for ordinary Afghans to obtain healthcare.\"</p> <p>The conflict was now less brutal for civilians, however, than was the fighting that tore Afghanistan apart in the 1990s, when noncombatants were often directly targeted as a deliberate means of warfare, he said.</p> <p>But many were still killed and injured, others had fled their homes to escape violence, and many Afghans who had escaped being drawn into the conflict still lived in abject poverty, extremely vulnerable to drought, flooding, earthquakes and other natural disasters.</p> <p>The fragile economy was also likely to suffer, as the departure of foreign troops would hit a country dependent on war spending, from construction to fuel transportation, Stocker added.</p> <p>\"Hardship arising from the economic situation or from severe weather or natural disaster has become more widespread, and hope for the future has been steadily declining,\" he said.</p> <p>Afghanistan's insecurity also appears to be fuelling its drug control problems. The country is already the world's largest producer of opium, with the UN saying on Monday the number of Afghan families growing cannabis as a cash crop leaped by more than a third last year.</p>",
  "<p>We now have fairly clear evidence that Mitt Romney received a substantial bounce coming out of last Wednesday's debate. So how big was the bounce, why did it occur, why was it surprising, will it last, and what does it mean for the race going forward? </p> <p><strong>1). The post-debate bounce was worth about 3-4 percentage points</strong></p> <p>I've taken a look at <a href=\"http://www.huffingtonpost.com/news/pollster/\">all of the latest polls</a> conducted after the debate and compare them to polls prior to the debate. The median shift in those polls is 4 percentage points. You'll notice that some of these polls are from outfits with doubtful reputation (chiefly, Gravis Marketing and We Ask America). Even if you take those polls out, the median shift is still 3 percentage points. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397392099\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349715354583/toplineshift_220.jpg\" alt=\"Topline post debate shift\" width=\"220\" height=\"216\" class=\"gu-image\" /> </figure>  <p>These shifts occurred over a multitude of polling outfits that have had both Democratic and Republican leans this cycle. The shifts have come in both registered and likely voter models. So, the bounce seems very real to me. </p> <p>The numbers also indicate that President Obama and Mitt Romney are likely within a point or two of each other nationally, if the election were held right now. Heading into the debate, Obama held a 3-4 point lead nationally. If you take a look at the national (US) numbers, we're looking at bounces between the pre-debate and current polls of about 2-6 points. This includes Rasmussen, which actually has Romney receding from his post-debate peak into a tie.</p> <p>It's far more difficult to understand where individual states may be at this point because the data is limited. The HuffPollster <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama\">Ohio aggregate</a>, which takes into account trends from national and other state polls, still gives Obama an edge. In turn, Obama is still favored to win the electoral college. That said, we need more data to be sure.</p> <p><strong>2). The bounce occurred because of Republican enthusiasm and Romney making himself acceptable to the American electorate</strong></p> <p>One of the <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">biggest drags</a> on Romney recently had been that Republicans were deflated, while Democrats were filled with helium. Republicans required a good boost and they got it. Republican enthusiasm is up all across the board, including a 10-point increase in <a href=\"publicpolicypolling.com/main/2012/10/obama-leads-by-3-in-virginia.html\">Virginia</a> and an 11-point one in <a href=\"http://www.publicpolicypolling.com/main/2012/10/obama-lead-down-to-2-in-wisconsin.html\">Wisconsin</a>, relative to Democrats. That has big implications because it guarantees what looks to be a fairly substantial Republican turnout advantage, relative to what you would expect if all registered voters casted a ballot. </p> <p>The real shot in the arm for Romney, however, has been that he's crossed the acceptability threshold. <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/16/2012-race-obama-approvals-romneys-favorables\">In spring I wrote </a> about how voters did not approve of the job Obama was doing, but they didn't like Romney either. Usually, it's down to the conventions either to take care of this favorability problem or not. The Republican national convention did not help Romney much.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397392100\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349715393398/Favspost_220.jpg\" alt=\"Favorables post debate\" width=\"220\" height=\"146\" class=\"gu-image\" /> </figure>  <p>The debate has allowed Romney to attain a positive net favorability rating. Beforehand, Romney's <a href=\"http://elections.huffingtonpost.com/pollster/mitt-romney-favorability\">net favorability nationwide</a> in the HuffPollster aggregate was at -6 percentage points. The median shift in post-debate polls has been 7.5 percentage points. That's enough to move Romney for the most part into net positive territory.</p> <p>If Romney's favorability boost lasts, then the key electoral question is no longer which candidate do voters like more, but whether they approve or disapprove of the job Obama is doing. </p> <p><strong>3). Debates don't usually change the polls, which makes this one surprising</strong></p> <p>Ask pretty much any political scientist and they will tell you that general election debates <a href=\"http://www.washingtonmonthly.com/magazine/septemberoctober_2012/ten_miles_square/do_presidential_debates_really039413.php\">rarely make a difference</a>. The problem, of course, is that we have a very small sample size when it comes to debates. You can argue that the debates <em>did</em> make a difference in 2000, and perhaps also in 2004. </p> <p>Last Wednesday's debate changed the polls for three reasons. First, there were <a href=\"http://mediadecoder.blogs.nytimes.com/2012/10/04/presidential-debate-drew-more-than-70-million-viewers/\">70 million people</a> watching it. Second, Gallup has registered Wednesday night's affair as the <a href=\"http://www.gallup.com/poll/157907/romney-narrows-vote-gap-historic-debate-win.aspx\">biggest debate win</a> in presidential history. Romney's 50-point margin largely matches the <a href=\"http://politicalticker.blogs.cnn.com/2012/10/03/cnn-poll-romney-wins-debate-by-big-margin/\">CNN/ORC poll of debate watchers</a>.</p> <p>Anytime a candidate does that well in front of a huge audience, changes are likely to occur. Third, people's opinion of Mitt Romney were soft because he's the challenger. Romney has been pounded on the <a href=\"http://www.huffingtonpost.com/2012/09/25/barack-obama-advertising_n_1913430.html?utm_hp_ref=elections-2012\">airwaves by negative ads</a>, but it turned out that Debate Mitt was not the Romney people had been seeing on television up until then. </p> <p><strong>4). There are signs Romney's bounce may be fading already</strong></p> <p>Romney had solid polling days on Thursday and Friday, but his polling since then has been decent, at best. <a href=\"http://www.argojournal.com/search/label/Rasmussen\">Rasmussen's Sunday polls</a> find Romney losing ground in Colorado, in Iowa, and nationally. <a href=\"https://twitter.com/ppppolls/status/255108708835663872\">Public Policy Polling (PPP) said</a> Romney had his best day on Friday. Saturday and Sunday, on the other hand, looked like PPP's pre-debate polls. <a href=\"http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=5812\">Ipsos and Gallup also have</a> Romney's numbers leveling out, if not receding.</p> <p><a href=\"http://www.gallup.com/poll/157907/romney-narrows-vote-gap-historic-debate-win.aspx\">Gallup's Sunday sample in its seven-day polling tracker</a>, which includes pre-debate days, was better for Obama than the pre-debate day it replaced. Obama had been tied with Romney in the post-debate polling sample (see table above), but that was certainly not the case in Sunday's sample – which has Obama back in the lead.</p> <p>I urge caution in reading too much into the individual days of polling sample, yet it's entirely possible that the debate surge is gone already. John Kerry probably had his greatest boost in the immediate days <a href=\"http://www.realclearpolitics.com/epolls/2004/president/us/general_election_bush_vs_kerry-939.html\">following the first 2004 debate</a> – before falling behind for the rest of the race. We probably should wait for a few more days of polling and see by midweek where we stand now in the 2012 election. </p> <p><strong>5). Either way, Romney has made this a race again – and could win it</strong></p> <p>This had been one of the steadiest races in presidential history. Hence President Obama's lead, no matter how small, seemed fairly secure. The mere fact that Romney was able to move the polling numbers suggests that he can move them again. The electorate isn't \"locked in\" to re-electing President Obama. President Obama may very well earn a second term; I think he probably will, but that is far from a foregone conclusion. </p> <p>The race right now is probably close enough that any further movement towards Romney on election day would probably lead to him winning.</p>",
  "<p>ProfJohn <a href=\"http://www.hagelin.org/about.html\" title=\"\">Hagelin</a>'s decision not to run against Mitt Romney and Barack Obama left this year's US presidential race without a major candidate who is a scientist and who acknowledges – publicly – his ability to both counteract gravity and prevent crime.</p> <p>Two decades ago, Hagelin and a team of fellow scientists performed a bold experiment. Their aim was to drastically reduce the amount of violent crime in Washington DC – a metropolis then noted for its high incidence of murder, rape and robbery. The Hagelin method was to systematically blanket the city with mental emanations from transcendental meditation and yogic flying.</p> <p>Hagelin is, by his own admission, a remarkable man. A professor of physics and director of the Institute of Science, Technology and Public Policy at the <a href=\"http://www.mum.edu/\" title=\"\">Maharishi University of Management</a>, in Fairfield, Iowa, he is a practised expert in quantum physics, transcendental meditation and yogic flying.</p> <p>Hagelin ran for president in 1992, 1996 and 2000, as the Natural Law Party's designated candidate. He was not elected in any of those years. In the <a href=\"http://www.fec.gov/pubrec/2000presgeresults.htm\" title=\"\">election of 2000</a>, he lost to George W Bush by only 50,372,288 votes and to Al Gore by 50,916,183 votes. The Natural Law Party, based at the <a href=\"http://istpp.org/\" title=\"\">Institute of Science, Technology and Public Policy</a>, has since closed its national office.</p> <p>In 1993 Hagelin invented his crime-prevention recipe. His method consists of \"forming coherence groups in major cities to lower the stress throughout our society, in order to alleviate the prime cause of criminality\". In plain words, he pays people to meditate, and levitate themselves off carpets. When a sufficient number of skilled people do this at the same time and in the same place, the crime rate drops. It's a simple as that.</p> <p>Hagelin demonstrated this anti-crime technique in the summer of 1993. From 7 June to 30 July, 4,000 trained meditators meditated and levitated in or near Washington DC.</p> <p>At a press conference the following year, just weeks before the presidential election, candidate Hagelin announced the <a href=\"http://www.pnyv.org/fileadmin/images_articles/reports/Tm-Maharishi-Study.pdf\" title=\"\">results</a> of the experiment: it was a success. While the meditators were meditating and levitating, Washington's crime rate dropped by 18%.</p> <p>This was a fact. The crime rate did drop by 18%. However, the rate that dropped by 18% was not the number of crimes actually committed – in fact, during the experiment, Washington's weekly murder count hit the highest level ever recorded. The 18% drop was from Hagelin's computer prediction of what would have happened had his meditators not been meditating and levitating.</p> <p>For his influence on criminals, John Hagelin was awarded the 1994 <a href=\"http://www.improbable.com/ig/winners/#ig1994\" title=\"\">Ig Nobel Peace Prize</a>.</p> <p><em>• </em>Marc Abrahams is organiser of the Ig Nobel prizes and editor of the Annals of Improbable Research</p>",
  "<p>Somewhere between the hellish <a href=\"http://media.tumblr.com/tumblr_m3u9mvPp7q1qlybhi.gif\" title=\"\">Ally McBeal dancing baby</a>, the <a href=\"http://24.media.tumblr.com/tumblr_mbbseqw5PD1rp9vkuo1_250.gif\" title=\"\">dramatic chipmunk</a>, a <a href=\"http://1.media.todaysbigthing.cvcdn.com/79/73/f5264948c381648b77ec347f492582dc.gif\" title=\"\">Lane Pryce dance party</a> and <a href=\"http://24.media.tumblr.com/tumblr_m8cdxyMX1k1rtxen9o1_500.gif\" title=\"\">Nasa mohawk hunk Bobak Ferdowsi</a>, the graphics interchange format, or <a href=\"http://en.wikipedia.org/wiki/Graphics_Interchange_Format\" title=\"\">gif</a>, went from being a forgotten, ugly internet 1.0 relic to being the medium of choice for anyone wanting to reference a specific cultural instance either for serious journalism – for example, <a href=\"http://www.theatlanticwire.com/global/2012/08/gabby-douglass-amazing-night-gif-guide/55370/\" title=\"\">the 2012 Olympics sports coverage</a> – or just for the hell of it.</p> <p>The gif has been around for about two decades, but is only now finding its place as the perfect expression for a burgeoning population of internet users bent on <a href=\"http://www.guardian.co.uk/media/shortcuts/2012/aug/26/gifs-what-are-they\" title=\"\">meme creation</a> and engaged in a continual knowing commentary of their own culture via scrolling mini-videos. Used as it is as a multisecond snapshot of popular culture, is an expression of the hive mind at work, an all-knowing, all-seeing, all-creating collective brain self-referencing for only one reason: because it can. And, for better or worse, it might change how we see our politicians.</p> <p>Last week's presidential debate didn't have a moment quite as gif-able as, say, <a href=\"http://s.buzzfeed.com/raw/bush-shoe-throw/bush-shoe-throw-03.gif\" title=\"\">President Bush's face-off with a flying shoe</a> </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383839\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349688482749/bush-shoe-throw-03.gif\" alt=\"bush\" width=\"340\" height=\"240\" class=\"gu-image\" /> </figure>  <p>for which there were a number of <a href=\"http://s.buzzfeed.com/raw/bush-shoe-throw/bush-shoe-throw-14.gif\" title=\"\">alternate realities</a> created by internet denizens and collected on Buzzfeed.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383840\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349688510750/bush-shoe-throw-14.gif\" alt=\"bush gif\" width=\"320\" height=\"240\" class=\"gu-image\" /> </figure>  <p> But it was only a starting point. Perhaps soon, a candidate could succeed or fail not on the strength of their zingers during a debate, but on the gifs they generate afterwards.</p> <p>At worst, some gifs might be meaningless or useless, if knowingly so. But at best, they can be the quickest, most effective form of satire we've yet come across. It's an instant piece of commentary, delivering the setup and punchline simultaneously. And it lives forever inside the collective cultural brain, rolling over and over into perpetuity. We've probably passed the point now of the soundbite and not just because sound is no longer needed. The gif, endlessly looping, replays the same scene forever and ever, thus outdoing the soundbite with its quaint finite format.</p> <p>Into this landscape walked Mitt Romney, by his own design an image of abstracted self-satire, already purposefully appearing like a high-definition, digitally rendered image of what an American president ought to look like were he to be carefully coded for the next big budget animated feature. And he begged to be gif-ed.</p> <p>There's really nothing to it. You can cut a Romney clip from the debate footage from Wednesday night, build a gif subtitled with a phrase like, \"<a href=\"http://24.media.tumblr.com/tumblr_mbch1rKmzl1rg2rf7o1_500.gif\" title=\"\">I like coal</a>\" and walk away. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383841\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349697472744/ilikecoal.gif\" alt=\"i like coal\" width=\"500\" height=\"230\" class=\"gu-image\" /> </figure>  <p>Or, mystifyingly, have him eat a <a href=\"http://i.imgur.com/AASSH.gif\" title=\"\">corn dog</a>. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383842\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349697495848/mii_corn_dog.gif\" alt=\"coen dog gif\" width=\"504\" height=\"336\" class=\"gu-image\" /> </figure>  <p>Or have him dance, <a href=\"http://cdn.iwastesomuchtime.com/1062012001320ZM9m6.gif\" title=\"\">gangnam style</a>. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383843\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349697533817/mitt_dance.gif\" alt=\"mitt dance\" width=\"500\" height=\"281\" class=\"gu-image\" /> </figure>  <p>The effect differs with the context but, essentially, Romney's evening of debate was a series of endlessly gif-able moments, whether they stood out as instances of political expression, or just ripe for rather silly, pointless ridicule.</p> <p>It was different for Barack Obama. During last week's debate, the president either seemed to be talking from miles away or, when he was talking at all, was like a policy wonk with a photographic memory, reciting the latest White House economic briefing memo he just read in the toilet. His extremes were gif-able, but that was about it. </p> <p>Either he was <a href=\"http://24.media.tumblr.com/tumblr_mbcgtkIZSc1rg2rf7o1_500.gif\" title=\"\">asleep</a>, </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383844\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349688621366/tumblr_mbcgtkIZSc1rg2rf7o1_500.gif\" alt=\"gif\" width=\"500\" height=\"333\" class=\"gu-image\" /> </figure>  <p> <a href=\"http://25.media.tumblr.com/tumblr_mbckiovqau1rg2rf7o3_250.gif\" title=\"\">babbling endlessly</a> or <a href=\"http://techstroke.com/wp-content/uploads/2012/10/lightsaber.gif\" title=\"\">brandishing a lightsaber</a>.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397383845\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349697579882/lightsaber.gif\" alt=\"light saber\" width=\"500\" height=\"274\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Source: <a href=\"http://www.guardian.co.uk/world/2012/oct/04/romney-obama-debate-live-gifs\">Guardian/Tumblr</a></span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p> So what? Maybe it's nothing, but while the post-debate gifs mostly centred on Romney, ridiculing his phrases and generally pointing out the problems he has as a candidate, the lasting cultural images of him will at least feature the messages he set out to project. His quotes were used. The words might appear in neon flashing lights or as satire, but there they are. His phrases were remembered, if only as part of a carnival internet sideshow. By contrast, not only was Obama entirely less memorable, but the internet considered him to have ultimately been completely silent. As far as the gifs are concerned, he might as well have said nothing at all. For a man running to be president again, that cannot be good.</p>",
  "<p>Hugo Chávez has <a href=\"http://www.theguardian.com/world/2012/oct/08/hugo-chavez-wins-venezuelan-election\" title=\"\">won Venezuela's presidential elections</a>, defeating his conservative rival, Henrique Capriles by more than 9% of the vote and guaranteeing a third six-year term as head of the Opec member nation. Turnout was an astounding 80.4% of the electorate.</p> <p>For the past month, this election had been erroneously cast by many as a tightening race between a young and energetic opposition candidate, Capriles, and a sickly, washed-up Chávez whose outdated socialist ideas had finally run their course. The immense support that Chávez still has after 13 years in power is rarely captured accurately by outside accounts of the country.</p> <p>I myself was reminded of this fact just before the elections, when I had the good fortune of sharing a few drinks with a Venezuelan film colleague in a Caracas night spot affectionately referred to by locals, somewhat disconcertingly, as Stab Alley. The district is Chavista turf, miles away from the upper class clubs that attract the city's well-to-do. It was no surprise to see the comandante on the bar's battered television.</p> <p>Our conversation predictably turned to politics. Between sips of Cacique rum, my friend and I went back and forth on a range of topics, I was playing devil's advocate in criticising the government for its paternalism and failure to truly change the country's oil rent economy; he was defending the administration on nearly all fronts.</p> <p>I continued to pigheadedly press my colleague until he starkly turned to me and stated in a rather grave and unsettling tone: \"I would not hesitate to sacrifice my life to defend this president. He's the only one who has done anything for the Venezuelan people.\"</p> <p>This statement, uttered from the mouth of a college-educated Venezuelan worker – the equivalent of <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-johnmccain-barackobama-debate-joe-the-plumber\" title=\"\">\"Joe the plumber\" in the United States</a> – took me aback. Gringo that I am, I couldn't fathom taking up arms to defend any politician, ever. So as the discussion came to a relatively awkward end, I was left to contemplate how Chávez, after all these years, could still provoke such die-hard loyalty in his supporters.</p> <p>No one can deny the concrete benefits that many Venezuelans have received since the leader of the nation's \"Bolivarian revolution\" first came to power in 1999. His government has expanded education and healthcare while slashing poverty and writing one of the world's most progressive constitutions. The economy has been good, thanks to high oil prices, and despite the failure to effectively address the question of security and violent crime, the incumbent president can boast of some solid accomplishments.</p> <p>But there is something deeper that has eluded the gaze of outside pundits who for years have portrayed Chávez as either an autocratic dictator or a petrol-rich buffoon. What Chávez is, in fact, is Venezuelan: there is no more authentic a representative of the country's character than him. He is gregarious, loquacious, intensely nationalistic, contradictory, sometimes petulant, and he displays an uncanny, chameleon-like ability to be everything to everyone.</p> <p>Critics describe these traits as simple \"populism\", but Chávez has also done something that no political leader before him has done. Unapologetically, relentlessly, the leftist head of state has succeeded in projecting the image of an independent and sovereign Venezuela onto an international stage. In doing so, he has snapped the tradition of subservience that characterised the nation for decades. This vindication of \"Venezuelan-ness\" on a global scale has been one of his greatest triumphs for a population that has longed to be recognised as being \"just as good\" as northern nations.</p> <p>Of course, there is a strong opposition movement in the country, one that takes the US and Europe as its societal models and who view Chávez with as much repulsion as \"the monkeys who live in the slums\", as a Venezuelan engineer once confided to me. But while there is surely passion on the opposition side, I have yet to encounter the sort of devotion that I have in the Chávez camp. And I certainly have not met anyone who has confessed a willingness to take a bullet for Henrique Capriles.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397341054\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681287051/President-Hugo-Chavez-cel-008.jpg\" alt=\"Venezuela elections: President Hugo Chavez celebrates at the Miraflores Palace\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Hugo Chávez celebrates at the Miraflores Palace in Caracas after being re-elected</span> <span class=\"element-image__credit\">Photograph: Jorge Silva/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341068\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681670274/Supporters-of-Venezuelas--011.jpg\" alt=\"Venezuela elections: Supporters of Venezuela's President Hugo Chavez\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez supporters after polling stations closed </span> <span class=\"element-image__credit\">Photograph: Fernando Llano/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341062\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681673126/Supporters-of-Henrique-Ca-012.jpg\" alt=\"Venezuela elections: Supporters of Henrique Capriles wait for results\" width=\"695\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of opposition presidential candidate Henrique Capriles wait for results at the campaign headquarters</span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341066\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681667381/Supporters-of-President-H-010.jpg\" alt=\"Venezuela elections: Supporters of President Hugo Chavez run towards the Miraflores palace\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez supporters run towards the Miraflores presidential palace as they celebrate his victory</span> <span class=\"element-image__credit\">Photograph: Rodrigo Abd/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341056\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681187072/Presidential-candidate-He-006.jpg\" alt=\"Venezuela elections: Presidential candidate Henrique Capriles after speaking to supporters\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Presidential candidate Henrique Capriles after receiving news of his defeat </span> <span class=\"element-image__credit\">Photograph: Leo Ramirez/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341058\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681173311/Supporters-hold-a-mock-co-001.jpg\" alt=\"Venezuela elections: Supporters hold a mock coffin with a portrait Henrique Capriles\" width=\"760\" height=\"475\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez supporters hold a mock coffin with a portrait of Capriles outside Miraflores Palace in Caracas</span> <span class=\"element-image__credit\">Photograph: Tomas Bravo/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341139\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681179155/Venezuelan-President-Hugo-003.jpg\" alt=\"Venezuela elections: Venezuelan President Hugo Chavez hugs the national flag\" width=\"400\" height=\"520\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez hugs the national flag</span> <span class=\"element-image__credit\">Photograph: Jorge Silva/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341141\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681184338/Venezuelan-President-Hugo-005.jpg\" alt=\"Venezuela elections: Venezuelan President Hugo Chavez speaks to supporters \" width=\"760\" height=\"442\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez (centre, on balcony) speaks to supporters after receiving news of his re-election</span> <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341064\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681762135/Supporters-of-President-H-013.jpg\" alt=\"Venezuela elections: Supporters of President Hugo Chavez cheer as he appears on a balcony \" width=\"682\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of President Hugo Chávez</span> <span class=\"element-image__credit\">Photograph: Edwin Montilva/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341060\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681664393/Supporters-of--President--009.jpg\" alt=\"Venezuela elections: Supporters of  President Hugo Chavez celebrate at the Miraflores palace\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez supporters celebrate at the Miraflores palace</span> <span class=\"element-image__credit\">Photograph: Rodrigo Abd/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341052\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681176416/A-painting-of-Independenc-002.jpg\" alt=\"Venezuela elections: A painting of Independence hero Simon Bolivar\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A painting of Simon Bolívar</span> <span class=\"element-image__credit\">Photograph: Ramon Espinosa/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397341096\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349681181688/Supporters-of-Venezuelan--004.jpg\" alt=\"Venezuela elections: Supporters of Venezuelan President Hugo Chavez celebrate\" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chávez supporters celebrate </span> <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> </figcaption> </figure>",
  "<p>An opposition victory, said Hugo Chávez, was as likely as snow in Maracaibo, a furnace of a city in western Venezuela. When hail subsequently fell on the city last month – reportedly the first in half a century – his opponents took heart. It was not snow, but maybe icy rain would suffice?</p> <p>It did not. Venezuela's president has vanquished his challenger and enraptured supporters to win a fourth term, extending his 14-year rule, health permitting, until 2019.</p> <p>Most opinion polls had given the 58-year-old a wide lead but a few showed him trailing, suggesting his cancer and the country's economic and social problems might end voters' faith in his revolution.</p> <p>Instead his electoral \"red machine\", a formidable combination of petro-state power and grassroots activism, mobilised the chavista base and floating voters to renew the mandate for \"21st-century socialism\" and the \"Bolivarian process\".</p> <p>His illness, along with Venezuela's high crime rate and crumbling infrastructure, risked swinging history's pendulum against him. But the victory showed enduring charisma and political mastery. A question mark, however, hovers over how long he will live to rule. Chávez claims to be cured but some palace insiders say the cancer is terminal.</p> <p>As results were announced some opponents cried foul, saying the president had abused state resources and illegally tilted the playing field against <a href=\"http://www.theguardian.com/world/2012/oct/03/henrique-capriles-topple-hugo-chavez\" title=\"\">Henrique Capriles, 40, a state governor who had barnstormed the country, whipping up ecstatic support</a>.</p> <p>It was a familiar lament but Chávez, a shrewd strategist behind the clownish stunts, has for 14 years made a consistent, triumphant assertion: \"<em>Somos la mayoría</em>.\" We are the majority.</p> <p>It is the pillar of legitimacy that props up his socialist experiment and protects it from critics at home and abroad who claim Venezuela is veering towards autocracy and tyranny.</p> <p>After each election landslide, Chávez has emerged on to the \"people's balcony\" in Miraflores, the presidential palace in downtown Caracas, to savour acclaim from the crowds below.</p> <p>It has been an extraordinary journey dating back to 1982. Chávez, a poor boy from the plains who adored folk tales and stories of Simon Bolívar, the 19th-century liberator, was a young army officer with a dream: revolt.</p> <p>Petrodollars and peaceful alternations of power between two parties had made this corner of South America a supposedly prosperous democracy but beneath the sheen festered oil dependence, corruption, poverty and social exclusion.</p> <p>The then Lieutenant Hugo Chávez recruited fellow officers into a conspiracy to overthrow the establishment and usher in a new, better democracy. After a decade of plotting, in February 1992, they attempted a coup. It was a military fiasco, letting the unpopular president, Carlos Andrés Pérez, survive, but Chávez, by now a lieutenant colonel, turned his televised surrender address into a political triumph. Eloquent and dashing in his red beret, he introduced himself to a startled nation – \"listen to Comandante Chávez\" – and said his objectives had not been met \"<em>por ahora</em>\" (for now). He deserved 30 years in jail, went the joke: one for the coup, 29 for failing.</p> <p>Pardoned and released after two years, he was adopted as a figurehead by a coalition of grassroots movements and small leftwing parties and stormed to victory in the 1998 election, cheered not only by the poor but a middle class fed up with an ossified establishment. With a barrel of oil just $8, the petro-state was near broke.</p> <p>Few outside Venezuela, until then best known for beauty queens and oil, knew what to make of this mercurial figure who praised Fidel Castro and promised revolution but said he was neither left nor right but seeker of a Blairesque \"third way\".</p> <p>It was often forgotten later but Chávez's early economic policies were moderate, in some ways even conservative. He retained the previous government's finance minister, toyed with privatising telecommunications and spoke of fiscal rectitude.</p> <p>Politically, however, he steamed ahead with a referendum and elections for a new constitution and system of government. It was in many ways progressive and addressed social exclusion but also greatly enhanced executive powers and permitted two consecutive terms.</p> <p>Chávez's vehement rhetoric against the wealthy as \"squealing pigs\" and \"vampires\" who looted the oil wealth endeared him to the barrios but alienated the middle class and traditional elites. The country divided into a third who adored Chávez, a third who despised him and a third who floated in the middle.</p> <p>Opponents called him a monkey and worse. In April 2002 the elites <a href=\"http://www.theguardian.com/world/2002/apr/12/venezuela\" title=\"\">briefly ousted him in a Bush-administration-backed coup</a>, tried again with an oil strike, then a recall referendum, dramas which stained the opposition and burnished Chávez's legend.</p> <p>Even so he would have lost the 2004 referendum, he admitted, were it not for the recovery in oil prices and help from Castro who sent thousands of Cuban doctors, nurses and teachers to staff social programmes in the slums known as <em>misiones</em> (missions). They multiplied and consummated Chávez's bond with the poor. Poverty decreased, health indicators improved and thousands got jobs in the expanding state sector. The moribund opposition boycotted the 2005 national assembly election.</p> <p>Emboldened, the president became more radical, declared himself a socialist and started nationalising \"strategic industries\" and expropriating millions of hectares of \"unproductive\" land. He stormed to a second term in 2006 with 63% of the vote. He declined to take part in a debate with his challenger, a gruff, opposition governor named Manuel Rosales, on the grounds that \"an eagle does not hunt flies\".</p> <p>It was his apogee: the economy roaring, the people on-side, globally feted for condemning the US invasion of Iraq. He called George W Bush a donkey, Mr Danger, an asshole and, <a href=\"http://www.theguardian.com/world/2006/sep/21/usa.venezuela\" title=\"\">during a memorable UN speech, the devil</a>. Supporters such as the former London mayor, Ken Livingstone, the actors Sean Penn and Danny Glover and the polymath Noam Chomsky paid homage in Caracas. The president dominated airwaves, commandeering radio and television for folksy, freewheeling speeches which lasted hours.</p> <p>But problems began to mount. Pulling the plug on RCTV, an opposition TV station which had backed the 2002 coup, triggered student protests which climaxed with Chávez <a href=\"http://www.theguardian.com/world/2007/dec/03/venezuela.usa\" title=\"\">losing a 2007 referendum to abolish political term limits</a>.</p> <p>The web of currency and price controls and harassment of the private sector produced inflation and sporadic shortages. <a href=\"http://www.theguardian.com/world/2011/mar/10/venezuela-caracas-gang-warfare-murder\" title=\"\">Violent crime spiralled</a>. The opposition revived and made inroads in 2008 regional elections, wresting back Caracas and even slums such as Petare, previously chavista bastions.</p> <p>Chávez tightened control over his own movement, as well as the armed forces and judiciary, and won a second attempt to abolish term limits in a 2009 referendum. Some opponents were jailed, purportedly for corruption, and others fled to exile. Chávez spoke of ruling until 2030, an ambition echoed by a growing state media empire which promoted a personality cult.</p> <p>Rolling power cuts and crumbling infrastructure cost his PSUV party the popular vote in 2010 national assembly elections – \"we are the majority\", crowed the opposition – but gerrymandering gave it most seats.</p> <p>Few doubted Chávez would win a third term – a third of the population still revered him and petrodollars and institutional control would woo the <em>ninis</em> – until last year when he was struck down by cancer, a disaster for a system of government and political campaigning built around his personal energy and charisma.</p> <p>While Capriles campaigned vigorously, Chávez remained largely confined to the palace and a few, relatively fleeting public appearances. But petrodollars funded an emergency house-building programme and a reboot of decaying missions, a fiscal splurge which boosted economic growth to 5%. Chávez also warned of civil war if he lost, casting himself as the unlikely friend of the wealthy because he represented stability.</p> <p>Even with the chief partially incapacitated, and some rallies cancelled or poorly attended, the formidable electoral \"red machine\" cranked into high gear. Billboards, posters and murals sprouted across the country. Chávez dominated television, if not always in person then through surrogates. His voice filled the radio dial. Civil servants were bussed to events in huge convoys, a mobile army. Workers from the <em>misiones</em> roved the barrios handing out campaign leaflets and signing up people to expanded social programmes. A frenetic house-building programme gave thousands of families new homes and put hundreds of thousands more on a waiting list, saying they would be housed after the election if Chávez won.</p> <p>Patronage may have helped turn out the vote, but Chávez could also count on a powerful affinity with Venezuela's poor, said Michael Shifter, president of the Washington-based Inter-American Dialogue thinktank.</p> <p>\"Despite his illness, I still think he retains a large emotional connection with a lot of Venezuelans that I think were not prepared to vote against him,\" he told the Associated Press.</p> <p>State media depicted Capriles as an agent of the oligarchy and US imperialism who would introduce savage neoliberal austerity. Chavista activists disrupted his events – blocking motorways, throwing bottles and, in one case, shooting dead three people. The consulate in Miami was closed, disenfranchising much of the pro-Capriles diaspora.</p> <p>Even cancer, in some ways, helped Chávez's campaign. After disappearing from view for treatment, stoking mystery and alarm, he would reappear, Lazarus-like, and proclaim triumphant resurrection. Speculation about his health and squabbling between rival courtiers – there is no obvious successor to keep the movement's factions together should he die – could roil his fourth term. All that matters for now is that the campaign successfully brushed over the issue.</p> <p>Opponents complained about dirty tricks and abuse of state resources but to supporters the comandante's victory proved yet again the veracity of his venerable campaign slogan: \"<em>Chávez es el pueblo</em>\". Chávez is the people.</p>",
  "<p>Mitt Romney will call for an escalation of the conflict in Syria by arming rebels with the heavy weapons needed to confront president Bashar al-Assad's tanks, helicopters and fighter jets.</p> <p>Romney is to make the proposal on Monday in what his campaign team has billed as a major foreign policy speech in Lexington, Virginia.</p> <p>In extracts published in advance, he opened up the prospect, if he becomes president, of a US-Iranian proxy war being fought in Syria. </p> <p>\"Iran is sending arms to Assad because they know his downfall would be a strategic defeat for them. We should be working no less vigorously with our international partners to support the many Syrians who would deliver that defeat to Iran – rather than sitting on the sidelines,\" he said. </p> <p>The proposal would mark a significant shift from Barack Obama's administration's policy of trying to keep the conflict a low-intensity one amid fears it might turn into a regional war. Obama is putting pressure on Saudi Arabia and Qatar, the main backers of the rebels, to restrict the supply of weapons to small arms.</p> <p>The Republican presidential candidate has made several attempts at establishing his credentials to be commander-in-chief but those speeches made little impact. Against the background of his win over Obama in last week's debate, the Romney campaign team is hoping this speech will be better received.</p> <p>The speech is aimed at countering critics who say he has not had much to say so far about foreign policy and given little indication of the lines he would pursue as president. </p> <p>He has a large team of foreign policy advisers – more than 30 – a mixture of realists and neo-conservatives. The aggressive language in the extracts of his speech released indicate he is leaning towards the neo-conservatives. </p> <p>Romney's comments that will have the most bearing on the election campaign are his return to criticism of the Obama adminstration over its handling of the killings of the US ambassador, Chris Stevens, and three other Americans at the consultate in Benghazi, Libya.</p> <p>\"The attack on our consulate in Benghazi on September 11th, 2012 was likely the work of the same forces that attacked our homeland on September 11th, 2001. This latest assault cannot be blamed on a reprehensible video insulting Islam, despite the administration's attempts to convince us of that for so long,\" Romney said.</p> <p>\"No, as the administration has finally conceded, these attacks were the deliberate work of terrorists who use violence to impose their dark ideology on others, especially women and girls; who are fighting to control much of the Middle East today; and who seek to wage perpetual war on the west.\"</p> <p>Romney, after mishandling his initial response to the killings, is seeking to tap into widespread resentment and anger in the US, especially among conservatives, at what they regard as lack of gratitude among Libyans for American help during the Arab spring.</p> <p>He accused Obama of failing to provide unequivocal support for the rebels in Syria. \"I will work with our partners to identify and organise those members of the opposition who share our values and ensure they obtain the arms they need to defeat Assad's tanks, helicopters, and fighter jets.\"</p> <p>He anticipated that the rebels will one day lead the country and the US should align itself with them, given the country's position at the heart of the Middle East.</p> <p>He said he and Obama share a desire for a safer, freer and more prosperous Middle East. </p> <p>\"I share this hope. But hope is not a strategy. We cannot support our friends and defeat our enemies in the Middle East when our words are not backed up by deeds,\" he said.</p> <p>He warned Iran not to pursue a nuclear weapon capability and said the US had to back this up \"through actions, not just words\", and urged an expansion of the aircraft carrier presence in the eastern Mediterranean and the Gulf.</p> <p>On Afghanistan, over which Romney faced a lot of criticism for failing to mention during his Republican convention speech, he said he would not be tied to the deadline set by Obama for withdrawal by the end of 2014 and hinted he might delay it.</p> <p>\"The route to more war – and to potential attacks here at home – is a politically timed retreat that abandons the Afghan people to the same extremists who ravaged their country and used it to launch the attacks of 9/11,\" he said.</p> <p>He expressed support for the US-proclaimed objective of creation of a Palestinian state.</p>",
  "<video data-media-id=\"gu-video-397344364\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/8/1349685944610/Hugo-Ch-vez-celebrates-wi-012.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/8/121008ChavezVictory-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/8/121008ChavezVictory-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121008ChavezVictory/121008ChavezVictory.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/8/121008ChavezVictory_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/8/121008ChavezVictory_3gpSml16x9.3gp\"/> </video>   <p>Venezuela's Hugo Chávez has once again defied his doubters by winning a new term of office in the presidential election after what had been billed as the closest race of his political life.</p> <p>To the euphoria of supporters in and around his campaign headquarters, the National Electoral Council announced on Sunday the president had secured 54.4% of the votes, while his rival Capriles was behind with 44.9%. Some votes were still to be counted, but the council said the result was not in doubt.</p> <p>Pumping his fist in the air, Chávez address his supporters from the balcony of the presidential palace as a barrage of fireworks lit up the sky. \"The revolution has triumphed!\" Chávez told the crowd, saying his supporters \"voted for socialism.\"</p> <p>\"Today we've shown that Venezuela's democracy is one of the best democracies in the world, and we will continue to show it,\" he shouted, waving a replica of Símon Bolivar sword. </p> <p>As the result was announced, his supporters burst into cheers and songs of \"Viva La Patria\" and \"Ooh Aah, Chávez won't go.\"</p> <p>\"I'm crying with joy,\" said Alirio Guevara, a fisherman from Vargas, who came to Caracas to vote and joined the joyous crowds at the Chávez campaign headquarters. \"In the next six years, we will deepen the revolution.\"</p> <p>In accepting defeat, Capriles took solace in picking up more votes than any previous challenger and restricting Chávez to a single-digit margin of victory. </p> <p>\"In order to win, one must know how to lose. For me the people's voices are sacred. For those who feel sad, I tell them, 'we started to build a road and there it is'. We have 6 million people who want a new road.\"</p> <p>Underlining the intense interest in the campaign, the turnout among the 19 million registered voters was a record 80.4%.</p> <p>Many analysts had warned that a slim margin of victory could lead to violence, but with an almost double-digit gap there was no immediate indication of unrest on Sunday evening.</p> <p>Venezuelans had queued under the sun for up to five hours to cast their vote amid expectations of a possible change, prompted by vastly contrasting opinion surveys in the weeks before the poll. </p> <p>After the result was announced, Chávez tweeted: \"Thank you, my God. Thanks to everyone. Thanks my beloved people!!! Viva Venezuela!!!! Viva Bolivar!!!!!\"</p> <p>Chávez has held on to power for more than a decade despite an attempted coup, a nationwide oil strike and a yearlong fight with cancer, which may not be over. </p> <p>With many voters unhappy at one of the world's highest murder rates and crumbling infrastructure, his party had lost ground in recent legislative elections and his long illness had clearly restricted his campaign appearances, particularly in contrast to his 40-year-old rival who was making two stops a day in a energetic campaign that criss-crossed the country.</p> <p>The opposition had felt this was their best chance to regain power, but the president ended strongly with a giant rally of hundreds of thousands of supporters in Caracas on the final day of the campaign on Thursday.</p> <p>On the campaign trail, president Chávez vowed that if re-elected he would use the next six years to correct past mistakes, to continue to build a socialist alternative to the capitalist model, and to continue using the country's vast oil revenues to redistribute wealth, promote the revolution overseas and to bolster ideological allies such as Cuba and Nicaragua.</p> <p>But analysts say his reduced margin of victory – down from 26% in 2006 and 16% in 1998 – may prompt changes in the cabinet and the government's policy, particularly with regard to public security and the economy. Health concerns are also likely to linger.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397331621\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651019527/Venezuela-elections-in-pi-009.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"745\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Citizens stand in line in Maracaibo before casting their vote during the presidential elections</span> <span class=\"element-image__credit\">Photograph: Humberto Matheus/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331627\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651009609/Venezuela-elections-in-pi-006.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hugo Chávez gestures to supporters after casting his vote in Caracas</span> <span class=\"element-image__credit\">Photograph: Jorge Silva/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331619\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651022792/Venezuela-elections-in-pi-010.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"393\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Opposition presidential candidate Henrique Capriles holds up his ballot as he votes in the presidential election in Caracas</span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331637\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349650997329/Venezuela-elections-in-pi-002.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Henrique Capriles is mobbed by supporters after casting his vote in Caracas</span> <span class=\"element-image__credit\">Photograph: Carlos Garcia Rawlins/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331625\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651013076/Venezuela-elections-in-pi-007.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A reservist supporter of Hugo Chávez waits for him outside a polling station in Caracas</span> <span class=\"element-image__credit\">Photograph: Boris Vergara/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331635\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349650992383/Venezuela-elections-in-pi-001.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Venezuelan presidential candidate Henrique Capriles speaks to the media after casting his vote in Caracas</span> <span class=\"element-image__credit\">Photograph: Eduardo Mayorca/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331629\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651006624/Venezuela-elections-in-pi-005.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of Hugo Chávez outside a polling station in Caracas</span> <span class=\"element-image__credit\">Photograph: Miguel Gutierrez/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331631\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651003768/Venezuela-elections-in-pi-004.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Residents queue at a polling station to vote in the Catia neighborhood of Caracas</span> <span class=\"element-image__credit\">Photograph: Rodrigo Abd/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331623\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651016403/Venezuela-elections-in-pi-008.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"733\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Opposition candidate Henrique Capriles waves to supporters after he voted in the presidential election in Caracas </span> <span class=\"element-image__credit\">Photograph: Carlos Garcia Rawlins/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397331633\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349651000818/Venezuela-elections-in-pi-003.jpg\" alt=\"Venezuela elections : Venezuela elections in pictures \" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter holds up a doll depicting Hugo Chávez while waiting for his arrival at a polling station during the election in Caracas</span> <span class=\"element-image__credit\">Photograph: Sharon Steinmann/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397332536\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349653256483/Venezuela-elections-in-pi-001.jpg\" alt=\"Venezuela elections: Venezuela elections in pictures \" width=\"663\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US actor Danny Glover, second from right, and Venezuelan president Hugo Chávez, right, pretend to box in a polling station in Caracas<br>Photograph: Miraflores/Handout/EPA</span> <span class=\"element-image__credit\">Photograph: Miraflores / Handout/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397332988\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/8/1349654142178/Venezuela-elections-in-pi-002.jpg\" alt=\"Venezuela elections: Venezuela elections in pictures \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A member of the militia closes the gate of a polling station in Caracas as polls began closing following a high turnout in the presidential election </span> <span class=\"element-image__credit\">Photograph: Ramon Espinosa/AP</span> </figcaption> </figure>"
]