[
  "<p>The prospects for a two-state solution to the bitter conflict in the Middle East are being undermined by \"facts on the ground\" created by Israel, Palestinian divisions and the continuing \"convulsions\" of the Arab spring, the former British foreign secretary David Miliband is warning.</p> <p>Miliband, speaking on Thursday, is the latest high-profile international figure to express alarm at the rapidly fading prospects for the creation of an independent Palestinian state alongside Israel – for decades the only solution that has seemed either possible or practicable.</p> <p>\"The danger is that, unwittingly, by omission not commission, by cruel irony not deliberate plot, the Palestinian cause is a victim of the Arab revolts,\" Miliband will argue at a charity dinner for Medical Aid for Palestinians.</p> <p>\"For the first time in a long time there is no 'peace process', not even the pretence of one. The facts on the ground are preventing that. Facts in respect of settlements. Facts in respect of Palestinian political divisions. Also facts in the air: Arabs, Americans and Europeans have their minds on other things.\"</p> <p>Miliband criticises the leaked views of Mitt Romney, the Republican contender in the US presidential election. \"Now is not the time to say that the problem is unsolvable or that Palestinians are committed to the destruction of Israel,\" he says. \"That is a recipe that is not just unfair on the Palestinians. It is also dangerous for the region, including Israel.\"</p> <p>To revive prospects for creating a Palestinian state, Miliband calls for Gaza – isolated by Israel and Egypt and cut off from the West Bank – to be part of a diplomatic strategy. \"Israelis and Palestinians are suspicious of each other and of promises from outside. But the need for a negotiated solution between the parties should not stymie international clarity and consensus about the endgame in terms of borders and other issues.\"</p> <p>Miliband also emphasises the importance of healing the rift between Fatah and Hamas. \"Yours is a nationalist movement for justice and independence, not an Islamist movement for virtue and purity,\" he says. \"And the very real danger is that in a divided Palestine, the idea of a campaign that joins the people of Gaza and the West Bank, is lost.\"</p> <p>Surveying the Arab spring, the former Labour minister describes a \"legitimacy crisis\" of undemocratic regimes where \"corruption, incompetence and kleptocracy have drained ruling elites of consent\". In a new regional power structure, Iran is assertive, Qatar pivotal, Turkey seeking a role, religious divisions important and well organised Islamist parties rising. Sectarian politics and violence are tragically on show from Libya to Syria.</p> <p>And more broadly, Miliband suggests, there is a \"new calculus in geopolitics\", with the US fatigued by Iraq and Afghanistan, Russia cash-rich but status-poor, China growing in wealth but vulnerable to Middle East instability because of oil dependence, and Europe consumed with its own problems.</p> <p>\"Leaders across the world must not lose interest,\" he warns. \"The fact that Palestine is not in the headlines does not mean it can be forgotten. We know there can be no justice in the Middle East without a Palestinian state. But there can be no security in the Middle East without a Palestinian state. The crowds on the streets may not be chanting about Palestine, but they have not given up in their hearts and heads.\"</p>",
  "<p>Mitt Romney is running the worst presidential campaign since George McGovern – and that's going back a bit. Not a week goes by without the Republican candidate putting his foot in it. This week he refused to apologise for describing, to a closed audience of fundraisers, 47% of the American population as government-dependent victims. That was not all. In the same speech he wrote off the two-state solution in the Middle East, a policy to which every US government has been committed for three decades. Not bad for one night's work.</p> <p>Last week's gaffe was his attempt to score a cheap news cycle hit by attacking a statement issued by the US embassy in Cairo, just before it became known that the ambassador in Libya had been killed. An attack on a US ambassador is an attack on all Americans, not a concept with which Mr Romney is familiar. He is, by his own account, only interested in the ones who are going to vote for him. Before Libya, there was Clint Eastwood's strange monologue with an empty chair.</p> <p>With seven more weeks, and seven potential major gaffe opportunities, to go, the real question is not why Mr Romney is such a bad candidate (unzipped he is far worse than the man who, in his wife's <a href=\"http://news.yahoo.com/blogs/ticket/ann-romney-unzip-him-let-real-mitt-romney-170357495.html\" title=\"\">unfortunate analogy,</a> is zipped up) but why the polling in the battleground states is still so close. This may be about to change.</p> <p>In Virginia, one of the states Barack Obama has to win to retain the presidency, he has an eight-point lead, <a href=\"http://www.washingtonpost.com/local/dc-politics/post-poll-obama-up-8-points-over-romney-in-virginia/2012/09/18/ca691d9a-0193-11e2-9367-4e1bafb958db_story.html\" title=\"\">according to one poll.</a> But the state has a big defence industry and the president receives more positive ratings on his ability to create jobs there than nationally. In Wisconsin, Mr Obama has a six-point lead, despite a massive Republican advertising campaign. Elsewhere, in Colorado, Ohio, Florida and Nevada, Mr Obama is either neck and neck or <a href=\"http://www.realclearpolitics.com/epolls/2012/president/2012_elections_electoral_college_map.html#battlegrounds\" title=\"\">within a few percentage points</a>. Why? Going out polling the opinion of registered Democratic voters in Ohio gives a salutary clue – half of them are either undecided or openly hostile. It is one reminder of an unwelcome and enduring truth: the deep polarisation of the electorate. If Mr Romney blows it, it will be his fault and his alone.</p> <p>There is still everything to play for – seven weeks of Republican television ads in which they are outspending the Democrats two to one; the first of three television debates on 3 October; another weak set of employment statistics for Mr Obama; any number of international events which could disrupt or embarrass his foreign policy pragmatism. This is not to say that Romney would not – on the evidence of his policy statements and his gaffe-strewn foreign trip – make a disastrous president. The immediate effect of his election would be to let Prime Minister Binyamin Netanyahu off whatever fraying leash still ties Washington and Israel. It may still not be long before Iran is attacked and another war in the Middle East breaks out, but under a Romney presidency we know that all brakes on that front would be off. But little of that plays out with an audience which traditionally sees American foreign policy as the victim of global instability, not one of its instigators.</p> <p>For Mr Obama, Mr Romney's unguarded comments represent a gift. For he now has the chance to present himself as the president of all America, but particularly the very America – the 47% (actually the figure is 46.4% of households not paying federal income tax) – which has done so badly under the banking crisis.</p> <p>The difficulty that Mr Romney has keeping himself on message only highlights the discipline of Mr Obama's campaign. This is at last showing through in the polling. Mr Obama is getting his message across, whereas no one quite knows what Mr Romney's message is. On tax, is it to reduce the tax burden on low-income families, a long-standing goal, or to dismiss the retired, the elderly, and low-income families with children as scroungers dependent on state aid? Mr Romney loses himself in the complexity of each issue he stumbles into. An unlucky president, Mr Obama is proving once again to be a lucky candidate.</p>",
  "<p>When Belle Littenberg was born, American women did not have the right to vote. It was 1914, and women wouldn't be granted suffrage for another <a href=\"http://memory.loc.gov/ammem/naw/nawstime.html\">six years</a>. Seventy-three years later, when her granddaughter Chloe was born, it was into a completely different world. The right to vote had been a given for two generations of women now, as had been a list of rights that were lofty dreams when Belle was born.</p> <p>Now, women applied for their own credit cards, went to graduate school en masse, took birth control and had legal abortions. The first year that Chloe was eligible to vote in a presidential primary, she could vote for a woman who had a real chance of becoming the nominee.</p> <p>Thanks in large part to the work of the intervening generation – of women like Belle's daughters – the political and cultural lives of women had changed, in some ways, beyond recognition. In this presidential election year, two of those crucial advances – access to birth control and abortion – are under threat.</p> <p>In 2012, seemingly every month has brought news of a new piece of state legislation designed to make abortions harder to obtain. The \"<a href=\"http://thinkprogress.org/health/2011/12/14/389157/ohio-heartbeat-bill-will-force-doctors-to-wail-until-a-woman-is-in-mortal-danger-to-justify-an-abortion/?mobile=nc\">Heartbeat Bill</a>\" in Ohio would ban abortion at as early as five weeks, and the Mississippi \"<a href=\"http://www.huffingtonpost.com/2011/11/09/personhood-campaign-compa_n_1084984.html\">Personhood</a>\" initiative would outlaw abortion, the morning-after pill and even hormonal contraception like the pill and the IUD – not to mention in vitro fertilization (IVF) fertility treatment. Then there are the mandatory transvaginal ultrasound bills that failed in <a href=\"http://www.usatoday.com/news/nation/story/2012-02-22/virginia-governor-mcdonnell-abortion-ultrasound/53213156/1\">Virginia</a> and <a href=\"http://www.nbcphiladelphia.com/news/local/PA-Senator-Counters-Ultrasound-with-Erectile-Bill-143671326.html\">Pennsylvania</a>, but passed and are <a href=\"http://www.nytimes.com/2012/03/04/opinion/sunday/kristof-when-states-abuse-women.html?_r=0\">in effect</a> at this very moment in Texas.</p> <p>These are not bipartisan efforts; they are Republican iniatives, all of them, and the GOP platform this year contains <a href=\"http://www.huffingtonpost.com/2012/08/28/platform-abortion_n_1837571.html\">a plank</a> supporting a constitutional amendment that would ban abortion <em>even in cases of rape, incest and when the pregnancy endangers the life of the mother</em>. To this, Republicans <a href=\"http://www.motherjones.com/politics/2011/01/republican-plan-redefine-rape-abortion\">have added efforts to redefine rape</a>, which, if successful, would make rape exceptions to abortion bans even harder to navigate.</p> <p>All this, taken with the GOP's blocking of the <a href=\"http://www.npr.org/2012/06/05/154377271/senate-republicans-block-paycheck-fairness-act\">Paycheck Fairness Act </a>earlier this year, and incessant threats to <a href=\"http://thinkprogress.org/health/2012/08/06/644611/gop-lawmaker-planned-parenthood-is-getting-wealthy-on-murder-for-hire/\">Planned Parenthood</a> – which apart from providing low-cost birth control, abortion and sex education also provides life-saving cancer screenings – a picture starts to emerge. For a woman who was born in 1914, it's a familiar and unwelcome one.</p> <p>As the efforts of both parties suggest, the women's vote will matter this year. It will matter in that women will help decide who wins the White House. But for a woman like Belle, who remembers an America in which women could not vote or have safe legal abortions, it will matter on a political and personal level – and a philosophical one. What are the consequences for people who denigrate American women and deny them their rights? In 2008, <a href=\"http://www.usatoday.com/news/nation/2009-04-30-black-vote_N.htm\">only 65.7%</a> of eligible women voters went to the polls. In 2012, this year of transvaginal ultrasound laws and all-male contraception hearings, how many American women will sit back in silence on election day?</p> <p>At their convention, Republicans, aware that their legislative efforts have given some women voters pause, went to great pains to explain that <a href=\"http://www.npr.org/2012/08/31/160366695/gop-uses-convention-to-reach-out-to-female-voters\">there is no</a> \"war on women\". We love women, they insisted, assigning <a href=\"http://www.salon.com/2012/08/29/ann_romney_love_mitt_please/\">Ann Romney</a> the task of telling the American people just how much. The Democrats also made a play for women's votes at their convention, with appearances from <a href=\"http://www.c-span.org/DNC/Events/Nancy-Keenan-at-the-2012-Democratic-National-Convention/C3797180/\">Nancy Keenan</a>, president of <a href=\"http://www.naral.org/\">Naral Pro Choice America</a>, Planned Parenthood president <a href=\"http://www.thedailybeast.com/articles/2012/09/05/planned-parenthood-s-cecile-richards-takes-center-stage-in-charlotte.html\">Cecile Richards</a> and <a href=\"http://www.washingtonpost.com/politics/dnc-2012-sandra-flukes-speech-at-the-democratic-national-convention-full-text/2012/09/05/891a642a-f7ac-11e1-8253-3f495ae70650_story.html\">Sandra Fluke</a>, the women's rights advocate who was meant to shut up after Rush Limbaugh called her a \"<a href=\"http://www.huffingtonpost.com/2012/09/05/sandra-fluke-speech-_n_1852637.html?utm_hp_ref=elections-2012\">slut</a>\", but who has done quite the opposite.</p> <p>For Belle, who remembers a time when women's civic participation was limited by law and by culture, the number of American women who do not vote is distressing. Many of her friends are women who voted for Hillary Rodham Clinton in the 2008 primaries, and in those hot, disappointed days after Clinton conceded her delegates to Barack Obama, several of her friends declared that they if they could not vote for Clinton, they would not vote at all. Belle was not pleased. You have to vote, she told them. Vote because you're an American, and you have a responsibility not just to your country, but to the women who fought to secure you that right.</p> <p>This year, though, Belle's exhortations to her friends have become less about simply exercising the right to suffrage and more about preserving other hard-won rights. She believes that regardless of who they vote for, all women should vote – but, she tells her friends, we should vote for the party that will do most for women. There's a great deal to be done to ensure that women have all the same opportunities as men, and she knows that the Republicans won't do it.</p> <p>The insults that have been hurled at American women in the last two years, in the form of legislation and in the form of actual slurs – thanks, Mr Limbaugh – have made \"women's issues\" central to the national political conversation. But we both reject the term \"women's issues\". We believe that <em>all Americans</em> have a vested interest in creating a country where women are allowed to decide if and when to start a family, and are paid fairly so that they can provide for that family.</p> <p>These aren't women's issues; they are human issues. But to American women, we say what Belle and her friends have been telling each other over the mahjong table ever since Hillary Rodham Clinton stepped aside for Barack Obama: </p> <blockquote class=\"quoted\"> <p>You might not be able to vote for a woman, but you have to vote. For women.</p> </blockquote>",
  "<p>Conservative bloggers are leading a campaign to discredit the secretly recorded video of Mitt Romney as the Republican presidential candidate's embattled team mounted a determined fightback.</p> <p>The bloggers raised questions about a gap in the secret video recording of Romney's speech to a $50,000-a-head dinner in Florida in May and suggested manipulation. The person who made the recording has not been revealed.</p> <p>David Corn, the reporter on the liberal magazine Mother Jones that posted the video on Monday night, dismissed the attack by the bloggers as a \"smokescreen\" and \"a distraction\".</p> <p>\"Everything that I obtained from the source is posted. There is nothing that is not out there. There is nothing that has been edited or deleted,\" he said.<br>The source said the video was sent in two segments. \"There seemed to be a little gap and I asked the source why. The source said that at the end of the first segment the video timed out or he might have brushed it. He does not know why.</p> <p>\"He turned it back on. He said only one or two minutes elapsed.\"</p> <p>One of the main conservatives that raised the the question of the missing minutes, Joel Pollak, of Breitbart.com, <a href=\"http://www.breitbart.com/Big-Journalism/2012/09/19/Mother-Jones-Admits-Romney-Tape-Missing-One-or-Two-Minutes\">wrote that Corn had failed</a> to live up his promise to provide all of the video and \"there is new reason to suspect manipulation\". <br>He added: \"Mother Jones's entire story now deserves to be treated with suspicion, if not contempt.\"</p> <p>Corn said the row over the missing segment is puzzling to him. \"What do the conservative critics think might be on this two minutes that might ameliorate what he said earlier?\" He added that Romney himself has not challenged the gap.</p> <p>The row over the missing segment came as Romney's campaign team sought to regain ground by reframing remarks he made in the video that 47% of Americans are government-dependent. Romney and his team placed his comments in the context of a choice for voters between small government and Barack Obama's \"culture of dependency\".</p> <p>In a bid to turn the tide of damaging headlines over the video, which captured him dismissing 47% of the electorate as victims who were dependent on government, Romney used a USA Today opinion column to claim his belief in free enterprise contrasted with Obama's redistributive tendencies. </p> <p>Obama's supporters are equally determined to exploit the 47% row to the full. The Priorities USA Super Pac released a new television ad titled Doors, using clips from the video which was recorded at a $50,000-a-plate fundraiser for Romney at the home of an investment banker in Florida in May.</p> <p>The Romney team has been on the defensive since the recording's release on Monday. In the video, Romney wrote off the 47% as not being his responsibility.</p> <p>It is too early for polls to show how much damage the secret video has done to the Romney campaign. It could be next week before the polls settle down and offer a clearer indication of the likely election outcome.</p> <p>The latest polls give a mixed view of the race, with some suggesting Obama's post-convention lead has largely evaporated while one by NBC and the Wall Street Journal gave him a five-point national lead. Polls in the swing states show Obama opening up a significant lead in Virginia, a state he had been expected to struggle to hold.</p> <p>The Romney team, in the middle of the candidate's worst week yet, embarked on its fire-fighting effort on Wednesday after a series of frantic conference calls seeking to reassure donors that the campaign remains credible.</p> <p>Matt Rhoades, Romney's campaign manager, issued a \"memo\" – in reality, a press release – putting the video in a wider context: the choice facing voters on November 6. </p> <p>\"Mitt Romney's vision for America is an opportunity society, where free people and free enterprise thrive and success is admired and emulated, not attacked. President Obama's vision for America is a government-centered society, where government grows bigger and more active, occupying more of our everyday lives,\" Rhoades wrote.</p> <p>A Republican party spokeswoman summed it up as Romney's view that personal responsibility and hard work will deliver recovery against Obama's belief in redistribution and government dependency.</p> <p>Stephen Hayes, a conservative commentator, lauded the damage-control exercise. \"Romney campaign turning into the skid on the video – hitting back hard on size/scope of government. Smart move,\" he wrote on Twitter, though adding the caveat \"Will it last?\"</p> <p>The Romney team has been helped by a decision of the liberal magazine Mother Jones, which started the firestorm by releasing excerpts from the secret video on its website on Monday night, to put out the whole 50-minute video out on Tuesday rather than opt for a drip-feed approach.</p> <p>In his USA Today op-ed, Romney focused on the small government versus big government theme. \"My course for the American economy will encourage private investment and personal freedom. Instead of creating a web of dependency, I will pursue policies that grow our economy and lift Americans out of poverty,\" he said.</p> <p>The Romney team is pushing an audio clip from 1998 in which Obama expresses support for redistribution of wealth. Other than on the Drudge Report, which ran the video on Tuesday evening, the clip has failed to gain much traction in the media as it reveals little new about the president's views.</p> <p>The Obama campaign dismissed the audio clip as a sign of desperation on the part of the Romney campaign.</p> <p>Obama used an appearance on the Late Show with David Letterman on Tuesday to attack Romney over the video. \"One of the things I learned as president is you represent the entire country. If you want to be president, you have to work for everyone.\"</p> <p>He added: \"All of us make mistakes. … What I think people want to make sure of, though, is you're not writing off a big chunk of the country because the way our democracy works.\"</p> <p>RealClearPolitcs, in its average of polls, has Obama at 48% to Romney's 45.4%, suggesting the election is still tight in spite of weeks of gaffes and other setbacks for Romney. An ad blitz by Romney and his supporters and a good performance by the candidate in the first presidential debate with Obama on October 3 in Denver could see the president's lead narrow.</p> <p>A Gallup poll has Obama only 1% ahead, as does AP, suggesting he has lost almost all of his post-convention poll bounce. An NBC/Wall Street Journal poll has Obama up 5% while Rasmussen puts Romney up 2%.</p> <p>A Quinnipiac poll on behalf of the New York Times and CBS in six swing states has Obama 1% ahead of Romney in Colorado, 6% in Wisconsin and 4% in Virginia. A poll in the Washington Post gives Obama a staggering 8% lead in Virginia, 52% to 44%.</p>",
  "<p>As if his week needed to become any more challenging, Mitt Romney will appear in Miami on Wednesday to face some tough questions from a key group of voters crucial to his hopes of winning the White House – Florida's Hispanics.</p> <p>The Republican presidential candidate, already in trouble for his \"it would be helpful to be a Latino\" comment recorded at a Florida fundraising dinner, goes into an interview with the Spanish-language TV station Univision seeking to explain and defend his controversial policies on immigration and healthcare.</p> <p>Barack Obama, meanwhile, follows Romney to south Florida for his own appearance before the same cameras on Thursday. And while Obama enjoys a margin of popularity among Florida's 2.1 million Hispanic electors, 51% to 37%, according to the latest polls, analysts say the vote could yet tip either way.</p> <p>\"It's hard to win the presidency and not win in Florida, and it's hard to win in Florida without winning the Hispanic vote,\" said Casey Klofstad, associate professor of political science at the University of Miami and an analyst for the polling group Latino Decisions.</p> <p>\"The campaign is more about turnout than changing hearts and minds. The candidates need to court their base and go to where the votes are. The Latino vote is especially critical, and any candidate that comes through here needs to pay attention to it.\" </p> <p>To treat the Hispanic community as a single entity, however, is a mistake neither candidate is willing to make as they pursue Florida's 29 electoral college votes. Aside from common concerns over jobs and the economy, each subgroup has its own issues and idiosyncrasies that the nominees will be attempting to address.</p> <p>Both Romney and Obama are spending a disproportionate amount of time and resources here to get their positions across, and by Thursday night each will have visited Florida nine times since June 1, more than any other state during the campaign to date.</p> <p>Republicans and Democrats are also lavishing more cash in Florida than anywhere else. According to Kantar Media, the Republicans spent $7.5m on advertising from July 1 to September 10, $1.5m more than the Democrats. Many of those TV commercials on both sides have been in Spanish, and have featured voters of Cuban or Puerto Rican origin or those of other Hispanic nationalities.</p> <p>\"This is a diverse and sophisticated electorate,\" Gabriela Domenzain, Obama's director of Hispanic press, told the Huffington Post.</p> <p>\"You can't just put out one message and think that speaks to 50 million people. We get that and we try to respect it.\"</p> <p>Unsurprisingly, Romney is polling ahead of his rival among Cuban Americans in Miami, where exiles have traditionally supported successive Republican candidates for their hardline stance against the communist regime of Fidel Castro and his brother Raúl.</p> <p>That is unlikely to change by November, but the demographic of Cuban Americans is undoubtedly shifting, as older, more conservative Cubans who fled the island in the 1950s and 60s die and the community increasingly consists of those born in the US.</p> <p>Obama, therefore, has high hopes of a better showing among Cuban Americans, who make up a third of the Hispanic voting bloc and who were 63.9% in favour of Republican opponent John McCain in 2008.</p> <p>\"There has been a change in the thinking processes of many in the Cuban American community, and a realisation that what happens in Cuba is sometimes beyond the reach of what the American government can do,\" said Manrique Iriarte, a Cuban-born doctor who works at Miami's Mount Sinai medical centre.</p> <p>\"For five decades we've been hearing messages from both parties regarding the regime in Cuba. Politicians have been coming here for 50 years drinking coffee in Café Versailles and Cuba Libres on Calle Ocho –&#xa0;and it's not working any more. We're looking for broader messages for our lives as Americans.</p> <p>\"Most of the Cuban American vote will always be Republican no matter what happens or who runs for the White House, but the Democrats won 25% of the vote in 2000 and 35% in 2008. The goal is 40% this time, and that seems possible.\"</p> <h2>A different story for Puerto Ricans</h2> <p>Further north, Puerto Ricans are the fastest growing community in Florida and, to some observers at least, could have more of a say in deciding the eventual winner, largely because the group has no traditional party affiliation.</p> <p>There are almost 900,000 Puerto Ricans in the state, double that of a decade ago, with migration promoted by a poor economy in their homeland and the fact that Puerto Rico's status as an unincorporated territory of the US grants them citizenship and freedom of movement.</p> <p>Puerto Ricans now account for 28.4% of Florida's Hispanic electorate, according to Pew Research Center figures, and are on course to become the largest group by the 2016 election. About 350,000 live along the so-called I-4 corridor from Tampa to Daytona Beach, where voters could determine the contest one way or the other if the rest of the state stays loyal to the Republicans in the north and the Democrats in the south.</p> <p>It also explains why a raft of senior Democrats including the Obamas and Bill Clinton, and several politicians from Puerto Rico, have been regular visitors. The president even stopped by a Puerto Rican café in Orlando last month for a photo op with a plate of pulled pork, rice and beans.</p> <p>\"For us, like others, the economy and healthcare are the big issues, and I would say the majority are Democrats,\" said Maria Luyanda, head of her own Orlando-based insurance company and president of the Puerto Rican chamber of commerce of central Florida.</p> <p>\"The main reason is which party tends to protect the middle class and which party protects rich people. Many of us are small business owners and we look to who will look after us.\"</p> <p>Romney's stated policies on immigration, experts say, remain an obstacle to his building support among other Hispanic voters, notably the smaller yet significant communities from Mexico (8.9%) and the Dominican Republic (4.5%). Romney has said he would veto the proposed Dream Act, which offers a path to citizenship for children of undocumented immigrants, and that he supports self-deportation and stiff penalties to those who entered the US illegally or outstayed visas.</p> <p>Obama, by contrast, announced in June he was suspending the deportation of hundreds of thousands of undocumented immigrants between 16 and 30 and would instead give them work permits, something Romney now says he supports.</p> <p>\"It would be better for Romney to peel away from immigration and pivot to the economy,\" said Klofstad, the professor at the University of Miami where Romney's Univision interview is taking place.</p> <p>\"He needs to say that most important is job creation and the economy, it's something we can all agree on, and here's what I'm going to do.\"</p> <p>Then there's Romney's claim in a secretly filmed video at a dinner for donors in Boca Raton, Florida, that if his Mexican-born father had native parents instead of American expatriates: \"I'd have a better shot of winning this.\"</p> <p>The comment infuriated many, and it remains to be seen how much of Florida's Hispanic vote it will cost him in November.</p> <p>For now \"there's no doubt the Romney campaign has been hit hard,\" Klofstad said.</p>",
  "<p>The race for the South Korean presidency has opened up into a three-way contest after the millionaire software entrepreneur Ahn Cheol-soo declared his candidacy, ending months of speculation about a possible challenge to the country's political status quo.</p> <p>Ahn, a popular independent who left business to become an academic and philanthropist, is expected to mount a strong challenge to the ruling New Frontier party candidate, Park Geun-hye, the daughter of a former South Korean dictator who at one point was expected to win comfortably.</p> <p>Park, <a href=\"http://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president\" title=\"\">who won her party's endorsement last month, is aiming to become the country's first female president</a>, more than 30 years after her father, Park Chung-hee, was assassinated by his own intelligence chief.</p> <p>Ahn formed his anti-virus software company, Ahnlab, in 1995 and has promised to give up his remaining stake, worth a reported $324m (£200m), if elected.</p> <p>He told supporters in Seoul he would create jobs for young people neglected by the current president, Lee Myung-bak, and tackle rising inequality in the world's 13th biggest economy.</p> <p>\"The people have expressed their hope for political reform through me. I want to become the person who puts that hope into practice,\" he said.</p> <p>Recent opinion polls also show a sudden rise in support for Moon Jae-in, a human rights lawyer and chief of staff to former president Roh Moo-hyun who was nominated by the main opposition Democratic United party last weekend.</p> <p><a href=\"http://www.koreatimes.co.kr/www/news/opinon/2012/09/137_120354.html\" title=\"\">A poll conducted this week showed Moon ahead of Park for the first time</a>, according to the Korea Times; he also defeated Ahn in a hypothetical two-way contest by a healthy margin, the paper reported.</p> <p>Members of Moon's team told the Guardian as recently as last week that they believed Ahn would not run, leaving Moon as Park's sole challenger.</p> <p>A poll earlier this month showed that in a three-way race, Ahn would receive 24.7% of the vote, with Park on 41% and Moon on 19.2%.</p> <p>To avoid splitting the anti-conservative vote in the 19 December election and sending Park to the presidential Blue House, some expect Ahn and Moon to form an alliance, perhaps with one or the other agreeing to fill the less important role of prime minister.</p> <p>On Tuesday, Ahn said it would be inappropriate to speculate about an alliance with Moon at this early stage in the contest.</p> <p>Ahn's status as a political outsider has won him support among younger people and urban workers – the swing voters who could give him victory in December.</p> <p>He has promised to take on the chaebol, the family conglomerates such as Hyundai and Samsung, that exert huge influence over the South Korean economy.</p> <p>\"I don't think we should be ambivalent about chaebol. We should introduce a 'corporate group law' to ensure they remain competitive but try to minimise their defects and abuses,\" he wrote in a book published earlier this month.</p> <p>Despite his liberal domestic manifesto, Ahn said he would take a tough line against North Korea, with which relations have deteriorated rapidly since Lee was elected in 2007.</p> <p>Ahn, 50, dismissed fears about his lack of political experience. \"Some people ask what makes you think having run a small business prepares you to run an administration at a much bigger scale,\" he said in an interview last year.</p> <p>\"I just laugh when I hear people say that&#xa0;… I created something from nothing, I've overcome hardship.\"</p> <p>Lee will not run in December's election as the South Korean constitution limits the presidency to a single five-year term.</p>",
  "<p>The 2008 election was a great day for those of the liberal persuasion. Barack Obama won the White House. Democrats picked up eight seats in the Senate and 21 seats in the House on their way to large majorities in each. The passage of Proposition 8 in California (rolling back same-sex marriage rights), however, was the major blemish on progressives' joy.</p> <p>This year, President Obama is in good standing in the polls and Democrats are holding surprisingly strong in their bid to keep control of the Senate. But will 2012 also be marked by the defeat of same-sex marriage referendums at the polls?</p> <p>This November, there are four states with same-sex marriage ballot measures: Maine, Maryland, Minnesota and Washington. These have the potential to be the biggest ballot victories to date for proponents of same-sex marriage. </p> <p><a href=\"http://ballotpedia.org/wiki/index.php/Maine_Same-Sex_Marriage_Question,_Question_1_(2012)\">Maine</a> voters are being asked: \"Do you want to allow the State of Maine to issue marriage licenses to same-sex couples?\"</p> <p>Question 1, <a href=\"http://ballotpedia.org/wiki/index.php/Maine_Same-Sex_Marriage_Question,_Question_1_%282012%29\">as it is known</a>, comes three years after Maine voters \"vetoed\" a same-sex marriage law passed by the legislature and signed by the governor. The <a href=\"http://www.gallup.com/poll/114022/state-states-importance-%20religion.aspx\">veto</a> was surprising because Maine tends to be a liberal state with no deep ties of religion. <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/feb/11/same-sex-marriage-amendment-ballots\">Demographic models</a> based on the religiosity of each state suggested that the same-sex marriage amendment should have passed <a href=\"http://desmond.imageshack.us/Himg515/scaled.php?%20server=515&amp;filename=picture118.png&amp;res=landing\">in 2009</a> by 6 to 10 points. Polling disagreed, and it was the polling that was correct.</p> <p>This year, demographic models and <a href=\"http://polltracker.talkingpointsmemo.com/contests/me-ballot-12-legalize-gay-marriage\">polling</a> agree that same-sex marriage should pass in Maine. Same-sex marriage acceptance is increasing almost everywhere. A presidential election year turnout also tends to be younger and more favorable to a vote supporting same-sex marriage. Depending on whether you believe the pace at which the acceptance of same-sex marriage is increasing more rapidly than before (as some national polls indicate) or at a linear pace, demographics suggest Maine passing same-sex marriage by 12 to 20 points. The last three polls also have same-sex marriage passing by 15 to 22 points.</p> <p>Maryland voters are being asked <a href=\"http://ballotpedia.org/wiki/index.php/Maryland_Same-Sex_Marriage_Referendum_%282012%29\">via referendum</a> to uphold a same-sex marriage law passed by the state legislature and signed by the governor. The bill promises that religious leaders will not have to perform the ceremonies if they are opposed to them. Maryland is an interesting state, demographically, in that its black voters are more Democratic, but also more <a href=\"http://www.scribd.com/doc/101848671/MDfME-Hart-Poll-Memo-1\">socially conservative</a> than white Maryland voters. The fact that white voters only made up 64% of the <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#MDP00p1\">2008 electorate</a> would suggest a very tight finish for Maryland's Question 6.</p> <p>Yet, <a href=\"http://polltracker.talkingpointsmemo.com/contests/md-ballot-12-repeal-gay-marriage\">polls</a> have Maryland voters approving same-sex marriage by 14 to 20 points. Earlier polls had support for the legislature's actions only leading by single-digits. What happened to provide this sudden jolt in support? Minority, specifically black, voters have grown in their support of same-sex marriage since President Obama announced his backing for gay marriage in May: it seems to be a rare example where the president's bully pulpit has actually worked.</p> <p>The one state where same-sex marriage opponents may be <a href=\"http://poughies.blogspot.com/2011/05/minnesotan-marriage-ban-is-early.html\">heading to victory</a> is Minnesota. The constitutional amendment does not actually mention gay marriage. Instead, <a href=\"http://ballotpedia.org/wiki/index.php/Minnesota_Same-Sex_Marriage_Amendment_(2012)\">it asks yes or no for a</a> \"Recognition of Marriage Solely Between One Man and One Woman\". Minnesota's amendment is also different in that not only does \"yes\" have to beat \"no\" for the measure to be adopted, but it must also clear 50% of all ballots cast. In other words, a voter who casts neither a yes nor a no vote, but votes in other contests, is in essence casting a no vote.</p> <p>Minnesota is a moderately religious state, but its religious population is largely conservative (see Michele Bachmann). If acceptance for same-sex marriage is increasing at an accelerated rate as compared to previous years, then demographics would suggest the ban's likelihood of surviving is now a toss-up. A linear trend, though, argues that the ban should pass by about 10 points. <a href=\"http://polltracker.talkingpointsmemo.com/contests/mn-ballot-12-ban-gay-marriage\">Polling</a> indicates that the correct answer is probably between a toss-up and a 10-point \"win\" for the ban. An average of recent polls puts the \"yes\" side up by 4 points. That's a close race, and given the effect of abstentions, I believe either side could win.</p> <p>Washington's referendum is nearly identical to Maryland's. It's asking voters to uphold an act of the legislature signed by the governor. Like Maryland, the ban has clerical exceptions. A domestic partnership law was upheld by Washingtonians in 2009 by a 7-point margin.</p> <p>Washington state is one of <a href=\"http://ballotpedia.org/wiki/index.php/Washington_Same-Sex_Marriage_Veto_Referendum,_Referendum_74_%282012%29\">the least religious states</a> in the nation, so you'd expect the law almost certainly to be upheld. Demographic models have same-sex marriage support outscoring opposition by 10 to 20 percentage points. The latest polling matches the modeling and has the same-sex marriage law winning by <a href=\"http://publicola.com/2012/07/24/new-poll-only-eymans-initiative-above-50-percent/\">10</a> to <a href=\"http://polltracker.talkingpointsmemo.com/contests/wa-ballot-12-repeal-gay-marriage\">18</a> points.</p> <p>Overall, the picture is rosy for same-sex marriage proponents. It looks likely that same-sex marriage is going to be approved at the ballot box for the first time, on a state-by-state basis.</p> <p>The only cautionary note I would add is that same-sex marriage opposition has <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/feb/11/same-sex-marriage-amendment-ballots\">performed 7 percentage points better</a> at the ballot box in past years than polls have estimated. But this opposition \"bonus\" has <a href=\"http://www.pollster.com/blogs/enten_revisiting_the_maine_mar.php?nr=1\">been waning</a> in recent years. In any case, same-sex marriage approval is ahead by enough points in Maine, Maryland and Washington that the bans would pass even if there is hidden opposition.</p>"
]