[
  "<p>The Republican Senate candidate Richard Mourdock said on Thursday that he had gained voters as a result of his claim that pregnancies from rape are <a href=\"http://www.theguardian.com/world/2012/oct/24/richard-mourdock-rape-comments-criticism\">\"something that God intended to happen\"</a>.</p> <p>The GOP candidate from Indiana was criticised by Republicans and Democrats after he made the comments during a debate on Tuesday. Mitt Romney, the Republican presidential candidate, has become embroiled in the row after <a href=\"http://www.theguardian.com/world/2012/oct/24/richard-mourdock-rape-remarks-romney?intcmp=239\">refusing to withdraw his support for Mourdock</a>. President Obama said Mourdock's remarks were \"demeaning to women\".</p> <p>But Mourdock said on Thursday that his popularity had been unaffected by the fallout. Asked about voters who might not vote for him because of the remarks, Mourdock said: \"I haven't heard of those voters,\" <a href=\"http://www.indystar.com/article/20121025/NEWS0502/121025027?gcheck=1&amp;nclick_check=1\">the Indianapolis Star reported</a>.</p> <p>When Mourdock was given an example of one voter who had, in fact, stopped supporting him, he said: \"I assured all women that the issue of rape is a serious issue. It is not one that my God condones. If anyone thinks that I would condone that, that's a ludicrous point of view.\"</p> <p>Asked if his campaign had gained votes after the abortion comment, the Star said Mourdock replied: \"I know we did.\"</p> <p>Mourdock's assertion may come as surprise within his own party. The Senate candidate was the subject of headlines for the second day in a row on Thursday, with criticism coming from prominent Republicans as well as the president.</p> <p>Haley Barbour, the Republican former governor of Mississippi, <a href=\"http://www.cbsnews.com/8301-505263_162-57539932/haley-barbour-mourdocks-rape-remark-kinda-crazy/\">told CBS's This Morning</a> that Mourdock's remarks were \"kinda crazy\" and said he did not support Mourdock's statements on rape.</p> <p>\"I don't agree with what he said. I thought that what he said was kinda crazy,\" Barbour said. The former governor tried to play down the impact on the presidential race, saying that outside Mourdock's state people are \"not talking about what someone who's secretary of state in Indiana said\".</p> <p>Even if Mourdock's comments – the latest in a series of missteps by Republicans over issues of rape and abortion – do not adversely affect his campaign, his notoriety could have an impact on Romney's popularity among women, which polls show has improved over the last month.</p> <p>The latest AP/GfK poll found that Romney has eroded Obama's substantial lead among women – an issue which has been seen as key to deciding the election. The poll showed Romney dead even with Obama on 47%, having been 16 points behind the president with women voters just a month before.</p> <p>The poll was largely conducted before Mourdock made his remarks, however, and Romney's reluctance to withdraw support from the Indianan is unlikely to be popular. In a debate on Tuesday, Mourdock said he was opposed to abortion even when a woman had been raped, saying \"even when life begins in that horrible situation of rape, that it is something that God intended to happen\".</p> <p>In a press conference on Wednesday, Mourdock said he stood by his comments, apologising only for people misinterpreting them.</p> <p>Obama sought to draw attention to the comments on Wednesday, saying the statement was \"demeaning to women\". Asked about Mourdock's comment on The Tonight Show, Obama told host Jay Leno: \"Rape is rape. It is a crime.\"</p> <p>The president continued the theme on Thursday, telling a crowd of supporters in Florida: \"I don't think politicians in Washington, most of whom are male, should be making healthcare decisions for women.\"</p> <p>Romney refused to answer questions from reporters about Mourdock on Thursday, the Associated Press reported. His campaign spokeswoman, Andrea Saul, said that Romney \"disagrees with Richard Mourdock, and Mr Mourdock's comments do not reflect Governor Romney's views\". However, she added: \"We disagree on the policy regarding exceptions for rape and incest but still support him.\"</p> <p>There was some good news for Mourdock, however, as John McCain, who beat Romney to the Republican nomination for president in 2008, said he still supported Mourdock. McCain had appeared to waver when interviewed by CNN's Anderson Cooper on Wednesday. Asked if he still supported Mourdock, McCain said \"it depends on what he does\".</p> <p>\"If he apologises, says he misspoke and he was wrong, and he asks the people to forgive him then obviously I'd be the first [to forgive Mourdock],\" he said.</p> <p>On Thursday a spokesman for McCain issued a statement saying the 2008 presidential candidate hoped Mourdock would be elected to the Senate.</p> <p>\"Senator McCain was traveling yesterday in Florida and did not have an opportunity to see Mr Mourdock's full press conference before he taped his CNN interview,\" the statement said. \"Senator McCain is glad that Mr Mourdock apologised to the people of Indiana and clarified his previous statement.\"</p> <p>Mourdock has also been backed by the national Republican senatorial committee, although the New Hampshire senator Kelly Ayotte dropped plans to campaign with Mourdock, a spokesman saying she disagreed with his comments.</p> <p>Mourdock is not the first Republican to find himself in hot water over beliefs related to abortion. In August, Todd Akin, a Republican Senate nominee from Missouri, said that pregnancy as a result of \"legitimate rape\" is rare as \"the female body has ways to try and shut that whole thing down\".</p> <p>Just last week, Republican congressman Joe Walsh of Illinois told reporters \"you can't find one instance\" where it had been necessary to perform an abortion due to the risk to the mother's life, due to medical advances. Medical experts note that there are some cases where the only option in the case of complications sustained during pregnancy is to abort the foetus.</p>",
  "<p>Sitting on a bench on the pretty main street of Concord, New Hampshire's tiny capital city, Gerry Taylor does not have time for either President Barack Obama or Republican challenger Mitt Romney.</p> <p>\"I am seriously thinking of not voting. I am not convinced by either of them. I will wait until the last morning to decide what differences lie between the two of them,\" Taylor said as he waited for a local garage to fix his car.</p> <p>Such sentiments are not uncommon in this small New England state, which is famed for the prickly independence of its electorate. Taylor, a teacher in his early 60s, is a registered independent, which actually puts him in the majority in New Hampshire as they outnumber both Republicans and Democrats on the voting rolls.</p> <p>Traditionally New Hampshire is an afterthought in the general election. Its primary contest – zealously guarded as the \"first in the nation\" – ensures a massive importance in selecting a party's presidential candidate but its small size sees it wilt in status before bigger prizes like Florida and Ohio when it comes to the main event. </p> <p>But in a tight contest, where every vote counts, even New Hampshire's four electoral college votes could prove crucial. Just try telling Al Gore that the \"granite state\" is not important. If Gore had won New Hampshire in 2000 – rather than losing it by a few thousand votes – then Florida would have been irrelevant and the entire George W Bush presidency would never have happened.</p> <p>Some also believe New Hampshire is a bellwether state this year. A delicate balance of Democrats and Republicans, offset by huge amount of voters in the vital centre, could make it a weather vane for the rest of the nation. </p> <p>\"Whoever wins New Hampshire is probably going to win the other battlegrounds as well,\" said Professor Andrew Smith, a political scientist at the University of New Hampshire. Yet, perhaps typically, New Hampshire is hard to pin down in 2012. From being a Republican mainstay, the state has been shifting more Democratic in recent years, mostly driven by inward migration of wealthy professionals from elsewhere in New England. But this year the state is on a knife-edge. </p> <p>Polling shows a tight race though Obama usually has a slight lead. That means New Hampshire is still up for grabs for Romney, even as other swing states, like Ohio, have strengthened for the president. Romney does have advantages here. His period as governor of neighbouring Massachusetts means he is a familiar face. He won the state's primary earlier this year and he has a home in the well-to-do lakeside community of Wolfesboro. </p> <p>Vociferous support does exist. Concord banker Cindy Motta can barely contain herself. \"I like everything about him. I have read his books. I am hoping to go to his victory party,\" Motta explained.</p> <p>But it was perhaps notable that Motta's praise for Romney came only after a long screed against Obama. \"I am disgusted with Obama,\" she said. That indicates the Republican party in New Hampshire – as elsewhere – remains somewhat tepid about its nominee, especially after a gaffe-prone campaign. </p> <p>Just take Gretchen Fowler, a 56-year-old registered Republican who works for an insurer in the college town of Keene. She is voting for Obama. \"Mitt Romney just does not do it for me. He seems like he has made a lot of misstatements. He speaks before he thinks,\" she said.</p> <p>Among independents and even some Democrats it is possible to find hints of what might have been had the Republican party settled on a different candidate. Sitting on his motorbike in the small town of Henniker, Tom Fenner, 60, said he was a registered independent put off by Romney's wooing of the Republican right. </p> <p>\"I could vote for the guy if he had not favoured the party's right wing. He's a centrist and a moderate at heart, but now he is beholden to some very conservative people,\" Fenner said. Even Democrat Jeff Hubbard – who works at a bank in Concord – said his vote had been up for grabs. \"I am typically open to change. I have voted both ways before. But I am sticking with Obama now,\" he said. Indeed the extremely conservative field that fought for the nomination appears to have put off New Hampshire's centre-ground. \"Those people were clowns,\" said Fenner.</p> <p>There is another factor that hampers Romney's challenge in New Hampshire: the state's relatively healthy economy. Even during the depths of the Great Recession, the jobless rate in New Hampshire did not touch 8%. Now it is a mere 5.4%. </p> <p>\"That is what has been maintaining Obama. Romney's message is 'jobs, jobs, jobs' but that is not going to ring here,\" said Neil Levesque, executive director of the New Hampshire Institute of Politics at St Anselm College. That has also made many in the state sympathetic to Obama's main defence on the economy: that he helped stave off disaster. \"You can't expect everything to be fixed in four years,\" said college worker Beth Grey in Henniker.</p> <p>Yet New Hampshire remains hard to pin down. Some experts, such as Smith, believe the importance of independent voters has been over-valued. They are, he insists, actually fairly loyal to the same party identities found everywhere else. \"They are sheep in wolves' clothing. They are fairly typical,\" he said. Others, such as Levesque believe they still make New Hampshire unique. </p> <p>\"They will go with the candidate not the ideology,\" he said. Many independents actually express a desire for a strong third party option. \"That would force us to deal some of our issues and not be so partisan,\" said George Roy, a Keene IT worker. About the only thing that nearly everyone agrees on – from political scientists to voters in the street – is that the state is tight and will likely remain so. </p> <p>\"The race here will tighten even more as we get nearer to the election. I think it will get to one or two points,\" said Smith.</p> <p>Perhaps it is just that New Hampshire voters like getting the extended attention. Back in Concord, Taylor admits that he has lived in the state for 18 years, after moving from Bloomington, Indiana. In his former home there was rarely the sort of political attention that is lavished on New Hampshire on a regular four yearly basis. </p> <p>\"In Indiana you would never see anyone when they were running for office,\" he said. \"But here you step into any cafe and you see a presidential candidate pretending to be a common person.\"</p>",
  "<p>Campaign strategists in the vital battleground of Ohio are pioneering a radical new approach to the ground war in the final days of the presidential election, delivering targeted messaging to different parts of the state in an attempt drive up voter turnout on 6 November.</p> <p>Both Barack Obama's re-election operation, Obama For America, and Mitt Romney's campaign are using micro-targeting techniques, backed by traditional TV and radio advertising, to hone messages to the specific political concerns of different corners of the state. The heavily vaunted \"battle for Ohio\" is not a single battle at all – in fact it is several distinct political conflicts being waged simultaneously in a bid for the state's rich crop of 18 electoral votes out of the 270 needed to win.</p> <p>The strategic shift in focus down to the level of regions, counties or in some cases even neighbourhoods is revolutionising the final stages of the race, with both parties vying aggressively for votes right across the state. The localised model of campaigning being developed in Ohio this year is likely to become the template of future US presidential elections as the technology takes hold.</p> <p>As Chris Redfern, who chairs the Ohio Democratic party, puts it: \"Four years from now it will be even more targeted as the technology improves and advances are made in how we collect information.\"</p> <p>As recently as the 2004 presidential election, Ohio was divided for campaigning purposes in half – the Democratic stronghold in the industrialised north, and the more rural and staunchly Republican south.</p> <p>But the advent of targeted messaging has heralded a sea-change in the way the campaigns are being run. In the final two weeks of the presidential contest, Obama will be campaigning as fiercely among the traditionally conservative Appalachian communities in the south-east of Ohio as he is in solidly blue Cleveland.</p> <p>\"In the old days – eight years ago – we'd focus on driving up votes in the north of Ohio, then hope we'd outnumbered the conservative turnout in the south-west,\" Redfern said. \"This year we're competing in all Ohio's 88 counties, and we are confident we will find some success in all 88 counties.\"</p> <p>Scott Jennings, Romney campaign director in Ohio, puts the same point another way: \"When our database tells us that there is a household of coal miners in a certain neighbourhood, then volunteers will be calling on them talking about Mitt Romney's plan on energy.\"</p> <p>The impact of this micro-targeting revolution can be clearly seen in four parcels of Ohio, in each of which a distinct political battle is being fought: the west and south-west of Ohio, with its concentration of military bases and suppliers, where the debate revolves around defence cuts; in the north, where it is wall-to-wall auto industry; in the east and south-east, where an argument rages over coal and the future of energy; and in the central zone around the financial and university hub, Columbus, where there is much talk about Wall Street regulation and education.</p> <h2>Defence in the west</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398381649\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/25/1351196980689/Barack-Obama-in-Dayton-Oh-006.jpg\" alt=\"Barack Obama in Dayton, Ohio\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama in Dayton, Ohio. Photograph: Pablo Martinez Monsivais/AP</span> <span class=\"element-image__credit\">Photograph: Pablo Martinez Monsivais/AP</span> </figcaption> </figure>  <p>The Dayton area and the west of Ohio is a military powerhouse. It contains the massive Wright-Patterson air force base, which procures all logistics for the US air force as well as developing new systems and technologies.</p> <p>It is not surprising that the military dominates the conversation in this region – it provides almost 30,000 jobs directly on the base and supports another 35,000 jobs outside, generating almost $5bn a year in business. On the back of those economic imperatives, both presidential campaigns have built their ground operations in the west of Ohio with a firm eye on the military vote.</p> <p>On Obama's side, that was self-evident when he and his running mate Joe Biden came to address a crowd of 10,000 supporters outside Dayton on Tuesday. The president spoke at length about his foreign policy achievements – pulling out of Iraq, drawing down in Afghanistan and killing Osama bin Laden – and he promised that if her were re-elected he would \"fight every single day for the men and women who have served our country so bravely\".</p> <p>On Romney's side, the campaign has been putting out TV ads and fliers warning of Obama defence cuts. \"Our message is clear,\" said Jennings, \"we are not going to cut defence as it weakens America and is a real jobs issue in Ohio.\"</p> <p>The two campaigns came to blows recently over the future of the Abrams tank, which is built in a plant in Lima in western Ohio. The Republicans seized on a comment from Biden about the need to reconfigure the military.</p> <p>\"Look, the military says we need a smaller, leaner army. We need more special forces, we don't need more M1 tanks,\" the vice-president said, reflecting the Pentagon's own thinking.</p> <p>The Romney campaign smelled blood, as there are 800 engineering jobs attached to the MI Abrams tank plant. It began running automated phone messages saying that a second-term Obama administration would see the Lima tank plant close with the loss of all those jobs.</p> <h2>Auto industry in the north</h2> <p>The role that Obama played in helping the American auto industry recover after the 2008 crash is his strongest card in Ohio, and he plays it whenever and wherever he's in the state. As Redfern points out, there are auto-related outlets in 82 of Ohio's 88 counties – providing about one in eight of all jobs in the state.</p> <p>But the car industry is especially concentrated in the north, all along the Lake Erie coastline. It is here that the Obama campaign has been serving a non-stop diet of TV and radio ads, reminding voters that his auto bailout helped save more than 150,000 jobs in Ohio and since June 2009 created an additional 17,000 jobs.</p> <p>That plays well from Toledo in the north-west, home to Chrysler and Jeep, across to Youngstown in the north-east, which produces the new Chevy Cruze. To ram the point home, Obama For America has been <a href=\"http://www.youtube.com/watch?v=Mgiuq2uR6LA\">airing a new TV advert in north Ohio</a> media markets called Made in Ohio. It lingers over the headline of a New York Times article written by Romney headlined: \"Let Detroit Go Bankrupt\".</p> <p>In the final presidential debate on Monday, Romney tried to defend himself against the charge that he would have let the auto industry self-implode by saying he wanted a managed bankruptcy to allow the big car companies to clear their debts and refinance. But he is clearly on the defensive in the densely populated north of the state.</p> <p>The Romney campaign sidesteps the issue of the auto bailout and talks instead about \"manufacturing\" and the trade threat posed by China. \"Manufacturing is crucial to communities like Toledo and Cleveland,\" Jennings said. \"We talk about getting tough on China – when China cheats that hurts jobs in Cleveland.\"</p> <p>As an indication of the disparity between the two campaigns across the auto belt, Obama For America has 19 field offices in the north-west region around Toledo. Romney by contrast has three.</p> <h2>Coal in the east</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398381650\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/25/1351196317684/Ohio-coal-006.jpg\" alt=\"Ohio, coal\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ohio, coal. Photograph: Shannon Stapleton/Reuters</span> <span class=\"element-image__credit\">Photograph: Shannon Stapleton/Reuters</span> </figcaption> </figure>  <p>One of the fiercest local battles in this election is being fought in the east and south-east of the state. Yard signs posted on the lawns in front of many houses in the lush Appalachian hills make clear how intense the race is here. \"Stop the war on coal, fire Obama,\" they say.</p> <p>Coal mining is big business in the east of Ohio, with open-top mines, related steel mills and coal-fuelled power plants scattered all over the area. The Romney campaign has been making much of that here, accusing the Obama administration of being hostile towards coal.</p> <p>Paul Ryan and Romney's son Matt were both in coal country this week, holding rallies in which they charged the president with regulating the coal industry to death. The aim is clear: to galvanise the coalmining communities and rural Appalachian folk and cajole them to the polls in an attempt to counter Obama's grip on the auto-industry north.</p> <p>\"We think we have a winning issue here,\" Romney's Ohio director, Scott Jennings, said. \"There are many people in this region who traditionally vote Democrat, but they know Barack Obama has been terrible for them.\"</p> <p>Obama For America is fighting back as best he can. The campaign has been playing clips of Romney standing in front of a coal factory when he was Massachusetts governor and saying: \"That plant kills people\".</p> <p>The Obama campaign has also been emphasising in its media messages in this area that Romney has a Swiss bank account and holdings in the Cayman Islands. \"We calculate that such behaviour doesn't resonate well with the values of the people in this part of the state,\" a senior Obama For America official said.</p> <h2>Education and Wall Street in the centre</h2> <p>Columbus, the state capital, is home to Ohio State University, with about 57,000 students. That's very attractive territory for Obama who in 2008 did well among students.</p> <p>This year, the campaign has been emphasising how the Obama administration has doubled funds for federal Pell Grants to help students pay for college. Latest figures for 2010 show that 363,000 Ohio students benefited from the grants.</p> <p>The Republicans have been focusing more on Columbus's role as the financial capital, highlighting Romney's business career in the hope of impressing this conservative-leaning city.</p> <p>Overall, one of the interesting features of 2012 compared with previous presidential election cycles is how competitive the race is across all these four regions. Unlike in the past, nothing is being left to chance.</p> <p>Dr Melissa Miller, associate professor of political science at Bowling Green State University, said that the battle that is raging across Ohio is partly a reflection of the power of digital micro-targeting that is still in its infancy, and partly the result of such a close race where the harvesting of any additional votes, however few and far between, could prove to be decisive.</p> <p>\"When the race is razor thin as it looks likely to be, then it becomes all about finding your supporters and getting them out to vote,\" Miller said.</p>",
  "<p>Economists and business leaders are fond of pinpointing world events and trends to explain a dip in growth or profits. But never before have grey swans been singled out.</p> <p>On Thursday Sir Martin Sorrell, Britain's leading ad man, cut the full-year forecast for his WPP agency for the second time in two months, warning that a number of \"grey swans\" in the global economy are causing clients of the world's largest marketing, advertising and PR company to cut spending.</p> <p>In an allusion to unpredictable black swan events, Sorrell's grey swans are issues that are known about – with the most troublesome ones being the health of the US economy, what happens after the presidential election on 6 November and the country's \"fiscal cliff, deficit and indebtedness\".</p> <p>Sorrell cited the others as the eurozone crisis, turmoil in the Middle East and a slowdown in fast-growing economies such as China, Brazil and India. \"There seem to be four grey swans,\" he added. \"Grey because we know about them. By definition, we do not know the black ones.\" He added: \"The US presidential election has resulted, yet again, in kicking the can down the road. Fears remain that whoever wins will be unable to deal with these issues given a deadlocked Congress.\"</p> <p>He added it should be remembered that in the real world of the consumer there is a risk of a \"lost decade\" of downturn. \"While the markets may feel better about things, given the recent rounds of quantitative easing and printing money, the real world remains concerned and braced for slow overall growth and a lost decade which we may be halfway through in western Europe,\" he said. His words came as WPP reported a disappointing 1.9% rise in like-for-like revenue growth of £2.5bn in the three months to the end of September.</p> <p>Some of the blame was apportioned to the London Olympics and Euro 2012 football championships failing to live up to advertising expectations. Analysts had been expecting growth closer to levels seen in the first half of the year – when WPP's revenues were up 3.6% year-on-year.</p> <p>WPP cut its full year annual growth forecast to between 2.5% and 3% – up until the end of August Sorrell had talked of 4%.</p> <p>Revenue growth went into reverse at WPP's PR and research operations, which include TNS and Hill &amp; Knowlton and Cohn &amp; Wolfe, which contracted by 1.7% in the third quarter.</p> <p>Sorrell blamed the US presidential election which meant that many clients had decided to hold off on running public affairs campaigns until the outcome is known.</p> <p>Advertising remained the strongest performer for WPP, although Sorrell said that big events that usually attract huge advertising had not fuelled growth as expected.</p> <p>The Olympic effect may not have delivered globally, but it did in the UK with revenues up a healthy 4.7% in the third quarter. This was well ahead of WPP's previous forecast and the 3.5% delivered in the second quarter. Revenued in the rest of the world grew by 6.8%.</p> <p>Sorrell also said that WPP's latest forecasts showed a further slowing in revenue growth in the fourth quarter. The slowdown was particularly marked in North America, continental Europe and Latin America. He expressed concern that there are no major events to help fuel growth next year.</p> <p>He said that 2014 \"looks a better prospect\" with the World Cup in Brazil, the Winter Olympics in Sochi and the mid-term congressional elections in the US likely to boost advertising spending.</p> <p>WPP expects to make more than $100m (£62m) from the sale of its stake in Buddy Media and the sale of the Madison avenue New York headquarters of advertising agency network Young &amp; Rubicam. The company paid $5m in 2010 for its stake in Buddy Media, a social media branding specialist.</p> <p> </p>",
  "<p>This is not the end. It is not even the beginning of the end but it is, perhaps, the end of the beginning. It was with those words, delivered almost 70 years ago to the day, that Winston Churchill greeted news of Montgomery's victory at El Alamein, a turning point in the second world war.</p> <p>The Conservative party can never get too much of Churchill, so there will be many in the blue half of the coalition who will be hoping that the words are as appropriate for describing the state of the economy today as they were for outlining the global balance of power in late 1942.</p> <p>Make no mistake, news that Britain's economy grew by 1% in the third quarter of 2012 does not mark the end of the downturn that began more than five years ago, even though it is tremendous morale booster for a government that has had its back to the wall in recent months.</p> <p>The Treasury and the Bank of England know the performance of the economy was flattered by one-off factors in the period between July and September, resulting in growth figures that are less good than they look. Over the past 12 months, national output has been flat and remains 3% lower than it was in early 2008. Recovery has been weaker and slower than in any cycle for which reliable records exist, including the Great Depression of the 1930s.</p> <p>It will take another year of robust growth simply to return the economy to where it was during the period of phoney war between the run on Northern Rock in September 2007 and the collapse of Lehman Brothers a year later, and a decade to make up even half the output lost over the past four and a half years. The level of gross domestic product is 13-14% below where it would have been had growth continued at its pre-recession trend of 2.5% a year. Some of that has been lost for good: it will never be recovered.</p> <p>Nor is any minister, least of all George Osborne, willing to say that this is the beginning of the end. There are simply too many things that could wrong – at home and abroad – to make that boast with confidence. Not only did the announcement by <a href=\"http://www.theguardian.com/business/2012/oct/25/ford-1300-job-cuts-plants-dagenham-southampton\" title=\"\">Ford that it was closing two UK plants </a>take the shine off the GDP announcement, it also underscored the fragility of the productive wing of the economy.</p> <p>Ford's decision chimes with recent business surveys, most of which offered warning signs about a fresh period of weakness in the final three months of 2012. The year started on a weak note, with consumers hammered by high inflation and exports hit by the deepening crisis in the eurozone.</p> <p>In the second quarter, the economy was broadly flat but looked worse than it actually was due to the extra bank holiday granted for the Queen's diamond jubilee. That accounted for all of the 0.4% drop in GDP, and perhaps a little more.</p> <p>Similarly, the third quarter figures released yesterday overstate the strength of the economy, in part because output lost in June was made up in the next two months and in part because there was a boost to growth from the Olympics. The Office for National Statistics estimates that one-fifth of the growth in the last quarter was the result of ticket sales for the Games, but the GDP data also shows an Olympic effect in very strong performance by shops, hotels and restaurants.</p> <p>Overall, output of the service sector – which accounts for 80% of the economy – expanded by 1.3% in the third quarter and is now above its pre-recession peak. That is an impressive performance but is unlikely to be repeated soon. As Danny Gabay of Fathom Consulting pointed out, the increase in service sector output during the third quarter of 2012 alone was greater than in the entire period between the Beijing Olympics of 2008 and the second quarter of this year.</p> <p>Wisely, Osborne was careful not to claim the third quarter growth figures as a turning point. The economy remains fundamentally weak, particularly when it comes to exports and investment, the sectors vital for the rebalancing sought by the government. More demand will be sucked out of the economy in 2013 and 2014 than in 2012 as the chancellor's fiscal tightening intensifies. This will be against the backdrop of a global economy in which there is a deepening recession in the eurozone, slowing growth in China and uncertainty about what will happen to the US economy after the presidential election. As things stand, America will wake up on January 1 next year to tax increases and spending cuts worth 4% of GDP, enough to plunge the entire global economy back into recession.</p> <p>Why, then, might this be the end of the beginning? First, there was some genuine growth in the third quarter, even if it was much less than the headline figure suggested. Consumer spending is gently rising, encouraged by falling inflation, compensation payments by banks for mis-sold payment protection insurance and, notwithstanding the Ford job losses, a diminishing threat of unemployment. For the past four years, the Bank of England has been trying to get the economy moving, through record low interest rates, £375bn of quantitative easing and, more recently its Funding for Lending Scheme. It may be starting to work.</p> <p>There are two other reasons for ministers to be cautiously optimistic. Recessions, even the deep and damaging ones that result from financial crises, don't last for ever. At least, none have until now.</p> <p>Second, the international outlook may be about to improve. America is unlikely to leap off the \"fiscal cliff\" whoever wins next month's election; China's economy appears to be stabilising and there are signs Europe is getting to grips with its problems. Better global news coupled with a pick-up in consumer spending at home may be enough to persuade businesses to take some of their investment projects out of mothballs, providing a second leg to the recovery.</p> <p>Ministers are not banking on any of this. Even in the absence of bad news from the global economy, there is a risk the economy will continue to bump along the bottom. Strong growth in the UK is normally associated with periods when real (inflation adjusted) incomes are rising strongly, and for now prices are still rising faster than wages - albeit by less than they were a year ago. The banking system remains impaired and the housing market will remain in the doldrums until first-time buyers can secure mortgages.</p> <p>This looks the most likely scenario. There is, of course, another possibility: a fresh downturn that would push the UK into an unprecedented triple dip recession. For that to happen, something would have to go seriously wrong over the coming months. Worryingly for ministers, the history of this recession suggests that if something can go wrong, it will.</p> <p>• This article was amended on 26 October 2102. The original said the collapse of Lehman Brothers came a year earlier than the 2007 run on Northern Rock. That has been corrected to a year later.</p>",
  "<p>An off-hand and off-colour remark by Barack Obama may have signalled a decision by his campaign to go nuclear on Mitt Romney's shifting ideological track record.</p> <p>In an<a href=\"http://www.rollingstone.com/politics/news/obama-and-the-road-ahead-the-rolling-stone-interview-20121025\"> interview with Rolling Stone</a>, conducted by celebrated presidential historian Douglas Brinkley, Obama labelled Romney a \"bullshitter\" – and rather than backing away from the comment, a senior Obama campaign adviser said it raised \"trust\" issues with Romney's candidacy.</p> <p>Brinkley's interview recorded <a href=\"http://www.cbsnews.com/8301-34222_162-57540081/obama-kids-know-other-guy-is-a-bulls-er/\">a conversation between Obama and Eric Bates, the executive editor of Rolling Stone</a>. Bates told Obama that his six-year-old daughter had a message for the president: \"Tell him: you can do it.\" Obama replied with a grin: </p> <blockquote class=\"quoted\"> <p>You know, kids have good instincts. They look at the other guy and say, 'Well, that's a bullshitter, I can tell'.</p> </blockquote> <p>Asked to explain Obama's remark, spokesman Dan Pfeiffer told reporters that he hadn't seen the article, but went on to say: \"Trust is a very important part of the election. The president is someone who says what he means and does what he says, and Governor Romney's answers in the debates on domestic issues and foreign policy raise real questions about that.\"</p> <p>Pfeiffer warned people not to be \"distracted by the word\" bullshitter but to focus on the issues. </p> <p>Since the debates, Obama has called Romney's shift towards the political centre \"Romnesia\" for overlooking his past positions.</p> <p>In an interview with CBS this morning, Brinkley said the term is a translation of what Obama was already saying on the campaign trail: \"It's another part of Romnesia, I suppose. The working man's Romnesia is BS-er.\"</p> <p>The Romney campaign said Obama's language was a sign of desperation. \"President Obama is rattled and on the defensive. He's running on empty and has nothing left but attacks and insults. It's unfortunate he has to close the final days of the campaign this way,\" <a href=\"http://politicalticker.blogs.cnn.com/2012/10/25/obama-the-other-guy-is-a-bullster/comment-page-4/\">Romney campaign adviser Kevin Madden told CNN</a>.</p> <p>Elsewhere in the interview, Obama says he will be \"proud\" if historians use the term Obamacare to describe his healthcare reforms. \"People will say, this was the last piece of our basic social compact – providing people with some core security from the financial burdens of an illness or bad luck,\" Obama says.</p> <p>On Romney's unguarded private remarks that 47% of Americans regard themselves as victims and entitled to welfare support, Obama said he was surprised. \"That sense that folks who have contributed to this country but are at the lower ends of the income scale are somehow looking for government to do something for them, or feel some sense of entitlement, is just fundamentally wrong,\" he said.</p> <p>The interview will appear in print in the forthcoming 8 November edition of Rolling Stone <a href=\"http://www.rollingstone.com/politics/news/obama-and-the-road-ahead-the-rolling-stone-interview-20121025\">and is online now</a>.</p> <p>• <a href=\"http://www.guardian.co.uk/world/2012/oct/25/mourdock-republicans-obama-voting-live\">Read more in our US politics live blog</a></p>",
  "<p>Vladimir Putin has accused the western media of hypocrisy in its coverage of Pussy Riot saying the women had crossed a red line. The pro-democracy protesters \"violated the morals of the people\" and after the Stalin-era purge of Orthodox priests it was the Russian state's duty to protect the sanctity of the church, the Russian president added.</p> <p>Three members of the feminist punk band were sentenced to two years in prison in August after performing an anti-Putin song in a Moscow cathedral. One was released this month.</p> <p>Referring to a performance carried out by one of the jailed women before Pussy Riot was formed, the Russian president said: \"Maybe someone likes to have group sex in a museum. It's an insult to women when a pregnant woman has group sex. Does anybody like it?\" Nadezhda Tolokonnikova took part in a group orgy at Moscow's natural history museum to protest the Russian leadership in 2008 as part of a guerrilla art group called Voina.</p> <p>Speaking to the Valdai group of foreign and Russian academics and journalists, Putin said the western media was hypocritical in condemning the imprisonment of the three women, when they were silent about the fact that the man who made \"Innocence of Muslims\", Nakoula Basseley Nakoula, was also in jail.</p> <p>Nakoula is the Egyptian-born US resident thought to be a writer, producer, and promoter that sparked riots and protests erupted in many countries around the world – and particularly in Islamic countries. He is being held in the United States and faces up to three years in prison for alleged parole violations.</p> <p>Putin also equated the Pussy Riot affair with the work of Russian neo-fascist groups that put posters in supermarkets and malls calling for the expulsion of Jews and foreign workers.</p> <p>\"They too should be convicted of social unrest. Do you really want to support such behaviour? Then why don't you support the man who is in prison and who made that movie?\"</p> <p>He was asked if the years of stability under his regime was in danger of turning into stagnation. In reply Putin listed the achievements of his first two terms of office, saying that average wages were six times greater than when he took over and that national debt was minimal.</p> <p>Commenting on the protests that have shaken Russia since he announced his intention to return to the presidency, Putin said: \"We changed our election system as a result of the protests, introduced direct democratic elections of governors and will so the same with senators in the upper house.\" Critics have said a recent decision to resume gubernatorial elections, a practice abolished by Putin in 2004, is meaningless because of the existence of a so-called presidential \"filter\" for candidates.</p> <p>\"About the opposition, I don't know. I believe the response of those in power should be to involve more and more people,\" Putin said. \"The most important thing is not retaining power but making government more efficient. The work should be united and serious. If we can do that our citizens will appreciate that.\"</p> <p>Commenting on state-run oil major Rosneft's recently announced takeover of Tnk-BP, Putin said he had \"mixed feelings\" about the deal.</p> <p>Rosneft is expected to entirely take over the oil company in the next six months, after buying out BP's 50 per cent share this week and announcing a deal to buy out the remaining 50 per cent held by a consortium of Russian oligarchs.</p> <p>\"The government and I had mixed feelings when this project came up,\" Putin said. \"The fact that a company with state participation was increasing its market share at the expense of its foreign partner was a minus.\"</p> <p>Putin oversaw a vast campaign to re-nationalise some of Russia's main oil and gas assets during his first two terms as president. Rosneft, headed by his close ally Igor Sechin, was a middling oil company until it bought the main assets of Yukos at knockdown prices in a series of bankruptcy auctions held following the arrest of the company's CEO, Mikhail Khodorkovsky, in 2003. Khodorkovsky, who was found guilty of economic crimes and is serving his sentence in a remote northern prison, accused Sechin of orchestrating the campaign against him.</p> <p>The Tnk-BP deal is due to make Rosneft the world's largest listed oil company. Putin said his blessing of the deal was prompted by a desire to dispense of the years-long shareholder conflict inside the company, even though it ran counter to supposed efforts to constrain the state's role in the economy.</p> <p>\"We tried not to get involved but when BP managers came to me and the government and said we want to cooperate with Rosneft we could not say no,\" Putin said. \"We had a difficult choice. In the end we have agreed with the proposal of Rosneft and BP that they will work together.\"</p>",
  "<p>Republican Senate candidate Richard Mourdock remained under pressure on Thursday as oppponents sought to capitalise on the fallout from his claim that pregnancies from rape are \"something that God intended to happen\".</p> <p>Barack Obama criticised the comments as \"demeaning to women\", while even those in his own party distanced themselves. Haley Barbour, the Republican former governor of Mississippi, said Mourdock's remarks were \"kinda crazy\".</p> <p>Mitt Romney has refused to withdraw his support from Mourdock and would not answer reporters' questions about the issue on Thursday.</p> <p><a href=\"http://www.cbsnews.com/8301-505263_162-57539932/haley-barbour-mourdocks-rape-remark-kinda-crazy/\">Barbour told CBS This Morning</a> that he did not support Mourdock's comments. </p> <p>\"I don't agree with what he said. I thought that what he said was kinda crazy,\" Barbour said. The former governor tried to play down the impact on the presidential race, saying that outside Mourdock's state people are \"not talking about what someone who's secretary of state in Indiana said\".</p> <p>But Mourdock's comments – the latest in a series of missteps by Republicans over issues of rape and abortion – and his refusal to apologise for them, could have an impact on Romney's popularity among women, which polls show has improved over the last month. </p> <p>The <a href=\"http://seattletimes.com/html/politics/2019520246_apusappollpresidentialcampaign.html\">latest AP/GfK</a> poll found that Romney has erased Obama's substantial lead among women – an issue which has been seen as key to deciding the election. The poll showed Romney dead even with Obama, 47-47, despite having been 16 points behind the president with women voters just a month before.</p> <p>The poll was largely conducted before Mourdock made his remarks, however, and Romney's reluctance to withdraw support from the Indianan is unlikely to be popular. During a debate on Tuesday Mourdock said he was opposed to abortion even when a woman has been raped, saying \"even when life begins in that horrible situation of rape, that it is something that God intended to happen\".</p> <p>In a press conference on Wednesday the Senate candidate said he <a href=\"http://www.theguardian.com/world/2012/oct/24/richard-mourdock-rape-remarks-romney\">stood by his comments</a>, apologising only for people misinterpreting them. </p> <p>Obama sought to draw attention to the comments on Wednesday, saying the statement is \"demeaning to women\". Asked about Mourdock's comment Wednesday on The Tonight Show, Obama told host Jay Leno that \"rape is rape. It is a crime.\"</p> <p>The president continued the theme on Thursday, telling a crowd of supporters in Florida: \"I don't think politicians in Washington, most of whom are male, should be making healthcare decisions for women.\"</p> <p>Romney refused to answer questions from reporters about Mourdock on Thursday, the Associated Press reported. His campaign spokeswoman, Andrea Saul, has said that Romney \"disagrees with Richard Mourdock, and Mr Mourdock's comments do not reflect Governor Romney's views\".</p> <p>However she added: \"We disagree on the policy regarding exceptions for rape and incest but still support him.\"</p> <p>There was some good news for Mourdock, however, as John McCain, who beat Romney to the Republican nomination for president in 2008, said he still supported Mourdock. McCain had appeared to waver <a href=\"http://www.youtube.com/watch?v=gHrjWUkY2Dc\">when interviewed by CNN's Anderson Cooper</a> on Wednesday. Asked if he still supported Mourdock, McCain said \"it depends on what he does\".</p> <p>\"If he apologises, says he misspoke and he was wrong, and he asks the people to forgive him then obviously I'd be the first [to forgive Mourdock],\" he said.</p> <p>On Thursday a spokesman for McCain issued a statement saying the 2008 presidential candidate hopes Mourdock is elected to the Senate.</p> <p>\"Senator McCain was traveling yesterday in Florida and did not have an opportunity to see Mr Mourdock's full press conference before he taped his CNN interview,\" the statement said.</p> <p>\"Senator McCain is glad that Mr Mourdock apologised to the people of Indiana and clarified his previous statement.\"</p> <p>Mourdock has also been backed by the national Republican senatorial committee, although New Hampshire senator Kelly Ayotte dropped plans to campaign with Mourdock, a spokesman saying she disagreed with his comments.</p> <p>Mourdock is not the first Republican to find himself in hot water over abortion beliefs. In August, Todd Akin, Republican Senate nominee from Missouri, said that pregnancy as a result of \"legitimate rape\" is rare as \"the female body has ways to try and shut that whole thing down\".</p> <p>Just last week Republican congressman Joe Walsh of Illinois told reporters \"you can't find one instance\" where it has been necessary to perform an abortion due to the risk to the mother's life due to medical advances. Medical experts note that there are some cases where the only option in the case of complications sustained during pregnancy is to abort the foetus.</p>",
  "<p>Britain has rebuffed US pleas to use military bases in the UK to support the build-up of forces in the Gulf, citing secret legal advice which states that any pre-emptive strike on Iran could be in breach of international law.</p> <p>The Guardian has been told that US diplomats have also lobbied for the use of British bases in Cyprus, and for permission to fly from US bases on Ascension Island in the Atlantic and Diego Garcia in the Indian Ocean, both of which are British territories.</p> <p>The US approaches are part of contingency planning over the nuclear standoff with Tehran, but British ministers have so far reacted coolly. They have pointed US officials to legal advice drafted by the attorney general's office which has been circulated to Downing Street, the Foreign Office and the Ministry of Defence.</p> <p>This makes clear that Iran, which has consistently denied it has plans to develop a nuclear weapon, does not currently represent \"a clear and present threat\". Providing assistance to forces that could be involved in a pre-emptive strike would be a clear breach of international law, it states.</p> <p>\"The UK would be in breach of international law if it facilitated what amounted to a pre-emptive strike on Iran,\" said a senior Whitehall source. \"It is explicit. The government has been using this to push back against the Americans.\"</p> <p>Sources said the US had yet to make a formal request to the British government, and that they did not believe an acceleration towards conflict was imminent or more likely. The discussions so far had been to scope out the British position, they said.</p> <p>\"But I think the US has been surprised that ministers have been reluctant to provide assurances about this kind of upfront assistance,\" said one source. \"They'd expect resistance from senior Liberal Democrats, but it's Tories as well. That has come as a bit of a surprise.\"</p> <p>The situation reflects the lack of appetite within Whitehall for the UK to be drawn into any conflict, though the Royal Navy has a large presence in the Gulf in case the ongoing diplomatic efforts fail.</p> <p>The navy has up to 10 ships in the region, including a nuclear-powered submarine. Its counter-mine vessels are on permanent rotation to help ensure that the strategically important shipping lanes through the Strait of Hormuz remain open.</p> <p>The Guardian has been told that a British military delegation with a strong navy contingent flew to US Central Command headquarters in Tampa, Florida, earlier this summer to run through a range of contingency plans with US planners.</p> <p>The UK, however, has assumed that it would only become involved once a conflict had already begun, and has been reluctant to commit overt support to Washington in the buildup to any military action.</p> <p>\"It is quite likely that if the Israelis decided to attack Iran, or the Americans felt they had to do it for the Israelis or in support of them, the UK would not be told beforehand,\" said the source. \"In some respects, the UK government would prefer it that way.\"</p> <p>British and US diplomats insisted that the two countries regarded a diplomatic solution as the priority. But this depends on the White House being able to restrain Israel, which is nervous that Iran's underground uranium enrichment plant will soon make its nuclear programme immune to any outside attempts to stop it.</p> <p>Israel has a less developed strike capability and its window for action against Iran will close much more quickly than that of the US, explained another official. \"The key to holding back Israel is Israeli confidence that the US will deal with Iran when the moment is right.\"</p> <p>With diplomatic efforts stalled by the US presidential election campaign, <a href=\"http://www.theguardian.com/world/2012/oct/11/diplomatic-defusing-iranian-nuclear-crisis\" title=\"\">a new push to resolve the crisis</a> will begin in late November or December.</p> <p>Six global powers will spearhead a drive which is likely to involve an offer to lift some of the sanctions that have crippled Iran's economy in return for Tehran limiting its stockpile of enriched uranium.</p> <p>The countries involved are the US, the UK, France, Germany, Russia and China. Iran will be represented by its chief negotiator, Saeed Jalili.</p> <p>A Foreign Office spokesman said: \"As we continue to make clear, the government does not believe military action against Iran is the right course of action at this time, although no option is off the table. We believe that the twin-track approach of pressure through sanctions, which are having an impact, and engagement with Iran is the best way to resolve the nuclear issue. We are not going to speculate about scenarios in which military action would be legal. That would depend on the circumstances at the time.\"</p> <p>The Foreign Office said it would not disclose whether the attorney general's advice has been sought on any specific issue.</p> <p>A US state department official said: \"The US and the UK co-ordinate on all kinds of subjects all the time, on a huge range of issues. We never speak on the record about these types of conversations.\"</p> <p>The Israeli prime minister, Binyamin Netanyahu, warned at the UN general assembly last month that Iran's nuclear programme would reach Israel's \"red line\" by \"next spring, at most by next summer\", implying that Israel might then take military action in an attempt to destroy nuclear sites and set back the programme.</p> <p>That red line, which Netanyahu illustrated at the UN with a marker pen on a picture of a bomb, is defined by Iranian progress in making uranium enriched to 20%, which would be much easier than uranium enriched to 5% to turn into weapons-grade material, should Iran's supreme leader, Ayatollah Ali Khamenei, take the strategic decision to abandon Iran's observance of the nuclear non-proliferation treaty and try to make a weapon. Tehran insists it has no such intention.</p> <p>In August, the most senior US military officer, General Martin Dempsey, <a href=\"http://www.theguardian.com/world/2012/aug/30/israeli-attack-iran-not-stop-nuclear\" title=\"\">distanced himself from any Israeli plan to bomb Iran</a>. He said such an attack would \"clearly delay but probably not destroy Iran's nuclear programme\".</p> <p>He added: \"I don't want to be complicit if they [Israel] choose to do it.\"</p>",
  "<p>• Truth be told, Barack Obama has probably already lost the votes of that portion of America scandalised by bad language. For one thing, his autobiography, Dreams From My Father, makes copious use of the word \"motherfucker\" – while his rival, linguistically speaking, seems to inhabit a 1950s sitcom set among the clean-cut patrons of a milkshake parlour. (As governor of Massachusetts, one former colleague told the New York Times recently, Romney used to tell people to \"go to H-E-double-hockey-sticks\", though he does indulge, the paper conceded, in \"the occasional 'crap'.\")</p> <p>But now the coarseness chasm has widened. As an interview team from Rolling Stone were leaving the Oval Office earlier this month, that magazine reveals, \"executive editor Eric Bates told Obama that he had asked his six-year-old if there was anything she wanted him to say to the president … She said: 'Tell him: You can do it.'\" Obama replied: \"You know, kids have good instincts. They look at the other guy and say, 'Well, that's a bullshitter, I can tell'.\" \"Bullshitter\" may not be \"motherfucker\" – but as an insult directed at one presidential candidate by another, it's this campaign's high, or low, point, which makes it, in the immortal words of Joe Biden, \"a big fuckin' deal.\" \"The president is someone who says what he means and does what he<br>says,\" Obama's spokesman Dan Pfeiffer tried to clarify, urging<br>reporters not to get \"distracted by the word\".</p> <p>We can expect Romney's media surrogates, in the coming days, to paint the president as classless and foulmouthed, though Romney himself was apparently simply too gosh-darned shocked by the news to comment, preferring to drown his sorrows, according to unconfirmed reports, in a delicious ice-cream soda. (With Diet Coke.)</p> <p>• A recurring theme of the campaign has been the vigorous efforts, by some Republican supporters, to find ways to deny the reality of Obama's narrow but steady lead in numerous swing-state polls and electoral college predictions. First came Unskewed Polls, a website that nudged results in Romney's favour by – and I'm simplifying, but only slightly – adding a few more points to his totals.</p> <p>Then came the rise of the \"Nate Silver Truthers\", sceptics determined to find bias in the methods of the New York Times's in-house polling geek, whose numbers are crunched almost entirely by (an evidently left-leaning) computer.</p> <p>And now please welcome Townhall.com commentator Matt Towery, who's convinced the polls are biased towards Obama because … some of them take 20 minutes to answer. \"And what hardworking, productive member of a family, taking care of a business, house or family, has time to spare for such an opus? Likely not the type that fits the profile of a Romney voter.\" Never mind that good models iron out such hypothetical biases by adjusting for polls' past performance in predicting results. This new angle seems unassailable: polling itself is biased towards layabout Democrats! Next month: why \"voting\" isn't really a trustworthy measure of how people vote.</p> <p>• Where now for multimillionaire self-embarrasser, journalist-manipulator and Scotland-annoyer Donald Trump, after yesterday's heartless announcement that he'd be withholding $5m from deserving charities unless the president did something he'd obviously never do? The New York property news site The Real Deal reports that Trump, who enjoys pretending to \"fire\" people, has been fired in a non-pretend fashion, after the board of one of his flagship buildings, Manhattan's Trump Place, voted to replace the Trump Organisation as the building's manager.</p> <p>Still, he'll always have the gossip columnists and the conservative rabble-rousers, right? Maybe not: the Fox News talking head Michelle Malkin responded to his latest stunt by calling him a \"clown\", which is a bit like being called a \"cantankerous vegetarian indie rock pioneer\" by Morrissey; and now the veteran gossip writer Lloyd Grove has had enough, too. \"At long last, you have made yourself irrelevant,\" he writes, and vows, on behalf of his employer the Daily Beast, no further coverage of Trump's antics for the foreseeable future. \"Or, at the very least, before the November 6 election.\" So a week and a half, then.</p>",
  "<p>John Long couldn't bring himself to vote in the last presidential election. The head of Florida's Tea Party movement despised John McCain and Barack Obama in equal measure.</p> <p>But next month Long will cast a ballot for Mitt Romney even though he regards the Republican presidential candidate as carrying much of the same baggage as McCain. The crucial difference for Long, who is pastor of a church set up for construction workers at Disneyland, is that after four years of Obama he would vote for anyone else. Plus, Romney has one overriding asset.</p> <p>\"The vast majority of people wouldn't have voted for John McCain if he was running unopposed. He was the worst nominee in the history of the United States,\" said Long. \"Romney is better than McCain because McCain didn't have a lick of business sense. For all of the things over which Mitt Romney and I disagree, for all the ways in which he doesn't turn me on, I respect a man who promises to come to Washington and look at the United States government as a business. If Mitt Romney was an abortion supporter, if Mitt Romney favoured gay marriage, if he believed in global warming, I'd still be fine with him if he would go to Washington and run it like a business.\"</p> <p>That view is increasingly expressed, albeit in less trenchant form, by once wavering voters across Florida – among the most important of swing states for Romney because there is almost no chance of him taking the presidency without winning it.</p> <p>\"I've been in there asking for a job,\" said Bob Brachett, a 38-year-old unemployed man outside a Staples office supply store – the chain Romney turned into a successful nationwide operation. \"I did vote for Obama last time and I don't think he's a bad president or a bad man. I don't believe a lot of the things they say about him. But the jobs situation is very bad in Florida and I don't see Obama making it better. I'll take a chance on Romney.\"</p> <p>Various branches of the Republican party were for a long time wary of Romney because of what they called the \"3Ms\": Massachusetts, Mormons and money.</p> <p>Social conservatives recoiled from Romney in the Republican primaries because of his support as Massachusetts governor a decade ago for legal abortion and gay rights, and his engineering of healthcare reforms, including a legal requirement to buy medical insurance, which provided the model for Obama's healthcare overhaul.</p> <p>There was great suspicion within the Christian right, which regards Romney's Mormon faith as a cult.</p> <p>More pragmatic elements of the party leadership feared Romney's enormous wealth – he's worth about $250m – would cause many ordinary voters to discount him as out of touch with their problems.</p> <p>The Democrats certainly tried to exploit Romney's money: how he made it, where he banked it and how much tax he paid on it. The focus of the attack was Bain Capital, Romney's private equity firm, for shipping jobs to China. The Democrats also latched onto his shifting positions on abortion, gay rights and health care to portray him as insincere and desperate for power. At a campaign stop in Florida earlier this week, Obama repeatedly accused his opponent of being afflicted with \"Romnesia\", which causes him to forget his previous political positions.</p> <p>But less than a fortnight before the election all of that appears to count for less than the Democrats in Florida hoped.</p> <p>The key to the state is Hillsborough County, a fairly diverse area politically, economically and racially that includes the port city of Tampa. No presidential candidate has won the state since 1960 without taking Hillsborough.</p> <p>Obama carried the county with 53% of the vote in 2008, the same margin of victory for George Bush four years earlier.</p> <p>The chairman of Hillsborough's Republican party, Art Wood, is cautious in predicting which way it will go this time. But he regards the election as \"dramatically different\" from four years ago when Republicans found McCain \"hard to embrace\".</p> <p>Wood said he had feared Romney faced the same problem, in part because of the 3Ms, until he shook up the election at the first presidential debate three weeks ago.</p> <p>\"The whole matrix Obama constructed about Romney collapsed with the debate. Obama was doing everything he can not to talk about his performance, not to talk about the economy. He spent months talking about how bad Romney was, how Romney hates women and Romney's in favour of tax cuts for the rich. Nasty labels. And then Romney starts talking and people see he's a decent guy,\" said Wood.</p> <p>\"He's raised five kids that are the all-American family and Obama was raised in Indonesia and Kenya. That matrix, that charade, that whole story he constructed about Romney … it just started collapsing. It wasn't that Romney was more persuasive. It was that what so many voters thought about Romney collapsed.\"</p> <p>Part of Romney's support is constructed on a visceral dislike of Obama with overtones of racism. Among the more popular Republican campaign signs is: Take Our Country Back.</p> <p>Evangelical preachers have for months been telling their congregations that abstaining in 2008 because they did not like McCain was a disaster that let Obama slip into the White House with an un-American agenda. The message has gone out that not voting is a vote for Obama. The Christian right has embraced it and set aside concerns about Romney's religion and earlier positions on abortion and gay rights.</p> <p>But if Romney takes Florida it will be because of the bounce in the polls that followed the first presidential debate. Romney went from up to nine percentage points behind just a week earlier to <a href=\"http://www.realclearpolitics.com/epolls/2012/president/fl/florida_romney_vs_obama-1883.html\">seven points ahead after the first debate</a>.</p> <p>Obama has since narrowed the gap but Romney retains a consistent lead. With the battering to the president's attempts to paint his opponent as incapable and out of touch, many Florida voters appear to have given the Republican candidate a second look.</p> <p>Political scientists say research shows a strengthening support for Romney among women worried about jobs and the impact of the economic crisis on their families.</p> <p>Latinos in Florida voted 57% for Obama four years ago. Now Romney is two percentage points up with them – despite Obama's claim on Wednesday that they would swing the election in his favour.</p> <p>\"Hispanics are basically Republicans – except when you get to the immigration issue,\" said Wood. \"What I believe is happening is the Hispanics are willing to make the immigration issue a second-tier issue this time around. It's not that it isn't very important but they realise the matter of jobs is more important this time.\"</p> <p>Wood said the shift since the first debate energised Republicans into believing that perhaps, after all, their man could win.</p> <p>\"There were an incredible number of Republicans [who] stayed home four years ago. The signs are that many of them will now vote,\" he said.</p> <p>Margaret Iuculano, a Republican candidate for county commissioner, said she has knocked on 30,000 doors campaigning over the past year.</p> <p>\"Early on there was a ton of indecisiveness out there. I've seen just a huge turn in the past weeks. Plenty of soft Democrats are voting for Romney,\" she said. \"People are much more educated on some of the issues. Jobs. It's always jobs. It's Romney's business experience that plays well. I have a lot of those conversations.</p> <p>\"I'm praying that what I see is factual and not wishful thinking, but I definitely see a surge in energy. I walked a neighbourhood last weekend with a lot of Republicans who hadn't voted in elections. We knocked on a lot of doors and they mostly said they were coming out to vote. We have to see if they do.\"</p> <p>Democrats have dismissed Republicans claims of a surge in support as \"bluster\", and say they have a well organised \"ground game\" to get supporters out when early voting begins on Saturday that will ultimately deliver the state to Obama. But Democratic activists concede that there does not appear to be the same level of enthusiasm among young voters as there was in 2008 when Obama relied heavily on support in college towns in Florida to win the state.</p> <p>The Democratic strategy to highlight the threat to Medicare – the government healthcare programme for the elderly – if Romney is elected also appears not to have had the impact the party hoped in Florida.</p> <p>Susan MacManus, a former chair of the Florida elections commission and a University of South Florida professor of political science, said that is in part because many retired people in the state, who often only move to Florida during the winter for the sun, are prosperous.</p> <p>\"Compared to a senior in Philadelphia or Detroit, the seniors here are younger, healthier, wealthier, better educated. Not as dependent upon Medicare. Plus you also have to take into consideration: seniors vote 42% registered Republicans, 41% Democrats and the rest no party affiliation. They're sticking to their candidate on Medicare. They're not threatened by it,\" she said.</p> <p>MacManus said that her research shows that many retirees are more likely to be concerned about the economy.</p> <p>\"A huge problem for a lot of older voters is the debt. Suddenly they're getting a call from a frantic adult child saying I'm going to lose my home, I can't make they mortgage payment, I lost my job. Retirees were shocked America could be headed toward another great depression. The deficit is a bigger issue here and it's very motivating to people. They really worry about the economic direction of the country,\" she said.</p>",
  "<p>Eighty chief executives, from companies including Microsoft, JP Morgan and GE, have waded into the presidential election campaign with a call on Washington to use tax increases and spending cuts to address the US's $16tn debt.</p> <p>The intervention, less than two weeks before election day, comes as Barack Obama and Mitt Romney have faced criticism for the scant details of their financial plans to tackle America's massive debt. According to the CEOs, no solution can be found without tax hikes, which Romney opposes, and cuts to public spending.</p> <p>The letter has been signed by many of the biggest names in US business, including Steve Ballmer, CEO of Microsoft, JP Morgan's Jamie Dimon, and Lloyd Blankfein at Goldman Sachs. According to the signatories, any plan has to \"include comprehensive and pro-growth tax reform, which broadens the base, lowers rates, raises revenues and reduces the deficit\" as well as limiting the growth spending in areas including healthcare.</p> <p>\"Policymakers should acknowledge that our growing debt is a serious threat to the economic wellbeing and security of the United States,\" says the letter, put out by nonpartisan lobby group Fix The Debt.</p> <p>\"It is urgent and essential that we put in place a plan to fix America's debt. An effective plan must stabilize the debt as a share of the economy, and put it on a downward path.\"</p> <p>The CEOs are stepping into a debate that has caused gridlock in Washington. At the end of the year, Bush-era tax cuts are set to expire and draconian spending cuts will be imposed unless a political solution is found. The so-called \"fiscal cliff\" could plunge the US back into recession, according to the Congressional Budget Office.</p> <p>Romney and his running mate Paul Ryan have signed a pledge with lobby group Americans for Tax Reform not to increase taxes.</p> <p>Obama has proposed raising the marginal income-tax rates for the top 2% of taxpayers. None of the CEOs endorse that plan either, and have instead called for an overhaul of the tax code that would eliminate or reduce deductions, credits and loopholes.</p> <p>The CEOs endorsed the bipartisan plan to tackle the deficit drawn up in 2010 by Republican Alan Simpson and Democrat Erskine Bowles. The Simpson-Bowles plan called for roughly $3 in spending cuts for every $1 in tax increases.</p> <p>\"When you talk about a $16tn debt, I don't see how you can avoid addressing both sides,\" said Randall Stephenson, CEO of AT&amp;T.</p> <p>\"The recommendations of the bipartisan Simpson-Bowles Commission, which saved $4tn and addressed all parts of the budget, provide an effective framework for such a plan,\" said the CEOs.</p> <p>\"The plan should be conducive to long-term economic growth, protect the vulnerable, include credible enforcement mechanisms to ensure that debt reduction is achieved and leave the next generation better.\"</p> <p>Gus Faucher, a senior macroeconomist at PNC Financial said the letter was unlikely to change the course of the debate before the election but in the long term he expected whoever is elected to be forced to look at both tax hikes and spending cuts.</p> <p>\"The big issue is how we pay for retiring babyboomers, and I don't think as a society we have really faced up to that yet. Nothing will get done until after the election but it's difficult to see a solution that only involved spending cuts,\" he said.</p>",
  "<p>In the mess that is the current US political climate, the best person to lead Americans through the dense fog of a tanking economy and complicated foreign policy might be a man&#xa0;whose most famous companion led him, one stormy Christmas Eve, through the fog with a bright red nose. </p> <p>Nevada resident Santa Claus is running for president and he announced Wednesday that singer Tracy Chapman –&#xa0;not Rudolph –&#xa0;would be his choice for running mate.</p> <p>\"I haven't heard either of the big boys talk about anything with respect to children, so I'd like to use that as a platform to insinuate my views on children, their health, safety and welfare and that's what I meant by restoring America's heart and soul,\" Claus told the Guardian. \"We have presidents and candidates and all these other politicians that are really into the whole war machine, some other things that aren't particularly good for children in my view and I would like to see voters consider changing that.\" </p> <p>Voters in 15 states can write in Santa Claus as their nominee for president on the November ballot. This includes key swing states like Iowa and New Hampshire, which means in a best case scenario he could get 108 electoral votes and have an actual influence on the election. </p> <p>If elected, the first thing he would do in office is work towards the main cause he advocates for, children. \"I think I would probably streamline the fostering and adoption system, it only takes 10 minutes to do it and it doesn't cost any more than we're already spending on those systems,\" Claus said.</p> <p>Claus is an advocate for vulnerable children full-time and decided in 2008 he would like to see a change in how politicians address issues that affect children and would lead that change himself by running for president.</p> <p>\"I have a heart for children and their future and I think they are being left behind in a big way. I'd like to see that change,\" Claus said. </p> <p>From 2005 through 2007, he visited every governor's office in the country on Santa's Bless the Children Tour to speak with them about issues affecting children. He specifically mentioned the desire to consolidate the fostering and adoption files in different states and to streamline the record-keeping process. </p> <p>The politician's staff were receptive to his talking points, except for the office of former Arkansas governor Mike Huckabee, who did not like the Santa shtick. </p> <p>This is his second time running for president and he increased his focus on <a href=\"https://www.facebook.com/TheSantaClaus\">social media</a> this election cycle, a move that has kept his campaigning costs under $200. </p> <p>Before becoming Santa Claus, he was as a communications consultant for the New York police department where he set up the first video unit for a law enforcement branch in the US. </p> <p>He now resides in the appropriately alpine Lake Tahoe. It was there that he decided to change his name to Santa Claus while walking to the post office. Claus is a monk and bishop and was praying to figure out how he could use his bearded Santa-like appearance to help children. He said he asked God if he should change his name and about 10 seconds later, a man yelled from a car: \"Santa, I love you.\" </p> <p>The next week, the man formerly known as Thomas O'Connor applied for a name change and he was Santa Claus less than a month later. Claus estimates he is one of a half dozen people with that name, though he couldn't get a straight answer from the social security administration to confirm. </p> <p>He also has a screen actors guild membership, which means he is the only person who can officially endorse products as Santa Claus. </p> <p>His chances of getting elected president are considerably low, even in the states where people might write in Santa Claus because they don't like other candidates without realizing an actual candidate has that name. </p> <p>\"As it happens, states that do permit the write-in candidates and recognize us don't count the ballots for us,\" Claus said. \"Unless we actually had a shot to win that particular state, they are not gonna bother with it – which I understand – but I don't appreciate it.\"</p> <p>And with the holiday season approaching, Claus has one last message for the electorate and non-voters alike: \"From Santa, the greatest gift you can give is love, not presents.\"</p>",
  "<p><em>This is a memo to all staff sent on Thursday by Arthur Sulzberger Jr, chairman of the New York Times Company</em></p> <p>Dear colleagues</p> <p>Our third-quarter results announced this morning reflect a challenging advertising environment in both print and digital, which was affected by a number of factors including uncertainty in the global economy, the rapidly changing habits of consumers and the increasing complexity and fragmentation of the digital advertising marketplace. We expect overall advertising revenue trends to be similar for the fourth quarter.</p> <p>On a better note, our results also reflect continued growth in our circulation revenues led by the ongoing expansion of our digital subscription base, both at the Times and the Globe. As of the end of September, paid digital subscriptions across our Company totalled 592,000, up 11% from the end of the second quarter.</p> <p>When you put it all together, the Times Company had an operating profit of $8.5m in the third quarter of 2012 compared with $21m in the same period of 2011. Excluding depreciation, amortisation and severance, operating profit was $34m in the third quarter of 2012 compared with $47.7m in the third quarter of 2011.</p> <p>There is much hard work ahead for all of us. We are aware of the challenging economic and business climate we face and over the past three months we have taken a number of decisive actions to better position our Company for the future. High among them is that Mark Thompson, the former director general of the BBC, will join us as our new president and CEO on 12 November.</p> <p>Second was our sale of the About Group, which will allow us to focus on the development and growth of our core brands. And in early October, our interest in Indeed.com was sold. The after-tax proceeds from these two sales further strengthened our liquidity and our financial flexibility.</p> <p>As you know, we are all focused on seeking and developing opportunities to broaden and deepen reader interaction. At the Times, due to your efforts, we have enhanced and continue to broaden our presence in video, mobile and social engagement. Our multifaceted coverage of the presidential election and the debates are excellent examples of this innovative work. We have also made strides in growing our global footprint, as illustrated by this month's announcement of our plans to launch a Portuguese-language site for readers in Brazil, one of the world's fastest growing economies.</p> <p>At the New England Media Group, BostonGlobe.com recently marked its one-year anniversary and continues to make steady progress in growing paid digital subscriptions. The team has implemented a variety of initiatives to increase reader interest and engagement, and to strengthen subscription opportunities. And the August launch of Boston.com's new live streaming radio station, RadioBDC, is just the latest of the site's ongoing efforts to broaden its reach in the market.</p> <p>I want to address a topic that has been on many people's minds. You no doubt have read the recent reports of a controversy regarding the BBC's decision in late 2011 to cancel a news story investigating allegations of sexual abuse and molestation by an on-air BBC talent, Jimmy Savile, who died last year. Mark has provided a detailed account of that matter, and I am satisfied that he played no role in the cancellation of the segment.</p> <p>In the months leading to our decision to bring Mark to the Times Company, Michael Golden, our vice-chairman, and I, along with the rest of our board of directors, got to know Mark very well. Our opinion was then and remains now that he possesses high ethical standards and is the ideal person to lead our company as we focus on growing our businesses through digital and global expansion. Some of you have already had the opportunity to meet Mark and many more of you will in the coming weeks and months. We are all looking forward to that day when he takes the helm.</p> <p>As you all instinctively know, but it is worth stating again, we will cover the Savile story with objectivity and rigour. Mark endorses that completely as do I. Both of us believe passionately in strong, objective journalism that operates without fear or favour, no matter what it is covering. We have dedicated a significant amount of resources to this story and this is evident by the coverage we have provided our readers.</p> <p>If you would like to hear more about our financial results, you can listen to the webcast of our earnings conference call here and you can review the company's full third-quarter earnings press release, including a reconciliation of our GAAP results.</p> <p>Thank you all for your continued dedication to our goal – to provide the highest quality news and information to our readers and advertisers – and for your focus on our future.</p> <p>Arthur</p>",
  "<p>As Valérie Trierweiler tries to draw a line under the soap opera surrounding her private life with François Hollande, her predecessor Carla Bruni has suggested it would be easier if she were married and not a mere presidential partner, re-opening the debate about the role of the French first lady.</p> <p>Bruni, the supermodel-turned-singer who married the then president Nicolas Sarkozy less than three months after meeting him, <a href=\"http://www.elle.fr/People/La-vie-des-people/News/Exclusif-Carla-Bruni-son-interview-verite-dans-ELLE-2232536\" title=\"\">told French Elle magazine</a>: \"I can only speak from my own experience but I think it's more simple to be the legitimate wife of the head of state than his partner. The French presidency is an official status that implies official situations. Maybe I'm wrong and their choice is modern, but for my part, I felt a real easing of the general concern about me when I married Nicolas. Curiously, it's through that private undertaking that I found my place in public life.\"</p> <p>Trierweiler, a journalist at Paris Match magazine, has been Hollande's partner for about seven years. Their relationship, dubbed a political \"psychodrama\", has been the <a href=\"http://www.theguardian.com/world/2012/aug/27/books-francois-hollande-love-life\" title=\"\">source of intense scrutiny and a recent rush of books</a>. Trierweiler detonated a bombshell during the June parliamentary elections by tweeting her support for a dissident Socialist who was running against Ségolène Royal, Hollande's former partner and the mother of his four children. Since then, French news weeklies have run front pages about the Hollande-Trierweiler-Royal \"love triangle\" and the new Socialist president – once seen as a plodding \"Mr Normal\" – was depicted as having a private life more complex than the three-times-married Sarkozy.</p> <p>Hollande and Trierweiler have said that any discussion of marriage would be a private matter. Trierweiler is twice divorced and Hollande, who had a relationship of more than 20 years with Royal, has never married. A poll for VSD magazine after his election in May 2012 found 79% of French people felt it was \"of little importance\" that the presidential couple lived together without being married.</p> <p>Trierweiler <a href=\"http://www.theguardian.com/world/2012/oct/03/valrie-trierweiler-apologises-tweet-hollande?INTCMP=ILCNETTXT3487\" title=\"\">issued a mea culpa for the controversial tweet</a> as an opinion poll for VSD found 67% of French people had a negative view of her.</p> <p>Asked about the tweet, Bruni said she refused to judge Trierweiler: \"Who hasn't made mistakes in their life?\" But she added that Trierweiler's situation as first lady was a \"little hazy\" and haziness was \"not to be recommended at the highest levels of state\".</p> <p>Bruni, who has an album due in the spring, said she stopped performing gigs during Sarkozy's presidency, saying it didn't seem right to sing when confronted with a climate of \"unemployment, misery, difficulties\". Asked if Trierweiler, who writes a culture column for Paris Match and also has an office at the Elysée, was right to continue working as a journalist, Bruni said: \"Does she have the choice? It's complex and difficult … Journalism is supposed to be a counter-power, that's one of its missions.\"</p> <p>Asked if the rightwing Sarkozy would return to frontline politics, Bruni said it was unlikely, \"although I'm not an expert on the movements of the political scene\".</p>",
  "<p>Zach Miller has his sales pitch down to a tee. A DVD with your team's season highlights, $10 (£6) a pop. Individual player highlights, $5 (£3) per game; for $20 (£12), he'll throw in the whole season. Player recruitment services, demo videos for coaches, athletic programme promos: you name it, he'll sort it – just as long as you pre-order.</p> <p>Slick and professional, Miller is vice president for sales at California-based <a href=\"https://sites.google.com/site/eaglebusinessprogram/clients\" title=\"\">Eagle Eye</a>, a sports media firm. He's also a high school student. In fact, he counts the mother of one of his school's aspiring athletes as his first ever sale. \"I remember the satisfying feeling of placing a hefty check in my pocket\", he recalls. \"Before turning it in to the finance department.\"</p> <p>Miller is one of thousands of US teenagers who have participated in the <a href=\"http://www.ja.org/involved/involved_students_comp_n_america_co.shtml\" title=\"\">JA Company of the Year</a> competition. Designed by youth charity<a href=\"http://www.ja.org/\" title=\"\"> Junior Achievement</a>, the competition invites young people to build their enterprise skills by setting up their own company.</p> <p>\"This [the competition] gives them a great grounding and foundational understanding of what it takes to start and run a business,\" says Stephanie Bell, spokesperson for Junior Achievement (JA). \"Because they might have a great idea, but just not know how to go about getting it started.\"</p> <p>The impact on these young people's futures is self-evident. Bell cites a long list of successful entrepreneurs to have passed through the ranks of Junior Achievement. The ripples spread further too. Employment is one of the central issues in the current US presidential election campaign: how to create American jobs, and how to keep them. JA's Company of the Year taps into precisely that agenda.</p> <p>Bell adds: \"In the US, small businesses are the engine of job creation. JA believes in the importance of fostering an entrepreneurial spirit among young people … because frankly that's what is going to help the US remain competitive in the global market.\"</p> <p>Enterprise skills are only one aspect of JA's suite of two dozen programmes. The remainder focus on either work readiness or financial literacy. Employers regularly complain about young people being ill equipped for the world of work. Through its work with schools, JA seeks to tackle that criticism head-on.</p> <h2>Business buy-in</h2> <p>One of the critical reasons behind the charity's long-running success (it's been going since 1919) lies in its ability to engage the business community. Companies not only help to financially support the work of the charity's 121 offices across the US, but they donate staff time too.</p> <p>AT&amp;T is one such example. Under its newly-launched AT&amp;T Aspire Mentoring Academy, the US communications firm aims to provide one million hours of mentoring support over the next five years – much of that delivered by working with Junior Achievement.</p> <p>One of the academy's core activities is a job-mentoring programme, which sees groups of high school students spend a day at the company's offices. As well as gaining a taste of the workplace and career advice, the students are set a business problem to solve.</p> <p>\"The problem is set around a real-life issue that an AT&amp;T employee might have, whether that's sales, project management, customer service, human resources technician, and so on. That way students can make the connection between the workplace and their education\", says Brad Yates, the academy's director.</p> <p>Bell insists that such insights from the workplace are \"complementary\" to the school system, not in competition. Junior Achievement takes what students are learning in maths, science, technology and other core curriculum subjects, and demonstrates how these tangibly play out in the world of work.</p> <p>The educational benefits to the students are not only clear but calculable, according to Yates. He cites a study by <a href=\"http://weteachscience.org/\" title=\"\">We Teach Science</a>, another online e-mentoring charity with which AT&amp;T partners. For every hour of mentoring, students' test results were shown to increase by an average of 1.6%. \"That means we'll take someone who has a low likelihood of success, and place them in a position to be successful in high school,\" Yates says.</p> <p>Companies stand to benefit too. Many employees state that volunteering in their communities gives a sense of satisfaction. In harsh commercial terms, that feeds into better retention levels and higher morale. For firms that recruit from nearby schools and universities, any step to increases the capacity of the local talent pool makes bottom-line sense.</p> <h2>Global movement</h2> <p>Junior Achievement isn't just a US phenomenon. The charity now counts links in 120 countries, extending the total reach of its programmes to around 10.5 million young people.</p> <p>In the UK, it trades under the name of <a href=\"http://www.young-enterprise.org.uk/\" title=\"\">Young Enterprise</a>. Financial services firm <a href=\"http://www.capitalone.co.uk/aboutus/csr-community.jsf\" title=\"\">Capital One</a> is among its major corporate supporters. For the last three years, employees from the company's main office in Nottingham have been running sessions in financial literacy in local schools.</p> <p>Advice about money management, debt and personal finance in general often gets overlooked in the classroom due to more pressing social concerns, says the company's head of corporate responsibility Alison Gardner. Teachers themselves aren't necessarily that clued up on the subject either. In contrast, Capital One's employees live and breathe this stuff. \"They are using it every day at work, so why not in the schools too?\" Gardner states.</p> <p>Gardner admits that there might be \"a degree of cynicism\" about a company's motive for going into a school or about their ability to deliver. That's where the charity's heritage and brand comes in. \"By partnering with Youth Enterprise, which is unbiased, has a great reputation and strong links with local schools, it really helps us to engage with students in a different way.\"</p> <p><em>Oliver Balch is author of </em><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780571259250\" title=\"\"><em>India Rising: Tales from a Changing Nation</em></a><em>, published by Faber</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>There was something bizarre, sad and deeply unsettling about <a href=\"http://www.theguardian.com/world/2012/oct/24/donald-trump-october-surprise-video\" title=\"\">Donald Trump's much-hyped \"bombshell\" announcement on the US presidential election</a>. Rather like a James Bond villain addressing the world from his lair, the billionaire spoke to camera via the internet to \"reveal\" that he would offer $5m to sick children if President Obama produced his college records. The only thing missing was a bomb and a timer.</p> <p>Nevertheless, the stunt had the desired effect that Trump stunts always do – lulling people into thinking that, love him or loathe him, Donald Trump is, first and foremost, a celebrity, a television star, and an entertainer. An outlandish buffoon with some of the most ridiculed hair in the world, but essentially harmless.</p> <p>However, there is another side to Trump, as the 1&#xa0;million viewers who watched my film, <a href=\"http://www.bbc.co.uk/iplayer/episode/b01nln7g/Youve_Been_Trumped/\" title=\"\">You've Been Trumped</a>, on BBC2 this week can attest. And this Trump is not harmless.</p> <p>Trump's first career is as a property developer, and his foray into Scotland to build a golf course has resulted in the needless destruction of a <a href=\"http://www.sssi.naturalengland.org.uk/Special/sssi/index.cfm\" title=\"\">site of special scientific interest</a>. It led to the arrest and imprisonment of myself and a colleague. Meanwhile, life has been made a misery for local residents whose only crime was wanting to live in their homes in harmony with the environment. And there is widespread fear Grampian police have been acting as Trump's private security force.</p> <p>But from the thousands of tweets and emails we have received this week following the broadcast, what really gets viewers' ire up is not so much what Trump did, and even how he behaved, but how he was able to get away with it. And this is a story that has not yet run its course.</p> <p>Trump is a businessman out to get the best deal he can. He uses his celebrity to open doors closed to others. But it is the job of our political leaders to protect the public interest.</p> <p>Trump certainly got his way when he convinced the Scottish government <a href=\"http://www.theguardian.com/uk/2008/nov/03/scotland-donaldtrump\" title=\"\">to ignore years of careful environmental planning</a> and give him permission to build a luxury resort on what one scientist called \"the crown jewels of Scotland's natural heritage\".</p> <p>But perhaps more troubling is the blind eye Alex Salmond (the development is in Salmond's own constituency) and the Scottish government have turned since. When in July 2010 <a href=\"http://gawker.com/5636082/filming-donald-trumps-scottish-golf-course-will-get-you-arrested\" title=\"\">my colleague Richard Phinney and I were arrested</a> and put in an Aberdeen jail cell and charged with \"breach of the peace\" for interviewing Trump's greenkeeper, the National Union of Journalists called it an \"unprecedented\" infringement of press freedom. It was also a reflection of the kind of intimidation felt by local residents, who believed the police were firmly on Trump's side in the many disputes that arose during construction.</p> <p>We put these concerns and others to Salmond – and the cabinet secretary, John Swinney – more than two years ago. But our requests for an interview were turned down. Salmond and his ministers also passed up two opportunities to see You've Been Trumped at the Scottish parliament in Edinburgh and at dozens of cinema screenings up and down the country.</p> <p>But only now, following the public furore sparked by the film's BBC broadcast, has Salmond broken his silence, admitting the film raises deep concerns among people who have seen it. He has written to Grampian police's chief constable for an explanation.</p> <p>Why has it taken more than two years to do so? The only logical answer is that Salmond and his government have been hoping that, in their silence, the truth would not be revealed. To the residents who have had to deal with the Bond villain Trump and his cronies, Salmond's response – or the lack of one – is deeply insulting and they are right to call it a cover-up.</p> <p>And to the many people who have been shocked, dazed and saddened by what they have witnessed on the small screen this week, the implications for Scottish independence could never have been more pressing.</p>",
  "<video data-media-id=\"gu-video-398333714\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/25/1351162632361/President-Obama-Tonight-S-012.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/25/121025ObamaLeno-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/25/121025ObamaLeno-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/25/121025ObamaLeno_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121025ObamaLeno/121025ObamaLeno.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/25/121025ObamaLeno_3gpSml16x9.3gp\"/> </video>   <p>It is no secret that there is little love lost between Donald Trump and Barack Obama, with the latter's origins and place of birth increasingly an obsession for the former. But it appears the spat may have been going on for longer than many suspected, with <a href=\"http://www.guardian.co.uk/world/video/2012/oct/25/obama-tonight-show-jay-leno-video\">Obama jokingly suggesting it began in childhood</a> – when they were both growing up in Kenya.</p> <p>The cheeky remark appeared to have scored the president a direct hit against the billionaire real estate mogul, who has championed the \"birther\" movement that falsely claims Obama was born in Kenya and so cannot be president. On the Tonight Show with Jay Leno, Obama joked that the two men had a long-running dispute. \"This all dates back to when we were growing up in Kenya. We had constant run-ins on the soccer field, he wasn't very good and resented it. When we finally moved to America, I thought it would be over.\"</p> <p>On Monday Trump promised a \"gigantic\" announcement about Obama that could change the course of the presidential race. Critics were underwhelmed when the announcement finally came in a <a href=\"http://www.guardian.co.uk/world/2012/oct/24/donald-trump-october-surprise-video\" title=\"\">web video</a> on Wednesday: an offer to donate $5m to a charity of the president's choosing in return for the release of his college records and passport application.</p> <p>Trump said: \"I have a deal for the president, a deal that I don't believe he can refuse, and I hope he doesn't. If Barack Obama opens up and gives his college records and applications, and if he gives his passport applications and records, I will give to a charity of his choice – inner-city kids in Chicago, American Cancer Society, Aids research, anything he wants – a cheque, immediately, for $5m.\"</p> <p>Critics accused the mogul of pulling another publicity stunt. The comedian <a href=\"https://twitter.com/BorowitzReport/status/261147013582831617\" title=\"\">Andy Borowitz</a> tweeted: \"Attention parents: if you give your children even the tiniest bit of attention now, maybe they won't grow up to be Donald Trump.\" <a href=\"https://twitter.com/jimgeraghty/status/261139700901900289\" title=\"\">Jim Geraghty</a>, of the conservative National Review, posted: \"If at any point you seriously considered Donald Trump for president, please study the error of your ways in quiet, private contemplation.\"</p> <p>Trump defended his actions, <a href=\"https://twitter.com/realDonaldTrump/status/260850401874681857\" title=\"\">tweeting</a>: \"This is not a media event or about Donald J Trump – this is about the United States of America.\" He <a href=\"https://twitter.com/realDonaldTrump/status/261147459739336705\" title=\"\">added</a>: \"'The response has been fantastic – actually overwhelming! Thank you!\"</p> <p>Asked about the announcement by Jay Leno, Obama looked unfazed and appeared unlikely to rise to the bait. Instead he cracked more jokes. Asked whether there was a cure for \"Romnesia\" – Obama's word for what he describes as Mitt Romney's selective memory – he responded: \"Obamacare covers pre-existing conditions.\"</p> <p>The president promised sweets for all trick-or-treaters coming to the gates of the White House, and extra large chocolate bars for anyone from the swing state of Ohio. \"It is an election year, so candy for everybody,\" Obama announced. \"If anybody comes from Ohio to the White House, they will get a Hershey bar about this big,\" he said, holding his hands wide apart.</p>"
]