[
  "<p>As I walked out of a noticeably dirty Hyatt hotel while on a book tour in San Francisco last week, I was startled by a major labor event with a well-executed picket line and loud, disciplined chanting. It became clear that the housekeeping staff and their union were asking customers to boycott Hyatt over a dispute of which I had been unaware.</p> <p>I received a tip to the story from Julia Wong of <a href=\"http://www.unitehere.org/\">Unite Here</a>, a coalition of union members in the hospitality industry, which asserts that Hyatt commonly exploits its workers. At first, housekeepers were calling for boycotts of individual Hyatt properties. But when Hyatt refused to address some of the concerns raised – such as health and safety, when the hotel chain led the opposition to a <a href=\"http://www.huffingtonpost.com/2011/04/19/california-hotel-maids-bedsheets_n_850766.html\">California bill</a> that would have required hotels to use fitted sheets in order to ease the physical burden on cleaners – the effort ramped up to a global boycott. </p> <p>In July 2012, Unite Here and other groups, including the National Football Players' Association – whose representatives said that many players had been raised by hardworking women like the housekeepers who had joined the campaign – launched the escalated boycott, <a href=\"http://www.huffingtonpost.com/2012/07/23/hyatt-hotels-boycott_n_1694828.html\">Hyatt Hurts</a>. The coalition already includes some serious players in the feminist and leftwing activist worlds like the National Organization of Women (NOW), Moveon.org and the National Gay and Lesbian Task Force.</p> <p><a href=\"http://www.hyatthurts.org/2012/07/global-boycott-of-hyatt-launched/\">Hyatt has been awarded the dubious title of</a> \"the Worst Hospitality Employer in America\" by the Hyatt Hurts website. Rather movingly, as the movement spread, workers in Hyatts in India, the UK, Israel and the Phillipines went on strike. This is a historic effort, because as globalization extends employers' power globally, it also strengthens the global counter-protest, or global boycott, by uniting workers across the world to organize successfully from the ground upwards.</p> <p>In interviews with the housekeepers, the issue of these women often being treated as if they are \"invisible\" came up again and again, as did the quantity of extremely hard work, sometimes injurious, that is expected of the mostly female, and mostly non-white, workers. As they pointed out, hotel guests rarely think about this, simply expecting vacuumed floors and dusted surfaces. But cleaning women and men typically perform heavy labor very quickly for a big chain such as Hyatt. In May, the federal authority, the Occupational Safety and Health Administration (OSHA), actually <a href=\"http://www.aflcio.org/Blog/Corporate-Greed/OSHA-Warns-Hyatt-on-Housekeeper-Injuries\">sent a letter to Hyatt management</a>, warning executives about the health risks of driving their cleaning people so ruthlessly (a letter that is considered a first in the industry).</p> <p>The Hyatt staff whom I interviewed describe the rapid pace of cleaning room after room, including the hard physical work like scrubbing bathrooms on one's hands and knees and lifting heavy mattresses. These and other strenuous moves increase the likelihood of back and knee injuries given the expected high room turnover.</p> <p>Jacob Tomsky, a desk clerk for a luxury hotel who has written a tell-all account of working in the hospitality industry, Heads in Beds: A Reckless Memoir of Hotels, Hustles and So-Called Hospitality, has great sympathy for housekeepers' work conditions:</p> <blockquote> <p>\"There is nothing easy about housekeeping. There is nothing easy about dealing with other people's filth and having to get on your knees to do it. There is nothing easy about scouring and spraying and polishing and getting on all fours to make sure there isn't a porno magazine under the bed skirt … There is nothing easy about being sexually harassed by guests. There is nothing easy about scrubbing a toilet on Christmas morning, believe me.\"</p> </blockquote> <p>When I contacted Hyatt about Unite Here's claims on health and safety, Doug Patrick, Hyatt's senior VP of human resources, responded:</p> <blockquote> <p>\"Hyatt provides industry-leading wage and benefits packages, maintains an outstanding workplace safety record, and is a recognized leader in promoting a diverse workforce … It is because of our commitment to our associates that average tenure of our housekeepers at our North American properties is more than 12 years, with approximately half of our nearly 40,000 associates having worked with us for more than 10 years.</p> <p>\"Housekeeping can be a physical and difficult job. Contrary to Unite Here's assertions, our associates have the tools, resources and training they need to do great work.\"</p> </blockquote> <p>Patrick also said that Hyatt's workplace safety record \"has been validated\" by the OSHA, and counter-claimed that OSHA investigations had been instigated by Unite Here \"as part of its ongoing campaign to pressure Hyatt to impose union membership on employees\".</p> <p>A second issue raised by Hyatt Hurts is that Hyatt has led the industry in union-busting and exploitative temp-work outsourcing. <a href=\"http://www.unitehere.org/presscenter/release.php?ID=4644\">A federal agency has issued</a> a complaint against two Hyatts in San Francisco for violating the law by implementing \"E-Verify\" – a practice that immigrant rights advocates say is riddled with errors and can be used by employers to intimidate immigrant workers.</p> <p>On the outsourcing charge, Hyatt's Doug Patrick stated:</p> <blockquote> <p>\"More than nine out of ten workers in US Hyatt hotels are Hyatt employees. On an as-needed basis, and like virtually all hotel management companies, Hyatt uses staffing companies to supplement certain functions at our hotels so we can respond effectively to fluctuations in business levels and can operate efficiently.\"</p> </blockquote> <p>In San Francisco, I was appalled at the response a representative for Hyatt's management when I asked her to explain Hyatt's position on the striking workers.</p> <p>\"Those people don't even work here,\" she said through clenched lips. Which misses the point: of course, they don't work there – they are union brothers and sisters of those who do work there. That is what a union does, that is how it works: solidarity.</p> <p>What will be the outcome of the global boycott? Can these workers win?</p> <p>The odds are daunting: housekeeper staff are at the very bottom of the social hierarchy in the hospitality industry – the hidden hands that make travel comfortable and clean. They lack money, representation and clout. And as Hyatt continues to contract out temp work systematically, the chain is probably betting that even more desperate workers will quietly take their places.</p> <p>But what was obvious from talking to the workers outside the Hyatt Embarcadero – obvious in a <a href=\"http://www.calaborfed.org/index.php/site/author_archive/1131\\\">union-busting age</a> during a presidential election where one candidate is committed to gutting labor – is the conviction that it is \"the union makes [them] strong\". Thousands of \"invisible\" women and men uniting around the world may be able to do what one woman or man kneeling alone, scrubbing a bathroom floor can never accomplish.</p> <p>I, for one, was persuaded that I no longer wished to spend another night, or one more tourism dollar, in a Hyatt hotel until a group like Unite Here can give the chain a clean bill of health.</p>",
  "<p>Wednesday night's <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/presidential-debate-romney-winner\" title=\"\">debate</a> between Barack Obama and Mitt Romney underscored a core truth about America's presidential election season: the vast majority of the most consequential policy questions are completely excluded from the process. This fact is squarely at odds with a primary claim made about the two parties – that they represent radically different political philosophies – and illustrates how narrow the range of acceptable mainstream political debate is in the country.</p> <p>In part this is because presidential elections are now conducted almost entirely like a tawdry TV reality show. Personality quirks and trivialities about the candidates dominate coverage, and voter choices, leaving little room for substantive debates.</p> <p>But in larger part, this exclusion is due to the fact that, despite frequent complaints that America is plagued by a lack of bipartisanship, the two major party candidates are in full-scale agreement on many of the nation's most pressing political issues. As a result these are virtually ignored, drowned out by a handful of disputes that the parties relentlessly exploit to galvanise their support base and heighten fear of the other side.</p> <p>Most of what matters in American political life is nowhere to be found in its national election debates. Penal policies vividly illustrate this point. America imprisons more of its citizens than any other nation on earth by far, including countries with far greater populations. As the New York Times reported in April 2008: \"The United States has less than 5% of the world's population. <a href=\"http://www.nytimes.com/2008/04/23/us/23prison.html?pagewanted=all&amp;_r=0\" title=\"\">But it has almost a quarter of the world's prisoners</a>.\"</p> <p>Professor Glenn Loury of Brown University has observed that these policies have turned the US into <a href=\"http://www.cato-unbound.org/2009/03/11/glenn-loury/a-nation-of-jailers/\" title=\"\">\"a nation of jailers\"</a> whose \"prison system has grown into a leviathan unmatched in human history\". The New Yorker's Adam Gopnik called this mass incarceration \"<a href=\"http://www.newyorker.com/arts/critics/atlarge/2012/01/30/120130crat_atlarge_gopnik\" title=\"\">perhaps the fundamental fact [of American society], as slavery was the fundamental fact of 1850\"</a>.</p> <p>Even worse, these policies are applied, and arguably designed, with mass racial disparities. One in every four African-American men is likely to be imprisoned. Black and Latino drug users are arrested, prosecuted and imprisoned at far higher rates than whites, even though usage among all groups is relatively equal.</p> <p>The human cost of this sprawling penal state is obviously horrific: families are broken up, communities are decimated, and those jailed are rendered all but unemployable upon release. But the financial costs are just as devastating. California now spends more on its prison system than it does on higher education, a warped trend repeated around the country.</p> <p>Yet none of these issues will even be mentioned, let alone debated, by Mitt Romney and Barack Obama. That is because they have no discernible differences when it comes to any of the underlying policies, including America's relentless fixation on treating drug usage as a criminal, rather than health, problem. The oppressive system that now imprisons 1.8 million Americans, and that will imprison millions more over their lifetime, is therefore completely ignored during the only process when most Americans are politically engaged.</p> <p>This same dynamic repeats itself in other crucial realms. President Obama's dramatically escalated <a href=\"http://www.theguardian.com/world/2012/sep/25/drone-attacks-pakistan-counterproductive-report\" title=\"\">drone attacks</a> in numerous countries have generated massive anger in the Muslim world, continuously kill civilians, and are of dubious legality at best. His claimed right to target even American citizens for extrajudicial assassinations, without a whiff of transparency or oversight, is as radical a power as any seized by George Bush and Dick Cheney.</p> <p>Yet Americans whose political perceptions are shaped by attentiveness to the presidential campaign would hardly know that such radical and consequential policies even exist. That is because here too there is absolute consensus between the two parties.</p> <p>A long list of highly debatable and profoundly significant policies will be similarly excluded due to bipartisan agreement. The list includes a rapidly growing domestic surveillance state that now monitors and records even the most innocuous activities of all Americans; job-killing free trade agreements; climate change policies; and the Obama justice department's refusal to prosecute the Wall Street criminals who precipitated the 2008 financial crisis.</p> <p>On still other vital issues, such as America's steadfastly loyal support for Israel and its belligerence towards Iran, the two candidates will do little other than compete over who is most aggressively embracing the same absolutist position. And this is all independent of the fact that even on the issues that are the subject of debate attention, such as healthcare policy and entitlement \"reform\", all but the most centrist positions are off limits.</p> <p>The harm from this process is not merely the loss of what could be a valuable opportunity to engage in a real national debate. Worse, it is propagandistic: by emphasising the few issues on which there is real disagreement between the parties, the election process ends up sustaining the appearance that there is far more difference between the two parties, and far more choice for citizens, than is really offered by America's political system.</p> <p>One way to solve this problem would be to allow credible third-party candidates into the presidential debates and to give them more media coverage. Doing so would highlight just how similar Democrats and Republicans have become, and what little choice American voters actually have on many of the most consequential policies. That is exactly why the two major parties work so feverishly to ensure the exclusion of those candidates: it is precisely the deceitful perception of real choice that they are most eager to maintain.</p> <p>• This is an op-ed I wrote to appear in the Guardian newspaper</p>",
  "<p>Jubilant Republicans declared the US election race back on Thursday, calling Mitt Romney's resounding victory over Barack Obama in the first of the presidential debates a \"game changer\".</p> <p>With just over a month left to the election, Republicans gleefully celebrated a rare win they are hoping will arrest Romney's campaign slump.</p> <p>The Republican governor of New Jersey, Chris Christie, described Romney as having had a \"game-changing debate\" and expressed confidence he would be able to build on his victory.</p> <p>A CNN flash poll of registered voters had 67% saying Romney had won it, while just 25% gave it to Obama.</p> <p>Obama's team was engaged in a post-mortem into why the president had performed so badly in the debate, unable to cope with Romney's sustained aggression and appearing tired and disinterested.</p> <p>Obama's chief strategist, David Axelrod, admitted the team was going to take \"a hard look\" at the president's performance, including whether he had failed to spend enough time in debate preparation.</p> <p>He added the team will \"make some judgments about where to draw the lines in these debates and how to use our time\".</p> <p>Both candidates hit the campaign trail on Thursday, Obama speaking at events in Colorado and Wisconsin, both swing states, and Romney in Colorado and another swing state, Virginia.</p> <p>During a surprise appearance at the Colorado Conservative Political Action Conference meeting in Denver, Romney said the debate was a contrast of \"two visions\" telling the the crowd: \"I saw the president's vision as trickle-down government and I don't think that's what America believes in. I see instead a prosperity that comes through freedom.\"</p> <p>At a rally in Denver, Obama raised the theme the Democrats are going to push over the coming weeks: that Romney lied repeatedly during the debate. \"You owe the American people the truth,\" he said. </p> <p>Conservatives have gone overnight from viewing Romney as a lost cause to a candidate with at least a chance of the White House. Romney's team is hoping that his feisty performance in Denver will translate into rise in his poll figures and close the gap with Obama in swing states.</p> <p>The Obama team expressed scepticism over whether there will be a shift in the polls, saying that while voters might have given the debate to Romney, that did not mean they intended to vote for him in the general election.</p> <p>Romney has been struggling for months, with one setback after another, unable to get ahead of Obama. In spite of the boost to his campaign from the debate, Romney still faces an extremely tough task in turning around the swing states.</p> <p>However, his campaign is almost certain to receive another boost on Friday when the monthly jobs figures are released and these are expected to show little change from unemployment that has been hovering around 8% this year.</p> <p>As both campaigns anxiously awaited the first batch of polls, Romney appeared to have achieved at least one initial reward: donors who had been threatening to switch their funds from Romney, giving up on him in favour of channelling money to Republicans in winnable Congressional races, hoping to take the Senate. Andrea Saul, Romney's press secretary, tweeted that after the debate the Republican challenger received more than two donations every second. </p> <p>Erick Erickson, conservative editor of the widely-read Red State blog, wrote in a tweet: \"Been on a call with some Romney donors who tonight abandon the idea of moving their money to congressional races. They'll stay with him.\"</p> <p>Reflecting the sense of triumphalism among Republicans, Erickson also tweeted that the Democrats might be better putting up an empty chair instead of Obama next time and asking who would notice, a reference to Clint Eastwood's performance at the Republican convention.</p> <p>James Carville, one of Bill Clinton's strategist, conceded on CNN that Obama had been off his game and could not cope with Romney's aggression. \"Romney came in with a chainsaw. He's trying to talk to a chainsaw,\" Carville said.</p> <p>Romney's win increases the interest in next week's vice-presidential debate between Joe Biden and his Republican opponent Paul Ryan. The Republicans will be keen to keep the momentum building with another win before Obama and Romney square off again, in New York state, on 16 October.</p>",
  "<p>When Jim Lehrer laid out the ground rules for last night's debate – six blocks of 15 minutes, two-minute chunks of response, no cheering – about the only thing that held true was his granting of a preliminary \"noise exception\" as the candidates were introduced. It may be best to view the entire evening through that lens: an hour-and-a-half exception, for the purposes of introduction, to the campaign cacophony we've been subjected to so far, the babble and squeak of commentary and complaints that has been in the background consistently, even <em>during</em> the debates of the Republican primary, when the press was silent but the clown-car of GOP candidates acting as their own peanut gallery.</p> <p>Last night, Mitt Romney and Barack Obama went head-to-head without the distraction of other candidates – and there was no simultaneous commentary, no applause, not even, really, a moderator. </p> <p>It was an arena with no weapons except one's wits; maybe we shouldn't be surprised that the president's seemed duller. He hasn't participated in a one-on-one contest (much less a football-team-sized scrum) in four years. The only debates he's gotten into with someone who's even close to his equal have been with Michelle and, let's face it, she probably lets him win.</p> <p>In 2008, when John McCain wanted to \"suspend\" the presidential campaigns in order to \"focus on the economy\", he suffered in part because of what it seemed to say about his ability to manage actually being president. Anyone capable of doing <em>that</em> surely shouldn't have to choose between campaigning and participating in a discussion about the economy – or, as the <a href=\"http://www.washingtonmonthly.com/archives/individual/2008_09/014867.php\">pundits put it</a> then, \"I think walking and chewing gum at the same time is part of the president's job.\"</p> <p>In Denver, Obama barely seemed able to stand still and stay awake. He didn't even lift a finger to save Big Bird.</p> <p>The debate highlighted almost all of Obama's worst qualities: he seemed bored to the point of condescension, particular to the point of testiness, and proved for the hundredth or so time that he is Worst. Socialist. Ever. \"We ought to bring the tax rates down,\" Obama agreed, \"Both for corporations and for individuals.\" And that was in addition to telling Lehrer that he and Romney had a \"somewhat similar position\" on social security! This last concession was especially wounding to progressives and undermined the argument Obama implied when he said, \"If you are 54 or 55, you might want to pay attention.\" Maybe he meant that line more literally, in which case I guess there's a reason he put the rest of us to sleep.</p> <p>Not that Romney was much better. Personally more amped, but substantively just as bland, the GOP nominee pulled off only one truly astonishing trick: maintaining the attitude of someone on the high wire while, in reality, creeping close to the ground. Compared to the bold (even foolhardy) choices he's made throughout his campaign in service of appealing to the Republicans' most staunch rightwingers, this iteration of Romney hewed close to the center even as his eyes glinted with radical zeal (or maybe too much sugar).</p> <p>His bullet-pointed answers were all form and no function – and continued to gloss over specifics with an airy attitude that last night implied confidence rather than confusion. Maybe staffers told him he wasn't going to have to be funny, after all.</p> <p>Granted a context-free performance, Romney unveiled the brand-new General Election Edition of himself: an energetic advocate of bipartisanship and measured regulation of the market. Positioning himself as a cheerful alternative to the distracted, skinny stiff to his left, Romney 4.0 (I think?) so wowed conservative partisans that they seemed to have forgotten the Romney on stage was not the one they'd nominated. Will their excitement over the renewed prospect of winning prevent a Tea Party revolt, or provoke disavowal of the scorched-earth ideological strategy that has led to the re-embrace of Todd Akin?</p> <p>It largely depends on who appears on the hustings today. How much does the mileage for the \"Romney hybrid\" depend on journalists eager for an exciting race clearing the road ahead of obstacles – such as consistency or detail? </p> <p>The Obama team, reportedly, expected to see pundits swoon over an even tolerable performance by Romney. Indeed, recent history suggests that a desire for a close contest can inflate poor performing candidates' grades – John Kerry \"won\" all four of his debates against George Bush. Those same Obama staffers were probably less prepared for the onslaught of positive reviews from the general public that came via insta-polls last night and this morning. These results give weight to the argument that Republicans have been making all along: Americans are tired of seeing the same bad news over and over, and the president's turn as the problem-solver has passed.</p> <p>At best, he can only offer stewardship; Romney gave a glimpse of what it might be like to have a bright and shiny new leader. In the marketplace of ideas, Romney presented a beautiful gift box. Unopened. Mint.</p>",
  "<p>• In an article about GSTS, a partnership between Serco and the Guy's and St Thomas' and Kings College hospital foundation trusts, we said: \"The takeover of the NHS's biggest pathology laboratories by the multinational Serco has led to a series of clinical and financial failures and saw London hospitals being forced to lend money to the company.\" The story was based on a first-year review of the joint venture by Guy's and St Thomas' among other documents obtained under the Freedom of Information Act. The documents do not say there was a causal link between the takeover and the failures that followed. The story also said Serco \"owns the majority stake\" in GSTS. While Serco has a substantial stake in the partnership, it shares ownership with the two foundation trusts (<a href=\"http://www.theguardian.com/society/2012/sep/30/pathology-labs-takeover-failures\" title=\"\">NHS lab failings followed Serco-led takeover</a>, 1 October, page 4).</p> <p>• An article about the US presidential election (<a href=\"http://www.theguardian.com/world/2012/oct/03/democrats-struggle-voter-surge-registration-push\" title=\"\">Candidates prepare for crucial debate amid signs they are failing to engage new voters</a>, 3 October, page 19) inaccurately characterised statistics gathered in a survey of six swing states as referring to new voter registrations recorded in the first seven months of 2012 and 2008. In fact the figures relate to fluctuations in the total number of people on the voter rolls in those states, affected by deaths, relocations and other factors as well as new registrations.</p> <p>• <a href=\"http://www.theguardian.com/football/2012/oct/01/football-transfer-rumours\" title=\"\">Football transfer rumours: Nani to Juventus</a> was corrected because the manager of Huddersfield Town is Simon Grayson, not Paul Grayson as the original said.</p> <p>• <a href=\"http://www.theguardian.com/business/2012/oct/02/spain-pm-mariano-rajoy-bailout-not-imminent\" title=\"\">Spain's PM says bailout not imminent</a> was amended because the original used the word prevarication where procrastination was meant.</p> <p>• <a href=\"http://www.theguardian.com/business/2012/oct/02/cooper-banking-reform-conference-speech\" title=\"\">Labour will introduce new laws against dishonest bankers, Cooper to say</a> was amended because it said the interest rate known as Libor – the London interbank offered rate – underpins contracts with a value of more than $300m. The correct figure is $300tn.</p> <p>• <a href=\"http://www.theguardian.com/world/2012/oct/03/turkey-syrian-mortar-bomb\" title=\"\">Turkey strikes Syrian targets after cross-border mortar bomb kills five</a> was amended to correct the spelling of the name of the Turkish foreign minister. He is Ahmet Davutoglu, not Ahmed Davagotlu.</p>",
  "<h2><a href=\"www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Even a passable performance was going to earn Romney hosannas'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201289\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/5/1/1335856877642/michael-cohen-003.jpg\" alt=\"michael cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">michael cohen Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Wednesday's debate between Mitt Romney and Barack Obama can be summed up by one moment. Early on, the president accused Romney of wanting to put in place a $5tn tax cut that will, he claimed, blow up the deficit and curtail spending.</p> <p><a href=\"http://abcnews.go.com/Politics/OTUS/presidential-debate-transcript-denver-colo-oct/story?id=17390260&amp;singlePage=true#.UG0SV_lXt8s\">Romney denied he has a plan</a> of such magnitude; that it would \"reduce the taxes paid by high-income Americans\"; or that it would even widen the deficit. Why, you might ask? Because, according to Romney, he would \"lower deductions and exemptions and credits … so we keep getting the revenue we need.\" In other words, don't worry about all that lost revenue: I'm going to make some other changes to the tax code. It all sounded quite reasonable.</p> <p>The problem, however, is that it isn't plausible. A <a href=\"http://www.huffingtonpost.com/2012/10/03/debate-fact-check_n_1937831.html?utm_hp_ref=elections-2012\">20% across-the-board tax cut</a> <em>will</em> cut taxes for the wealthy and it almost certainly will increase the deficit, especially since Romney also wants to spend trillions more on defense and hasn't indicated any significant spending cuts that he supports.</p> <p>This is the deception lurking behind Romney's economic plan. In fact, <a href=\"http://www.taxpolicycenter.org/publications/url.cfm?ID=1001628\">according to the Tax Policy Center</a>, it's mathematically impossible to close enough loopholes to make Romney's tax cut plan deficit neutral. Thus, the obvious rejoinder to Romney's assertions is to ask him point blank: \"OK, Governor Romney, what loopholes would you cut? What deductions would you remove from the tax code? Would you get rid of the mortgage interest deduction?\"</p> <p>Barack Obama, for some inexplicable reason, didn't ask those questions.</p> <p>Romney's lack of policy specifics is his most obvious glass jaw. On the one hand, if unchallenged, it gives Romney the opportunity to sound credible and sensible – everyone sounds more reasonable on the issue of tax cuts when they don't have to delve into details. On the other hand, it allows Obama to test Romney's credibility or fill in the blanks himself – as Obama tried to do by claiming that Romney's plan would likely result in higher middle-class taxes.</p> <p>Yet, Obama didn't take advantage – seeming, instead, content to play defense and avoid getting in the muck with Romney. While the media hysteria over Obama's lackluster performance is overstated, this strategy was a big political mistake. </p> <p>Reporters are desperate for the race to tighten and with expectations for Romney as low as can be imagined, even a passable performance was going to earn him hosannas. That Romney gave a rather strong performance and Obama was so passive, created the perfect opportunity for the press to tout the \"Romney resurgence\" meme and give him the big debate \"win\" that he needed.</p> <p>Considering the deep polarization of the electorate – and that <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">debates rarely change the trajectory of a race</a> – last night is likely not going to have a huge impact on the campaign. But this was a significant and unnecessary bump in the road.</p> <p>Being likable is all well and good, but sometimes, you have to go on the offensive. If your opponent throws you a fastball down the middle of the plate – as Romney did on his tax cutting plans – take a swing.</p> <p><em>Michael Cohen is a US columnist for the Observer and Guardian</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/cheri-jacobus\">Cheri Jacobus</a>: 'Barack Obama didn't want to be there'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201290\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/3/1325610796868/cherijacobus_140x140.jpg\" alt=\"Cheri Jacobus\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>The body language told the story.<br>&#xa0;<br>Governor Romney spoke directly to President Obama, making it clear how his policies had failed these past four years, and gave a robust explanation of his vision and plans to create jobs and grow the economy. Obama couldn't look him in the eye. He looked down at his notes, knowing he was being taken to the woodshed, and rightfully so. There was no teleprompter to save him.</p> <p>President Obama acted as though someone else had been in the White House these past four years, and offered a scatter-brained professorial presentation of theory, with nothing to brag about from his presidency. Mitt Romney, meanwhile, hit all the right notes on Obamacare, while the president smirked and looked at his feet. </p> <p>Romney reminded America that Obamacare does, in fact, establish a board that will ultimately decide on treatment options. While Obama tried to convince us all that Obamacare was not a government takeover of healthcare, he was unconvincing – he didn't even seem to believe what he was saying.</p> <p>And kudos to Governor Romney for calling Obama out on passing the most massive piece of legislation in history without a single vote from the other party – something that no president had ever done. Even in the most partisan and rancorous of times in Washington, there was enough respect for the two-party system and voters to avoid such an arrogant and autocratic move. It is the chief reason voters threw out so many members of Congress from Obama's party in 2010 and put Republicans in charge of the House of Representatives.</p> <p>It's not an understatement to say Romney wiped the floor with Obama: even moderator Jim Lehrer was tougher than Obama was. Mitt Romney connected with voters. Barack Obama didn't want to be there.</p> <p>President Obama has a record now, and it's not one of hope and change. He knows it. And it showed.</p> <p>While many journalists were tweeting their boredom after it became apparent this was a blowout for Romney, there was one person who was even more eager than them for the debate to end. President Obama couldn't wait for the night to be over. </p> <p>I am looking forward to the debate between Joe Biden and Paul Ryan.</p> <p><em>Cheri Jacobus is a Republican consultant and strategist</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/nancy-goldstein\">Nancy Goldstein</a>: 'Obama can't show up for 40 million viewers vibing like Eeyore'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201291\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2011/6/8/1307540115667/nancygoldstein_140x140.jpg\" alt=\"Nancy Goldstein\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Dear Obama Debate Prep Team,</p> <p>Sorry, dudes: you must feel like hell after last night. If the standard for comparison is \"Who best accomplished what he came to do?\", then this was clearly Romney's round.</p> <p>Sure, it was a lopsided fight. Romney has been looking and sounding like Vlad the Impaler for so long that all he had to do to exceed expectations was show up acting like someone who doesn't sleep in a crypt; strike a pose from the Ronald Reagan Compassionate Conservative playbook; spit out a few numbers; and seem puzzled by all of those, er, <em>rumors</em> about his plans to cut taxes for the rich and roll the rest of us back to serfdom.</p> <p>Some of Obama's gaffes can easily be fixed. Remind him to stand up straight and look directly into the camera. Get him more sleep, or cop some Adderall: the guy can't show up in front of 40 million viewers vibing like Eeyore.</p> <p>Revive Obama's ability to explain complex topics lucidly and, most importantly, fix his tone. It's all that dogs, students, and the average listener take away from most encounters – especially when confronted with a debate so teeth-grindingly filled with minutiae at the same time that it was so head-bangingly short on specifics.</p> <p>Romney sounded friendly and reasonable on the surface, where it counts most. Obama, by contrast, sounded petulant and tense, which is where he goes when he's feeling defensive, under-appreciated, or like the Smartest Guy in the Room, which is often – and never more so than when discussing the economy.</p> <p>I'm sure that the presidency is hell on a stick. But at a time of stagnant wages, rising costs, and high unemployment, Obama should expect to have to keep defending his policies. End of story. </p> <p>Now man up and get back into the game.</p> <p><em>Nancy Goldstein is a progressive writer and communications strategist </em></p> <h2><a href=\"http://www.guardian.co.uk/profile/michael-wissot\">Michael Wissot</a>: 'Voters are seeing a deficit in confidence from President Obama'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201292\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/4/1325692835573/michaelwissot_140x140.jpg\" alt=\"Michael Wissot\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Mitt Romney's debate performance last night was nothing short of masterful. His readiness proved that a contentious primary is the best way to prime a nominee for the grandest stage.</p> <p>Romney has learned through each debate experience that every attack requires a direct response. Otherwise, perception quickly becomes reality.</p> <p>Barack Obama unleashed his offensive ammunition early – accusing Romney of pushing a $5tn tax cut, a $250,000 tax break for the wealthy, and a $2,000 tax hike for middle-class families. Some politicians make a mistake here by defending their plan. Romney, instead, made clear commitments against such accusations, essentially squashing the president's momentum. </p> <p>Romney needed to define himself on his own terms, and he did just that. He expressed shared goals with the president, but clearly differentiated his vision. He defended his principles with substance and conviction while maintaining a respectful tone.</p> <p>The opening topics – jobs, taxes and the federal deficit – all played to Romney's strengths. It allowed him to personalize the frustration and disappointment that Americans are feeling over the economy. It shifted the litmus test to the president's record. And it exposed President Obama's lack of focus and preparation for this match-up.</p> <p>Romney's unflappable gamesmanship will not go unnoticed, particularly among swing voters. He seized the high ground on bipartisanship, contrasting his success with Democrats in Massachusetts to the president's struggles with congressional Republicans.</p> <p>President Obama assumed a \"not to lose strategy\", but it reaffirmed his inherent weakness and disdain for debates, particularly as an incumbent. He almost appeared shocked that Romney would challenge him.</p> <p>Voters expected a much stronger performance from the president, whose arguments were circuitous and aimless. He resisted eye contact, looking down whenever Romney spoke to him. His delivery was choppy. And he appeared genuinely agitated whenever Romney refuted and redefined the president's claims. </p> <p>For the first time, voters are seeing a deficit in confidence from President Obama.</p> <p>Sometimes, the simplest of language, even pronouns, can be quite telling. When debating John McCain in 2008, President Obama excessively used \"we\" (instead of \"I\") as a rallying cry to join his crusade. Four years later, he used \"we\" to explain his record and decisions, almost removing any direct accountability. It revealed a lack of ownership over his presidency.</p> <p>The president's advisers face a dilemma: if they don't allow him to take ownership, they are stripping him of any confidence in himself or his presidency. Without that familiar confidence, President Obama may see his lead quickly dissipate.</p> <p><em>Michael Wissot is a senior strategist for Luntz Global </em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jim-geraghty\">Jim Geraghty</a>: 'This was Romney's most comfortable, natural performance of his candidacy'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201293\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/11/1326298456752/jimgeraghty_140x140.jpg\" alt=\"Jim Geraghty\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Between his past performances in GOP primary debates and his considerable amount of time spent in debate prep, smart observers expected Mitt Romney to be at least pretty good Wednesday night. Instead, he hit it out of the park: his most comfortable, most exceptionally detailed, natural performance of his candidacy.</p> <p>Clearly, the early word that Romney would offer \"zingers\" was a misdirection, as he avoided most cutesy or canned lines. Instead, he focused on coming across as \"the man with the plan\".</p> <p>He began by saying he had a five-point jobs agenda. Lists of proposals are usually problematic for debaters, as they start describing the first few, get into the weeds, and run out of time for the last few. Romney managed to summarize his quintet of proposals in 115 words, less than a minute. It was a remarkably crisp, clear, direct opening argument, one that reached audiences before any started clicking away to other channels.</p> <p>Almost no one expected President Obama would be so listless, meandering, and off his game. I was left seriously wondering if Obama had gotten enough sleep the night before; perhaps the no-applause rule deprived him of the audience reaction that helps fuel his energy and confidence in stump speeches.</p> <p>Periodically President Obama talked about things he wanted to do – as if he wasn't the incumbent and hadn't had the opportunity to enact his proposals. Early on, he offered an anecdote of a teacher he met in Las Vegas with 42 kids in each class, not enough desks, and outdated textbooks. Many viewers probably wondered why Obama was telling us how bad things are right now, and why he hadn't done something about that school's problems.</p> <p>Shortly after Romney had laid out how tax increases would cost jobs, arguing \"there's nothing better for getting us to a balanced budget than having more people working, earning more money, paying more taxes,\" Obama had his worst moment – turning to moderator Jim Lehrer and effectively surrendering:</p> <blockquote> <p>\"Jim, you may want to move on to another topic.\"</p> </blockquote> <p>America, you may want to move on to another president.</p> <p><em>Jim Geraghty is a contributing editor to the National Review</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/heather-hurlburt\">Heather Hurlburt</a>: 'So what would Romney borrow money from China to pay for?'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397201294\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2011/10/11/1318360150849/heatherhurlburt_140x140.jpg\" alt=\"Heather Hurlburt\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>When Governor Romney turned to Jim Lehrer last night and pledged, \"I will eliminate programs by this test, if they don't pass it: is the program so critical that it's worth borrowing money from China to pay for it? And if not, I'll get rid of it,\" he seemed to be inviting another one of the moderator's philosophical questions.</p> <p>It hung in the air unasked, instead. In an interdependent global economy, what <em>is</em> worth borrowing money from a competitor and potential adversary for?</p> <p>Perhaps the answer is: anything I, my party, my political philosophy, wants, because money is fungible. Because the US economy is too big to fail. Because borrowing and the debt are part of how giant entities do business, and not as catastrophic as our national dialogue in recent months would suggest.</p> <p>Or perhaps the answer is: anything that will ultimately make our economy and society stronger to compete against and cooperate with China in growing the global economy and maintaining security. That test would offer some interesting moments.</p> <p>Borrowing money to invest in cheap, clean, high-tech energy sources, technology and infrastructure – which will, in turn, generate jobs and world-beating exports. Seems like a no-brainer.</p> <p>Borrowing money to invest in five-figure tax cuts for that 0.01% of wealthiest \"job-creators\"? Sure, if you believe in trickle-down economics. Certainly not, if you don't.</p> <p>Borrowing money to promote social cohesion? Well, do you believe we need social cohesion to be an effective, competitive society? Thinking about China, perhaps one of the world's cultures that places the highest value on social cohesion – and whose leaders are terrified at the prospect of social unrest – is instructive. And what promotes social cohesion? Keeping our promises to veterans by fully funding the veterans administration? Providing healthcare and dignity to seniors, the poor and&#xa0;vulnerable, for the sake of our shared humanity and also our collective public health?</p> <p>Borrowing money from China to increase the exponential edge our military,&#xa0;the world's largest, strongest military, has on the competition?&#xa0;Do you believe our military might is the foundation of all our power? Does it make us more economically competitive? Or do you believe, like the current and past chairmen of the joint chiefs of staff, that it works the other way around?</p> <p>What's more,&#xa0;is it worth borrowing money from China to pay for tanks that can't be used against China, and which the Pentagon doesn't want, anyway? Nuclear weapons that top security thinkers believe are obsolete?</p> <p>Just asking.</p> <p><em>Heather Hurlburt is executive director of the National Security Network</em></p>",
  "<p>Syria's <a href=\"http://www.theguardian.com/world/2012/oct/03/nato-pentagon-shelling-turkish-village\" title=\"\">lethal shelling of a Turkish town</a>, the latest and most serious of a string of cross-border incidents this year, has put the international community on the spot. How much longer can the US, Nato, the UN security council, the EU and major non-western actors such as Russia and China keep the expanding Syrian crisis at arm's length, variously denouncing and abetting the Assad regime, squabbling between themselves, but doing next to nothing?</p> <p>Predictions that the violence, which has so far taken an estimated 31,000 lives, would spread beyond Syria's borders are now coming true. This trend directly threatens international peace and security, as defined by the UN charter. Yet still the great powers sit on their hands. The fact Turkey has made serious miscalculations, initially underestimating Bashar al-Assad's staying power and the refugee exodus, raises fears that its leaders may make further misjudgments under pressure, leading to military escalation.</p> <p><a href=\"http://www.nato.int/cps/en/natolive/news_90447.htm\" title=\"\">A Nato statement issued after Turkey was attacked on Wednesday</a> acknowledged Syria's internal problems have now become everybody's business. \"The Syrian regime's recent aggressive acts at Nato's south-eastern border … are a flagrant breach of international law and a clear and present danger to security,\" it said. But Assad might well dismiss such concerns as eyewash. Anders Fogh Rasmussen, Nato's secretary general, has made plain the alliance has no intention of replicating last year's Libyan intervention. Nato defence ministers are due to meet in Brussels next week but at present, Syria is not on the agenda.</p> <p>Reactions to the Akçakale shelling from the US, Britain and others were similarly strong … and meaningless. The US state department called the incident \"depraved\" while Britain's foreign secretary, William Hague, said it was \"outrageous\". But neither mentioned practical measures.</p> <p>Neither the US nor Britain has shown any appetite, for example, for creating safe havens along the Syria-Turkey border or the sort of no-fly zones imposed in Iraq in the 1990s, as backed by France and Turkey. And as the UN security council prepared to meet today, Russia, predictably obstructive, said it would not support a statement condemning the Assad regime because, in its view, Akçakale was an \"accident\".</p> <p>On past form, Turkey's efforts to rally international support will have limited effect. Any help may be focused on Turkish self-defence, rather than on addressing the broader Syrian crisis. <a href=\"http://www.todayszaman.com/columnist-294166-nations-run out-of-ideas-on-syria-as-fsa-runs-out-of-ammunition.html\" title=\"\">Writing in Today's Zaman</a>, columnist Lale Kemal, noted:</p> <blockquote> <p>\"Neither Turkish-US bilateral cooperation nor multilateral meetings taking place among various countries on ending the bloodshed in Syria … have produced any recipe to address the problem … As the fighting takes place near the Turkish border, nations are running out of ideas over what to do with Syria and the FSA [Free Syrian Army rebels] is running out of ammunition.\"</p> </blockquote> <p>Turkey recently hosted a summit of intelligence chiefs from France, Saudi Arabia, Qatar and the US, in the form of CIA director David Petraeus, Kemal said.</p> <blockquote> <p>\"The summit reflected an attempt by Turkey not to be left alone in dealing with the Syrian crisis [and] improve intelligence sharing … and how to coordinate to improve the FSA's ability to fight … However, the summit did not yield any results.\" </p> </blockquote> <p>This was partly because the US did not want to arm the FSA, for fear weapons might fall into the hands of al-Qaida, while Turkey worried the same thing might happen with Kurdish separatist fighters.</p> <p>All the same, the do-nothing, hand-wringing favoured by Turkey's international allies may not be politically sustainable much longer as the Syrian crisis inexorably expands not just into Turkey but into Iraq, Lebanon and the Israeli-occupied Golan Heights, too. Turkey will not go it alone, despite <a href=\"http://www.theguardian.com/world/2012/oct/04/turkey-syria-threat-security-live#block-506d7823c0e3aacd18e2f6a9\" title=\"\">a parliamentary motion authorising cross-border operations</a>. But pressure for more direct, multilateral intervention, most probably via Nato, is growing among Arab states and in the US, where Barack Obama's hands-off stance is under fire from Republicans.</p> <p>Alon Ben-Meir of New York University's Center for Global Affairs argued in a recent Turkish press interview that direct action was becoming both unavoidable and desirable, and that the best way forward was a no-fly zone. <a href=\"http://www.todayszaman.com/news-294214-syria-no-fly-zone-should-be-imposed-as-soon-as-possible.html\" title=\"\">He said</a>:</p> <blockquote> <p>\"Now that Turkey is asking for this, if Nato goes along with it and the United States goes along with it, that's a change in attitude. Turkey did not have the legal legitimacy to intervene. But now they also realise that everybody is intervening.<br>\"Iran is intervening by sending military advisors. Russia is intervening by sending weapons on a regular basis. Saudi Arabia and Qatar are intervening by sending money and some weapons. And the United States is intervening by sending communications gear and some weapons and money indirectly. So everyone is interfering, but they talk about no interference, which is cynical …\"<br>\"The Assad regime is finished. When it might happen depends on what other powers do and when they do it. If after the [US presidential] election the United States along with Turkey, in particular these two countries, decide that the time has come, then they will be able to accelerate his demise.\"</p> </blockquote>",
  "<p>This is ostensibly a story about cycling in London but the message is relevant to all, so bear with me. The lesson is this: for all the talk of a cycling boom in the UK, cyclists largely remain a marginalised, fringe group who regularly face unchallenged slurs, falsehoods and generalisations. </p> <p>It all began in May when London's mayor, Boris Johnson, one of the more famous cyclists in the country, <a href=\"http://www.guardian.co.uk/environment/bike-blog/2012/may/25/cycling-governed-dimwits\">produced the startling statistic that in 62% of accidents in the capital</a> where a cyclist was killed or serious injured this was found to be down to the rider breaking the law. It was questioned by cycling groups and it turned out Johnson was repeating some hearsay he'd been told at a public meeting.</p> <p>That was alarming enough, but Johnson is infamously light on detail and lazy at mastering briefs, so it wasn't perhaps the greatest surprise. To me, what followed was even worse.</p> <p>I (and many others) asked the mayor's office when they planned to rescind the clearly false statistic. Again and again I got the same reply: <a href=\"http://www.tfl.gov.uk/\">Transport for London</a>, the quango which runs transport policy for the mayor, was \"looking into\" the statistic. Eventually I gave up.</p> <p>Luckily, <a href=\"http://www.greenparty.org.uk/people/jenny-jones.html\">Green London Assembly member Jenny Jones</a> is made of sterner stuff, and she submitted a written question which, last last month, <a href=\"http://lcc.org.uk/articles/boris-johnson-retracts-claim-that-two-thirds-of-cyclists-killed-and-injured-broke-the-law\">finally got a reply</a>. Here's Johnson's statement:</p> <blockquote class=\"quoted\"> <p>I asked Transport for London to look into a statistic that I was told about during my election campaign. Its own statistics and research suggest this is not the case in London and I am pleased to be able to set the record straight on this.</p> </blockquote> <p>No apology, you'll note. Also, crucially, no mention of how wrong Johnson was. I asked TfL what their answer was. Astonishingly, <a href=\"http://www.tfl.gov.uk/assets/downloads/corporate/pedal-cyclist-collisions-and-casualities-in-greater-london-sep-2011.pdf\">their figures show</a> that in accidents were a cyclist was killed or badly hurt the cyclist was presumed to have committed an offence in just 6% of cases. The vehicle driver was assumed to have done so 56% of the time while 39% of the time it wasn't clear. This information was passed to Johnson before the Olympics, TfL said.</p> <p>What can we learn from this? Firstly, that Johnson was very, very wrong. Far from cyclists being to blame almost two-thirds of the time, they're actually almost a tenth as likely as drivers to have committed an offence. Secondly – and I'd say this is more significant – Johnson sees cyclists as so unimportant that he can not just trot out an obvious falsehood about cyclists but not bother to correct it for four months, even when his slur was proven.</p> <p>There's a lot of talk in the US about \"post-truth\" politics, where people like Republican vice presidential candidate <a href=\"http://news.runnersworld.com/2012/08/31/paul-ryan-says-hes-run-sub-300-marathon/\">Paul Ryan can tell demonstrable lies</a> without apparent damage to his reputation. Johnson is perhaps our most brazen, American-style politician, so again maybe it's not so shocking to see him doing the same. But the question is: would he have dared do the same to another group?</p> <p>Last month's issue of magazine The Psychologist <a href=\"http://www.thepsychologist.org.uk/archive/archive_home.cfm/volumeID_25-editionID_217-ArticleID_2136-getfile_getPDF/thepsychologist%5C0912walk.pdf\">carries a fascinating interview with Dr Ian Walker</a>, the man who famously <a href=\"http://news.bbc.co.uk/1/hi/england/somerset/5334208.stm\">showed that drivers tend to give less room when overtaking to cyclists wearing helmets</a> (and gamely donned a blonde wig to see whether women get more space than me: apparently so). He describes how cyclists are treated as a classic societal \"outgroup\", meaning they suffer from \"overgeneralisation of negative behaviour and attributes\", for example, \"You all jump red lights\".</p> <p>Walker remains puzzled:</p> <blockquote class=\"quoted\"> <p>However, there has to be more to it than just this. For a long time I wondered if the outgroup status of cyclists was compounded by two other known social psychological factors: norms and majority vs minority groups. Not only are cyclists an outgroup, they're also a minority outgroup. Moreover, they are engaging in an activity that is deemed slightly inappropriate in a culture that views driving as normative and desirable and, arguably, views cycling as anti-conventional and possibly even infantile. </p> <p>But even adding these factors into the mix does not explain all the anger that cyclists experience. It's easy to identify other minority outgroups whose behaviour similarly challenges social norms but who do not get verbally and physically attacked like cyclists do: vegetarians, for example. So there's clearly one or more important variables that we've not identified yet. Any social psychologists looking for a challenge are very welcome to wade into this.</p> </blockquote> <p>I thought of Walker's words as a listened to a discussion last week on <a href=\"http://www.bbc.co.uk/programmes/b006wr3p\">Jeremy Vine's Radio 2 programme</a>. His type of show, where everyone is obliged to have a \"view\", ideally less than nuanced, might not be everyone's cup of tea but it's by no means the worst example of the sort.</p> <p>This segment was discussing cycling, and one of the guests was a journalist-turned comedy writer called Jan Etherington, who had written a particularly absurd cycling-baiting column for that day's Daily Telegraph. You can <a href=\"http://www.telegraph.co.uk/news/politics/9562836/Wed-just-grown-to-love-cyclists-and-then-Andrew-Mitchell-had-to-come-along.html\">read it here</a>, if you have the strength. Suffice to say it was a half-baked \"humorous\" piece about how <a href=\"http://www.guardian.co.uk/politics/2012/sep/24/andrew-mitchell-police-log\">Andrew Mitchell being short tempered on a bike</a> had ruined her Olympic-tinged love of cyclists, and she now saw us all as, yes, Lycra louts. Such nonsense was repeated more or less verbatim on Vine's show.</p> <p>I <a href=\"https://twitter.com/peterwalker99/status/250945024957759488\">tweeted my views</a> on the exchange, and to my surprise <a href=\"https://twitter.com/theJeremyVine/status/250984282632355840\">got a reply</a> from Vine. His argument, in a pair of 140-character missives, stressed that he was a cyclist and seemed to say Etherington was simply being given enough rope to hang her own argument.</p> <p>Vine said she complained that cyclists \"are using the road\" where she lives and \"wearing terrible outfits.\"</p> <blockquote class=\"twitter-tweet\" data-in-reply-to=\"250948773596000256\"> <p>@<a href=\"https://twitter.com/peterwalker99\">peterwalker99</a> ...and \"wearing terrible outfits.\" Better for her to say it than for me to stop her.</p> <p>— Jeremy Vine (@theJeremyVine) <a href=\"https://twitter.com/theJeremyVine/status/250984282632355840\" data-datetime=\"2012-09-26T15:44:50+00:00\">September 26, 2012</a></p> </blockquote> <p>I wasn't convinced. I can almost live with the slurs, it's the lazy generalisations about cyclists that get me. Walker's comparisons with vegetarians is quite apt: both groups are hugely heterogenous collections of people with just one, slightly arbitrary, thing in common. When Harriet Harman was <a href=\"http://www.standard.co.uk/news/anger-as-harriet-harman-escapes-driving-ban-for-mobile-phone-crash-6735983.html\">caught talking on her a mobile phone in a car</a> – a <a href=\"http://www2.potsdam.edu/hansondj/DrivingIssues/1059144296.html\">practice which most likely</a> costs more lives in a year than bad cycling would in a decade – <a href=\"http://www.dailymail.co.uk/news/article-1217974/Im-Harriet-Harman--know--What-Minister-allegedly-told-witness-crashing-parked-car.html\">before telling police</a>, \"'I'm Harriet Harman - you know where you can get hold of me,\" there was a notable lack of Radio 2 discussions about how this showed \"drivers\" to be reckless and pompous.</p> <p>But when it comes to lazy generalisations, not to mention outright falsehoods, cyclists remain fair game. I find it very depressing.</p>",
  "<p>Throughout this marathon election season, there's been a ton of talk about spin –&#xa0;who's creating it, who's buying it, who's spreading it. On Wednesday, we gave our readers a chance to create their own.</p> <p>Our interactive team created <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive\">Spin It</a>, a tool that allows readers to use the candidates' words to construct something new.</p> <p>We'll give Spin It a runout again on future debate nights. But you can play with our <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive\">selection of quotes from Wednesday night's debate here</a>. </p> <p>Using the tool is easy: use key words from our selected quotes to create your own soundbite, then share your creation using the hashtag <strong>#MySpin</strong>.</p> <p>Here's a mix of reader and Guardian journalist-generated spins from Wednesday night: </p> <h2><strong>Original quote from Barack Obama:</strong></h2> <blockquote class=\"quoted\"> <p>The question here tonight is not where we've been, but where we're going. Governor Romney has a perspective that says, \"If we cut taxes, skew towards the wealthy and roll back regulations that we'll be better off. </p> <p>I've got a different view. I think we've got to invest in education and training. I think it's important for us to develop new sources of energy here in America, that we change our tax code to make sure that we're helping small businesses and companies investing here in the United States, that we take some of the money we're saving as we wind down two wars to rebuild America and that we reduce our deficit in a balanced way that allows us to make these critical investments.</p> </blockquote> <p><strong><br>Spin from the Guardian's <a href=\"http://www.twitter.com/gizellesays\">Gizelle Lugo</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184950\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349314996358/spinit2-008.jpg\" alt=\"spinit2\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We're letting readers interpret the debates for themselves.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong><br>Spin from reader <a href=\"https://twitter.com/amadasommer\">@amadasommer</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184951\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349319089424/SPINIT9-008.jpg\" alt=\"SPINIT9\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spinit9 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Mitt Romney:</strong></h2> <blockquote class=\"quoted\"> <p>I'd like to clear up the record and go through piece by piece. First of all I don't have a five trillion dollar tax cut. I don't have a tax cut of the scale that you're talking about. My view is that we ought to provide tax relief to people in the middle class but I'm not gonna reduce the share of taxes paid by high income people. High income people are doing just fine in this economy. They'll do fine whether you're president or I am. The people who are having a hard time right now are middle income Americans. Under the president's policies middle income Americans have been buried. They've just been crushed. Middle income Americans have seen their income come down by $4,300. This is a tax in and of itself. I'll call it the economy tax. It's been crushing. At the same time gasoline prices have doubled under the president. Electric rates are up. Food prices are up. Health care costs have gone up by $2,500 a family. Middle income families are being crushed, and so the question is, \"How to get them going again?\"</p> </blockquote> <p><strong>Spin from Guardian reader <a href=\"https://twitter.com/IleneDawn\">@IleneDawn</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184952\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349317623756/SPINIT4-008.jpg\" alt=\"SPINIT4\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One reader's take on Romney's soundbite.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Original quote from Romney – far and away our reader favorite last night: </strong></p> <blockquote class=\"quoted\"> <p>I'm sorry Jim but I'm going to stop the subsidy to PBS. I'm going to stop other things. I like PBS, Iove Big Bird. I actually like you, too. But I'm not gonna keep on spending money on things to borrow money from China to pay for it. So that's number one.</p> </blockquote> <p><strong>Spin from the Guardian's <a href=\"https://twitter.com/holpuch\">Amanda Holpuch</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184953\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349317914342/SPINIT6-008.jpg\" alt=\"SPINIT6\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big Bird was one of the stars of this debate. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Spin from the Guardian's <a href=\"https://twitter.com/kennelliott\">Kennedy Elliott</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184954\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349316118654/SPINIT4-008.jpg\" alt=\"SPINIT4\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spinning Big Bird and swapping in China instead.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>Well first I love great schools. In Massachusetts our schools are ranked number one of all 50 states and the key to great schools: great teachers. So I reject the idea that I don't believe in great teachers or more teachers. Every school district, every state should make that decision on their own.</p> </blockquote> <p><strong>Spin from reader <a href=\"http://www.twitter.com/HeshPhoto\">@HeshPhoto</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184955\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349318824128/SPINIT8-008.jpg\" alt=\"SPINIT8\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney-education Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>Dodd frank and it includes within it some provisions that I think have some unintended consequences that are harmful to the economy. One is it designates a number of banks as too big to fail and they're effectively guaranteed by the federal government. This is the biggest kiss that has been given to New York banks that I've ever seen. This is an enormous boon for them. There have been 182 community and small banks that have closed since Dodd frank. So there's one example. Here's another: in Dodd Frank its says... </p> </blockquote> <p><strong>Spin from reader <a href=\"https://twitter.com/ArmenianJames\">@ArmenianJames</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184956\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349357952422/SPINIT10-008.jpg\" alt=\"SPINIT10\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SPINIT10 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2><strong>Original quote from Romney:</strong></h2> <blockquote class=\"quoted\"> <p>What kind of American do you want to have for yourself and for your children? And they are really two very different paths that we began speaking about this evening and over the course of this month we're going to have two more presidential debates and a vice presidential debate we'll talk about those two paths but they lead in very different directions and it's not just looking to our words that you have to take in evidence of where they go, you can look at the record. There's no question in my mind that if the president were to be reselected you'll continue to see a middle class squeeze with incomes going down and prices going up. I'll get incomes up again. You'll see chronic unemployment. We've had forty three straight months with unemployment above eight percent. If I'm president I'll create, help create 12 million new jobs in this country with rising incomes. If the president is re-elected, Obamacare will be fully installed. In my view that's going to mean a whole different way of life for people who counted on the insurance plan they had in the past. Many will lose it. You're going to see health premiums go up by some $2,500 per family. If I'm elected we won't have Obamacare. We'll put in place the kind of principles we put in place in my own state and allow each state to craft their own programs to get people insured and we'll focus on getting the cost of healthcare down. If the president were tobe re-elected you're going to see $716 billion cut to medicare. You'll have 4 million people who will lose Medicare advantage. You'll have hospitals and providers that will no longer accept Medicare patients. I'll restore that $716 billion to medicare. And finally, military. If the president is re-elected you'll dramatic cuts to our military. The Secretary of Defence has said these would be even devastating. I will not cut our commitment to our military. I will keep America strong and get America's middle class working again. </p> </blockquote> <p><strong>Spin from reader <a href=\"https://twitter.com/tweetthefridge\">@TweetTheFridge</a>:</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397184957\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349361029063/SPINIT11-001.jpg\" alt=\"SPINIT11\" width=\"461\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SPINIT11 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <h2>What would you add? </h2>  <figure class=\"element element-audio\" data-canonical-url=\"//platform.twitter.com/widgets.js\"> <a href=\"https://twitter.com/intent/tweet?button_hashtag=MySpin\" class=\"twitter-hashtag-button\" data-related=\"GuardianUS\" data-url=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive#gia-spin-shared\">Tweet #MySpin</a> <script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");</script> </figure>  <p>Visit the <a href=\"http://www.guardian.co.uk/world/interactive/2012/oct/04/spin-it-debate-generator-interactive#_\">Spin It</a> generator now, then share your creations with us by using <strong>#MySpin</strong> on Twitter.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397123499\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278705350/Obama-and-Romney-waving-021.jpg\" alt=\"Obama and Romney: Obama and Romney waving\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) waves as he arrives at the convention centre in Cartagena, Colombia, for the VI Americas Summit and Romney waves as he arrives in Portsmouth, New Hampshire</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123481\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278544426/Obama-and-Romeny-greeting-020.jpg\" alt=\"Obama and Romney: Obama and Romeny greeting crowds\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) greets supporters during a campaign stop at the Charlottesville Telos Wireless pavilion, Virginia, and Romney greets supporters during a campaign rally at the Nascar Technical Institute in Mooresville, North Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124031\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280557442/Obama-and-Romney-with-the-022.jpg\" alt=\"Obama and Romney: Obama and Romney with their wives\" width=\"760\" height=\"272\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his wife, Michelle, (left) embrace on stage during his election night victory rally, and Romney kisses his wife, Ann, after the first Republican presidential candidates' debate in Manchester, New Hampshire</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123491\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278221999/Obama-and-Romney-making-s-016.jpg\" alt=\"Obama and Romney: Obama and Romney making speeches\" width=\"760\" height=\"221\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) speaks in Decorah, Iowa, and Romney addresses a victory rally at the Long Family orchard farm and dider mill in Commerce, Michigan</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123503\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277820192/Obama-and-Romney-watching-014.jpg\" alt=\"Obama and Romney: Obama and Romney watching television\" width=\"760\" height=\"238\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his daughters, Malia and Sasha, (left) watch TV in the treaty room of the White House, and Romney and his grandchildren watch the Republican national convention on TV in their hotel room in Tampa, Florida</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278397867/Obama-and-Romney-with-bab-017.jpg\" alt=\"Obama and Romney: Obama and Romney with babies\" width=\"760\" height=\"262\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) chats to a child at the Countryside barbecue restaurant in Marion, North Carolina, and Romney talks to a child during a campaign stop at Tom's Ice Cream Bowl in Zanesville, Ohio</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123486\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278400295/Obama-and-Romney-board-pl-018.jpg\" alt=\"Obama and Romney: Obama and Romney board planes\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) boards his campaign plane at Tampa International airport in Florida, and Obama walks to Air Force One at Andrews air force base</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123519\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278541991/Secret-service-agents-019.jpg\" alt=\"Obama and Romney: Secret service agents\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Secret Service agents (left) guard a vehicle carrying Romney in Indianapolis, Indiana, and agents await the arrival of Obama at Detroit Metro Wayne County airport</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124021\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280669473/Obama-and-Romney-holding--023.jpg\" alt=\"Obama and Romney: Obama and Romney holding babies\" width=\"760\" height=\"243\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) holds a baby during a campaign event at Rollins College in Orlando, Florida, and Romney lifts up a baby during a campaign rally at Flagler College in St Augustine, Florida</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123493\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277817814/Obama-and-Romney-signs-013.jpg\" alt=\"Obama and Romney: Obama and Romney signs\" width=\"760\" height=\"251\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) hold a sign as they wait for Obama to arrive at a campaign rally in Milwaukee, Wisconsin, and a Romney supporter holds a sign during a campaign rally at Saw Mill restaurant in Greenville, South Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123497\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277815468/Obama-and-Romney-supporte-012.jpg\" alt=\"Obama and Romney: Obama and Romney supporters\" width=\"760\" height=\"247\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) cheer Obama after he accepts the Democratic national convention's nomination to run for a second term as president at the Time Warner Cable arena in Charlotte, North Carolina, and Romney and vice-presidential nominee, Paul Ryan, welcome their families onstage after Romney's acceptance speech at the Tampa Bay Times forum in Florida on the final day of the Republican national convention</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123517\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277922304/Romney-and-Obama-with-sup-015.jpg\" alt=\"Obama and Romney: Romney and Obama with supporters\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) greets supporters after speaking at a campaign event at the Cox pavilion in Las Vegas, Nevada, and Obama greets supporters during a campaign stop in Las Vegas, Nevada</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>",
  "<p>When Kristin Davis became involved with wildlife conservation, the combination of celebrity and cause probably seemed less incongruous. On holiday in a Kenyan safari park, the actor, who made her name as prim heiress Charlotte York in hit TV show Sex and the City, joined the hunt for a lost baby elephant when a Maasai elder waved down the truck in which she was travelling and raised the alarm.</p> <p>She followed the trail for two days, and filmed what happened when the team found the animal, later named Chaimu after the lava rocks <a href=\"http://www.youtube.com/watch?v=fNGWBk733hg&amp;feature=player_embedded\" title=\"\">where she was found</a>.</p> <p>\"She kept trying to charge us, she was so traumatised and angry. We had to cover her eyes and tie her feet, you feel so horrible but you know you're helping them, and wet her skin down because she was so hot. She had been eating dirt so her digestive system was all messed up, and you can't feed them water when they are lying down in case it gets in their lungs so eventually we had to get her up and un-blindfold her so she could drink with her trunk in the proper way, and then we had to carry her on a people stretcher which was kind of hysterical.\"</p> <p>Back at the eco-tourism lodge where Davis was staying, the rangers called the <a href=\"http://www.sheldrickwildlifetrust.org/\" title=\"\">David Sheldrick Wildlife Trust</a> whose staff arrived with supplies of elephant formula milk, antibiotics, and a plane in which to transport Chiamu to the famous nursery where <a href=\"http://en.wikipedia.org/wiki/Daphne_Sheldrick\" title=\"\">Dame Daphne Sheldrick</a> pioneered the hand-rearing of orphaned wild animals.</p> <p>Davis checked up on Chaimu's progress via email and was delighted, when she offered to help with a fundraiser the Sheldricks were holding in New York, to realise they had no idea who she was.</p> <p>\"They didn't know who I was which was fantastic! I didn't know they didn't know who I was but whatever, it didn't matter, right? So I had this pure relationship with them for a good long time before they realised I was an actress. Even now it's very hard to get them to ask me to do anything, they're so shy and reticent, I mean it's adorable!\"</p> <p>As Davis recounts all this over a starter-sized chicken salad in the packed restaurant of a Covent Garden hotel, it sounds like a distant memory. Nowadays she is the patron and very public face of the charity founded in memory of David Sheldrick, first warden of Tsavo national park, and is in London for a black-tie dinner to launch <a href=\"http://www.iworry.org/\" title=\"\">a new anti-ivory campaign</a>.</p> <p>In a knee-length red dress and red heels at least six inches high, with a publicist on hand to whisk her off to the next appointment, she looks every inch the entertainment A-lister who over the summer dated West Wing creator Aaron Sorkin, and made her Broadway debut alongside Cybill Shepherd and Angela Lansbury playing a presidential candidate's wife in a revival of Gore Vidal's play The Best Man.</p> <p><a href=\"http://officialkristindavis.com/\" title=\"\">Davis's website</a> shows cheerful pictures of her grinning as she feeds a baby elephant with a giant bottle. Yet as we talk, the heart-warming side of her charity work – the infants rescued, the bonds formed, the happy endings of animals successfully returned to the wild bringing their babies back to visit the orphanage – is soon overshadowed by horror. Drawn to what she saw as an inspiring place where dedicated people were making their mark on nature, Davis now finds herself at the epicentre of a wildlife disaster.</p> <p>Estimates suggest around 38,000 elephants were slaughtered for their ivory in sub-Saharan Africa last year. No one knows how many survive in conflict zones in Democratic Republic of Congo and Somalia, where rare forest elephants are even more at risk. Meanwhile rhinos teeter on the brink of extinction, with fewer than 25,000 left. Seizures of illegal ivory rose from 13 in 2007 to 448 last year, <a href=\"http://www.theguardian.com/environment/2012/sep/04/rhino-horn-wildlife-trade-vietnam\" title=\"\">and is likely to rise again in 2012</a>.</p> <p>The reason is increased demand in China and Thailand where ivory has been prized for centuries and more people can now afford to buy it. Last month <a href=\"http://www.nytimes.com/2012/09/04/world/africa/africas-elephants-are-being-slaughtered-in-poaching-frenzy.html\" title=\"\">a report on the front page of the New York Times</a> attempted to map the connections between civil war in Africa, consumers in Asia and criminal traffickers, and suggested that warlords including Joseph Kony are using proceeds of illegal ivory sales to buy arms.</p> <p>\"Ivory is basically a blood diamond,\" Davis says, \"if you buy it, you're buying the new blood diamonds.\"</p> <p>Unlike rhino horn, gathered for non-existent medicinal properties, chiefly sold in Vietnam and entirely illegal, ivory can be bought and sold legally. The \"Say no to ivory\" campaign that Davis is fronting aims to change this by persuading the <a href=\"http://www.cites.org/eng/cop/index.php\" title=\"\">2013 meeting of Convention on International Trade in Endangered Species</a> (Cites) to prevent African governments from selling stockpiled ivory, arguing that such licenses stimulate the market and fuel poaching. On the other side, southern African countries supported by some NGOs argue that the income from legal sales helps support elephant conservation. All agree that the Cites decision is crucial.</p> <p>But while reports increasingly focus on militarisation, with wildlife patrols and poachers engaged in an arms race, and NGOs plead with governments to address the role of organised crime, it is the way unarmed villagers have begun killing the animals that makes Davis cry.</p> <p>\"You'd like to hear some gruesomeness? All right\" she says, as she describes going to see an elephant trapped by its foot in stolen electricity cable, then tied to a tree around which it walked for several days until it died.</p> <p>\"And then they saw its face off, and then you walk like half a mile and there'll be another one. It's bad. It's really hard. But this is the truth of what's happening and someone needs to pay attention.\"</p> <p>Tears dabbed from beneath her eyes with a napkin, she says she admires actor <a href=\"http://www.theguardian.com/environment/2012/jan/13/observer-ethical-awards-2012-judge-colin-firth\" title=\"\">Colin Firth</a> and his wife <a href=\"http://www.theguardian.com/environment/2011/dec/04/livia-firth-design-fashion-recycle\" title=\"\">Livia</a> for their environmental activism, and talks of her nerves about US presidential election: \"I don't know if actors talking about their opinions helps but I'm for women's rights and women's choices so obviously that doesn't really go with the Republican side.\"</p> <p>Up all night with her teething baby daughter while working in New York over the summer (14-month-old Gemma, adopted last year by Davis at one day old, is with her mother while she is away), Davis is already planning their first trip to Kenya together. \"I figure if I'm going to mess her sleep up it should be for something really good. Kids go to the nursery all the time and they love it. Little elephants are so cute and they play soccer, and they get in the mud.\"</p> <p>A film script she was sent recently did not live up to Gore Vidal but she rejects the idea that it is all doom and gloom for women actors over 40 (Davis is 47). \"Look at Meryl Streep's career. Of course she's a genius, I'm not saying I'm a genius, but at least there are people out there now that you can look to and say, wow.\"</p> <p>Sometimes she thinks about giving it all up and moving to Kenya, but then her friends the Sheldricks beg her not to – \"because they need me to be able to talk to people like yourself\".</p> <p>\"That's one thing about ageing,\" she says. \"You kind of get to a point where you don't feel so ambitious any more, you know? It's a good feeling.\"</p>",
  "<video data-media-id=\"gu-video-397147510\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/4/031012PresidentialDebate-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/4/031012PresidentialDebate-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/4/031012PresidentialDebate_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/031012PresidentialDebate/031012PresidentialDebate.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/4/031012PresidentialDebate_3gpLg16x9.3gp\"/> </video>   <p>Mitt Romney raised Republican hopes of an election comeback with a spirited and aggressive performance that forced Barack Obama repeatedly on to the defensive in the <a href=\"http://www.guardian.co.uk/world/video/2012/oct/04/first-presidential-debate-video-highlights\">first presidential debate (video)</a>.</p> <p>Although Romney is still trailing badly in the polls, especially in the crucial swing states, his strong showing lifted conservative morale with more than four weeks left to turn the campaign around.</p> <p>Romney and Obama sparred mainly over the economy, in particular tax, jobs and healthcare, during a statistic- and policy-laden 90-minute debate that was expected to draw an audience of more than 50 million.</p> <p>Romney was forceful from the start, accusing Obama of repeatedly portraying the Republican's policies as inaccurate, and he maintained that momentum throughout. Obama, looking tired and at times irritated, remained largely calm.</p> <p>In the spin room afterwards, Romney's campaign team hailed it as a victory. Eric Fehrnstrom, the campaign spokesman, could not contain his glee. </p> <p>\"Governor Romney clearly won,\" he said. \"If this was a boxing match, the referee would have stopped it.\" He predicted the election would be close.</p> <p>David Plouffe, one of the architects of Obama's victory in 2008 and a senior member of the president's campaign this year, was subdued. \"We are going to come out of this debate OK,\" he said, adding that the Romney team had needed a game-changer and this was not one.</p> <p>Another of Obama's campaign team, Stephanie Cutter, insisted Obama had won the debate on substance but, unusually for this tough spokeswoman who normally gives little ground, she admitted Romney had won on style and preparation.</p> <p>A CNN flash poll of registered voters had 67% saying Romney had won it, while just 25% gave it to Obama.</p> <p>One of Bill Clinton's best-known strategists, James Carville, told CNN he had been left with \"one overwhelming impression … It looked like Romney wanted to be there and President Obama didn't want to be there. It gave you the impression that this whole thing was a lot of trouble.\"</p> <p>Romney needed a good night after being confronted with setback after setback over the past two months that have left him behind Obama in the polls. While Obama remains favourite to secure re-election on 6 November, Romney may at least have stopped his gradual downward slide.</p> <p>The first of the clashes came over the economy, with Obama asking how Romney was simultaneously going to cut the country's burgeoning deficit while at the same time cutting $5tn in taxes for the wealthy, extending Bush-era tax cuts and raising military spending, a total of $8tn.</p> <p>Romney just flat-out denied it. In the tone he maintained most of the night, he said: \"I think first of all, let me – let me repeat – let me repeat what I said. I'm not in favour of a $5tn tax cut. That's not my plan … So you may keep referring to it as a $5tn tax cut, but that's not my plan.\"</p> <p>Obama, seemingly frustrated with Romney's elusiveness, retorted that it had been his opponent's plan for 18 months. \"And now, five weeks before the election, he's saying that his big, bold idea is: 'Never mind'\".</p> <p>At times, Romney patronised the president, saying that he did not understand business or accountancy. \"Mr President, you're entitled to your own airplane and your own house, but not your own facts,\" he said at one point. In another powerful attack which is at the core of the Romney message, he listed unkept promises and told Obama: \"You've been president for four years.\"</p> <p>The president, by contrast, was hesitant in his responses. One of the biggest surprises was that he failed to deliver any of the attacks that have been successful on the campaign trail and have been used to devastating effect in television ads in swing states. There was no mention of Romney's disparaging remarks about the 47% of the population being freeloaders, nor of his opponent's tenure at Bain Capital.</p> <p>The main image of the night will be of Romney, eyes alight, gesticulating from the podium with a rarely seen passion, while Obama, playing into his image as professorial, delivered most of his answers with his head down.</p> <p>Romney did not raise the killings of the US ambassador to Libya, Chris Stevens, and three other Americans, which is an emotive issue. Although the debate was meant to be devoted to domestic policy, there had been speculation he might attempt to slip it in.</p> <p>On healthcare reform, Obama defended his controversial changes to expand coverage, saying it was almost identical to changes introduced by Romney while he was governor of Massachusetts. </p> <p>Romney denied they were identical, claimed Obama's plan increased costs and reiterated that he would repeal the reform.</p> <p>\"In my opinion, the government is not effective in bringing down the cost of almost anything. The right answer is not to have the federal government take over healthcare,'' Romney said.</p> <p>Both candidates hit the campaign trail again on Thursday, with Obama holding rallies in Colorado and Wisconsin and Romney in Virginia. It was not a disastrous night for Obama. That calm, measured approach is part of the reason many Democrats like him –&#xa0;and it may appeal to independents too.</p> <p>Most debates have little impact on the eventual outcome but there have been exceptions, such as the one in 1960 and that between Al Gore and George Bush in 2000. While this one will not go down as a comparable game-changer, it will at least change the growing perception of Romney as a loser, even if only temporarily.</p>"
]