[
  "<p>If only the politicians would tell us what they really think, we say. If only they'd drop the soundbites and the focus-group-tested messaging and give it to us straight. Two politicians did just that this week. They granted us an unimpeded look into their true souls – and it wasn't pretty.</p> <p>Nick Clegg was not one of them. <a href=\"http://www.theguardian.com/politics/video/2012/sep/20/nick-clegg-apology-tuition-fees-video\" title=\"\">His apology</a> over his broken tuition fee promise was meant to look candid and genuine, but it was as much a made-for-video stunt as his <a href=\"http://www.youtube.com/watch?v=WXw7yqHfxDI\" title=\"\">original pledge</a> – and, as one observer rightly noted, took the curious form of a husband saying \"<a href=\"https://twitter.com/JuliaHB1/status/248499548178239488\" title=\"\">sorry for my affair; next time I won't vow to be faithful</a>\".</p> <p>The act of unbridled honesty was committed instead by the chief whip Andrew Mitchell who, living up to his \"Thrasher\" nickname, gave a tongue-lashing to the police guarding Downing Street. Whether he called them \"f***ing plebs\" who ought to \"learn your f***ing place\", <a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4549265/Andrew-Mitchell-insults-police-at-Downing-Street-by-calling-them-fing-plebs.html#ixzz277DyayRq\" title=\"\">as the Sun had it</a>, we may never know. But that Mitchell insulted men ready to risk their lives to protect him and his colleagues was confirmed when the chief whip telephoned the officer concerned to apologise.</p> <p>The damage will linger, suggesting this is what the government's most senior enforcer – a millionaire said to live as expensively as he was educated – really thinks: that the police are glorified servants who, if regrettably exempt these days from the obligation to bow and touch the forelock, ought at least to do what they're told by their betters. It is an ugly impression, one fast congealing in the public imagination as the defining feature of this government's top echelon: that they are a rich, over-privileged clique, out of touch with everyday life and with a nasty streak they cannot conceal.</p> <p>Luckily for David Cameron, Mitchell has next to no public profile and is in a job that requires even less. Unless more police officers <a href=\"http://www.theguardian.com/politics/2012/sep/21/andrew-mitchell-police-tirade-labour\" title=\"\">demand his head</a>, he can be quietly disappeared. Across the Atlantic, the Republican party's problem is somewhat graver. The man whose true self was exposed this week is their nominee for president, Mitt Romney.</p> <p>It bears repeating that, as former Reagan speechwriter <a href=\"http://blogs.wsj.com/peggynoonan/2012/09/18/time-for-an-intervention/?mod=e2tw\" title=\"\">Peggy Noonan puts it</a>, this was meant to be the year \"the Republican presidential candidate almost couldn't lose\". Barack Obama has disappointed, his poll rating usually below 50% with unemployment stubbornly above 8%. A halfway decent, generic Republican should win this comfortably. The election is Romney's to lose – and he is doing his best to make that happen.</p> <p>The killer blow may well prove to be the <a href=\"http://www.motherjones.com/politics/2012/09/watch-full-secret-video-private-romney-fundraiser\" title=\"\">secret video of his appearance</a> before a closed-door, $50,000-a-plate dinner for donors recorded in May but which surfaced this week. Much has been made of Romney's casual writing off of 47% of the American population as parasites who pay no income tax, see themselves as \"victims\", and believe the government owes them a living – to paraphrase only slightly – who will never vote for him anyway. As strategies for winning votes go, condemning half the electorate – including the millions of pensioners and veterans who receive benefits – is certainly novel.</p> <p>The candidate's remarks on Middle East peace were not much more politic, attacking the Palestinians as bent on Israel's destruction and admitting that his game plan for the conflict would simply be to \"kick the ball down the field and hope that ultimately, somehow, something will happen\".</p> <p>But while these specifics are gobsmacking, it's the overall tone of Romney unplugged that is so striking. Read the <a href=\"http://www.motherjones.com/politics/2012/09/full-transcript-mitt-romney-secret-video#nodeal\" title=\"\">full transcript</a> and you realise that you are eavesdropping on a meeting of the 1%, a conclave of the cosseted super-rich of which Romney is so clearly a part.</p> <p>He begins with a quip about inheritance planning, which clearly resonates with his audience. He gets another laugh when he jokes about immigration, chuckling that if \"you have no skill or experience … you're welcome to cross the border and stay here for the rest of your life\". Romney goes on to voice the perennial, if improbable, complaint of the privileged white male: that life would be so much easier if he were fashionably ethnic. Recalling that his father was born in Mexico to American parents, he muses that \"had he been born of Mexican parents I'd have a better shot at winning this … it'd be helpful if they'd been Latino\".</p> <p>That's not the only instance of what is said to be a common feature of the extremely wealthy: self-pity. An audience member complains that people don't realise how hard it is for multimillionaires like them: \"We kill ourselves, we don't work a nine to five. We're away from our families five days&#xa0;a&#xa0;week.\" Romney shouldn't apologise for his wealth, they tell him,&#xa0;he should be proud of it. But \"I'm as poor as a church mouse\", the candidate replies – and, in that company, he might well be.</p> <p>The Romney caught on video could not be less appealing, a Monty Burns caricature of a heartless plutocrat. The persona his aides have worked so hard to construct is left shattered into a thousand glassy pieces. They brag of his devotion as a husband. But at the fundraiser he speaks of his wife in terms that are icily transactional: \"We use Ann sparingly right now, so that people don't get tired of her.\"</p> <p>The word \"gaffe\" doesn't do justice to this. Gaffe is adding an \"e\" to the end of the word \"potato\", <a href=\"http://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/quayle3.htm\" title=\"\">as Dan Quayle did</a>, or forgetting the third government department you plan to close, which <a href=\"http://www.bbc.co.uk/news/world-us-canada-15680178\" title=\"\">undid Romney's Republican rival Rick Perry</a>. This is gaffe as diagnosed by the commentator Michael Kinsley: when the mask slips and a politician accidentally tells the truth about themselves.</p> <p>Something similar happened to Obama four years ago when – also at a closed-door fundraiser – he mused on those <a href=\"http://www.theguardian.com/world/2008/apr/14/barackobama.uselections2008\" title=\"\">small-town voters who get \"bitter\"</a> at the state of their lives and so \"cling to guns or religion\". He would never have put it like that publicly, but it exposed an Ivy League condescension that was real.</p> <p>Such moments are not trivial but illuminating. The Romney tape, for example, reveals an Ayn Rand, survival-of-the-fittest philosophy, pitting <a href=\"http://www.washingtonpost.com/opinions/michael-gerson-a-republican-mind-set-without-promise/2012/09/20/798901f8-0344-11e2-91e7-2962c74e7738_story.html\" title=\"\">the \"makers\" against the \"takers\"</a>, that is crucial to understanding today's Republican party. And somehow, for all the complaints of control and artifice, the much-derided modern presidential campaign rarely fails to produce such moments of clarity. Yes, it is flawed – both too long and too costly. But it provides a priceless service, a scrutiny from which no candidate can hide.</p> <p>Being president \"reveals who you are,\" <a href=\"http://www.theguardian.com/world/2012/sep/04/michelle-obama-democratic-convention-live\" title=\"\">Michelle Obama told the Democratic convention</a> earlier this month. Running for president does the same thing. The trouble for Mitt Romney is&#xa0;that not many Americans like what they see.</p> <p><em>Twitter </em><a href=\"https://twitter.com/j_freedland?tw_i=244868341578211328&amp;tw_e=screenname&amp;tw_p=tweetembed\" title=\"\"><em>@j_freedland</em></a></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/v52FLMOPSig?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/v52FLMOPSig\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>It's always heartwarming to see former political big hitters lend their support to new contenders. In the highest echelons of power, we've seen Bill Clinton grudgingly throw his weight behind Barack Obama, George Bush formally endorse John McCain, and Sarah Palin praise the Romney/Ryan ticket. While these stamps of approval must inevitably sometimes be seen as proverbial albatrosses, every so often they can be just the boost you need.</p> <p>Now imagine the coup if an entire presidential staff were persuaded to record a video in support of a candidate for Michigan's supreme court. Lucky Bridget Mary McCormack then, for she has managed just that. President Josiah Bartlet (leader of the free world: 1999-2007), and his staff have recorded a message to persuade the great people of Michigan to be aware of the non-partisan candidates on the ballot, and in particular, for McCormack. The video has gone viral, and caught the eye of many a media outlet not previously inclined to cover the local election with such enthusiasm. This shouldn't surprise anyone, given that Jed Bartlet has regularly been voted America's most popular president, with approval ratings that would make even Mitt Romney finally embrace those pesky 47%.</p> <p>Of course, you know that there was no \"real\" President Bartlet. But for those of us who watched the West Wing with an almost religious zeal during the Bush years, it was hard not to wish that there was. The fictional president was a studious and thoughtful man, with a degree of honesty and belief that voters don't usually find in real politicians. His staff were passionate, hard working and often too attractive for Washington (hello, Josh Lyman, Charlie Young et al). </p> <p>Throughout each of the seven seasons, we followed the frustrations of governance and came to understand just how seriously the characters took it. This was often in stark contrast to the famous gaffes of George Bush, which only made the fictitious White House seem that much more competent.</p> <p>Since the West Wing has secured its place in TV history with its enduring popularity, Bridget Mary McCormack may very well have played her trump card. The video is bereft of the opulent White House set, and it's hard to explain non-partisan candidacy in a particularly gripping manner, but despite this, the short film manages to capture the basic essence of the series. The famous \"walk and talk\" is there, as is the Aaron Sorkin-like lofty dialogue that can veer dangerously towards pretension. </p> <p>As the nostalgia for these particularly loved in-jokes builds, fans will be sure to check out McCormack's credentials, and no doubt enjoy her close link to one of the cast (she is Mary McCormack's sister). By any stretch, she will be more recognised today than she ever could have been previously. You cannot buy this kind of spotlight unless you are actually the president.</p> <p>Without wanting to criticize my beloved political dream team, I might offer two criticisms of the short reunion. The first is whether a globally watched video actually can make the desired impact in one specific state. As one YouTube viewer said: \"Good luck on your campaign..wish I lived there to vote for you!\" </p> <p>And therein lies the problem. Whilst I'm prepared to pack up my bags and ship off to Michigan to vote in a West Wing-endorsed race, will it convince the locals? Hollywood has a record of turning off voters when they engage in the electoral process. Will the Michigan electorate really listen to the points made on the video, or will the problem of low voter engagement for non-partisan candidates remain just that?</p> <p>The more obvious problem with this kind of campaign is the realization that we live in a world where a fictional president is more effective at capturing the electorate's attention than the wars, recession and global warming that some of us will actually face in our lives. </p> <p>Does the affection reserved for a TV show that ended six years ago still have the power to make people get out and vote? And what does it say if our real politicians can never muster this kind of loyal turnout? </p> <p>It's unlikely that I'll be watching the state supreme court results, however. I've remembered I still have West Wing box sets I could be re-watching.</p>",
  "<p>Sometimes, there is a myth that simply won't die. It just gets repeated over and over, without much reason. Meet the <a href=\"http://therightnewz.com/?p=9543\">50% rule</a>: this is the idea that if an incumbent is under 50%, then he could lose because undecideds break towards the challenger.</p> <p>Barack Obama is <a href=\"http://elections.huffingtonpost.com/pollster/ 2012-general-election-romney-vs-obama\">polling</a> at about 48% and up by about 3 percentage points right now. The 50% rule says Obama may be leading, but may not win if the election were today. The truth of the matter is that an Obama lead of 3 percentage points, and being at 48%, is a fine position for an incumbent. Here's why:</p> <p><strong>1). The winner of this election is likely only going <a href=\"https://twitter.com/ JoeLenski/status/246333440247595008\">to need 49%</a> of the vote</strong></p> <p>It may get lost in the daily back and forth of the campaign, but there are other candidates besides Obama and Mitt Romney running.</p> <p>Former New Mexico Governor Gary Johnson is running on the Libertarian ticket, and is arguably the most respectable third party campaign since Ralph Nader in 2000. He is already <a href=\"http://www.lp.org/2012-ballot-access\">on the ballot</a> in 48 of the 50 states and is in position to be on the ballot in all 50. Considering that the ideologically similar Ron Paul <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2012f=0&amp;off=0&amp;elect=2\">doubled</a> his primary vote from <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2008&amp;f=0&amp;off=0&amp;elect=2\">2008</a>, don't be surprised if Johnson doubles the <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2008&amp;minper=0&amp;f=1&amp;off=0&amp;elect=0\">2008 Libertarian party performance</a>. That puts him on track for about 0.8% of the national vote.</p> <p>The Constitution party's Virgil Goode has less ballot access, but is certainly more impressive than his party 2008 candidate, Charles Baldwin. Goode is a former congressman who may play a <a href=\"http://abcnews.go.com/Politics/OTUS/meet-virgil-goode-immgration-hard-liner-sink-romney/story?id=17212388\">spoiler role in Virginia</a>. He could pick up 0.2-0.3% of the national vote.</p> <p>Don't forget the liberal third party candidates. You can probably add in another 0.2-0.3% for the Green party's nominee, <a href=\"http://www.jillstein.org/\">Jill Stein</a>. And who really knows what percentage of the vote comedian and Peace and Freedom party candidate <a href=\"http://politics.heraldtribune.com/2012/09/17/roseanne-barr-to-join-11 other-presidential-candidates-on-florida-ballot/\">Roseanne Barr</a> will get? Plus, there are many other minor parties and write-ins.</p> <p>The bottom line is that it's quite possible that the third party vote may add up to 2%.</p> <p>Obama's certainly at 48%, and a number of polls have him at 49% or higher. Even if you believe that 80% of undecideds go for the challenger, Obama would still collect more than 1 percentage point overall from undecideds to put him over the 49% threshold.</p> <p><strong>2). Historically, undecideds don't break towards the challenger</strong></p> <p>Back in 2004, I remember confidently strutting around thinking that John Kerry would do better than polls had him – because of this notion that undecideds break towards the challenger. I got a good smack of reality when the results came in. Kerry did not do substantially better than his percentage in the pre-election <a href=\"http://www.realclearpolitics.com/epolls/2004/president/us/general_election_bush_vs_kerry-939.html\">polls</a>. In fact, it was George W Bush who slightly over-performed.</p> <p>Studies have found that 2004 was no aberration. Nate Silver <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/07/22/do-presidential-polls-break-toward-challengers/\">examined</a> September polls and compared them to the November results. He found that while challengers generally do better, it's not by as much as you might think – nor why you would think.</p> <p>It turns out that whichever candidate is trailing (challenger or incumbent) cuts the leading candidate's edge by about 30% from September polls. That means if an incumbent is leading by 2.5 points, you'd expect him to win by about 1.8 percentage points in November. Because the number of points gained by the challenger is proportional to the incumbent's lead, we often see gains greater than 1 point as challengers are often behind by more than Romney is right now.</p> <p>Once we get to the final polls, both candidates should, on average, do about as well as the polls have them placing.</p> <p><strong>3). 2012 undecided voters do not overwhelmingly look like Romney supporters</strong></p> <p>The pool of undecided voters is likely less than 10% of the electorate at this point. Indeed, with a fairly stark choice between the candidates, it's a wonder how the percentage is that high.</p> <p>The profile of the undecideds turns out to match reasonable assumptions. Undecideds <a href=\"http://argojournal.blogspot.com/2012/07/poll-watch-rasmussen-r-2012.html\">don't approve</a> of Obama's job performance, but they <a href=\"http://www.tnr.com/blog/electionate/105743/romney-undecided-voters\">hate Romney</a>. They <a href=\"http://about.civicscience.com/blog/2012/8/29/the-mystery-of-the-undecided-voter.html\">don't watch</a> the news and tend to be independents. Undecideds don't sit around forming partisan opinions all day, because they tend to have better things to do.</p> <p>They are the type of voters who could be persuaded by a television ad. Obama has <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/09/17/the-ad-wars-obama-has-been-outspending-romney-and-the-superpacs/\">more ads airing</a> in the swing states than Romney does. While Romney and his fellow Republicans may have more ads in the final months than Obama and his allies will, that advantage <a href=\"http://www.realclearpolitics.com/articles/2012/09/17/will_ad_fatigue_among_voters_mute_gops_cash_edge__115468.html\">won't be overwhelming</a>. There is also likely to be a point of saturation, with diminishing returns for the extra airplay.</p> <p>Moreover, ask yourself this question: do you choose the product you don't like but know, or the product you like even less and don't know? We saw this formula play out in <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/apr/20/2012-douche-v-turd-election\">many state-wide races</a> in 2010. In at least three elections, the incumbent had negative net approval ratings and the challenger had negative net favorable ratings. In all these races, the incumbent managed to survive.</p> <p><strong>Conclusion</strong></p> <p>President Obama is in fine shape given the current polling data, even though he isn't at 50% support. If the polling aggregates continue to show him leading by a 2 percentage-point or greater margin at the end of the week (that is, after the fading of the convention bounces), then he's going to be a <a href=\"http://www.theguardian.com/commentisfree/2012/sep/20/post-convention-polling-obama-consolidates-lead\">clear favorite to win in November</a>.</p>",
  "<p>Mitt Romney faced a fresh setback Friday at the end of his worst week since the presidential campaign when newly released figures showed he has come off second-best to Barack Obama in an area the Republicans had expected to be dominant: fundraising.</p> <p>The Obama campaign team, after a series of frantic appeals for funds from small donors throughout the summer, has $88m on hand to spend on ads and campaign staff in the coming weeks. Romney has $50m but that includes $15m he has to repay on a loan, leaving him with $35m.</p> <p>So far this campaign, Obama has raised $774m, giving him an edge over Romney, whose supporters have raised $736m.</p> <p>The Romney strategy for winning the White House was based largely on a promise that he would outspend Obama by about two to one in the biggest ad blitz America has ever seen in the final months of the campaign. But, in spite of his personal wealth and the support of billionaires, that strategy appears to be going up in smoke.</p> <p>Although the election is still a month and a half away, some senior Republicans are already beginning to write off their hopes of retaking the White House unless there is some major international event, such as a Middle East crisis that pushes up the price of petrol, or some bad economic news or a major gaffe by Obama.</p> <p>Former Republican speechwriter Peggy Noonan, in an comment piece in the Wall Street Journal on Friday, voiced the criticism many Republicans have been making in private and joined calls for a change at the top of the campaign team.</p> <p>It was the second time this week that Noonan has been critical. Referring to her earlier piece about the campaign, she wrote: \"This week I called it incompetent, but only because I was being polite. I really meant rolling calamity.\"</p> <p>Romney's wife, Ann, offered a rare glimpse of the growing sense of frustration inside the camp in the face of such criticism. In an interview with Radio Iowa, she told critics: \"Stop it. This is hard. You want to try it? Get in the ring.\"</p> <p>It was not a helpful intervention, only adding to the sense of disarray.<br>Obama is ahead in the polls both nationally and in almost all the seven swing states that will decide the election: Florida, Ohio, New Hampshire, Virginia, Iowa, Colorado and Nevada. One poll had Obama ahead of Romney by 5% in Colorado and 8% in Iowa.</p> <p>Romney embarked on a new strategy Friday, his second campaign re-launch in the space of five days. The first relaunch on Monday, announced by one of his strategists, Ed Gillespie, promised Romney would become more specific about what policies he would pursue in office rather than the negative approach of concentrating almost solely on attacking Obama's record.</p> <p>That strategy lasted little more than a few hours until Romney, in the biggest setback to his campaign yet, was confronted with a devastating secret video of his speech to a small, $50,000-a-place dinner for Republican donors in Florida in which he characterised 47% of the American population as freeloaders, dependent on federal government help. </p> <p>At a 12,000-strong campaign rally on Friday in Virginia – a key battleground state – Obama stepped up his attack on Romney's 47% remark. \"I don't see a lot of victims in this crowd today. I see a lot of hard working Virginians,\" he told the crowd in Woodbridge.</p> <p>As part of the new-look strategy, Romney, who, unusually for a candidate at this stage in the election cycle, has been largely absent from the campaign trail over the last two weeks, is visiting the swing states where his hoping to address large rallies and stick to a scripted speech rather than the off-the-cuff remarks that have landed him in trouble.</p> <p>The Democratic party is warning against complacency, stressing that there are still weeks of campaigning left, including three presidential debates, the first on 3 October. Early voting begins in some states next week.</p> <p>Former president Bill Clinton, who provided the star turn at the Democratic convention in Charlotte, North Carolina, this month, warned that while Romney will have to do a lot of explaining about what he meant about his 47% comment, Democrats should not believe that gaffe amounts to a knock-out punch.</p> <p>He told CNN: \"I still think you have to assume it's going to be a close race, assume it's a hard fight and then fight through it. But I think the president has the advantage now. We did have a very good convention. He got a good boost out of it.\"</p> <p>The Clinton call for caution was reinforced when Obama, in an interview with Latinos, said that \"change\", the slogan on which he campaigned on in 2008, could not come from inside Washington but outside.</p> <p>Romney is to push this line during a tour this weekend of Ohio and Colorado, saying he cannot believe the president who won on a slogan of \"Yes we can\" was now saying he could not implement change from inside Washington.</p> <p>The details of fundraising for August, released on Thursday night as required by law, show that Obama's coffers were boosted mainly by small donors.<br>Obama's campaign team, separate from the Democratic effort, raised $85m compared with Romney's $67m.</p> <p>Obama's campaign, combined with a separate fundraising efforts by the Democratic party, raised $114m to Romney's and the Republican party's $111.6m.</p> <p>The Obama Super Pac Priorities USA also out-raised for the first time this year its conservative counterpart Restore Our Future. Priorities was helped by big individual donors such as billionaire hedge manager Jim Simons who gave $2m.</p> <p>According to the figures submitted to the federal election commission, Obama's campaign spent more than $83m in August and Romney $66m.</p>",
  "<p>The battle is on for France's opposition party to find a successor to Nicolas Sarkozy to unite the divided right and return it to power.</p> <p>The centre-right UMP party is looking for a charismatic leader who can rally support after losing its 17-year hold on the presidency to Socialist François Hollande in May.</p> <p>Several former ministers had suggested they would stand as party general secretary, but after weeks of speculation the field was reduced to just two when the deadline for nominations closed last week.</p> <p>Now the former prime minister François Fillon, 58, and his younger rival Jean-François Copé, 48, the current party chief, will go head to head for the job.</p> <p>The two men claim to be natural successors to Sarkozy, with whom both had an uneasy, at times hostile, relationship in recent years.</p> <p>Fillon, a discreet and serious character whose wife is Welsh, is seen as an experienced, safe pair of hands. He was appointed PM in 2007 after helping Sarkozy win his presidential election bid.</p> <p>Defying frequent reports that he was to be replaced in a reshuffle, Fillon remained at Matignon (the prime minister's official residence) throughout Sarkozy's five-year term in office.</p> <p>Copé, once sidelined by Sarkozy as a potential rival, was brought back to his inner circle as head of the UMP in 2010. Unashamedly ambitious and seen as more charismatic and hyperactive than his rival, he is presenting himself as Sarkozy Mark II, telling supporters he will \"walk in the footsteps\" of the former president.</p> <p>\"France needs someone who is going to jump in and get their hands dirty,\" he said recently. He added he would step down if Sarkozy decided to return to mainline politics.</p> <p>Fillon said he too would remain close to Sarkozy: \"I cannot imagine leading the party he helped to develop without his support,\" Fillon told the daily Le Parisien.</p> <p>In a swipe at Copé he added: \"The truth is that Sarkozyism is a bit like love; there are those who speak a lot about it because they have reason to do so. Their love is fairly recent, while there are others who over the years can prove their love.\"</p> <p>Both are keen to play up links to Sarkozy after an opinion poll by LH2 published on Tuesday found that 43% of rightwing voters think Sarkozy would have the best chance of regaining the presidency for the UMP party in 2017, ahead of Fillon, with 32%, and Cope, with 21%.</p> <p>However, polls give Fillon a considerable lead over Copé, which the younger candidate will hope to close in the coming weeks.</p> <p>In policy terms, less divides Fillon and Copé, who have similar views on economics and Europe. Both support tighter budget discipline and reforms to lower employment charges.</p> <p>Last week, there was a brief spat between both camps over the number of supporters each had among card-carrying UMP members.</p> <p>On Tuesday, Copé announced with great fanfare that he had amassed 30,000 signatures. Within hours the Fillon camp responded by announcing its candidate had at least 45,000. A member of Copé's team said the news had fallen on the candidate like \"a thump on the head\".</p> <p>The only woman who had been seriously in the running, former environment minister Nathalie Kosciusko-Morizet, who was Sarkozy's spokesperson during his election campaign,was in third position but stood down at the last minute.</p> <p>\"Many of our supporters were hoping for a third way so the election didn't end up being a duel between Jean-François Copé and François Fillon,\" she told French journalists. \"It's not necessarily such a good image for our party,\" she added.</p> <p>NKM, as she is known, refused to say who she would support.</p> <p>The candidates will officially begin their campaigns on 5 October and party members will vote on a new leader on 18 November.</p> <p>Copé will publish his campaign programme on 3 October, entitled Manifesto for an Uninhibited Right. \"Those who read it will see what I have in my heart,\" he said, adding that it contained some \"suggestions to shock\".</p> <p>The highlight of the campaign will be a televised debate. Copé has welcomed the chance to go face-to-face live with his rival, but Fillon's camp has been more cautious.</p> <p>\"A debate in the same political family is always a little complicated,\" said Fillon's campaign director Eric Ciotti.</p>",
  "<p>An Israeli government minister has sought to defuse accusations that Binyamin Netanyahu is attempting to influence the outcome of the US presidential election, saying Israel's official policy is \"to stay as far away as possible\" from its ally's domestic politics.</p> <p>Danny Ayalon, Israel's deputy foreign minister and a former ambassador to the US, told a conference in New York that Israel \"makes no distinctions\" between Democrats and Republicans. \"Israel has no better friend than the US and no better friend than President Obama in the international community,\" he said, according to a report in Haaretz.</p> <p>Footage of Netanyahu <a href=\"http://www.theguardian.com/world/2012/sep/20/netanyahu-us-political-ad-obama\" title=\"\">featured in a political advertisement</a> broadcast in the swing state of Florida. The ad was produced by Secure America Now, a hawkish non-profit organisation, without the consent of the Israeli prime minister's office.</p> <p>Ayalon told the Conference of Presidents of Major Jewish Organisations that he wanted to set the record straight in case there was any \"misreading\" of Israel's intentions. The current \"noise\" over US-Israel relations was a result of \"not very well judiciously planned remarks from both sides\" being misconstrued. On the issue of Iran, Israel and the US \"see eye to eye\", Ayalon said.</p> <p>Relations between the US and Israel have been severely strained in recent weeks over the issue of how to deal with Iran's nuclear programme. Netanyahu has publicly demanded that the US sets clear \"red lines\" beyond which it would take military action to destroy Iran's nuclear facilities. The US has declined to do so.</p> <p>After a press conference at which Netanyahu said that without red lines there could be no \"red light\" to unilateral military action by Israel, he and Obama spent an hour on the phone in an attempt to repair the breach. But officials in Jerusalem subsequently claimed that the White House had rejected a request for a face-to-face meeting when Netanyahu visits the US next week. US officials denied this version of events.</p> <p>Obama's opponent in the election, Mitt Romney, has adopted a significantly more hawkish stance on Iran. Netanyahu's warm relationship with Romney contrasts with the froideur between him and Obama.</p> <p>A spokesman for the Israeli foreign ministry said he could not confirm the veracity of Ayalon's remarks.</p>"
]