[
  "<p>What does all this money, in the most well-funded presidential race ever, buy?</p> <p>There's the $750m for the president; $800m for Mitt Romney; and then there's a couple of hundred more in Super Pac funds.</p> <p>What do the people putting up all this dough in politics actually get? Or maybe a better question: how do people keep falling for this?</p> <p>Here are the political contributions I have made:</p> <p>I have a Democratic private equity friend in Massachusetts who set out to build a political career. He was richer than me by a factor of probably 100, and yet, as reliably as the rain, he was back over and over again to ask for checks. (I'd once heard that the governor of Massachusetts could get anyone he wanted into Harvard, so I told myself I wrote these checks for my children.) But he never won – and yet, unfortunately, and on my dime, he persisted. I wrote check after check so he could run, and lose, and come back for more.</p> <p>My other check was to Bill Clinton in 1992. I wanted something specific: a blurb for a book I had written. I knew a top fundraiser for the campaign who said that if I maxed out the individual contribution, he'd take my request for a blurb directly to the candidate – done deal, he said. The last time I saw him, he was putting my folded check into his wallet.</p> <p>The next day, he was, tragically, killed in a plane crash. But not before having deposited my check. So, no blurb and no thank you – but, along with thousands of others, I did get my one-and-only inaugural invitation.</p> <p>Sheldon Adelson has been one of the big spenders during this campaign (by some estimates, his spend may go to $100m), first for Newt Gingrich, and now for Romney, accompanying the Republican candidate and his entourage on their recent trip to Israel. This might be what Adelson wants: some big-man travel, some personal press, a sense of bully-boy insinuation into Israel-US relations, some faith-based pride. But does he get real influence? </p> <p>It surely doesn't seem like a match: the self-made Jewish gambling magnate and the upper-class Mormon teetotaler. Let's be practical: what Adelson becomes, with his political investment, is a monster pain in the ass for the Romney people. Politicians spend the same amount of time raising money as they do giving the slip to the people who gave it to them. Precisely because Adelson will think he's owed big, he'll be avoided, mocked, handled, by a Romney White House (if it comes to that). Dollars to donuts, bitterness is what Adelson will get.</p> <p>Still, at his age and with his $25bn, it may be something of a cheap and final public splash for him (many of the biggest campaign donors are old men). But even here, I'll bet this turns to ash: there isn't much press for donors <em>after</em> an election. (But, count on it, he'll keep getting called for more money.)</p> <p>Do Romney's Bain supporters fair better? Or is Romney the burden they uniquely bear?</p> <p>The strategy for all the private equity guys I have known – unless, like my friend, and like Mitt Romney, they want to get into politics – is to fly under the radar. Press isn't good for private equity. As President Obama is now betting, there's really no way for most people to understand the PE business – and even less of a chance that they will be sympathetic to it. So, even if Romney wins, and private equity gets a finance-friendly White House, what it has also bought with its millions of dollars in support is a vastly increased branding problem.</p> <p>Still, for donors, there is the feeling of engagement in a great national contest, isn't there? Contributing a few dollars, or a few thousand dollars – or, if you have billions, its many-millions equivalent – represents a kind of interactivity. You're part of the whole. You signify. You've reached out. You matter.</p> <p>It's like posting a comment on the internet. And yet, really, how many commenters seem like satisfied and mellow people? Rather, engagement of this sort seems demonstrably an activity of the angry, hostile, begrudging, and dyspeptic. My guess is that what animates an internet commenter is very similar to what compels most campaign contributors to write a check: I give because I'm mad. Clearly, all campaign advertising strategies are guided by the premise that the negative is a stronger call to action than the positive. </p> <p>Politics is the province of the unhappy and querulous; perhaps all the more so because, having paid, people feel particularly gypped. (Or having paid, they feel they are entitled to their self-expression.) The manifest disappointment many of Barack Obama's 2008 supporters feel is surely heightened by the fact that, in that great surge of small contributions, they had to pay for the privilege.</p> <p>But somebody must get something valuable out of this $2bn election, besides the man who gets elected.</p> <p>This is the point where the analysis of campaign financing may well go seriously astray, seeing the underlying purpose of the $2bn as buying some insidious and indirect influence, instead of looking at exactly who is pocketing the cash and hence promoting the game. </p> <p>First off, there is the media. Presidential politics has become the difference between profit and loss for many television stations in battlefield states (most of them owned by major media companies). If you look at who has the largest financial interest in maintaining the hostility and partisan divide of modern politics, it is the media business. A curious conflict: the media stokes the fires of political acrimony while directly profiting from it.</p> <p>And second, there are the people who buy the media. Standing between the campaign donor and the recipient, there are the people who actually spend all this money. In most instances, they get a cut of it: a percentage of the ad buy (usually between 8% and 15%) goes to them. This is the political operative business: the outside consultants attached to every campaign (at almost every level of politics), and, now as well, the Super Pacs making big media buys around the country. (In other words, the Super Pacs are now very profitable businesses.)</p> <p>Karl Rove is not helping to run the American Crossroads Super Pac for free. In essence, the people who define the battleground states – the more money that's spent, the greater the contest – and who determine the tone of the campaign, and who set the budget requirements, are the people who most directly benefit from the campaign spend.</p> <p>Everybody else gets much less than they expected.</p>",
  "<p>Mitt Romney has a problem. </p> <p>It's not that public opinion polls show <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">he narrowly but persistently trails President Obama</a>, particularly in key swing states. It's not that he <a href=\"http://www.realclearpolitics.com/epolls/other/romney_favorableunfavorable-1134.html\">has higher personal unfavorabilities than favorabilites</a>. It's not that a mere 30% of voters think he's more likable than his opponent. And it's not that he just returned from a gaffe-filled overseas trip where he found a way to step on one foreign landmine after another, and <a href=\"http://www.huffingtonpost.com/2012/07/26/boris-johnson-london-mitt-romney-video_n_1707280.html\">got called out by London's Mayor, Boris Johnson</a>, live in front of 60,000 Brits.</p> <p>Ok, well, actually those are all his problems – big problems, in fact. But, amazingly, Mitt Romney may have an even bigger one. After releasing two abridged years of tax returns, he has steadfastly insisted that he won't release any more. This is an issue that isn't going away – and one that has the potential to haunt him every single day of the 2012 campaign.</p> <p>On the surface, Romney's unwillingness to release his returns shouldn't necessarily be a major political issue. Four years ago, John McCain released two years of his returns and few Americans – including those who worked for then candidate Barack Obama – batted an eye. McCain's public image was shaped by his years in a Vietnamese POW camp. Even though he had accumulated so much wealth that, at one point, he couldn't remember how many houses he owned, his taxes were not a pressing question.</p> <p>But Romney's vast $200m fortune and his proclaimed private-sector experience makes his refusal a far more serious problem: one that was highlighted this week by Senate majority leader Harry Reid's accusation that Romney didn't pay taxes for ten straight years. Many a political pundit and partisan Republican have jumped over Reid for his admittedly unsubstantiated allegations. <a href=\"http://www.huffingtonpost.com/2012/08/02/jon-stewart-harry-reid-mitt-romney-video_n_1732473.html?utm_hp_ref=politics&amp;ir=Politics\">Jon Stewart called him a terrible person</a>; <a href=\"http://www.washingtonpost.com/politics/harry-reid-a-dirty-liar-gop-party-head-says/2012/08/05/2f522644-df10-11e1-a19c-fcfa365396c8_story.html?tid=pm_politics_pop\">Reince Preibus, the chairman of the RNC, branded Reid</a> a \"dirty liar\".</p> <p>None of this has stopped Reid from doubling down on the charge, and even using the incident to make a campaign fundraising pitch. His accusations may not be fair, but lest we forget, politics is a contact sport – and Romney has brought this on himself.</p> <p>After all, there's an easy way to disprove Reid's charges: Romney could simply release his tax returns.</p> <p>That he will not – and that Reid knew he will not – is the root of Romney's dilemma. Clearly, there is information in those IRS transcripts that is so toxic and so politically devastating that Romney is unwilling to take the political risk of releasing them. But Romney's refusal to release means that he opens himself to attacks like Reid's. In the absence of contrary evidence, Democrats can spend the next three months speculating or passing along gossip about what Romney is hiding.</p> <p>A consistent focus on Romney's taxes raises all sorts of questions with the potential to plague the Romney campaign: why did he have overseas accounts in the Cayman Islands and Switzerland; why does he have a tax-deferred individual retirement account (IRA), which could be worth close to $100m, even though the annual contribution limit to an IRA is $6,000; how did he accumulate all of his $200m fortune? To be sure, even if we had Romney's tax records, the Obama campaign could raise these issues. But the absence of Romney's returns – and the obvious inference that he has something to hide – serve to give the speculation real resonance.</p> <p>Above all, the tax issue goes to the heart of Romney's biography – namely, his business experience. This was always supposed to be the calling card of Romney's presidential campaign: the notion that his years at Bain taught him the lessons he needs in order to turn around the US economy. Considering that Romney has basically run away from his signature accomplishment as Massachusetts governor, healthcare reform, his private-sector business experience is the greatest asset of his political biography.</p> <p>But what if, instead of looking like a lesson in economic acumen, his Bain years are a lesson in crony capitalism and how to feather one's own nest at the expense of workers? What if Romney's greatest nominal advantage becomes a political liability, and exposes his personal weaknesses as a candidate? This is what makes the tax issue damaging, just as the questions raised about Bain Capital have been harmful to his campaign effort. As <a href=\"http://www.washingtonpost.com/blogs/plum-line/post/the-obama-campaigns-real-game-plan/2012/08/02/gJQA2vC8RX_blog.html\">Greg Sargent, a blogger at the Washington Post, succinctly noted</a>:</p> <blockquote> <p>\"This is what the assault on Romney's Bain years, tax returns, and offshore accounts is all about. It's about getting voters who are willing to accept that Romney possesses know-how on the economy but&#xa0;<em>won't look out for their interests</em>&#xa0;in fixing it.\"</p> </blockquote> <p>Considering that <a href=\"http://pollingreport.com/wh12.htm\">Romney already scores badly</a> in the typical poll question asking whether he can understand the problems of ordinary Americans, the tax issue has the potential to remain a political millstone around his neck. What's more, it becomes a means of tarring Romney with all the negative imagery the Obama campaign wants to apply to him – that he's out-of-touch, that he is solicitous of the 1% at the expense of the 99%; that he doesn't play by the same rules as ordinary Americans.</p> <p>Above all, it clears the decks for a full-scale assault on Romney's own tax plan, which favors the wealthy, like him, rather than the middle class.</p> <p>All of this matters for President Obama because he can't exactly run on his own economic record. While Obama can brag about healthcare reform or the auto bailout or killing Osama bin Laden, on the single most important issue of 2012, the economy, he has to resort to a \"yes, but …\" strategy – as in, \"yes, the economy is still underperforming, and yes, unemployment remains high, but things could be worse and, oh, by the way, Republicans don't have an economic plan.\" All of that might be true, but it's hardly a secure pathway to re-election. Instead, it highlights the missing promise of Obama's presidency. </p> <p>So, with an underwhelming economic record, Obama has one choice: to make his opponent unelectable by portraying him in the most negative light possible. This has clearly been the Obama strategy for quite some time – and, ironically, mimics the approach taken by George W Bush in 2004 against John Kerry.</p> <p>The tax returns become the entree for Democrats to hit Romney the hardest because his campaign has no effective rebuff to the attacks. Every day this goes on – and there's little reason to believe that it won't continue – becomes a distraction for the Romney campaign: a rearguard defense they must mount, rather than creating the opportunity to go on the offensive.</p> <p>In effect, Mitt Romney's tax issues have become a means of projecting onto Romney what the Obama campaign sees as his personal liabilities as a candidate. Unless Romney has a fit of candor and decides to release his tax returns, it's an attack line – and a political problem – that will run and run.</p>",
  "<p>The first <a href=\"http://insidemovies.ew.com/2012/08/06/zero-dark-thirty-first-look/\" title=\"\">trailer for Kathryn Bigelow's forthcoming film about the killing of Osama Bin Laden</a> has debuted online.</p> <p>Now titled Zero Dark Thirty, the drama from the double Oscar-winning director of The Hurt Locker features a high-profile cast including Jessica Chastain, Joel Edgerton, Mark Duplass, Kyle Chandler and Mark Strong. It centres on the US Navy Seal unit that raided Bin Laden's compound in northern Pakistan on 2 May last year on the orders of US president Barack Obama, killing the al-Qaeda leader in a covert operation.</p> <p>Bigelow had been planning a film about the hunt for Bin Laden long before last year's events. She and her screenwriting partner Mark Boal, who also won two Oscars for The Hurt Locker, were therefore first out of the block in terms of bringing the story to the big screen. Other projects were at one time said to be under way with involvement from <a href=\"http://www.telegraph.co.uk/news/celebritynews/2555964/George-Clooney-buys-story-of-Osama-bin-Ladens-driver.html\" title=\"\">George Clooney</a> and <a href=\"http://today.msnbc.msn.com/id/15294979/ns/today-entertainment/t/oliver-stones-latest-tackle-osama-bin-laden/\" title=\"\">perennial historical controversialist Oliver Stone</a>, though neither has yet entered production.</p> <p>Bigelow told Entertainment Weekly the film's title was a military term. \"[It means] 30 minutes after midnight, and it refers also to the darkness and secrecy that cloaked the entire decade long mission,\" she said.</p> <p>Boal added: \"I'm fascinated by people who dedicate themselves to really difficult and dangerous things for the greater good. I think they're heroic and I'm intrigued by them. I'm fascinated by the world they inhabit. I personally want to know how they caught bin Laden. All I can do is hope that it interests other people.\"</p> <p>Zero Dark Thirty is due out on 19 December, just after this year's US presidential election. The timing is designed to allay fears from Republican politicians that the movie might influence voters by portraying Obama in a flattering light. Bigelow's project drew flak from the US right earlier this year after it emerged that the president's administration shared information with the production team. New York congressman Peter King, chair of the house homeland security committee, has questioned whether it was right to share \"confidential\" details.</p> <p>Boal, a former freelance war journalist, denied there was any political motivation behind the film's release in his interview with Entertainment Weekly. \"There's no political agenda in the film. Full stop. Period,\" he said. \"A lot of people are going to be surprised when they see the film. For example, the president is not depicted in the movie. He's just not in the movie.\"</p>"
]