[
  "<p>Hugo Chávez's government has been accused of spying on his defeated presidential rival in the runup to the Venezuelan elections, with leaked documents allegedly showing that secret service agents tracked the movements of Henrique Capriles and his family.</p> <p>Argentinian journalist Jorge Lanata, who said he was interrogated by secret service agents at Caracas airport last week as he left Venezuela, was due to release the files on television on Sunday night. The documents have not been authenticated but are said to come from secret service files.</p> <p>One report, dated 3 October, is titled Arrival of relatives of MUD presidential candidate Henrique Capriles Radonski, and tracks the arrival of the candidate's aunt, Andrea Radonski, and nine others at La Chinita airport.</p> <p>Another, marked Secret, states that \"with regard to the monitoring under way of the main personalities from the national political arena passing through the International Airport Simón Bolívar de Maiquetía, it is observed that presidential candidate Henrique Capriles Radonski, has not made any trips since 6 August 2012, when he arrived from Maracaibo on board airship 215T\".</p> <p>Others documents report on the infiltration of student groups and he movement of foreign journalists covering last Sunday's polls.</p> <p><a href=\"http://www.theguardian.com/world/2012/oct/09/argentina-journalist-venezuela-detain\" title=\"\">Lanata said secret service agents questioned him for two hours in the basement of Caracas airport</a>, and deleted data from his team's computers, cellphones and cameras before allowing them to leave the country. \"They wanted to know where we had got the documents from,\" said Lanata, who was to reveal their contents on his news programme <em>Periodismo Para Todos</em> (Journalism for All).</p> <p>Last week, Lanata released documents apparently showing how he and his team were being tracked by the secret service during their stay in Venezuela.</p> <p>\"They kept on asking me for my email password because they wanted to see what other documents I had,\" said Nicolás Wiñazki, a journalist on Lanata's team. \"They thought they had found it when they found my scribbled password for the WiFi at my hotel.\"</p> <p>Wiñazki refused to give the agents his password and after nearly two hours in the basement of Maiquetía international airport, he and the rest of Lanata's team were returned their passports, as well as their now emptied cellphones, cameras and computers, and allowed to board their plane to Buenos Aires.</p> <p>Lanata says he is convinced the documents are genuine because of the interrogation. \"The SEBIN (secret service) agents kept asking how we got hold of the documents that we had already aired, so those were definitely authentic. These ones about Capriles came from the same source.\"</p> <p>Lanata, a critic of the Chávez government and his ally, Argentina's president Cristina Fernández de Kirchner, expects a strong reaction to his broadcast. \"They could charge me with violating Venezuelan secrecy laws. I suppose they could bar me from ever returning to Venezuela or ask for my extradition from Argentina, that would be a great story too.\"</p>",
  "<p>When Karl Marx predicted class struggle between capital and labour he probably did not envisage Cheryl Lawrence, a casino pastry chef and single mother, cruising into battle down the Las Vegas Freeway reciting a quote from the Disney film Finding Nemo: \"Just keep swimming, just keep swimming.\"</p> <p>Nor, it is fair to assume, did the German philosopher envisage a group of casino-owner billionaires using their fortunes and clout to flood airwaves with political advertisements to tilt an election their way.</p> <p>Yet here in Nevada, 129 years after Marx's death, capital and labour are locked in a test of strength which could help determine the presidential election.</p> <p>On one side the Culinary Union, representing Lawrence and 55,000 other casino cooks, bell hops and chambermaids, is investing its formidable organisational power in a get-out-the-vote drive for President Barack Obama.</p> <p>On the other side the gaming moguls <a href=\"http://www.forbes.com/profile/sheldon-adelson/\">Sheldon Adelson</a>, <a href=\"http://www.forbes.com/profile/steve-wynn/\">Steve Wynn</a> and <a href=\"http://www.forbes.com/sites/joselambiet/2011/11/22/donald-trump-claims-hes-worth-7-billion/\">Donald Trump</a>, with a combined worth greater than $25bn, are investing their reputations and chequebooks to promote Mitt Romney.</p> <p>At stake are the state's six electoral college votes, a small but potentially decisive prize in a tight presidential race. Opinion polls suggest a virtual tie in Nevada, Obama with 47%, Romney with 46%, meaning just a few votes could determine the result.</p> <p>\"I don't think it's a fair fight but you have to do everything you can to level the field,\" said Lawrence, 36, who usually bakes cakes at MGM casino but has taken leave to register and mobilise voters across the city.</p> <p>\"If you have unlimited funding you're going to have the upper hand. But if you're out on the street, the sun beating down, sweating, hot, tired, you just have to keep going until you ring the last bell.\" Lawrence has stuck the \"keep swimming\" mantra, a line from the Finding Nemo character Dory, on her dashboard for inspiration.</p> <p>There is nothing new in unions backing a Democrat and big business backing a Republican but the 2010 supreme court ruling allowing Super Pacs – privately run political action committees bankrolled by hundreds of millions of dollars – has pitted Nevada's casino owners and their workers in an unprecedented duel.</p> <p>\"Before moguls would give money to their lobbyists and keep their mouths shut. But now they're so desperate to get Obama out of the White House they're on the nightly news blasting and seething against the president,\" said John L Smith, a commentator who writes columns and books about casino owners.</p> <p>Both sides cast the election in existential, even apocalyptic terms. \"This is not just about us,\" Geoconda Arguello-Kline, the Culinary Union president, told dozens of red T-shirted, cheering canvassers in a \"war room\" filled with maps, phones and campaign materials. \"It's about protecting the workers of this country. Romney wants to completely destroy unions.\"</p> <p>The moguls, for their part, warn of socialist plague. In a television interview last week <a href=\"http://www.realclearpolitics.com/video/2012/10/09/steve_wynn_on_obama_ill_be_damned_if_ill_have_him_lecture_me.html\">Wynn accused Obama</a> of waging \"class warfare\" and wreaking economic \"destruction\".</p> <p>Adelson has given conservative groups an estimated $70m in this election and said he will do \"whatever it takes\" to oust Obama. Trump, unabashed by Obama's Hawaiian birth certificate, has repeatedly depicted the president as a possibly foreign-born left-wing extremist.</p> <p>Some critics say a yearning for tax breaks and lighter regulation potentially worth billions in extra profits drives the intervention, but the tycoons say their goal is market-friendly policies to revive the economy and help ordinary Americans.</p> <p>Sig Rogich, a Las Vegas-based Republican consultant who advised Ronald Reagan and George Bush Sr, and works with Adelson, defended the mogul's right to wade into the election. \"This is a country built on the principle of freedom of speech. When George Soros funded the other side no one complained.\"</p> <p>Adelson, who owns Las Vegas Sands, deserved credit for not hiding his contributions, said Rogich. \"He could easily have done so. You have to admire the truthfulness of standing up and telling the world that's he's responsible for the message.\"</p> <p>Whatever the casino owners' motives, their strategy in Nevada is clear: fire up the Republican base in rural areas and Washoe county, which includes Reno, and reduce Obama's lead among Latinos in Clark county, which includes Las Vegas.</p> <p>Adelson-funded Super Pacs hammer Obama and the Democrats' Senate candidate, Shelley Berkley, with ads saturating Nevada airwaves in English and Spanish. Bilingual leaflets – some voters have reported nine per day – jam letterboxes.</p> <p>Newly formed conservative groups such as Nevada Hispanics canvass voters at home, at supermarkets and at community events – mimicking a venerable Democratic and union strategy.</p> <p>\"We have very different ideologies but our campaigns have become more similar,\" said Yvanna Cancela, political director of the Culinary Union. \"Republicans used to stick to television and mail drops but they've learned being out in the field works. This means we need to be even more organised and to knock on every door.\"</p> <p>Which is why dozens of shop stewards and activists like Lawrence have taken unpaid leave – with employers' permission - to campaign full time until election day even though their union pay tends to be less than regular salaries and overtime.</p> <p>\"We don't do this for the money, trust me,\" said Lawrence. \"We do it because it's important.\" An African American originally from New York, she wished to set an example for her seven-year-old son. \"Statistically African American males don't make it. But when my son puts on a tie for school, he says he's going to be President Obama some day.\"</p> <p>With the race so tight she felt an obligation to register and mobilise as many union members as possible, knocking on doors every day from 11am to 7pm, sometimes later.</p> <p>\"Oh oh,\" she said earlier this week, approaching a yard with a huge dog. \"It's a horse.\"</p> <p>At one house Norma Gonzalez, 25, a casino worker-turned housewife, said she was planning to vote for Romney because Obama spent too much time \"gallivanting\" with celebrities like Jay-Z. A young boy tugged at her sleeve.</p> <p>Lawrence did not miss a beat. \"Well, as a mother, just like you, I'd like to talk a little bit about Romney's policies on women's health and education.\"</p> <p>\"OK,\" said Gonzalez.</p> <p>Five minutes later Gonzalez said she was no longer sure about Romney. Lawrence left her with several leaflets, including one with a picture of Sheldon Adelson and a bilingual exhortation: \"El dinero de los Super Pacs solo puede comprar una eleccion si no votas. Tienes que votar.\" Super Pac money can only buy an election if you don't vote. You have to vote.</p> <p>• This article was amended on 16 October 2012. The original said the MGM casino was owned by Wynn. This has been corrected.</p>"
]