[
  "<p>This time next week, we'll know. I hesitate to say we'll know by Wednesday morning: any journalist who covered the Bush v Gore Florida photo-finish of 2000 knows better than to tempt fate. But, barring a repeat of that freak event, it should be clear enough soon enough.</p> <p>Now is the moment the two duelling campaigns contemplate their destiny. What if Mitt Romney loses, as most of the blue-chip polling analysis says he will? It'll be a bitter personal defeat for a man who has been plotting this campaign since the moment his last one ended in failure. Seven days after he dropped out of the Republican primary race of 2008, <a href=\"http://www.nytimes.com/2012/08/30/us/politics/setback-leads-mitt-romney-to-reinvention.html?pagewanted=all&amp;_r=0\" title=\"\">Romney gathered his allies around a boardroom table</a>, handing out a single-page memo he'd written about himself, detachedly laying out his own strengths and weaknesses and plotting the path to 2012.</p> <p>Some will say he has been running much longer, the ambition rooted in the crushing of his father's presidential hopes in 1968. Now Mitt Romney will be twice defeated with no chance of coming back. The stellar career in high finance that beckoned four years ago will surely beckon again – and this time with no nosy reporters demanding to know how much he pays in tax. (<a href=\"http://money.cnn.com/2012/09/21/pf/taxes/romney-tax-return/index.html\" title=\"\">14%</a>, since you ask.)</p> <p>But the consequences of a Romney defeat would go much wider than the job prospects of one supremely wealthy man. The Republican party would have to stare itself long and hard in the face. A loss on Tuesday would mean the party had won the popular vote only once since 1988, when George W Bush beat John Kerry in 2004. In the five other elections, the Democrats would have beaten them. That is a shocking record that lays bare a deep, structural problem.</p> <p>Its base is shrinking before its eyes. The old \"southern strategy\" pioneered with such success by Richard Nixon, in which Republicans commandeered the white vote, often by playing on racial anxieties, worked wonders for decades. But now that white vote accounts for too small a share of the electorate: Romney is on course to win about 60% of it, but it's still not enough. <a href=\"http://www.washingtonpost.com/politics/as-republican-convention-emphasizes-diversity-racial-incidents-intrude/2012/08/29/b9023a52-f1ec-11e1-892d-bc92fee603a7_story.html\" title=\"\">As the Republican senator Lindsey Graham so memorably</a> put it: \"The demographics race we're losing badly. We're not generating enough angry white guys to stay in business for the long term.\"</p> <p>The problem is that Republicans have not compensated for that decline in white numbers with gains elsewhere. Steve Schmidt, campaign manager for John McCain in 2008, put it starkly when we met: \"We have been horrific\" towards Hispanic-Americans, he said, adding that the party needed to start speaking to that rising population with \"respect\". George W Bush made an effort in that direction with some results, but any progress has been reversed this time. Obama is expected to win as much as <a href=\"http://www.latimes.com/news/politics/la-pn-race-polarized-electorate-20121031,0,2198469.story\" title=\"\">75% of the Hispanic vote</a>.</p> <p>That problem with minorities – and one poll showed Romney's black support at <a href=\"http://www.huffingtonpost.com/2012/08/21/mitt-romney-black-vote_n_1820329.html\" title=\"\">a striking 0%</a> – is both cause and effect of its shrinking base. If only \"angry white guys\", or Tea Partiers and evangelical Christians, are taking part in presidential primaries, that is bound to have a distorting effect. Romney is a case in point. In theory, he could have been a candidate with crossover appeal: a moderate, proven businessman who had won in Democratic Massachusetts. But to win the Republican nomination he had to change, becoming what he called a \"severe conservative\", dropping his previous stances in favour of abortion rights and gun control and, in order not to be outflanked on his right, telling undocumented immigrants, most Hispanic, to \"self-deport\".</p> <p>This is the Republicans' existential problem. They have retreated ever deeper into an ideological laager, shaped by a narrow, nationally unrepresentative Christian right, until they have reached the point where anyone acceptable to them is unacceptable to the rest of the country. Romney was the only plausible candidate on offer from the freakshow they had to choose from – but competing in the freakshow turned him into someone implausible.</p> <p>If Romney loses on Tuesday, Republicans will have to acknowledge that they threw away an election that, by rights, should have been theirs. They faced an incumbent with low approval ratings and weighed down by an unemployment rate hovering around 8%: no US president since Franklin Roosevelt had been re-elected with such a high jobless number. This was their election to lose. If they lose it, they will need to contemplate the most profound change.</p> <p>And what if the polls in the critical swing states don't hold up and Obama loses? The brutal truth is that neither American politics nor history looks kindly on one-term presidents. They&#xa0;are instantly deemed failures. Jimmy Carter had to undertake a 30-year penance of good works in order to rehabilitate his reputation and absolve the grave sin of losing. Many Democrats would be similarly embarrassed by a defeated Obama, unsentimentally branding him a non-person. Many will say the party made a grave mistake and that it should have gone for Hillary in 2008, a view that will be nourished by this week's <a href=\"http://www.theguardian.com/world/2012/nov/02/hillary-clinton-mitt-romney-poll\" title=\"\">YouGov poll finding that Clinton would have beaten Romney</a> by a comfortable six points.</p> <p>The last four years will be regarded as an aberration, <a href=\"http://www.washingtonpost.com/opinions/charles-krauthammer-the-choice/2012/11/01/59b5bed0-2445-11e2-9313-3c7f59038d93_story.html\" title=\"\">\"a historical parenthesis, a passing interlude of overreaching hyper-liberalism, rejected by a center-right country that is 80% nonliberal,\"</a> according to the ultra-conservative commentator, Charles Krauthammer. Everything Obama did – his Keynesian stimulus, his bailout of the car industry, his reform of healthcare – will be condemned as a mistake, including by many Democrats who will succumb to the right's critique and fault Obama for veering too far left. Only the killing of Osama bin Laden will earn him any credit.</p> <p>Worse, and this will rarely be articulated out loud, too many Americans will see the first black presidency as a kind of failed experiment: we tried it, but it didn't work out. In a silent way, the bar for non-white candidates, already so high, will be even higher.</p> <p>The world outside America is backing Obama, the polls show it, but without the fervour of four years ago. Some on the left see little difference between him and Romney, on, say, drones, civil liberties or the Middle East; the odd nuance, perhaps, but otherwise they are&#xa0;Tweedledum and Tweedledee.</p> <p>Big mistake. Some of us heard the same refrain in 2000: no difference between Gore and Bush, who cares who wins? And we all know how that worked out.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/j_freedland\" title=\"\"><em>@j_freedland</em></a></p>",
  "<p>• One curious sideshow of this campaign has been the war waged by certain pundits – whose job is to predict the election based on gut feelings – against those who prefer to use maths. In the gut instinct world of cable news, the race is neck-and-neck – a state of affairs that, coincidentally enough, fuels a demand for further gut-based punditry. For statisticians such as the <a href=\"http://fivethirtyeight.blogs.nytimes.com/\" title=\"\">New York Times' Nate Silver, </a>meanwhile, the steadiness of Barack Obama's slight lead in crucial states makes a Romney victory, though far from impossible, fairly unlikely. What explains this disagreement? Pundit after right-wing pundit insists it must be Silver et al's dodgy numbers. (\"It's hard to blame conservatives for wondering if he might be working the refs,\" muttered <a href=\"[http://dailycaller.com/2012/10/19/nate-silver-vs-the-world/\" title=\"\">the Daily Caller's Matt Lewis</a>, seemingly unaware that Silver just plugs publicly available polling numbers, day after day, into the same unchanging computer model.) Now, in these last days of the race, other \"better than maths\" theories are emerging. Do you realise, asks the influential conservative site Breitbart.com, that Republicans <a href=\"http://www.breitbart.com/Big-Government/2012/10/30/The-Streak-Republicans-Have-Won-Every-November-6th-Presidential-Election-Since-1860\" title=\"\">have won every election held on November 6 since 1860</a>? (That's true enough, but you can find patterns to prove anything: the mens' grooming website Grooming Lounge has shown that <a href=\"http://www.groomingguys.com/grooming-tips/the-presidential-eyebrow-index-super-graphic/\" title=\"\">the candidate with the better-kempt eyebrows usually triumphs</a>, which favours Obama.) But there's encouragement for Romney from New Jersey, where <a href=\"http://www.mnn.com/earth-matters/politics/stories/animals-predict-a-win-for-romney\" title=\"\">a cockroach named Mitt beat a cockroach named Obama</a> in the New Jersey Pest Management Association's traditional election-season Running of the Roaches. The NJPMA boasts an 84% success rate – so what do you make of <em>that</em>, fancy \"statistician\" types? The cockroach named Nate Silver, one assumes, just sat in the corner, weeping quietly for his country.</p> <p>• <a href=\"http://news.yahoo.com/errant-gingrich-email-obama-going-win-174518235.html\" title=\"\">An email arrives</a> from zoo-loving space-colony enthusiast Newt Gingrich – or, to be precise, from an advertiser who has apparently paid real American dollars for access to his mailing list, Gingrich Marketplace. \"The truth is, the next election has already been decided. Obama is going to win,\" it begins. That's quite a concession from the camp of a prominent Republican. What's the argument? \"It's nearly impossible to beat an incumbent president.\" Well, no, but do go on: \"What's actually at stake right now is whether or not he will have a third term.\" Woah, what? That's right: according to <a href=\"http://pro.stansberryresearch.com/1210THIRDLIA/LPSINA33/\" title=\"\">an astonishingly long-winded audio presentation</a> linked from the email – which robbed your diarist, a human with a finite lifespan, of a quarter-hour he'll never get back – \"an enormous economic force\" will turn Obama into an idol, permitting him to rewrite the Constitution. A disclaimer explains that these wacky views aren't necessarily Newt's own, and to be fair, he's probably far too busy finalising blueprints for his nuclear-powered moon zoo to pay attention to what goes out under his name. Don't mock: once Obama installs himself as world dictator, you'll be grateful for Gingrich's outpost in space. Especially if you like zoos.</p> <p>• There's bad news for a mainstay of campaign journalism in <a href=\"http://www.npr.org/blogs/ombudsman/2012/11/01/164107070/election-coverage-2-to-kill-the-man-on-the-street\" title=\"\">the findings of an audience research project</a> conducted by National Public Radio. Listeners generally admire NPR's coverage, it finds, but they can't abide those man- or woman-in-the-street interviews with voters. It's traditional to supplement discussion of candidates and policies with \"vox pops\", but as one respondent put it: \"I really don't care what some random dude in Florida thinks.\" \"Nothing is more frustrating for me,\" adds another, \"than hearing/reading/seeing know-nothing voters expose their utter ignorance.\" NPR's ombudsman says he partly concurs. But not everyone does. \"I quite like quotes from random people that add nothing substantive,\" said Betty Adams, a 32-year-old from Adelphi, Ohio, who works at a factory making teleportation devices. \"Also, it offers an easy way for journalists to conclude their articles.\"</p>",
  "<p>What is it like for Americans to watch the US election from Britain? Two US citizens, comedian Rich Fulcher and literature professor Sarah Churchwell, discuss media coverage, distance – and&#xa0;how to explain to Brits why the Republicans are a serious threat. Emine&#xa0;Saner listens in.</p> <p><strong>Rich Fulcher: </strong>Over here, I still see how pro-Obama everyone is. Some seem incredulous that it's even a close race.</p> <p><strong>Sarah Churchwell: </strong>There's a presumption that Americans are uninformed yahoos. The suspicion is that if they don't like Obama, it's because they're yahoos, not because they have arrived at&#xa0;that decision for rational reasons.</p> <p><strong>RF:</strong> Or they're from the south, or carry&#xa0;guns.</p> <p><strong>SC:</strong> Or they're evangelicals. Also, there doesn't seem to be any notion that you can object to Obama from the left – he's extended Bush's foreign policy, not shut Guantánamo, abrogated civil liberties – there are many ways one could object to him, and it doesn't make one Sarah Palin.</p> <p><strong>RF:</strong> Ultimately it boils down to whether you want Romney or Obama, despite Guantánamo. It's the lesser of two evils. Also, people here don't understand the electoral college. But who does? People here think swing states are where they have those parties with the car keys.</p> <p><strong>SC:</strong> There is this idea that the electoral divide is coastal, and it's east and west coast versus the heartland, and it's not. I&#xa0;think it's rural versus urban, and that's what people outside America don't understand. Obama's decision to bail out the auto industry has affected the midwest and bought him a lot of votes that were otherwise going to be dubious.</p> <p><strong>RF:</strong> And now Romney is claiming he has the same plan. He's like a little kid: \"No,&#xa0;that was my plan too!\"</p> <p><strong>SC:</strong> I'm pretty sure he wrote an editorial that said to let them go bankrupt, that this is the moral hazard of capitalism.</p> <p><strong>Emine Saner: </strong>Do you think Europeans are bewildered by the popularity of the Republican party? I couldn't imagine them existing here in any serious way.</p> <p><strong>RF:</strong> David Cameron couldn't exist in the Republican party, he's much too liberal.</p> <p><strong>SC:</strong> Nobody really knows what Romney thinks, but his record in Massachusetts is pretty moderate. He takes a lot of credit he doesn't deserve by saying he worked across the aisle with Democrats – but that's because 87% of his senate was Democrat, so he didn't really have a choice. It's hard to say what he would do if he were operating in a vacuum. The way the Republican party is currently working is by mobilising their base, which seems to me to be bonkers, because the birthers are never going to&#xa0;vote for Obama. Romney does not have to pander to them, he has to win the centre. I think it's a little unfair of Europeans who say it wouldn't happen here or in Europe – Le Pen exists in France, the <a href=\"http://www.theguardian.com/world/video/2012/oct/26/golden-dawn-greece-police-video\" title=\"\">Golden Dawn</a> exists in Greece. In America, they have a slightly different face, but the story is the same: anti-immigrant, ideologically extreme, religiously or politically.</p> <p><strong>RF:</strong> In the Republican primaries you ask the question, \"How many of you believe in Darwinism?\" and nobody raises their hands. Romney may be moderate but he's carrying with him a bandwagon of <a href=\"http://www.theguardian.com/world/2012/may/30/donald-trump-birther-mitt-romney\" title=\"\">birthers</a> and extremists. Look at the way he stood up for [Republican Richard] Mourdock, who said it was God's will if you have a baby after being raped.</p> <p><strong>SC:</strong> So many people do not love Obama any more. Republican strategists seem not to understand that to swing that far right they're alienating people who would be willing to vote against Obama. People say to me here: \"It seems clear from Obama's many failures that one person's power to change the country is limited, so how much does it matter?\" It&#xa0;matters a lot, not least because of the supreme court, which is going to have between one and four vacancies in the&#xa0;next election cycle, and certainly within the next eight years. Some of the decisions they have made have not just been unconscionable to liberals, but have been historically unprecedented – absolutely out of the bounds of what the&#xa0;constitution gave them the powers to do. The consequences of having Romney in power, who will need to appease his Republican base by appointing a conservative court, is terrifying, because that's not just eight years, that's a generation.</p> <p><strong>RF:</strong> It's a great job, by the way. You get to sit down all the time.</p> <p><strong>SC:</strong> Really cool robes. To go back to the point about how the British view it, I&#xa0;have had more than one person say to me that it's entertainment, or theatre, which you feel sort of immune to.</p> <p><strong>RF:</strong> We look at politics now like sports – it's like, \"This guy got benched.\"</p> <p><strong>SC:</strong> I love entertainment, but the difference between something that has real consequences and something that doesn't is genuine. There are polls showing we haven't been as polarised as this since the civil war, and you know who I blame? Rupert Murdoch. In 1987, Reagan abolished the Fairness Doctrine, and in 1988 Murdoch started Fox News, and it was made legal because they no longer had to have balanced viewpoints. In the UK, that rule you still have here about balance. Some people might think is a bit tedious, I would say: \"Get rid of it and then you get Fox News.\"</p> <p><strong>RF:</strong> My parents are sucked into the Fox News bubble and they will never leave it. They're trying to get out, and I try to open the door for them, but it doesn't work. It's a right-wing prism. In the second presidential debate, Obama did very well – but not to them.</p> <p><strong>SC:</strong> What's hard to explain is why it feels&#xa0;like a civil war sometimes. I cannot talk about politics with one of my best friends because she is that kind of kneejerk Republican, and she thinks I'm&#xa0;a kneejerk liberal. I keep saying I&#xa0;would vote Republican if there were a Republican who was going to be good for the country, be moderate, protect reproductive rights. I'm socially liberal, but fiscally conservative, and that's not an unusual thing to find in America.</p> <p><strong>ES:</strong> Does the US election make you homesick?</p> <p><strong>SC:</strong> Homesickness comes up with Halloween and Christmas. I don't want to watch [the election] there; I think I&#xa0;would be more disheartened than I am.</p> <p><strong>ES:</strong> You've both lived here for several years. Do you feel people have been warmer to you as Americans during Obama's presidency? Can you imagine that changing?</p> <p><strong>SC:</strong> I've certainly encountered a lot less anti-Americanism than when Bush was in power. Not long after they invaded Iraq, I was in a bar with a friend and some&#xa0;guy kept pushing into us. I&#xa0;turned and politely asked him to give us some space and he said: \"Why don't you fuck off back to America?\"</p> <p><strong>RF:</strong> When Bush was president, I was \"Canadian\". It solved a lot of problems. If Romney wins I'm going to have to be Antarctican.</p> <p><a href=\"http://www.sohotheatre.com/whats-on/rich-fulchers-special-u-s-election-show/\" title=\"\"><em>Rich Fulcher's Special US Election Show</em></a><em> featuring Scott Capurro and Hadley Freeman is at Soho theatre, London W1, on 5 November at 7.30pm. </em></p> <p>• This article was amended on 4 November 2012 to correct the spelling of Sarah Churchwell's name in the picture caption. The original said Obama had \"aggravated\" civil liberties. This has been corrected to \"abrogated\".</p>",
  "<p>In <a href=\"http://www.theguardian.com/books/2011/nov/02/112263-stephen-king-review\" title=\"\">Stephen King's remarkable time-travel novel 11.22.63</a>, the central character, Jake, journeys back from the America of 2011 to the America of the early 1960s. While he is there, a woman challenges him to tell her one good thing about the future. \"I'll give you two for the price of one,\" Jake eventually replies. \"The cold war is over and the president is a black man.\" The woman's jaw drops. \"You're serious?\" she stammers in disbelief. \"Yes, I am,\" Jake replies. The woman ponders this almost inconceivable news from the future. Finally she asks, very haltingly: \"Is he … doing a good job?\" Jake explains that opinions of the president vary but, \"If you want mine, he's doing as well as anyone could expect, given the complexities.\"</p> <p>Mr King has surely got <a href=\"http://www.theguardian.com/world/barack-obama\" title=\"\">Barack Obama's</a> first term about right. The record is certainly not perfect, but he has done about as well as anyone could reasonably expect, given that the economy has been in decline, the banks in crisis, America at war and the Republican party out to destroy him. Leading America through and out of such crises would be a formidable set of challenges at the best of times, but they have been made infinitely more difficult by the Republicans' single-minded commitment to eviscerating the Obama presidency. At a time when the economic role of government has been more important than at any time in a generation, the Republicans have been set on blocking, subverting and dismantling just about every programme that Mr Obama has promoted. In many cases they have succeeded. It is to Mr Obama's credit that he has achieved what he has – most notably the historic reform of healthcare and the economic stimulus package of 2009, their genuine imperfections rightly overshadowed by the substance of what they contained in spite of congressional resistance. And since the Republican recapture of Congress in 2010, US politics has been dominated by people who do not just despise Mr Obama, but by people who also despise government itself.</p> <p>The election of 2012 was never going to be a repeat of the election of 2008. Four years ago, Americans had the opportunity to repudiate the Bush years – so uniquely calamitous both at home and abroad – and to make a historic choice by electing Mr Obama. Even four years ago, never mind when seen from the <a href=\"http://www.pbs.org/wnet/jimcrow/\" title=\"\">Jim Crow</a> era, the 2008 contest was a jaw-dropping, almost redemptive, American moment. Expectations were incredibly high. Even in the best of times, it would have been hard to fulfil them. Mr Obama has fallen short of some important goals. Guantánamo Bay remains open. The Middle East peace process has got nowhere. Progress on climate change, though not negligible, has been slow. The Iraq war is over and torture has been ended, but the conflict in Afghanistan continues, waged increasingly through drone attacks that solve neither military nor political problems.</p> <p>Four years later, the 2012 contest may lack the glamour of 2008. But it is in every way at least as important. Partly, that is because of what a <a href=\"http://www.theguardian.com/world/mittromney\" title=\"\">Mitt Romney</a> victory on Tuesday might mean – the destruction of welfare safety nets, a free pass for the tax-avoiding rich, indifference to the environment, the dismantling of healthcare, reactionary moves on women's and gay rights, and the chance to stuff the supreme court even more solidly with justices of the anti-government right. More than that, however, it is because the re-election of Mr Obama would be an act of collective national seriousness by Americans who believe in good government not no government and who possess a concern for community that goes beyond material self-interest. This is America's election, not ours, and some Americans think the rest of us have no right to an opinion. But <a href=\"http://yougov.co.uk/news/2012/10/31/euro-opinion-us-election/\" title=\"\">our part of the world is clear that it prefers Mr Obama</a> to have four more years in the White House and on Tuesday we hope that Americans will use their votes to ensure that he does.</p>",
  "<div id=\"block-50943c9db579f74bac764980\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T21:35:25.757Z\">9.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The campaigning is continuing into the night, but we will be back tomorrow live-blogging a packed day of events, from 9am.</p> </div>   </div> <div id=\"block-50942f0195cb1506d244476e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T20:37:21.813Z\">8.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A group called <a href=\"http://forecastthefacts.org/about/\">Forecast The Facts</a> has this simple but deadly web ad that pits together Mitt Romney's climate change shot against Sandy footage.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ZENtH3psXl4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ZENtH3psXl4?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Ouch.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T20:38:16.343Z\">at 8.38pm GMT</time></p>  </div> <div id=\"block-50942c0595cb1506d244476d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T20:24:37.882Z\">8.24pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">'Voting is the best revenge' says Obama</h2>  <div class=\"block-elements\">  <p>From <strong>Barack Obama</strong>'s event in Springfield, Ohio this afternoon:</p> <blockquote class=\"quoted\"> <p><strong>Obama</strong>: And at the time the Republican Congress and a Senate candidate by the name of Mitt Romney...</p> <p><strong>Audience</strong>: Booo!</p> <p><strong>Obama</strong>: No, no, no, don't boo, vote. Vote! Voting is the best revenge.</p> </blockquote> </div>   </div> <div id=\"block-50942a42b579f74bac76497f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T20:17:06.349Z\">8.17pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here are the day's <strong>swing state polls</strong>, as compiled from<a href=\"http://politicalwire.com/archives/2012/11/02/latest_swing_state_polls.html\"> Political Wire</a>:</p> <blockquote> <p><strong>Colorado</strong>: Obama 46%, Romney 46% (<a href=\"http://www.reuters.com/article/2012/11/02/us-usa-campaign-poll-idUSBRE89K0A920121102\">Reuters/Ipsos</a>)</p> <p><strong>Colorado</strong>: Obama 50%, Romney 46% (<a href=\"http://images.politico.com/global/2012/11/121102_coloradoresults_lcv.pdf\">Public Policy Polling</a>)</p> <p><strong>Colorado</strong>: Obama 47%, Romney 45% (<a href=\"http://www.denverpost.com/ci_21914514/politics/poll-obama-romney-still-essentially-tied-colorado\">Denver Post/SurveyUSA</a>)</p> <p><strong>Florida</strong>: Obama 48%, Romney 46% (<a href=\"http://www.reuters.com/article/2012/11/01/us-usa-campaign-poll-idUSBRE89K0A920121101\">Reuters/Ipsos</a>)</p> <p><strong>Michigan</strong>: Obama 52%, Romney 47% (<a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/michigan/election_2012_michigan_president\">Rasmussen</a>)</p> <p><strong>Michigan</strong>: Obama 52%, Romney 46% (<a href=\"http://www.scribd.com/doc/111936182/MichiganResults-1\">Public Policy Polling</a>)</p> <p><strong>Nevada</strong>: Obama 50%, Romney 44% (<a href=\"http://www.ralstonflash.com/blog/democratic-pollster-says-obama-6-nevada#.UJL5eGewUvo\">Mellman</a>)</p> <p><strong>New Hampshire</strong>: Obama 50%, Romney 44% (<a href=\"http://www.nec.edu/news/new-poll-gives-president-obama-some-daylight-in-new-hampshire\">New England College</a>)</p> <p><strong>Ohio</strong>: Obama 50%, Romney 47% (<a href=\"http://politicalticker.blogs.cnn.com/2012/11/02/cnn-poll-obama-50-romney-47-in-ohio/\">CNN/ORC</a>)</p> <p><strong>Ohio</strong>: Obama 49%, Romney 49% (<a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/ohio/election_2012_ohio_president\">Rasmussen</a>)</p> <p><strong>Ohio</strong>: Obama 47%, Romney 45% (<a href=\"http://www.reuters.com/article/2012/11/02/us-usa-campaign-poll-idUSBRE89K0A920121102\">Reuters/Ipsos</a>)</p> <p><strong>Ohio</strong>: Obama 50%, Romney 46% (<a href=\"http://weaskamerica.com/2012/11/02/hot-off-the-presses-2/\">We Ask America</a>)</p> <p><strong>Virginia</strong>: Obama 48%, Romney 45% (<a href=\"http://www.reuters.com/article/2012/11/02/us-usa-campaign-poll-idUSBRE89K0A920121102\">Reuters/Ipsos</a>)</p> <p><strong>Virginia</strong>: Obama 49%, Romney 48% (<a href=\"http://weaskamerica.com/2012/11/02/hot-off-the-presses-2/\">We Ask America</a>)</p> <p><strong>Wisconsin</strong>: Obama 52%, Romney 45% (<a href=\"http://weaskamerica.com/2012/11/02/hot-off-the-presses-2/\">We Ask America</a>)</p> </blockquote> <p>So that's Obama up in 12 and two ties. Not great for Romney.</p> </div>   </div> <div id=\"block-509421d5b579f74bac76497e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T19:41:09.562Z\">7.41pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Barack Obama's last appearance of the day is at another school – this time in Lima, Ohio, where former Ohio governor Ted Strickland is warming up the crowd.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markknoller/status/264449216179490816\">  <blockquote class=\"twitter-tweet\"><p>At rally in Lima (as in beans), former Ohio Gov Ted Strickland says Obama did one thing that drives Romney batty: he saved US auto industry.</p>&mdash; Mark Knoller (@markknoller) <a href=\"https://twitter.com/markknoller/status/264449216179490816\" data-datetime=\"2012-11-02T19:29:41+00:00\">November 2, 2012</a></blockquote> </figure>  <p>Meanwhile, in an exciting clash of the political titans in Ohio, Mitt Romney is speaking at a screen factory in Etna, where he announces his secret plan to absorb carbon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SarahH_CBSNJ/status/264446944213102592\">  <blockquote class=\"twitter-tweet\"><p>Here in Etna, OH Romney talking coal says he will \"make sure burning coal is done in an clean way, but we’re not going to kill the industry\"</p>&mdash; Sarah Huisenga (@SarahH_CBSNJ) <a href=\"https://twitter.com/SarahH_CBSNJ/status/264446944213102592\" data-datetime=\"2012-11-02T19:20:39+00:00\">November 2, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T19:41:31.389Z\">at 7.41pm GMT</time></p>  </div> <div id=\"block-5094173fb579f74bac76497d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T19:15:41.867Z\">7.15pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">News summary</h2>  <div class=\"block-elements\">  <p>The presidential campaigns are running at full capacity, and even the October jobs report wasn't able to pierce the barrage of attacks.</p> <p>Here's a round-up of the day's events:</p> <p><strong>• The much anticipated October jobs report delivered good news for the Obama campaign</strong>: a better than expected 171,000 jobs added to the economy, and backward revisions boosting totals in previous months</p> <p><strong>• Barack Obama issued a savage attack on Mitt Romney's comments on the US auto industry</strong> during a campaign stop in Ohio. On Romney's comments about Jeep production moving to China, Obama said: \"This isn't a game. These are people's jobs. These are people's lives.\"</p> <p><strong>• Mitt Romney, speaking during a tour of Wisconsin, called the jobs figures \"a sad reminder that the economy is at a virtual standstill,\"</strong> and repeated his refrain that he and not Obama was more likely to bring change. \"Walk with me, walk together. Let us start anew,\" he said.</p> <p><strong>• Another set of swing state polls continued to show a close race, but with Obama maintaining an edge</strong>. NYT election blogger Nate Silver's forecast increased Obama's chances of winning to above 80%.</p> <p><strong>• The total number of political ads aired during the general election season has passed the one million mark</strong>, a 40% increase over the 2008 and 2004 elections.</p> <p><strong>• The Obama campaign issued a new attack ad sketching out the first 100 days of a Romney administration</strong>, a nightmare scenario of tax cuts for millionaires and overturning Roe v Wade</p> <p><strong>• Speaking in Florida, Bill Clinton made an unusual pitch for Obama's re-election</strong>: \"I may be the only person in America, but I am far more enthusiastic about President Obama this time than I was four years ago.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-e310049f-02fe-4279-860a-149c944b0600\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351884226542/fb825c9e-5d06-4d32-805c-05202595c152-460.jpeg\" alt=\"Fire Obama sign\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A sign paid for by Freedom Works for America super pac in Maricopa County, Arizona.  Photograph: Eduardo Barraza/Demotix/Corbis</span> <span class=\"element-image__credit\">Photograph: Eduardo Barraza/Demotix/Corbis</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T19:31:40.634Z\">at 7.31pm GMT</time></p>  </div> <div id=\"block-50941453b579f74bac76497c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T18:43:31.651Z\">6.43pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Early voting: what does it all mean?</h2>  <div class=\"block-elements\">  <p>Trying to figure out what the <strong>early voting</strong> totals means is the path to madness, so to damage your sanity here's the latest totals:</p> <h2>Colorado</h2> <p>Votes: 1.5 million</p> <p>Democrats: 35%</p> <p>Republicans: 37%</p> <h2>Florida</h2> <p>Votes: 3.5 million</p> <p>Democrats: 43%</p> <p>Republicans: 40%</p> <h2>Iowa</h2> <p>Votes: 584,000</p> <p>Democrats: 43%</p> <p>Republicans: 32%</p> <h2>Nevada</h2> <p>Votes: 627,000</p> <p>Democrats: 44%</p> <p>Republicans: 37%</p> <h2>North Carolina</h2> <p>Votes: 2.3 million</p> <p>Democrats: 48%</p> <p>Republicans: 32%</p> <h2>Ohio</h2> <p>Votes: 1.3 million</p> <p>Democrats: 29%</p> <p>Republicans: 23%</p> <p>[Note: Party affiliation in Ohio is based on the last primary in which a voter participated.]</p> <p><em>Sources: The Associated Press, state elections agencies and the United States Elections Project at George Mason University.</em></p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-93b9136a-da93-4054-896f-d7a3d8f82e80\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351885555623/8ef268b1-97e3-4713-9805-d54585a4f4d5-460.jpeg\" alt=\"Florida voters wait to vote\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People queue to cast early votes at the North Miami Public Library, Florida, yesterday. Voters are complaining about long waits in line to cast their ballots. Photograph: Joe Raedle/Getty Images</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T19:46:18.391Z\">at 7.46pm GMT</time></p>  </div> <div id=\"block-5094129095cb1506d244476a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T18:36:00.982Z\">6.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This won't be news if you live in a swing state – but America's television sets have endured more than <strong>one million political ads</strong> already in the 2012 general election, according to <a href=\"http://mediaproject.wesleyan.edu/2012/11/02/presidential-ad-war-tops-1m-airings/\">research from the Wesleyan Media Project</a>:</p> <blockquote class=\"quoted\"> <p>As the 2012 campaign comes to a close, the number of ads aired in the presidential general election passed the one million mark last week. As of October 29, the two candidates, their party committees, and supporting interest groups had sponsored 1,015,615 ads since June 1, a 39.1% increase over 2008 (730,041) and a 41% increase over 2004 (720,064).</p> <p>Since Mitt Romney effectively secured the Republican nomination in April, the campaigns, parties and outside interest groups have sponsored just over 1.1 million presidential ad airings on local broadcast and national cable.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LarrySabato/status/264430355010945024\">  <blockquote class=\"twitter-tweet\"><p>This election will cost $6 bil. A lot. But we spent $7 bil on Halloween.</p>&mdash; Larry Sabato (@LarrySabato) <a href=\"https://twitter.com/LarrySabato/status/264430355010945024\" data-datetime=\"2012-11-02T18:14:44+00:00\">November 2, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T18:56:10.875Z\">at 6.56pm GMT</time></p>  </div> <div id=\"block-50940c4db579f74bac76497a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T18:09:17.667Z\">6.09pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">The 100th day of the Romney administration</h2>  <div class=\"block-elements\">  <p>Now here's some old-school politics: a new attack ad from Obama for America with a fake news bulletin marking the 100th day of the Romney administration.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=kY9_WLLuhB4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/kY9_WLLuhB4?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Neatly done.</p> </div>   </div> <div id=\"block-5094079995cb1506d2444769\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T17:49:13.854Z\">5.49pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The New York Times' dangerously rational math wizard <strong>Nate Silver</strong> responds to his critics, and <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/11/02/nov-1-the-simple-case-for-saying-obama-is-the-favorite/\">attempts to blind everyone with complex discussions about&#xa0;algorithms and science</a>:</p> <blockquote class=\"quoted\"> <p>What I find confounding about this is that the argument we’re making is exceedingly simple. Here it is:</p> </blockquote> <blockquote> <p>Obama’s ahead in Ohio.</p> <p>A somewhat-more-complicated version:</p> </blockquote> <blockquote> <p>Mr Obama is leading in the polls of Ohio and other states that would suffice for him to win 270 electoral votes, and by a margin that has historically translated into victory a fairly high percentage of the time.</p> </blockquote>  <p>Can someone please translate that into English?</p> </div>   </div> <div id=\"block-50940665b579f74bac764978\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T17:44:05.747Z\">5.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Indiana senate race</strong> <a href=\"http://www.indystar.com/article/20121102/NEWS0502/121102003/Donnelly-builds-lead-over-Mourdock-Senate-race\">appears to be tilting towards the Democrats</a>, thanks to Republican candidate <strong>Richard Mourdock</strong>'s abortion comments:</p> <blockquote class=\"quoted\"> <p>With only four days until voters make their choices, Democratic Senate nominee US Representative Joe Donnelly has built a significant lead in the race for Senate, according to a new Howey/DePauw Indiana Battleground Poll.</p> <p>The poll, released this morning, shows Donnelly leading Republican State Treasurer Richard Mourdock 47% to 36%, with Libertarian Andrew Horning getting 6%. Another 11% were undecided.</p> </blockquote> <p>The poll found that \"nearly nine in 10 Hoosiers were aware of Mourdock’s comments on abortion during the debate, with 40% saying the words made them less likely to vote for Mourdock with only 6% saying they made them more likely to vote for him.\"</p> </div>   </div> <div id=\"block-50940313b579f74bac764977\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T17:29:56.068Z\">5.29pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>I'm not sure how I missed this earlier, but the <strong>New York Times</strong> has <a href=\"http://www.nytimes.com/2012/11/02/us/politics/matt-romney-goes-to-russia-for-business.html\">an odd piece about one member of the Romney family</a> who doesn't seem to agree with <strong>Mitt Romney</strong>'s contention that <strong>Russia</strong> is America's number one geopolitical foe:</p> <blockquote class=\"quoted\"> <p>Matt Romney, a son of the Republican presidential nominee, traveled to Moscow this week seeking Russian investors for his California-based real estate firm just days before his father is to wrap up a campaign in which he has vowed to take a tougher stance with the Kremlin.</p> <p>Mr Romney, the second-oldest son of <a href=\"http://elections.nytimes.com/2012/primaries/candidates/mitt-romney?inline=nyt-per\">Mitt Romney</a>, met with Russians whom he hoped to convince to invest in his company, Excel Trust, which owns shopping centers across the United States, the firm said. Although the company’s focus has been solely domestic, it said it has begun exploring international opportunities to raise funds.</p> </blockquote>  <p>Excellent timing Matt. Probably a top secret mission and he won't want to talk about the details because you know, secret. Oh, hang on:</p> <blockquote class=\"quoted\"> <p>But while in Moscow, Mr Romney told a Russian known to be able to deliver messages to Mr Putin that despite the campaign rhetoric, his father wants good relations if he becomes president, according to a person informed about the conversation.</p> </blockquote>  <p>Talk about \"sending a message to Vladimir,\" which has amused Republicans for so long.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T17:31:35.999Z\">at 5.31pm GMT</time></p>  </div> <div id=\"block-5093fa32b579f74bac764975\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T16:52:02.327Z\">4.52pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>NBC News's Ali Weinberg also hears <strong>Barack Obama</strong> <a href=\"http://firstread.nbcnews.com/_news/2012/11/02/14882672-obama-slams-romney-for-jeep-ad-in-ohio?lite\">drop the Jeep bomb on Mitt Romney in Ohio today</a>:</p> <blockquote class=\"quoted\"> <p>At his first campaign event since the release of the final jobs report before Election Day, President Barack Obama reprised his auto-centric Ohio economic pitch, slamming <strong>Mitt Romney </strong>for what he said were deceptive ads claiming Jeep was moving its business overseas.</p> <p>He suggested that such a claim, debunked by both Chrysler executives and multiple fact-checkers, made workers here unnecessarily fearful for their jobs.</p> <p>“You've got folks who work at the Jeep plant who've been calling their employers, worried. Asking, is it true? Are our jobs being shipped to China? And the reason they're making these calls is because Governor Romney's been running an ad that says so,” Obama said, speaking to 2,800 supporters at the Franklin County Fairgrounds here.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-cce359b8-b37a-457e-9031-c8a5550e6d7e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351876261091/2267ebfa-473f-4bd5-be1e-c9668f7c7935-460.jpeg\" alt=\"Barack Obama fairground Ohio\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama speaks inside the Franklin County fairgrounds in Hilliard, Ohio today. Photograph: Larry Downing/Reuters</span> <span class=\"element-image__credit\">Photograph: LARRY DOWNING/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T17:11:27.809Z\">at 5.11pm GMT</time></p>  </div> <div id=\"block-5093f8d395cb1506d2444765\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T16:46:11.291Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The latest <strong>swing state polling</strong> via <a href=\"http://politicalwire.com/archives/2012/11/02/latest_swing_state_polls.html\">Taegan Goddard's Political Wire</a> (which has suffered from Sandy but is forging on):</p> <blockquote class=\"quoted\"> <p><strong>Colorado</strong>: Romney 47%, Obama 46% (<a href=\"http://www.reuters.com/article/2012/11/01/us-usa-campaign-poll-idUSBRE89K0A920121101\">Reuters/Ipsos</a>)</p> <p><strong>Colorado</strong>: Obama 50%, Romney 46% (<a href=\"http://images.politico.com/global/2012/11/121102_coloradoresults_lcv.pdf\">Public Policy Polling</a>)</p> <p><strong>Florida</strong>: Obama 48%, Romney 46% (<a href=\"http://www.reuters.com/article/2012/11/01/us-usa-campaign-poll-idUSBRE89K0A920121101\">Reuters/Ipsos</a>)</p> <p><strong>New Hampshire</strong>: Obama 50%, Romney 44% (<a href=\"http://www.nec.edu/news/new-poll-gives-president-obama-some-daylight-in-new-hampshire\">New England College</a>)</p> <p><strong>Ohio</strong>: Obama 47%, Romney 45% (<a href=\"http://www.reuters.com/article/2012/11/01/us-usa-campaign-poll-idUSBRE89K0A920121101\">Reuters/Ipsos</a>)</p> <p><strong><strong>Virginia</strong>: </strong>Obama 49%, Romney 44% (<a href=\"http://www.reuters.com/article/2012/11/01/us-usa-campaign-poll-idUSBRE89K0A920121101\">Reuters/Ipsos</a>)</p> </blockquote>  <p>That Florida one is fascinating, and Colorado must be close, but we knew that.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T18:10:34.509Z\">at 6.10pm GMT</time></p>  </div> <div id=\"block-5093e98f95cb1506d244475e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:46:12.260Z\">3.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-5398cf7e-3add-47a9-9b8c-d5bc3c0003bd\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351871367373/d6f3ffc9-eeb7-4412-bcca-b51ec5df78cd-460.jpeg\" alt=\"Obama Ohio\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama greets supporters at Franklin County Fairgrounds in Hilliard, Ohio this morning. Photograph: Pablo Martinez Monsivais/AP</span> <span class=\"element-image__credit\">Photograph: Pablo Martinez Monsivais/AP</span> </figcaption> </figure>  <p>The Guardian's <strong>Ed Pilkington</strong> has just witnessed <strong>Barack Obama</strong>'s speech in Ohio this morning, and he's very impressed with the 2012 edition of Obama on the stump:</p> <blockquote class=\"quoted\"> <p>Just before Obama went on, we managed to catch a word with his senior adviser David Axelrod who – when asked how the president was doing in these last days of campaigning – said: \"You'll see for yourself. This is his last election, he's really energised.\"</p> <p>And so he was. I haven't heard Obama as fired up at a rally like this one since 2008. In the events I've seen him at this year he's always been 10% reserved, 20% professorial. A pale reflection of the \"hope and change\" merchant of four years ago. But this time he was back to the firebrand of 08, his speech belching out of him like it came from the gut.</p> <p>I know it's become unfashionable to talk about Obama the orator – he over did it with the promises and the rhetoric four years ago and to no small extent he's been paying the price ever since. But when he turns it on, it still sends electricity through the crowd, and it did here.</p> <p>The anger towards Romney was palpable. \"The folks at the top in this country don't need another champion in Washington. They already have a seat at the table,\" he said. Romney didn't represent change, or the future. \"To make sure no matter who you are or where you come from you can make it in America, that's the future.\"</p> <p>It is stating the obvious that Obama's supporters in the crowd loved him. But actually, at this late stage in the election, that is of huge importance. His mission here was to fire up the base so that they get out this weekend knocking on doors and getting out the vote. With poll margins razor-thin in Ohio, the candidate that has the edge in inspiring his faithful followers over the next four days in this crucial battleground state is likely to be the next occupant of the White House.</p> <p>So it matters that Pam Bishop, 60, looked at the end of Obama's speech as though she'd just seen an angel, and vowed to work hard from now to the end of election day. \"I think he is amazing. I think he gets what the country needs and he's willing to work for every single one of us.\"</p> <p>And it particularly mattered that Rick McCurdy, 59, said he found the speech \"very motivating\". McCurdy is one of the one in eight Ohioans who work in the auto industry, in his case for Honda US, and he says without the auto bailout he might have lost his job. \"I'm not ready to go backwards,\" he said, echoing one of Obama's mantras. \"I want to see him moving forwards with the recovery.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T17:04:45.923Z\">at 5.04pm GMT</time></p>  </div> <div id=\"block-5093e897b579f74bac764970\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:36:55.379Z\">3.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mitt Romney</strong> appears to be doing his greatest hits here in West Allis, but the latest jobs figures don't get much attention from Romney:</p> <blockquote class=\"quoted\"> <p>Unemployment is higher today than the day Barack Obama took office.</p> </blockquote> <p>Yes, that is technically true, given that the January 2009 jobs report had 7.8% unemployment, and Obama was inaugurated on 20 January.</p> <p>And here we go with the five-point plan to create jobs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:42:59.996Z\">at 3.42pm GMT</time></p>  </div> <div id=\"block-5093e753b579f74bac76496f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:31:31.175Z\">3.31pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">MItt Romney speaks in Wisconsin</h2>  <div class=\"block-elements\">  <p>Now <strong>Mitt Romney</strong> takes the stage in <strong>Wisconsin</strong>, and he also starts off by mentioning the impact of Sandy. Although Romney's take is very different from Obama's earlier today: Romney doesn't mention the efforts by government agencies – police, firefighters, the National Guard and similar. No, Romney's pitch is: \"If you have a dollar or more, you can donate it to the Red Cross.\"</p> <p>Which is nice.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-db67dbe8-9135-4812-997b-c1fa51dce16d\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351884534566/006e1307-2725-4550-9e21-4174eeef091b-460.jpeg\" alt=\"Romney supporters Wisconsin\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two young Wisconsin supporters of Mitt Romney at a campaign event at the Wisconsin State Fairgrounds in West Allis.  Photograph: Tannen Maury/EPA</span> <span class=\"element-image__credit\">Photograph: Tannen Maury/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T19:29:05.079Z\">at 7.29pm GMT</time></p>  </div> <div id=\"block-5093e602b579f74bac76496e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:25:54.963Z\">3.25pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Twitter</strong> has just launched a <a href=\"https://election.twitter.com/map/#t243902647571185664\">nifty little web-tool</a> that allows you to see which candidate's tweets were popular and where. According to Twitter, it allows you to \"explore engagement with candidates' Tweets during the 2012 campaign\" – and see what issues are lighting up the Twittersphere in Ohio, for example:</p> <blockquote class=\"quoted\"> <p>While the Twitter Political Index analyzes Tweets about the candidates, we have also been studying how citizens interact with Tweets from the candidates. We also want to see what insights you can glean from Twitter data, so this visualization is fully interactive.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:27:04.543Z\">at 3.27pm GMT</time></p>  </div> <div id=\"block-5093e48e95cb1506d244475c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:19:42.825Z\">3.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Just what the east coast needs right now is a big storm on <strong>election day</strong> next Tuesday. Which is possible, say <a href=\"http://www.accuweather.com/en/weather-news/montioring-east-coast-storm-potential-next-week/955616\">meteorologists</a>:</p> <blockquote class=\"quoted\"> <p>At least the storm does not appear to be the type to bring extensive damage, but a track near the coast could push the tide up a bit with the potential for additional beach erosion and minor overwash in unprotected areas.</p> </blockquote>  <p>Not to mention voter turn-out.</p> </div>   </div> <div id=\"block-5093e30c95cb1506d244475b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:13:16.880Z\">3.13pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Like most people, you've probably been wondering \"Who is <strong>Barbra&#xa0;Streisand</strong> supporting in the 2012 presidential election?\" Well, <a href=\"http://www.njdc.org/media/entry/streisand110212\">wonder no more</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ppoqdjhYoms\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ppoqdjhYoms?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Streisand's list of <strong>Barack Obama</strong>'s qualities includes this:</p> <blockquote class=\"quoted\"> <p>President Obama continues to stand strongly with our ally Israel and in preventing Iran from getting nuclear weapons while implementing the strictest sanctions ever.</p> <p>He has also done more for the LGBT community than any president before, repealing “Don’t Ask, Don’t Tell” and signing the Matthew Shepard Hate Crimes Act into law.</p> </blockquote> </div>   </div> <div id=\"block-5093e17ab579f74bac76496c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:06:34.719Z\">3.06pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama slaps down Romney on Jeep remarks</h2>  <div class=\"block-elements\">  <p><strong>Barack Obama</strong> offers up a savage critique of <strong>Mitt Romney</strong>'s Jeep comments and rubs the salt into the wounds over Romney's \"Let Detroit go bankrupt\" comments over the auto bailout:</p> <blockquote class=\"quoted\"> <p>Trying to massage the facts, that's not change... We've been seeing this out of Governor Romney and his friends over the last few weeks right here in Ohio.</p> </blockquote> <p>Obama says worried Jeep employees have been asking if it was true that their jobs were really going to be shipped to China:</p> <blockquote class=\"quoted\"> <p>\"The reason they have been making those calls is because Governor Romney has been running ads saying it.... Everyone knows it's not true, the car companies themselves have told Romney to knock it off... I understand Governor Romney has had a tough time here in Ohio because he was against saving the auto industry.</p> </blockquote> <p>And here's the kicker:</p> <blockquote class=\"quoted\"> <p>I know we are close to the election but this isn't a game. This is people's jobs, this is people's lives. But you don't scare hardworking Americans just to scare up some votes. That's not what being president is all about.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T16:39:07.121Z\">at 4.39pm GMT</time></p>  </div> <div id=\"block-5093dfc7b579f74bac76496a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:59:20.144Z\">2.59pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>\"You may have noticed, everybody is paying a lot of attention to Ohio. And rightly so,\" Obama continues.</p> <p>Now Obama mentions Mitt Romney's opposition to the Clinton tax policies: \"It turns out the governor's math was as bad back then as it is today.\" Obama's on the familiar theme of America having tried the policies that Romney and Republicans are offering:</p> <blockquote class=\"quoted\"> <p>We know what we want to do, works. We know what they want to do doesn't.... We know what change looks like, and what the governor is offering ain't it.</p> </blockquote> </div>   </div> <div id=\"block-5093dea995cb1506d2444758\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:54:33.860Z\">2.54pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama speaking in Hilliard, Ohio</h2>  <div class=\"block-elements\">  <p><strong>Barack Obama</strong> comes on stage before what appears to be a smallish crowd – a trend in recent days for both candidates.</p> <p>Obama's first remarks are about the aftermath of <strong>Hurricane Sandy</strong>, and takes a suitably bipartisan theme. \"We're all in this together,\" says Obama – who draws a parallel between Sandy and the economic tsunami that his the US in 2008.</p> <p>Obama is quickly on to the <strong>October job figures</strong>, running through the highlights before broadening his message out. \"Good job man!\" shouts a supporter. \"This guy had a lot of coffee this morning,\" jokes Obama. \"You're fired up.\"</p> <p>\"We have made real progress, but we are here today because we know we've got more to do,\" says Obama, getting serious. \"Our fight goes on because this nation can't succeed without a thriving middle class.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:24:27.127Z\">at 3.24pm GMT</time></p>  </div> <div id=\"block-5093dceeb579f74bac764968\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:47:10.731Z\">2.47pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Barack Obama</strong> is about to take the stage in Hilliard, <strong>Ohio</strong>, and the Guardian's <strong>Ed Pilkington</strong> is there to set the scene:</p> <blockquote class=\"quoted\"> <p>Barack Obama is going to be virtually living in Ohio for the next four days – well, apart from the other states he'll also be dashing around. He's here every day between now and Tuesday, a sign of how crucial this state, with its 18 electoral votes, is being seen. He's doing three campaign stops here today, first one being in a rather frigid barn in a field on the outskirts of Columbus. I keep expecting some cows or bison or something to appear round the corner. Instead, there's several thousand Obama fans inside the barn, though it has to be said the venue isn't entirely full. Bad sign with just four days of campaigning left?</p> <p>Ted Strickland, the former governor of Ohio, has just spoken. He's lost his voice, pour soul, and croaked his way through his speech. Ohio is the firewall for Obama, he said. My favourite line was a dig at Mitt Romney over his foreign bank accounts, which he made quoting the Bible. Quoting the Bible at a Mormon, that's rich. \"Scripture says where your treasure is, there should your heart be,\" Strickland said, with a wicked grin.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-f0462550-0c4e-4b6b-a521-cb38d480d34a\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351867778705/2c563f0b-2469-4b19-a28e-bf531ca484df-460.jpeg\" alt=\"Obama supporter badge pin\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter shows his badge while waiting to hear Barack Obama speak at a campaign rally. Photograph: Jewel Samad/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: JEWEL SAMAD/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:26:34.013Z\">at 3.26pm GMT</time></p>  </div> <div id=\"block-5093dc18b579f74bac764967\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:43:36.392Z\">2.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Centre for Economic and Policy Research's <a href=\"http://www.cepr.net/index.php/data-bytes/jobs-bytes/economy-adds-171000-jobs-as-unemployment-edges-up-to-79-percent\">Dean Baker looks at the details of the jobs numbers</a>, and concludes:</p> <blockquote class=\"quoted\"> <p>On the whole the data in the October report, together with the upward revisions to the prior two months’ data, show a somewhat brighter picture of the labor market. It appears that the economy is sustaining a rate of job growth in the range of 160,000-180,000 a month. This is consistent with a modest rate of decline in the unemployment rate. Nevertheless, with the economy still down by more than 9 million from its trend level of unemployment, this rate of job growth implies that we would not reach full employment until the end of the decade.</p> </blockquote> </div>   </div> <div id=\"block-5093da14b579f74bac764964\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:35:00.414Z\">2.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Speaking of <strong>Mitt Romney</strong>'s Jeep remarks, the Guardian's <a href=\"http://www.guardian.co.uk/world/us-news-blog/2012/nov/01/mitt-romney-italy-eurozone-bain\">John Hooper reports from Rome</a> on Italians' anger at being used as a whipping-country by the Romney campaign:</p> <blockquote class=\"quoted\"> <p>What is it about Mitt Romney and Italians? The Republican presidential candidate seems to be possessed of a sublime capacity for, well, pissing them off.</p> <p>He was at it again on Thursday in Roanoke, Virginia, where he was reported by the Italian news agency Ansa as having asked his audience: \"If you're an entrepreneur and you're thinking of starting up a business, you need to ask yourself: is America on the same road as Greece? Are we on the path to an economic crisis like that we're seeing in Europe, in Italy and Spain?\"</p> <p>Italians, who thought they'd just put the worse of the eurozone crisis behind them, are not exactly thrilled at being mentioned in the same breath as the Greeks. The Republican candidate's remarks were picked up by news websites here and <a href=\"http://www.corriere.it/esteri/speciali/2012/elezioni-usa/notizie/1nov-romney-con-obama-diventiamo-italia_86c696f4-243d-11e2-9217-937e87f32cd3.shtml9\">given front-page prominence</a>. La Repubblica ran <a href=\"http://rampini.blogautore.repubblica.it/2012/11/01/il-candidato-repubblicano-si-ricorda-di-noi/?ref=HREA-1\">an aggrieved comment</a> from one of its correspondents in the US.</p> </blockquote> <p>And to think that Italian-Americans used to be an influential voting bloc.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:28:04.059Z\">at 3.28pm GMT</time></p>  </div> <div id=\"block-5093d8e8b579f74bac764963\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:30:01.085Z\">2.30pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>We're waiting to hear <strong>Barack Obama</strong> at his event this morning in Hilliard, Ohio, where he is expected to address the jobs figures. Interestingly, he will also address <strong>Mitt Romney</strong>'s comments about Jeep production – specifically the false accusation that Romney made that Jeep was moving \"all\" of its production to China, which was swiftly rebutted by Chrysler.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:30:37.333Z\">at 3.30pm GMT</time></p>  </div> <div id=\"block-5093cfbcb579f74bac76495b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:50:52.530Z\">1.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The September jobs report was notable for the intemperate reaction of the former General Electric chief executive <strong>Jack Welch</strong>, via Twitter, accusing the statistics of being cooked.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dominicru/status/264362748358574080\">  <blockquote class=\"twitter-tweet\"><p>Still no comment from @<a href=\"https://twitter.com/jack_welch\">jack_welch</a> on non-farm figs? :( Come on @<a href=\"https://twitter.com/realdonaldtrump\">realdonaldtrump</a>, fill the void.</p>&mdash; dominic rushe (@dominicru) <a href=\"https://twitter.com/dominicru/status/264362748358574080\" data-datetime=\"2012-11-02T13:46:05+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093cf0eb579f74bac76495a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:47:58.704Z\">1.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">White House response to the October jobs report</h2>  <div class=\"block-elements\">  <p>Here's the statement from <strong>Alan Krueger</strong>, chair of the president's Council of Economic Advisers:</p> <blockquote class=\"quoted\"> <p>While more work remains to be done, today’s employment report provides further evidence that the US economy is continuing to heal from the wounds inflicted by the worst downturn since the Great Depression. It is critical that we continue the policies that are building an economy that works for the middle class as we dig our way out of the deep hole that was caused by the severe recession that began in December 2007.</p> </blockquote> </div>   </div> <div id=\"block-5093cdf195cb1506d2444750\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:43:13.766Z\">1.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Updating <strong>Barack Obama</strong>'s movements on the campaign trail today:</p> <p>10.20am: campaign event at the Franklin County Fairgrounds, Hilliard, Ohio.</p> <p>1pm: campaign event at Springfield High School, Springfield, Ohio.</p> <p>3.20pm: campaign event. Lima Senior High School, Lima, Ohio.</p>  <p>Here's a funny thing: while <strong>Mitt Romney</strong> regularly makes campaign appearances at factories, Obama and Biden are making theirs at schools in the last few days. Interesting contrast.</p> </div>   </div> <div id=\"block-5093cc2395cb1506d244474f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:35:32.110Z\">1.35pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Romney responds to October jobs report</h2>  <div class=\"block-elements\">  <p><strong>Mitt Romney</strong> puts out a statement:</p> <blockquote class=\"quoted\"> <p>Today’s increase in the unemployment rate is a sad reminder that the economy is at a virtual standstill. The jobless rate is higher than it was when President Obama took office, and there are still 23 million Americans struggling for work. On Tuesday, America will make a choice between stagnation and prosperity. For four years, President Obama’s policies have crushed America’s middle class. For four years, President Obama has told us that things are getting better and that we’re making progress. For too many American families, those words ring hollow. We can do better. We can have real economic growth, create millions of good-paying jobs, and give middle-class families the security and opportunity they deserve. When I’m president, I’m going to make real changes that lead to a real recovery, so that the next four years are better than the last.</p> </blockquote>  <p>As previously discussed: look at the job figures four years ago, Mitt Romney, and tell us again how things have got worse?</p> </div>   </div> <div id=\"block-5093caa495cb1506d244474e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:29:08.295Z\">1.29pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>So where were the new jobs coming from last month?</p> <p>• <strong>Construction</strong> added 17,000 jobs, the most since January, a positive sign for a sector that has been in the doldrums</p> <p>• <strong>Manufacturing</strong> added 13,000 jobs after cutting back in the previous two months</p> <p>• <strong>Professional services</strong> – such as architects and IT – also added 51,000 jobs</p> <p>• <strong>Retailers added 36,000 </strong>while<strong> hotels, bars </strong>and<strong> restaurants</strong> added nearly 23,000 positions</p> <p>• The <strong>healthcare and social assistance</strong> sector added 32,000</p> <p>But downside came in <strong>government employment</strong>: government at all levels lost 13,000 jobs in September, after three months of growth</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:09:23.147Z\">at 2.09pm GMT</time></p>  </div> <div id=\"block-5093c7f695cb1506d244474d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:17:43.181Z\">1.17pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here's an interesting note: remember how <strong>Barack Obama</strong>'s post-convention bounce in Charlotte was punctured by the August job figures, which showed weak growth of just 96,000? Well it wasn't.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Neil_Irwin/status/264351015250309122\">  <blockquote class=\"twitter-tweet\"><p>August NFP number was originally reported as a weak +96k. After two revisions, it's +192k.</p>&mdash; Neil Irwin (@Neil_Irwin) <a href=\"https://twitter.com/Neil_Irwin/status/264351015250309122\" data-datetime=\"2012-11-02T12:59:28+00:00\">November 2, 2012</a></blockquote> </figure>  <p>Imagine how different the campaign would have been if the August jobs total had been 196,000, coming off the back of a successful convention.</p> <p><strong>Political geek note</strong>: Shades here of Labour and Harold Wilson's 1970 election defeat in the UK thanks in part to what has been <a href=\"http://news.bbc.co.uk/2/hi/uk_news/politics/vote_2005/basics/4393297.stm\">described</a> as \"freak balance of trade figures [that] drove a coach and horses through Wilson's claims that Labour could run the economy\". The bad trade figures were later revised away.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:05:18.826Z\">at 2.05pm GMT</time></p>  </div> <div id=\"block-5093c63095cb1506d244474a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:10:08.941Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Apart from the flat hourly earnings figures – meaning that wages were unchanged over the month – the details of the jobs report are optimistic much of the way down. Here's one example:</p> <blockquote class=\"quoted\"> <p>The number of persons employed part time for economic reasons (sometimes referred to as involuntary part-time workers) fell by 269,000 to 8.3 million in October, partially offsetting an increase of 582,000 in September. These individuals were working part time because their hours had been cut back or because they were unable to find a full-time job.</p> </blockquote> </div>   </div> <div id=\"block-5093c59fb579f74bac764958\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:07:43.821Z\">1.07pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The full <strong>Bureau of Labor Statistics</strong> jobs report is <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\">here</a> – and this is its statement on the effect of Sandy:</p> <blockquote class=\"quoted\"> <p>Hurricane Sandy had no discernable effect on the employment and unemployment data for October. Household survey data collection was completed before the storm, and establishment survey data collection rates were within normal ranges nationally and for the affected areas.</p> </blockquote> <p>That won't be true for next month's economic stats.</p> </div>   </div> <div id=\"block-5093c4f1b579f74bac764957\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:04:49.984Z\">1.04pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Right on cue, the Republican Speaker of the House <strong>John Boehner</strong> emails out a statement that was presumably written in advance:</p> <blockquote class=\"quoted\"> <p>Four years of persistently high unemployment and long-term joblessness might be the best President Obama can do – but it’s nowhere near what the American people can do if we get Washington out of their way.</p> <p>The consequences of failed ‘stimulus’-style spending, excessive regulations, and the threat of tax hikes are all around us: record debt, higher gas prices, stagnant wages, and an economy that’s far weaker than it should be.</p> </blockquote> </div>   </div> <div id=\"block-5093c47395cb1506d2444748\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:02:43.601Z\">1.02pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>What about the political impact? The Guardian's <strong>Ewen MacAskill</strong> gives his thoughts:</p> <blockquote class=\"quoted\"> <p>The Romney campaign, outlining its strategy during its party convention in Tampa two months ago, attached a lot of importance to the unemployment figures out today. One of Romney’s senior strategist set out the basics of the campaign, some of which turned out as planned, such as a strong debate performance.</p> <p>Crucial to the strategy were the unemployment figures in September, coming at the end of the Democratic convention, and again in October. But these figures today were to have been the killer, with just four full days of campaigning left.</p> <p>It has not worked out like that, mainly because the figures have gone down, dropping below the symbolically-important 8%. It is not just that the figures have gone down but that voters have not attached as much importance to them as the Romney campaign had hoped. Americans have been living with unemployment for four years: it is a fact of life, and the monthly unemployment figures have been largely discounted.</p> <p>These figures are good for the Obama campaign, the 171,000 new jobs higher than expected. The Obama campaign can claim that the trend is going in the right direction.</p> <p>The Romney campaign is almost certain to say that the unemployment rate is still too high, that the rate is not coming down fast enough, that all that stimulus money has failed to make an impact. But these figures are not the game-changer the Romney campaign had predicted two months ago.</p> </blockquote> </div>   </div> <div id=\"block-5093c3cfb579f74bac764956\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:00:00.104Z\">1.00pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>On the point about the <strong>unemployment rate</strong> at the start and end of Barack Obama's first presidential term:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damianpaletta/status/264349507238633472\">  <blockquote class=\"twitter-tweet\"><p>Obama trying to join Reagan and GW Bush; won reelection with unemployment higher than day took office. (7.9% 10/12 vs. 7.8% 1/09)</p>&mdash; Damian Paletta (@damianpaletta) <a href=\"https://twitter.com/damianpaletta/status/264349507238633472\" data-datetime=\"2012-11-02T12:53:28+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093c326b579f74bac764955\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:57:10.933Z\">12.57pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Four years ago: 489,000 jobs lost</h2>  <div class=\"block-elements\">  <p>As for Ronald Reagan's prescription \"Are you better off now than you were four years ago?\", that seems clear. In October 2008, the US economy lost 489,000 jobs. Four years later, the economy added 171,000. You do the math.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinwolfers/status/264350195867852800\">  <blockquote class=\"twitter-tweet\"><p>There are 3 data sources in a jobs report: Payrolls, revisions, household survey. Payrolls good, revisions great, household employment fab.</p>&mdash; Justin Wolfers (@justinwolfers) <a href=\"https://twitter.com/justinwolfers/status/264350195867852800\" data-datetime=\"2012-11-02T12:56:12+00:00\">November 2, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:08:53.723Z\">at 2.08pm GMT</time></p>  </div> <div id=\"block-5093c19e95cb1506d2444746\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:50:38.333Z\">12.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Professor <strong>Glenn Hubbard</strong> is on CNBC – he's the economic advisor to the Romney campaign, and he's here to point out the cloud rather than the silver lining.</p> <p>\"I think our expectations may be dumbed down a bit,\" says Hubbard, who says this is just \"treading water,\" and blames \"policy uncertainty\" for holding the economy back.</p> <p>Pressed to explain the Romney campaign's housing policy, Hubbard again blames policy uncertainty and fear of tax increases. Not quite a housing policy.</p> </div>   </div> <div id=\"block-5093c0c895cb1506d2444743\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:47:04.327Z\">12.47pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here's the Associated Press's write up:</p> <blockquote class=\"quoted\"> <p>Investors were pleased by the news. The Dow Jones industrial average futures were flat before it came out at 8.30am ET, and within minutes they were up 30 points.</p> <p>The yield on the benchmark 10-year U.S. Treasury note climbed to 1.77% from 1.72%, a sign that investors were moving money out of bonds and into stocks.</p> <p>Most of the details in the report were positive. The government revised the jobs figures to show that 84,000 more jobs were added than previously estimated.</p> <p>The gains in October were widespread across most industries. And the percentage of Americans working or looking for work rose for the second straight month.</p> <p>The economy has added jobs for 25 straight months. There are now 580,000 more jobs than when Obama took office.</p> <p>But there were also signs of the economy's ongoing weakness. Average hourly pay dipped a penny to $23.58. And the number of unemployed increased 170,000 to 12.3 million.</p> </blockquote> </div>   </div> <div id=\"block-5093c079b579f74bac764952\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:45:45.863Z\">12.45pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Economist Justin Wolfers finds more joy in the October jobs statistics.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinwolfers/status/264346736024236032\">  <blockquote class=\"twitter-tweet\"><p>Wow, household survey shows employment growth in October of +410k. Even better news.</p>&mdash; Justin Wolfers (@justinwolfers) <a href=\"https://twitter.com/justinwolfers/status/264346736024236032\" data-datetime=\"2012-11-02T12:42:27+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093c00bb579f74bac764950\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:43:55.793Z\">12.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>More detail: the revisions include an upward to boost to August's jobs total, by 50,000. Combined with the revisions to September, that's a further 84,000 new jobs that weren't previously counted.</p> <p>What that also means is that since July, the economy has created an average of 173,000 jobs a month – a big improvement from the average of 67,000 a month from April to June.</p> <p>There will be some unhappy campers at the Romney campaign today.</p> </div>   </div> <div id=\"block-5093bf4395cb1506d2444742\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:40:35.636Z\">12.40pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>So why did the <strong>unemployment rate</strong> go up if so many new jobs were created? The reason is that 578,000 people entered the labour force – meaning that the labour market as a whole grew, as more became active job seekers.</p> <p>That's also a good sign: \"discouraged workers\" are those who had given up looking.</p> </div>   </div> <div id=\"block-5093bea195cb1506d2444741\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:37:53.632Z\">12.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Further details from the October jobs report: the revisions to earlier figures includes an increase on September's jobs total: from 114,000 to a healthier 148,000.</p> <p>In October, the bad news is that <strong>hourly earnings</strong> were unchanged on the month, and of course there was the uptick in the <strong>headline rate of unemployment</strong>, to 7.9%. But it stays below the 8% mark – important politically, because it means that the unemployment rate remains where it was when Barack Obama took office in 2009.</p>  <p><strong>Update</strong>: Actually the unemployment rate is below where it was when Barack Obama took office. The January unemployment rate was 7.8% – but Obama was only inaugurated on 20 January. The February unemployment rate was 8.3% – and that's the fair comparison, if you want one.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T12:53:17.620Z\">at 12.53pm GMT</time></p>  </div> <div id=\"block-5093bd5195cb1506d244473f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:32:17.404Z\">12.32pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">US economy adds 171,000 in October</h2>  <div class=\"block-elements\">  <p>And the numbers are in: and it's looking very good. The top line is that 171,000 jobs were added in October – but the jobless rate rises to 7.9%, up from 7.8%.</p> <p>And the Labour department says there was no impact from Hurricane Sandy.</p> <p>The short answer is that this is a good number: well above expectations of 125,000, and above the 150,000 that economists say is needed to keep pace with population growth.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T12:32:46.321Z\">at 12.32pm GMT</time></p>  </div> <div id=\"block-5093356b95cb1506d2444709\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:27:04.345Z\">12.27pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Presidential candidates on the campaign trail</h2>  <div class=\"block-elements\">  <p>With the presidential campaign entering its final days, all four principals are out on the trail today. Here's where to find them. (All times are local.)</p> <h2>Barack Obama: Ohio</h2> <p>10.20am: at the Franklin County Fairgrounds, Hilliard, Ohio</p> <p>1pm: at Springfield High School, Springfield, Ohio</p> <p>3.20pm: at Lima Senior High School, Lima, Ohio</p> <h2>Joe Biden: Wisconsin</h2> <p>11.15am: speaks at campaign event, Aldrich Middle School Gymnasium, Beloit, Wisconsin</p> <p>1pm: speaks at a campaign event, Superior Middle School, Superior, Wisconsin</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-45fc9be2-3cdf-4bac-b493-629e3617c987\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351825356432/4b9745c1-8fc5-4202-95b4-e0eec8184dbf-460.jpeg\" alt=\"Joe Biden Iowa\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden speaking yesterday at West Middle School in Muscatine, Iowa. Photograph: Matt Rourke/AP</span> <span class=\"element-image__credit\">Photograph: Matt Rourke/AP</span> </figcaption> </figure>  <h2>Mitt Romney: Wisconsin and Ohio</h2> <p>9.55am: holds a rally at State Fair Park, West Allis, Wisconsin</p> <p>2.30pm: holds a rally at Screen Machine Industries, Etna, Ohio</p> <p>7.30pm: appearance with <strong>Ann Romney</strong> and <strong>Paul Ryan</strong>, West Chester, Ohio, to launch \"Romney-Ryan Real Recovery Road\" event.</p> <h2>Paul Ryan: Colorado and Iowa</h2> <p>10am: holds a rally at Black Canyon Jet Center, Montrose, Colorado</p> <p>3.15pm: holds a rally, University of Northern Iowa, Cedar Falls, Iowa</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T13:44:33.703Z\">at 1.44pm GMT</time></p>  </div> <div id=\"block-5093329095cb1506d2444704\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:13:10.326Z\">12.13pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Today's jobs data comes after Thursday saw a raft of indicators suggesting a <a href=\"http://www.latimes.com/business/money/la-fi-mo-ism-manufacturing-consumer-confidence-construction-20121101,0,6555096.story\">continued improvement in the US economy</a>.</p> <p>For the labour market the two that stood out were more mixed. The <strong>Department of Labour</strong> said that unemployment applications fell by just 9,000 to 363,000 last week, suggesting a big rise in job creation is unlikely. But payroll provider ADP reported businesses adding 158,000 jobs in October, although ADP's figures are often out of step with official data.</p> <p>The other data was more rosy:</p> <blockquote> <p>• The Conference Board’s consumer confidence index rose to 72.2 last month, its highest reading since February 2008</p> <p>• Manufacturing expanded for the second straight month, largely because of higher consumer demand, according to the Institute for Supply Management</p> <p>• Construction spending rose in September, the Commerce Department reported, owing to home construction and renovation</p> </blockquote> </div>   </div> <div id=\"block-50932679b579f74bac764903\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:06:12.648Z\">12.06pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">October's job report: what to look for</h2>  <div class=\"block-elements\">  <p>Here are the <strong>five key points</strong> that will determine whether today's jobs figures are seen as good or bad for America and the respective presidential campaigns.</p> <h2><strong>1. Will job creation beat expectations?</strong></h2> <p>Forecasters are predicting around 125,000 jobs have been created last month. Anything above that will be seen as better than expected, especially a figure of 150,000 or more. Similarly, a total below that will suggest the opposite, especially if the new jobs total dips below 100,000.</p> <h2><strong>2. Will the unemployment rate stay at 7.8%?</strong></h2> <p>Even a slight uptick in the headline rate of unemployment will become ammunition for the Romney campaign – all the more if the rate goes to 8% or above.</p> <h2><strong>3. Will revisions to previous months add or subtract?</strong></h2> <p>September's positive jobs report may be subject to heavy revision, possibly raising the unemployment rate in retrospect. Look out for revisions to previous months.</p> <h2><strong>4. What about the numbers below the headline figures?</strong></h2> <p>After the job creation total and unemployment rate, the report includes a wealth of other data. The key statistics include hours worked and hourly pay: strong increases in both are signs of an improving labour market, and a better guide to how those in work are faring.</p> <h2><strong>5. What will be the impact from Hurricane Sandy?</strong></h2> <p>The storm's devastation may have come too late in the month to have much impact on October's jobs numbers. But its influence, if any, is likely to be negative, as well as a possible source of confusion.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-957d65a3-fac3-4146-b624-6d4496d331fd\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/online/2012/10/31/1351690402591/Downed-power-lines-after--007.jpg\" alt=\"Downed power lines after superstorm Sandy at Seaside Heights island\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Downed power lines at Seaside Heights, New Jersey. What impact will Sandy have on the October jobs numbers? Photograph: Julio Cortez/AP</span> <span class=\"element-image__credit\">Photograph: Julio Cortez/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5093b6ee95cb1506d244473c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:05:02.310Z\">12.05pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Jobs – and the lack of them – once again take centre stage in US politics, as the Bureau for Labor Statistics today publishes its <strong>October jobs report</strong>, offering voters a final measure of the state of the US economy ahead of next week's presidential election.</p> <p>For <strong>Barack Obama</strong>, October's jobs data represents the last report card on his performance as president. The campaign of <strong>Mitt Romney</strong>, his Republican rival, will be quick to pounce on any signs that the economy remains stagnant or that job creation remains weak.</p> <p>The report will be published at 8.30am ET, and we will be analysing the figures and providing coverage of the reaction from economists, political pundits and the candidates themselves as the day unfolds.</p> <p>With the east coast of the US rattled by Hurricane Sandy earlier in the week, the report may comes with caveats. But for Obama and his supporters, the real question is how October's figures stack up alongside the rosy economic data received recently, and whether September's decline in the headline rate of unemployment — to 7.8% from 8.1% — was merely a blip or part of an improving trend.</p> <p>Mitt Romney, meanwhile, has put jobs at the centre of his pitch for the White House, regularly boasting that he \"knows how to create jobs\" while citing the 23m Americans estimated to be out of work. A lacklustre report could reignite his campaign in the final four full days of campaigning before polls open on 6 November.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:14:44.913Z\">at 2.14pm GMT</time></p>  </div>",
  "<p>The people who are gaming out what New Jersey Governor Chris Christie's praise of Obama means for 2016 are the ones with all the power. And I mean this literally: they have power, because no one camping out with candles and kerosene heaters is thinking about 2016. If you're thinking about 2016, you also have time on your hands from giving up on the poll-average pundit Pictionary in favor of cost-free speculation about the inner life of a man who seems pretty willing to let it all hang out.</p> <p>Take off the binoculars, and pick up a Twitter stream or a Facebook feed – the ones where people are asking for, and sometimes offering, gas, food or electricity. (One of the most moving pictures of the past day was of someone hanging an extension cord off their fence with the invitation to \"charge your phones!\" That says a lot about the reality of social networks as lifelines; it also suggests we'll need a new hobo chalk sign vocabulary for the post-post-infrastructure age.)</p> <p>Go without power for a while and see if five days doesn't seem like forever – four years from now is a pleasant daydream. If Christie <a href=\"http://www.cbsnews.com/video/watch/?id=50134316n\">really was riding alongside Obama in Marine One</a> looking at the hurricane's devastation thinking to himself, \"This will make a great ad,\" he's a moral monster. And if he wasn't thinking mostly about getting some sleep, then he's a better person than I am. Rush Limbaugh probably didn't mean it as a compliment when he said Christie was playing the role of a \"<a href=\"http://www.rushlimbaugh.com/daily/2012/10/31/chris_christie_plays_role_of_greek_column_for_the_obama_reelection_campaign\">Greek column</a>\" during Obama's visit, though it would be a nice gloss over the governor's silhouette. More to the point, it's the president who's offering support to Christie.</p> <p>The chin-scratchers in their warm and dry perches are, apparently, too far away to see that the Christie-Obama \"bromance\", while certainly transactional, wasn't a feel-good exchange of airy endorsements. Christie didn't laud anything as ineffable as leadership or hopefulness, he pointed to specific actions: the calls Obama made, the pledges of quantifiable support. In an election year, we tend to forget that campaigning isn't the point; it's what comes after. And Christie <a href=\"http://www.csmonitor.com/USA/Elections/President/2012/1031/As-Obama-Christie-survey-storm-damage-politics-is-unavoidable-video\">boiled it down</a>:</p> <blockquote> <p>\"We're doing the jobs that people elected us to do.\"</p> </blockquote> <p>It's not cynical to point out that such praise can co-exist with genuine ideological differences. You can be grateful for Fema aid while still believing in a more decentralized federal government. I mean, your argument is going to have to be a lot more <em>detailed</em> – and you'd be wise <em>not</em> to call for <a href=\"http://www.salon.com/2012/10/30/romney_right_on_the_button_to_dismantle_fema_says_gop_strategist/\">the dismantling of, say, Fema</a> – but accepting government assistance never means you have to approve of everything the government does. Thank God. Christie doesn't have to turn in his Republican badge, and he can run against Obama without being a hypocrite.</p> <p>Christie's pointed plaudits to the president <em>do</em> undermine the kind of cheap plays on stereotypes that made up pretty much all the non-Christie portions of his Republican convention keynote address. As Jon Stewart pointed out, a recent Christie speech accused the president of <a href=\"http://www.huffingtonpost.com/2012/11/01/jon-stewart-applauds-hurricane-sandy-response_n_2057024.html\">fumbling</a> for the \"light-switch of leadership\"; post-Sandy, as Stewart quipped:</p> <blockquote> <p>\"Yeah, I guess he found that fucking light switch, huh?\"</p> </blockquote> <p>A better metaphor might be to point out that, with the power out, all cats look alike in the dark. Christie is a decent governor and a real person, and I think his appearing with Obama – and his pleading for help – was the shortest of short-term thinking for him, shouting \"fire\" in a theater that was, in fact, on fire.</p> <p>How will Christie's pragmatism itself play politically? The questions cascade. If he's not thinking about running for president, fine – but what about the people who are thinking about him thinking of running for president? Can someone so willing to put aside politics in favor of personal action (rather than personal gain) attract the support of the GOP's fevered base? Could a Christie nomination pull the GOP to the middle?</p> <p>The thing about the Republican party of recent years is that it seems to do the pulling. Sure, Christie was a heavily-courted possible contender, even as Romney was in the middle of molting his moderate feathers. But was that evidence of GOP thought-leaders being willing to compromise on their own dearly-held, unpopular positions on such as climate change, or was it a sign of their confidence in a presidential nominee as a placeholder? Christie is an attractive candidate no matter what shade the rest of the party is, but who would change their colors more?</p> <p>Christie's weight has been the much-mocked obstacle to his rise in national politics, but would the Republican party require him to shed beliefs, as well as some pounds? When Romney decided to mold himself into whatever he needed to be to gain the party's nomination, it was relatively easy: there was no original form to change. For Christie to undergo such a transformation, in whatever way, though, he'd only become half the man he used to be.</p>",
  "<p>The memory of Bush versus Gore will be hanging over next Tuesday's election like a black cloud. Could it be possible that, as in 2000, we wake up on Wednesday morning with the next occupant of the White House still undecided?</p> <p>Quite possible, says Professor Edward Foley, an expert in election law at Ohio State University. He estimates, based on his knowledge of the legal landscape and his reading of the polls, that there could be up to a 1% chance of the outcome of the election still being in the balance beyond next Tuesday.</p> <p>He goes further. He says that the US should embrace the possibility of a delayed result as a necessary and healthy part of the electoral process in the advent of a very close race. \"Just because we are forced into overtime on 7 November doesn't automatically mean we are in crisis,\" he says. \"Such uncertainty is not a reason for panic.\"</p> <p>Here are some possible doomsday scenarios that could leave us still guessing next Wednesday morning:</p> <h2>Storm Sandy</h2> <p>As the fallout of the storm continues to play out across several north-eastern states, the question arises could major disruption to voting centres cause a delay. It's possible, though highly unlikely, that Congress could pass legislation postponing the election. Federal officials have indicated that individual states should decide. Those most affected by the storm, notably New Jersey and New York, are so firmly Democratic that there is no doubt about their outcome. Virginia is the only battleground that has been heavily affected, yet latest estimates suggest power should be restored in most areas of the state by Friday.</p> <h2>Too close to call</h2> <p>It's possible that a state whose crop of electoral votes could determine the identity of the next president – Florida with 29 votes, perhaps, or Ohio with 18 – could be so close that either candidate refuses to concede and demands a recount. Florida's recount debacle in 2000 famously went all the way to the US supreme court and was finally awarded to George Bush by just 537 votes. It's also possible that several states are too close to call, leading to a multiple agony of indecision. That happened in 1916, with America's position in the first world war hanging on the election, when so many states were exceptionally close that Woodrow Wilson's victory over Charles Hughes was delayed for many days. In 1876, four states were in dispute, pushing back the victory of Rutherford Hayes for months to the eve of his March inauguration.</p> <p>If a recount happened in Ohio next week it could delay the final result of the presidential race until 11 December.</p> <h2>Provisional ballots</h2> <p>In an attempt to avoid the 2000 snarl-up repeating itself, Congress passed the 2002 Help America Vote Act to try and modernise the system. That has increased the role of provisional ballots, which are cast by voters where there is a question mark over their eligibility and are counted after election day. Several swing states – for instance Colorado, Florida, Nevada and Virginia – have had substantial numbers of provisional ballots in recent elections. The phenomenon is particularly acute in the key battleground state of Ohio where more than 200,000 provisional ballots were cast in 2008. Were sufficient provisional ballots cast this year in Ohio to put a close result in jeopardy, then the outcome in Ohio and thus potentially in the entire presidential race <a href=\"http://moritzlaw.osu.edu/electionlaw/freefair/index.php?ID=9905\">could be delayed until 17 November</a>.</p> <h2>Absentee and military ballots</h2> <p>It is conceivable that a dispute could erupt over absentee or military ballots in a very close race. Consider what happened in Minnesota in 2008, where Al Franken's eventually successful challenge to the incumbent senator Norm Coleman was delayed by more than seven months by wrangling over absentee ballots.</p> <p>Colorado, Florida and Virginia all have large military bases and are therefore likely to have a substantial number of military ballots which could be important in a razor-close vote.</p> <h2>A 269-269 tie</h2> <p>It takes 270 electoral votes <a href=\"http://www.theguardian.com/world/video/2012/sep/28/us-electoral-college-explained\">to earn the keys to the White House</a>. It is theoretically possible that there could be a tie between Obama and Romney of 269 votes to 269. In that event, the House of Representatives would choose the president in a ballot to be held in January in which each state delegation in the House would have one vote. The vice-president would be chosen by the Senate. <a href=\"http://articles.latimes.com/2012/oct/28/opinion/la-oe-klotsche-electoral-college-apocalypse-20121028\">Pundits have had a lot of fun</a> envisaging the remote prospect that Mitt Romney is elected Republican president with Joe Biden as his Democratic vice-president.</p>",
  "<p>If the political postings you've seen lately on Facebook and Twitter seem particularly outrageous, it's because they are.<br> From the beginning of the political conventions to the eve of the final debate, social media and blog postings about US presidential candidates Barack Obama and Mitt Romney have been relentlessly negative, <a href=\"http://www.journalism.org/analysis_report/winning_media_campaign_2012\">according to a new Pew study.</a><br> \"We found social media very harsh,\" Tom Rosenstiel, director of Pew's Project for Excellence in Journalism, told the Guardian. \"We also found it fairly insensitive to events. It moved some but was pretty relentlessly negative about both candidates, particularly Romney.\"</p> <p>There is no doubt mainstream media coverage influences what is being said on social media, especially on Facebook, where users tend to be more politically engaged and often more partisan. In the Pew analysis, two outlets in particular were clearly slanted in opposite directions: for every 23 stories published by MSNBC about Romney, only one is positive. At Fox News, only about one in every eight stories published about Obama is positive.<br> With coverage of this campaign markedly more negative than 2008, it's leaking over into what we're sharing. By all accounts we're going stir crazy: everything's offensive, outrageous, or both at once. And, sometimes, the constant pot-stirring results in the breakdown of friendships between people of differing political stripes. The tension is especially palpable on Facebook. Pew's team found that conversation about both candidates hit overdrive on the social network after the 3 October presidential debate, an event considered a solid victory for Romney. Since that evening, the conversation has gotten decidedly less civil, perhaps because social media conversation is <a href=\"http://www.ritholtz.com/blog/wp-content/uploads/2012/07/enhanced-buzz-wide-31489-1341954714-11.jpg\">already more partisan</a> than what is found in public opinion or in mainstream media, according to Rosenstiel.<br> When this writer posed a question about political clashes on Facebook, Chicago attorney Walker Lawrence said Thursday he'd been \"unfriended\" for \"my support for Obama … happened this year and in 2008.\" As for Twitter, a comparatively smaller, more self-selecting network, negative statements about Obama outweighed positive by less than 2-to-1. For Romney it was close to 4-to-1. \"It is a great way to learn about events,\" Rosenstiel added, \"but it is not, certainly at this point in history, a proxy of the electorate.\" Patience is boiling over on both networks as Americans near the end of a marathon election cycle. Earlier this year, Pew's Internet and American Life project found that 18% of users have unfriended or blocked someone online due to political issues. With only a few days to go until the election, don't be surprised if the number rises – if only just until sometime in mid-November. But even as tempers flare this week and next, an increasingly rare story sparked by social media is bringing people together instead of tearing them apart. After many months without anything like it, a viral video of Fort Collins toddler Abigael Evans emerged on YouTube this week.  \"I'm tired of Bronco Bamma and Mitt Romney,\" the red-eyed four-year-old blubbered into an NPR reporter's camera, and charmed <a href=\"http://www.youtube.com/watch?v=OjrthOPLAKM\">millions of jaded YouTube </a>viewers as she was literally bored to tears.<br> Thousands of exhausted people smiled knowingly and hit the share button.</p>",
  "<div id=\"block-5093fa9495cb1506d2444766\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T16:53:40.476Z\">4.53pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Here's a summary of today's developments:</p> <p>• <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-5093b87d95cb1506d244473d\"><strong>The UN said video showing captured Syrian soldiers being killed by rebels appear to show a \"war crime\" and could form evidence for a prosecution.</strong> </a>The killings were condemned by Amnesty International and Human Rights Watch. </p> <p>• <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-5093e3aeb579f74bac76496d\"><strong>The rebel leadership has confirmed that Assad forces have left Saraqeb, the town near scene of Thursday's execution. </strong></a>Rebels blamed the killings on Salifi fighters. </p> <p>• <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-509394d3b579f74bac764934\"><strong>Riad Seif, a Sunni businessman who left Syria in June after being imprisoned by the regime, is emerging as a possible new leader of the Syria opposition. </strong></a>His plan for a new National Initiative Council aims at <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-50939b3db579f74bac76493b\">running liberated in Syria </a>as tentative shadow government. </p> <p>• <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-5093d33895cb1506d2444752\"><strong>Both the Russian government and the opposition Syrian National Council have accused the US of meddling in Syrian affairs by nominating names to the proposed council</strong></a>. Russian deputy foreign minister said the interference flouted an agreement reach in June in Geneva. </p> <p>• <strong><a href=\"http://www.dailystar.com.lb/News/Politics/2012/Nov-02/193605-freed-lebanese-journalist-fidaa-itani-returns-to-beirut.ashx#ixzz2B3NmsWgy%20\">Lebanese journalist Fidaa Itani has returned to Beirut after being captured by Syrian rebels. </a></strong>Itani said that the opposition Local Coordination Committees of Syria should apologise for arresting him.</p> <p><strong>•&#xa0;<a href=\"http://www.guardian.co.uk/world/2012/nov/01/syria-rebels-fear-foreign-jihadis\">Rebels in Aleppo are expecting a showdown with jihadi fighters, Martin Chulov reports from the city.&#xa0;</a></strong>A&#xa0;defector told him \"It's so mixed up. And this is just how Bashar wants it.\"</p> </div>   </div> <div id=\"block-5093f51795cb1506d2444764\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T16:30:16.030Z\">4.30pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Kodmani backs new SNI</h2>  <div class=\"block-elements\">  <p>Prominent opposition figure Bassma Kodmani is backing the new&#xa0;Syrian National Initiative [SNI] and insists the new body will not undermine the Syrian National Council.</p> <p>Kodmani, who resigned as spokeswoman for the SNC in the summer, said SNC's concerned about the new organisation were unfolded.</p> <p>Speaking to the Guardian she said: \"The Syrian National Council should play a central part of the new political authority. All groups currently represented on the council will be represented on the new authority.\"</p> <p>Kodmani has been involved in drawing up plans for the new group, but does intend to serve on it. She confirmed that the idea for the SNI was being led by Riad Seif. But she insisted that a leader had not yey been decided. \"Riad Seif is leading the process, but the group will decide who will be leader, once they come together,\" she said.</p> <p>Former prime minister Riayd Hijab has also been touted as a possible leader.</p> <p>Kodmani said: \"Riayd Hijab is full supportive of the group and is involved in process ... There are strongly legitimate figures who are leading the process.\"</p> <p>On Wednesday US secretary of state Hillary Clinton said: \"We have recommended names and organisations that we believe should be included in any leadership structure.\"</p> <p>Kodmani said it was wrong to suggest that the US or any other government was involved in selecting the new council. She insisted the personnel of the group would be selected by Syrians.</p> <p>She said: \"Foreign powers have not been involved in nominations.&#xa0;The authority would selected by Syrians. It is a completely Syrian process. Names have not been designated, only groups and organisation which should be represented have been proposed.\"</p> <p>Kodmani said it was probably too early to base the new council inside Syria. </p> <p>\"It depends how things develop on the ground. Ideally it should be inside Syria, but that is premature at this stage,\" she said. </p> </div>   </div> <div id=\"block-5093e3aeb579f74bac76496d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:15:58.221Z\">3.15pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Rebels claim to have liberated Saraqeb</h2>  <div class=\"block-elements\">  <p>The rebel leadership has confirmed that Assad forces have left Saraqeb, the town near scene of Thursday's execution of captured soldiers. </p> <p>In a statement emailed to the Guardian the Free Syrian Amry's joint command council said: </p> <blockquote class=\"quoted\"> <p>Today the last tank and soldier of Assad's brigades and shabiha left Saraqeb and the independence flag is flying high in the town. </p> <p>Saraqeb was surrounded by four military checkpoints. All of these checkpoints fell after a sophisticated operation.</p> <p>Sarageb is an important strategic gain as it connects many cities and lies on the highway between Aleppo and Damascus.</p> </blockquote> </div>   </div> <div id=\"block-5093e0adb579f74bac76496b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:03:09.474Z\">3.03pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Executions blamed on Salafis</h2>  <div class=\"block-elements\">  <p>A rebel fighter from Idlib province has blamed the execution of government soldiers on Thursday on a Salafi group that he says are increasingly influential in the area. </p> <p>Abu Abdul Rahiem, a fighter in Jebal al-Zawiyia, said that the incident occurred in al-Nayrab to the west of Saraqeb.</p> <p>Speaking to Mona Mahmood he said:</p> <blockquote class=\"quoted\"> <p>Yesterday there was a massive fight near a checkpoint in al-Nayrab led by the Salafi Dawood brigade, part of Suqur al-Sham organisation.</p> <p>Assad’s soldiers were inside a military camp in the town. Fighters from the Salafi Dawood brigade overran the camp and captured the soldiers. Initially there were only ten of them so they could not take the soldiers captive, and had to kill them immediately. No trial could be held because the fighting was still going on. This is guerrilla warfare.</p> <p>The soldiers there included snipers who had shot four fighters from the Dawood brigade. </p> <p>The Dawood brigade and the Suqur Al-Sham organisation do not answer to any military council affiliated to the FSA. They work independently and have their own leader whom they call Ameer and his name is Abu Issa.</p> <p>Yesterday we had a demonstration in Jebal al-Zawiyia and we raised banners in response to Hillary Clinton's statement that Assad's end is imminent. We said: \"al-Qaida arrival’s in Syria is imminent too.\"</p> <p>We do not wish to turn Syria into another Afghanistan, but we can't stop these extremists groups. We are really worried about the future of Syria. We need weapons and media support, but there is nothing on the ground.</p> <p>We have four Salafi groups who are fighting in Idlib province. The biggest group is Jabhat al-Nusra which has members all over Syria. There is also the Ansar al-Islam group, the Majless al-Shura group and Suqur al-Sham group.</p> <p>These Salafi groups are gaining support in Idlib province as they are well equipped unlike the FSA brigades. People also admire their bravery.</p> <p>They are tough fighters and when they get hold of soldiers, they kill them at once.</p> <p>They are getting more powerful and in in the future could start forcing people to follow sharia law. It is a big problem.</p> <p>They are so strict about new recruits. If someone smokes or does not pray that much, he is not accepted. They only accept hardliners and we have few Syrians hardliners here. All the suicide fighters come from outside of Syria. Most of the suicide fighters are Saudis.</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe marginheight=&quot;0&quot; marginwidth=&quot;0&quot; src=&quot;https://maps.google.co.uk/maps/ms?msa=0&amp;amp;msid=200547086913577029119.0004cd806677ade01716d&amp;amp;ie=UTF8&amp;amp;t=p&amp;amp;ll=35.876533,36.76403&amp;amp;spn=0.097366,0.145912&amp;amp;z=12&amp;amp;output=embed&quot; frameborder=&quot;0&quot; height=&quot;350&quot; scrolling=&quot;no&quot; width=&quot;425&quot;&gt;&lt;/iframe&gt;&lt;br&gt;&lt;small&gt;View &lt;a href=&quot;https://maps.google.co.uk/maps/ms?msa=0&amp;amp;msid=200547086913577029119.0004cd806677ade01716d&amp;amp;ie=UTF8&amp;amp;t=p&amp;amp;ll=35.876533,36.76403&amp;amp;spn=0.097366,0.145912&amp;amp;z=12&amp;amp;source=embed&quot; style=&quot;color:#0000FF;text-align:left&quot;&gt;Saraqeb&lt;/a&gt; in a larger map&lt;/small&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-5093d33895cb1506d2444752\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:05:44.887Z\">2.05pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Russia condemns Clinton's Syrian opposition plans</h2>  <div class=\"block-elements\">  <p>Russia has expressed its alarm about US-backed plans to create a Syrian \"government in exile\".</p> <p>Foreign ministry spokesman <a href=\"http://www.mid.ru/brp_4.nsf/newsline/393BD239CFF3687C44257AAA0042C7E9\">Alexander&#xa0;Lukashevich claimed the plans flout an agreement reached in Geneva,</a> brokered in June by former international envoy Kofi Annan.</p> <p>It called for democratic change in Syria \"in accordance with the aspirations of the Syrian people\".</p> <p>He accused the US of trying to settle the Syrian crisis on its own terms.</p> <p>Lukashevich urged the Syrian opposition to enter dialogue with the Assad government.</p> <p>Russia's deputy foreign minister Gennady Gatilov echoed the same points on his Twitter account.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GGatilov/status/264268987515424768\">  <blockquote class=\"twitter-tweet\"><p>Syrian opposition's Western sponsors violate Geneva agreements when trying to impose from outside a list of future leadership of the country</p>&mdash; Gennady Gatilov (@GGatilov) <a href=\"https://twitter.com/GGatilov/status/264268987515424768\" data-datetime=\"2012-11-02T07:33:31+00:00\">November 2, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GGatilov/status/264269168470265856\">  <blockquote class=\"twitter-tweet\"><p>Geneva Communiqué says: \"...transitional governing body ... shall be formed on the basis of mutual consent\".</p>&mdash; Gennady Gatilov (@GGatilov) <a href=\"https://twitter.com/GGatilov/status/264269168470265856\" data-datetime=\"2012-11-02T07:34:14+00:00\">November 2, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T15:15:41.647Z\">at 3.15pm GMT</time></p>  </div> <div id=\"block-5093cce7b579f74bac764959\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:38:47.376Z\">1.38pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">SNC leader dismissive of Clinton plan</h2>  <div class=\"block-elements\">  <p>The leader of the beleaguered Syrian National Council has accused Hillary Clinton of <a href=\"http://twitter.com/zaidbenjamin/statuses/264338402265137152\">ignoring the complexity of the Syrian</a> crisis after she backed a rival opposition council.</p> <p>In an interview the journalist Zaid Benjamin Abdel Basset Sayda insisted that the SNC represented the <a href=\"http://twitter.com/zaidbenjamin/statuses/264339356846796800\">\"voice of the revolution\"</a>.</p> <p>On Wednesday the US secretary of state confirmed US backing for new a new broad-based opposition council – the Syrian National Initiative [SNI].</p> <p><a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/01/syria-conflict-clinton-opposition-overhaul-live#block-509233f395cb39eabe475ee3\">She said</a>: \"We have recommended names and organisations that we believe should be included in any leadership structure. We’ve made it clear that the SNC can no longer be viewed as the visible leader of the opposition. They can be part of a larger opposition, but that opposition must include people from inside Syria and others who have a legitimate voice that needs to be heard.\"</p> <p>The Guardian revealed that one of the <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/oct/31/syria-crisis-brahimi-china-live#block-50914cd6b57959e43bca950d\">names nominated was former prime minister Riyad Hijab who defected in August</a>. Sayda dismissed as <a href=\"http://twitter.com/zaidbenjamin/statuses/264341811768729600\">speculation</a>, reports that Hijab would lead the group, according to Benjamin.</p> <p>He accused Clinton of ignoring Syrian complexities and suggested the proposed SNI council was an <a href=\"http://twitter.com/zaidbenjamin/statuses/264340849842872320\">example of foreign meddling</a>.</p> <p>You can listen to the interview in Arabic below.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F65816345&amp;amp;show_artwork=true&quot; frameborder=&quot;no&quot; height=&quot;166&quot; scrolling=&quot;no&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:20:20.924Z\">at 2.20pm GMT</time></p>  </div> <div id=\"block-5093c66395cb1506d244474c\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:10:59.825Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Human Rights Watch condemns execution</h2>  <div class=\"block-elements\">  <p>Human Rights Watch has added its voice to the concern about the execution of detained soldiers by rebels, in Saraqeb.</p> <p>Its executive director Kenenth Roth, tweeted: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KenRoth/status/264344368289288193\">  <blockquote class=\"twitter-tweet\"><p>This awful rebel atrocity is not the new <a href=\"https://twitter.com/search/%23Syria\">#Syria</a> that so many are fighting Assad to build. <a href=\"http://t.co/BsNOCkKV\" title=\"http://trib.al/Brf93M\">trib.al/Brf93M</a></p>&mdash; Kenneth Roth (@KenRoth) <a href=\"https://twitter.com/KenRoth/status/264344368289288193\" data-datetime=\"2012-11-02T12:33:03+00:00\">November 2, 2012</a></blockquote> </figure>  <p>In September <a href=\"http://www.hrw.org/news/2012/09/17/syria-end-opposition-use-torture-executions\">HRW documented numerous cases of extra judicial or summary executions by rebels</a>.</p> <p>It pointed out:</p> <blockquote class=\"quoted\"> <p>Extrajudicial and summary executions are serious violations of both international human rights law and international humanitarian law. In situations of armed conflict they constitute war crimes. If they are committed as part of a policy and are widespread or systematic they constitute crimes against humanity.</p> </blockquote> </div>   </div> <div id=\"block-5093b87d95cb1506d244473d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:11:41.413Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">UN concerns over execution video</h2>  <div class=\"block-elements\">  <p>Reuters has more comments from the UN on the video which purports to show rebels killing soldiers who had surrendered. </p> <p>UN human rights spokesman Rupert Colville told a news briefing: </p> <blockquote class=\"quoted\"> <p>Like other videos of this sort, it's difficult to verify immediately in terms of location, who's involved. We need to examine this carefully. It will be examined carefully.</p> <p>But the allegations are that these these were soldiers who were no longer combatants. And therefore, at this point it looks very likely that this is a war crime, another one.</p> <p>Unfortunately, this could be just the latest in a string of documented summary executions by opposition factions as well as by government forces and groups affiliated with them, such as the shabbiha [pro-government militia].</p> </blockquote> </div>   </div> <div id=\"block-5093b636b579f74bac764948\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:01:59.040Z\">12.01pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">This week's banner message from Kafranbel</h2>  <div class=\"block-elements\">  <p>It's that time of the week again. This Friday's message from the protest banner makers in Kafranbel is another blunt one for the international community. It says: \"It is not a civil war. It's a genocide. Leave us [to] die, but do not lie\".</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=X_38JgOixxI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/X_38JgOixxI?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-5093b242b579f74bac764947\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:45:07.024Z\">11.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">SNC member suspicious of Riad Seif plan</h2>  <div class=\"block-elements\">  <p>Mulham al-Jundi, a member of the opposition Syrian National Council, says he is suspicious of the Riad Seif plan for a US-backed tentative shadow government.</p> <p><a href=\"http://audioboo.fm/boos/1037382-snc-member-mulhamjundi-suspicious-of-riad-seif-plan\">Speaking to the Guardian via Skype </a>from Istanbul he said: \"We believe Riad Seif is a good guy, but we are not sure what’s behind Riad Seif. We are not sure if he has the vision for this new body.\"</p> <p>Jundi said the goals of the new organisation sounded good but it was unclear how frontline activists would be involved.</p> <p>He said he feared the idea of a Syrian National Initiative was a US ploy to give the Assad government more time.</p> <p>Jundi was also <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/oct/31/syria-crisis-brahimi-china-live#block-50914cd6b57959e43bca950d\">suspicious of former prime minister Riyad Hijab’s involvement</a> in the new council as he had previously expressed reluctance to join the opposition.</p> <p>He said he feared the SNC would be ousted from the new council.</p> <p>Next week the SNC holds is own conference in Doha where it plans to restructure the organisation. Jundi conceded that the conference was the “last chance for the SNC”.</p> <p>Jundi, who was wounded in Homs in February, supports SNC plans to establish a base inside Syria. He said: “Nothing is safe, but we have to work there ... We have to work under bombs. We have to be on the ground.\"</p> <p>Jundi was in the besieged town of Ma’arat al-Numan during last weekend’s failed ceasefire, when he witnessed the Syrian airforce bombing the town.</p> <p>He said the ceasefire brokered by international envoy Lakhdar Brahimi was a “silly deal” because Assad could not be trusted to stop bombing Syrian towns.</p> <blockquote class=\"quoted\"> <p>This is what I’m afraid about the new deal between Hillary Clinton and Riad Seif and Riyad Hijab. It will again be a silly game just to give [Assad] more time.</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div class=&quot;ab-player&quot; data-boourl=&quot;http://audioboo.fm/boos/1037382-snc-member-mulhamjundi-suspicious-of-riad-seif-plan/embed&quot;&gt;&lt;a href=&quot;http://audioboo.fm/boos/1037382-snc-member-mulhamjundi-suspicious-of-riad-seif-plan&quot;&gt;listen to ‘SNC member @MulhamJundi suspicious of Riad Seif plan’ on Audioboo&lt;/a&gt;&lt;/div&gt;&lt;script type=&quot;text/javascript&quot;&gt;(function() { var po = document.createElement(&quot;script&quot;); po.type = &quot;text/javascript&quot;; po.async = true; po.src = &quot;http://d15mj6e6qmt1na.cloudfront.net/assets/embed.js&quot;; var s = document.getElementsByTagName(&quot;script&quot;)[0]; s.parentNode.insertBefore(po, s); })();&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T12:40:14.276Z\">at 12.40pm GMT</time></p>  </div> <div id=\"block-5093a30695cb1506d2444732\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:40:06.275Z\">10.40am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">UN says rebel video appears to show war crime</h2>  <div class=\"block-elements\">  <p>A spokesman for UN Human Rights Council said the video footage showing captured Syrian soldiers being killed appeared show a \"war crime\".</p> <p>He said if the footage could be verified it could provide evidence for a prosecution, Reuters reports.</p> <p>His remarks echo the<a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/nov/02/syria-conflict-rebel-war-crime-video-live#block-5093884795cb1506d2444727\"> concerns of Amnesty International</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T16:56:45.098Z\">at 4.56pm GMT</time></p>  </div> <div id=\"block-50939ed4b579f74bac76493d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:22:12.185Z\">10.22am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Assad forces flee Saraqeb</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.reuters.com/article/2012/11/02/us-syria-crisis-town-idUSBRE8A10BL20121102\">Assad's forces have withdrawn from Saraqeb</a>, the Idlib town where rebels were filmed executing government troops on Thursday, Reuters reports, citing the Syrian Observatory for Human Rights.&#xa0;</p> <blockquote class=\"quoted\"> <p>Saraqeb straddles the junction of two main highways leading to Aleppo and the pullout will make it harder for government forces to reinforce or resupply Aleppo.</p> <p>The opposition Observatory said troops had retreated from Alwees, northwest of Saraqeb, leaving the town and surrounding areas \"completely outside the control of regime forces\".</p> <p>With areas of rural Aleppo and northern border crossings to Turkey now under rebel control after 19 months of conflict, the loss of Saraqeb would leave Aleppo city further isolated from Assad's southern strongholds.</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe marginheight=&quot;0&quot; marginwidth=&quot;0&quot; src=&quot;https://maps.google.co.uk/maps/ms?msa=0&amp;amp;msid=200547086913577029119.0004cd806677ade01716d&amp;amp;ie=UTF8&amp;amp;t=p&amp;amp;ll=35.840082,36.848145&amp;amp;spn=1.558547,2.526855&amp;amp;z=8&amp;amp;output=embed&quot; frameborder=&quot;0&quot; height=&quot;350&quot; scrolling=&quot;no&quot; width=&quot;460&quot;&gt;&lt;/iframe&gt;&lt;br&gt;&lt;small&gt;View &lt;a href=&quot;https://maps.google.co.uk/maps/ms?msa=0&amp;amp;msid=200547086913577029119.0004cd806677ade01716d&amp;amp;ie=UTF8&amp;amp;t=p&amp;amp;ll=35.840082,36.848145&amp;amp;spn=1.558547,2.526855&amp;amp;z=8&amp;amp;source=embed&quot; style=&quot;color:#0000FF;text-align:left&quot;&gt;Saraqeb&lt;/a&gt; in a larger map&lt;/small&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T12:52:37.195Z\">at 12.52pm GMT</time></p>  </div> <div id=\"block-50939b3db579f74bac76493b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:06:53.126Z\">10.06am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Syrian opposition's shadow government plan</h2>  <div class=\"block-elements\">  <p>The newly proposed opposition council will aim to run liberated areas as a shadow government inside Syria, according to a translation of the <a href=\"http://carnegie-mec.org/publications/?fa=49872\">Riad Seif plan, published by the Carnegie Middle East programme</a>.</p> <p>The plan says:</p> <blockquote class=\"quoted\"> <p>It is time for revolutionary and political opposition factions to unite under one leadership framework to end Syrians’ suffering and transition Syria to a democratic, civil, pluralistic, strong, and stable state.</p> </blockquote> <p>The Carnegie thinktank translates the name of the new council as the Syrian National Initiative (rather than National Initiative Council) and confirms it will be unveiled at a opposition conference in Doha on 8 November.</p> <p>The new body is being lined up as a government in waiting. It says: \"The SNI also guarantees that there will be no political vacuum following the regime’s removal from power.\"</p> <p>It adds:</p> <blockquote class=\"quoted\"> <p>The Syrian National Initiative will also work to:</p> <p>1. Establish a fund to support the Syrian people<br> 2. Support the Free Syrian Army<br> 3. Administer liberated territories<br> 4. Plan for the transitional period<br> 5. Secure international recognition<br>To this end, all factions of the Syrian political opposition, representatives of the Free Syrian Army, military councils, revolutionary forces, local councils, and national figures from the provinces will be invited to participate in this proposed initiative and set up the following four bodies:</p> <p>1. The Initiative Body (which will include representatives from political groups, local councils, and revolutionary forces as well as national figures)<br> 2. A Supreme Military Council (which will include representatives from the military councils and the brigades)<br> 3. A Judicial Committee<br> 4. A transitional government (which will be made up of technocrats)</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T16:57:07.656Z\">at 4.57pm GMT</time></p>  </div> <div id=\"block-509394d3b579f74bac764934\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:39:31.167Z\">9.39am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Riad Seif new Syrian opposition leader?</h2>  <div class=\"block-elements\">  <p>Riad Seif, a Sunni businessman who left Syria in June after being imprisoned by the regime, is emerging as a possible new leader of the Syria opposition.</p> <p>US-backed plans for an alternative opposition council, which would include the fractured Syrian National Council, are being dubbed the <a href=\"http://thecable.foreignpolicy.com/posts/2012/10/30/obama_administration_works_to_launch_new_syrian_opposition_council\">Riad Seif plan</a>, according to Foreign Policy magazine.</p> <p>Syrian blogger The 47th claims Seif is being lined up to lead a transitional government.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/THE_47th/status/264278336031842304\">  <blockquote class=\"twitter-tweet\"><p>Mark this tweet: upcoming Trans. Gov will be lead by Riad Swif, Dep. Nibras Alfadel.Cabinet: 15% SNC, 40% intrnal oppo, 35% liberals.</p>&mdash; The 47th (@THE_47th) <a href=\"https://twitter.com/THE_47th/status/264278336031842304\" data-datetime=\"2012-11-02T08:10:40+00:00\">November 2, 2012</a></blockquote> </figure>  <p>Other opposition sources say leadership of the new body, being dubbed the <a href=\"http://www.guardian.co.uk/world/middle-east-live/2012/oct/31/syria-crisis-brahimi-china-live#block-50914cd6b57959e43bca950d\">National Initiative Council</a>, is uncertain at this stage. </p> <p>One said: </p> <blockquote class=\"quoted\"> <p>It is not clear yet who will lead. There are a few names. Riad Seif doesn’t want to burn his bridges - while everything is murky and chaotic. But he is presidential calibre. He could be president of a new born republic, but he doesn't want to become a political football.</p> </blockquote> <p>Another said:</p> <blockquote class=\"quoted\"> <p>Riad Saif has been trying to form a transitional government. This [the National Initiative Coucil] is not exactly his proposal. He’s pushing it, but it’s not his idea. He is not considered the leader. </p> </blockquote> <p>Mohammad al-Abdallah, a former member of SNC and who's father was imprisoned with Seif, has his doubts about him as a leader. He pointed out that Seif has been suffering from cancer.</p> <p>He also claimed that Seif's ideas for a transition government represented too much of a compromise and undermined the spirit of the revolution. </p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-0933752f-8353-44ae-a365-0f88389ed7dc\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351849083826/9ba07da7-9033-44d9-87ef-502461763075-460.jpeg\" alt=\"Riad Seif, a leading Syrian opposition figure, is being lined up as a possible leader of the new US backed National Initiative Council.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riad Seif, a leading Syrian opposition figure, is being lined up as a possible leader of the new US-backed National Initiative Council. Photograph: Bassem Tellawi/AP</span> <span class=\"element-image__credit\">Photograph: Bassem Tellawi/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T11:12:36.839Z\">at 11.12am GMT</time></p>  </div> <div id=\"block-50938b3e95cb1506d2444728\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:58:38.180Z\">8.58am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Journalist returns after being captured by Syrian rebels</h2>  <div class=\"block-elements\">  <p>Lebanese journalist <a href=\"http://www.dailystar.com.lb/News/Politics/2012/Nov-02/193605-freed-lebanese-journalist-fidaa-itani-returns-to-beirut.ashx#ixzz2B3NmsWgy%20\">Fidaa Itani has returned to Beirut after being captured by Syrian rebels,</a> the Daily Star reports.</p> <p>Itani said that the opposition Local Coordination Committees of Syria should apologise for arresting him. He also urged Lebanese authorities to work on winning the release of the nine Lebanese held by Syrian rebels since May.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-63cb433e-8dcb-4d7b-b9f9-81324f148a9b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351846688682/6532d1db-b76f-4a24-92de-5edc2de7fe87-460.jpeg\" alt=\"Lebanese journalist Fidaa Itani, who was abducted by a rebel group in northern Syria, poses with his daughter, Farah upon his arrival at Beirut airport.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lebanese journalist Fidaa Itani, who was abducted by a rebel group in northern Syria, poses with his daughter, Farah upon his arrival at Beirut airport.  Photograph: Anwar Amro/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: ANWAR AMRO/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5093884795cb1506d2444727\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:45:59.493Z\">8.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Welcome to Middle East Live.</p> <p>Here's a summary of the latest developments:</p> <h2><strong>Syria </strong></h2> <p>• <strong><a href=\"http://uk.reuters.com/article/2012/11/01/uk-syria-crisis-idUKBRE8A019620121101\">Video footage has emerged showing rebel fighters summarily executing Syrian government forces, after they were captured. </a></strong>They were among 28 soldiers killed&#xa0;in attacks on three army checkpoints around Saraqeb. The video <a href=\"http://youtu.be/6_ttA71FTB8\"><strong>[warning: distressing content]</strong></a> shows rebels berated the soldiers, calling them \"Assad's Dogs\", before firing round after round into their bodies as they lay on the ground, Reuters reports. The British-based Syrian&#xa0;Observatory for Human Rights said the al-Qaida-inspired Jabhat al-Nusra rebel group was responsible for the executions.</p> <p>• <a href=\"http://www.nytimes.com/2012/11/02/world/middleeast/video-said-to-show-executions-by-syrian-rebels.html\"><strong>Amnesty International said the video appeared to show evidence of a war crime being committed, the New York Times reports.</strong></a> Ann Harrison, deputy director of its Middle East and North Africa programme, told the paper: \"This shocking footage depicts a potential war crime in progress, and demonstrates an utter disregard for international humanitarian law by the armed group in question.&#xa0;We will continue to investigate the incident and once again urge all sides to respect the laws of war and to refrain from torturing, ill-treating or killing their prisoners.”</p> <p><strong>•&#xa0;<a href=\"http://www.guardian.co.uk/world/2012/nov/01/syria-rebels-fear-foreign-jihadis\">Rebels in Aleppo are expecting a showdown with jihadi fighters, Martin Chulov reports from the city. </a></strong>A&#xa0;defector told him \"It's so mixed up. And this is just how Bashar wants it.\"&#xa0;Martin writes:</p> <blockquote class=\"quoted\"> <p>For the most part, the opposition movement is staying true to the ethos that led many of the country's towns and citizens to mount a challenge to President Bashar al-Assad's absolute state control over their lives. But around the fringes, there are signs that the revolution's original values are starting to fray. The narrative of a defiant street versus a draconian state, so simple in March 2011, is now far more complicated.</p> </blockquote> <p>Abu Ismael, an Iraqi former member of al-Qaida explained why he, and other like him, have joined the fight in Syria.</p> <blockquote class=\"quoted\"> <p>Muhammad the Messenger said there would be a battle between the Persians and the Sunnis. And it is coming.&#xa0;When the regime falls, all those who fought against the Muslims will be my enemy, especially the Shias.</p> </blockquote> <p>• <a href=\"http://www.independent.co.uk/news/world/middle-east/the-plight-of-syrias-christians-we-left-homs-because-they-were-trying-to-kill-us-8274710.html\"><strong>The Independent's Kim Sengupta reports on the increasing number of Syrian Christians who have fled to Lebanon for fear of persecution.</strong></a></p> <blockquote class=\"quoted\"> <p>The prospect of reconciliation between the Alawites, from which the ruling elite are drawn, and the overwhelmingly Sunni opposition, gets more remote by the day after each round of strife. But now it is the Christians, who have largely sought to remain neutral, who are on the receiving end of abuse and attacks. For many, the choice now is between leaving the country or risking an uncertain and hazardous future.</p> </blockquote> <p>•<a href=\"http://qunfuz.com/2012/11/01/the-revolution-becomes-more-islamist/\"> <strong>Radical Islamism poses a great threat to the Syrian revolution, but the uprising should still be supported, according to blogger Robin Yassin-Kassab.</strong> </a></p> <blockquote class=\"quoted\"> <p>It makes it much more difficult to start building a civil state for all. It scares minority communities. It scares the West (which, anyway, is doing almost nothing to help). It means that at some point there will have to be a showdown between the majority of fighters who want a Syrian democracy and the small minority who want an emirate on the path to a global ‘caliphate’.</p> <p>Should we refuse to support the resistance for fear of its Islamism? Absolutely not. The factors generating scary forms of Islamism are factors introduced by the criminal regime. The situation will continue to deteriorate until the regime is made inoperative.</p> </blockquote> <h2>Kuwait</h2> <p>• <strong><a href=\"http://arabnews.com/kuwait-warns-stern-steps-against-protesters\">The authorities have warned they will use harsher measures to crack down on anti-government demonstrators defying bans on protest gatherings, Arab News reports.</a></strong>&#xa0;The statement came after clashes between security forces and thousands of protesters who had gathered outside a prison in Kuwait City where opposition leader, Musallam al-Barrack, was being held. He was <a href=\"http://www.bbc.co.uk/news/world-middle-east-20165318\">later released on bail</a>.</p> <p>• <strong><a href=\"http://mideast.foreignpolicy.com/posts/2012/11/01/kuwaits_moment_of_truth\">The brewing crisis in Kuwait has a troubling echo of the brutal crackdown in Bahrain, according to Foreign Policy's Marc Lynch.&#xa0;</a></strong></p> <blockquote class=\"quoted\"> <p>Before it gets too late to de-escalate, the Kuwaiti leadership needs to offer meaningful political concessions, including standing down on its deeply controversial plans for a December election, relaxing its attempt to shut down public dissent, and allowing a greater parliamentary role in the selection of cabinet ministers. It seems to have instead decided that now is the time to crack down hard before things get out of hand.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T11:25:54.744Z\">at 11.25am GMT</time></p>  </div>",
  "<p>Saudi Arabia is funding a $100m mosque and Islamic education centre in Kabul that will teach thousands of students a year and help bolster Saudi influence in Afghanistan as the west withdraws.</p> <p>Work on the sprawling 30-hectare (75-acre) hilltop complex is due to be completed by early 2016, when Afghan security forces will likely be trying to hold off the Taliban with little Nato support.</p> <p>\"This Islamic centre has several aims, one is to ensure good relations between Afghanistan and Saudi Arabia,\" said the acting Saudi minister of hajj and Islamic affairs, Dr Dayi al-Haq Abed.</p> <p>Afghanistan's neighbours and allies have been jostling for power in the country for years; spending millions of dollars on aid, education, TV and radio channels.</p> <p>Efforts to secure a stake in Afghanistan's future are intensifying with the 2014 Nato withdrawal deadline looming, and a presidential election to chose the first new leader in more than a decade set for April that year.</p> <p>But Abed said the centre was a decade-old project conceived by Saudi Arabia's late King Fahd, not a hasty effort to bolster the Gulf state's role in Afghan affairs.</p> <p>\"It's not a political centre, its an independent centre,\" he told the Guardian. \"This centre will never try to work against the interests of Afghanistan or Saudi Arabia. It is firstly a place for prayer and secondly for education.\"</p> <p>A university with a library, lecture halls, gym and dormitories for 5,000 students will sit on a hill overlooking Kabul, next to the tomb of the last Afghan king, Mohammed Zahir Shah. The nearby mosque will hold up to 15,000 worshippers, making it one of the largest in the country.</p> <p>Saudi Arabia has been one of the key players in the turbulent decades since the Soviet invasion at the end of 1979, influencing both religion and politics in Afghanistan.</p> <p>The Saudis were a major funder of mujahideen in Afghanistan, sending millions of dollars to Pakistan-based groups to pay for weapons and other supplies. When civil war broke out it helped sponsor a peace deal, even bringing top Afghan commanders to Mecca to swear they would respect the agreement – although it fell apart almost immediately.</p> <p>After the rise of the Taliban, Saudi Arabia was one of only three countries to recognise the hardline regime, but since its fall in 2001 it has remained a generous donor to the western-backed government of Hamid Karzai. More recently it helped lay the groundwork for efforts to negotiate an end to the war. Saudi diplomats have kept a lower profile than others though.</p> <p>The new centre will likely have a large pool of applicants. Religious schools mostly funded by private individuals and Saudi institutions have spread the kingdom's strict Wahhabi branch of Islam inside Afghanistan and Pakistan – and all Afghans hope to travel there on the hajj pilgrimage at least once in their lifetime.</p> <p>The Afghan government has donated the land, and basic engineering work is already completed. A joint committee of Saudi diplomats and Afghan officials from the ministry of Islamic affairs will oversee the centre once it is up and running.</p> <p>\"Its a big achievement for the Afghanistan government and the ministry of hajj and Islamic affairs,\" Abed said, adding that he hoped it would pave the way for more Afghan students to further their education in Saudi Arabia.</p> <p><em>Additional reporting by Mokhtar Amiri</em></p>",
  "<p>An army of thousands of lawyers is quietly amassing in the key swing states ahead of next Tuesday's presidential election in preparation for the largest legal ground operation to be fought in any American election.</p> <p>Hundreds of paid lawyers employed by the Obama and Romney campaigns, backed by a reserve force of thousands of volunteer attorneys who are jetting into the battleground states this weekend, will be monitoring polling stations on 6 November. Their job will be to prevent the rival side gaining an unfair advantage, and to be at hand to litigate should the vote be too close to call.</p> <p>\"Thousands and thousands of lawyers will be out on election day ferreting out any problems with voting rights,\" said Joseph Sandler, who led the Democratic party's legal team for 15 years until 2008. The attorneys will be on the look out for irregularities such as malfunctioning polling equipment, election officials failing to follow rules, or irregular opening hours at the polling stations, he said.</p> <p>The presidential election of 2012 will herald the largest and most intricate legal ground game yet seen. \"Very sophisticated operations have been put together in the swing states by both main parties, and my sense is that if they do go into battle they will be evenly matched,\" said Professor Edward Foley, who runs an election law centre at Ohio State University.</p> <p>Over the past decade, the legal aspect of presidential elections has moved from a sideshow to being central to the campaigning process. The impetus for the shift was the 2000 election and the notorious legal fight that followed the disputed Florida result.</p> <p>The events of that year, which ended up with the US supreme court blocking a recount and handing George Bush the presidency, caught both Republicans and Democrats off guard. Both sides have vowed never again to be put in that invidious position.</p> <p>Sandler, who was a key adviser to Al Gore in his unsuccessful attempt to force a Florida recount in 2000, has watched the legal operation grow into a veritable army since that highly contentious election. By 2004, paid lawyers were already in place well in advance of election day, and by 2008, Barack Obama had developed a sophisticated network of lawyers that is likely to be the model in future elections.</p> <p>This year that model is being followed again, \"but this time it is much more extensive,\" Sandler said.</p> <p>At its most dramatic, the army of lawyers assembled by both presidential campaigns could be called upon to litigate in the event of a battleground state returning so close a result that one of the candidates refuses to concede and demands a recount. In 2004, lawyers for John Kerry came close to challenging the result in Ohio but backed off after they realised that Bush had accumulated sufficient votes to win the state, and with it the presidency.</p> <p>\"When you have an incredibly close election as next Tuesday looks like it might be, it increases the chances of legal disputes and delays in announcing the winner,\" said Lawrence Norden, a voting rights experts at the Brennan Center for Justice within New York University.</p> <p>On the Democratic side, paid and voluntary lawyers will be keeping a particularly beady eye out for any signs of intimidation or disenfranchisement of voters in the wake of <a href=\"http://www.theguardian.com/world/2012/jul/26/florida-assault-voting-rights\">a slew of attempts by Republican legislatures to restrict voting practices this year</a>. Most of the new voter suppression laws have been stayed by the courts, but Obama's legal army will be watching out for any residual foul play.</p> <p>The lawyers leading the respective armies are two of the biggest shots in election law in the US. The Republican operation is led by Benjamin Ginsberg, who headed Bush's legal team in the 2000 Florida recount dispute.</p> <p>A former newspaper reporter with the Boston Globe, Ginsberg went on to become pre-eminent in election law. After his success in 2000, he commanded the army of attorneys deployed in Bush's in 2004 re-election, and has been at the legal helm of Romney's run on the White House both in 2008 and this year.</p> <p>His counterpart for Obama is Bob Bauer, former White House counsel who returned last year to his private law firm Perkins Coie so he could spearhead the president's re-election bid from outside government. Bauer has been giving Obama legal advice ever since Obama came to Washington as a US senator in 2005.</p> <p>Bauer and Ginsberg are at the top of a pyramid structure that will see lawyers for both presidential candidates in place right across the battleground states come election day. Both teams have been working for months on preparing for whatever eventuality fate throws at them next Tuesday.</p> <p>\"You never know what comes up on election day. If the operation has done its job right, election day will be relatively uneventful as all the heavy lifting is done before then,\" said Sandler.</p> <p>As the legal armies have grown since 2000, they have come to rely increasingly on volunteer attorneys flying in to the key swing states for election day. The Obama for America campaign has used its digital organising tool, Dashboard, to mobilise lawyers, paralegals and law students and direct them to the polling stations where they are needed most – <a href=\"https://dashboard.barackobama.com/groups/1664-victory-counsel-\">a project called Victory Counsel</a>.</p> <p>A campaign official said: \"While it is easy to vote and we expect the election process to run smoothly, Obama For America has a team of legal volunteers and professionals prepared in case any difficulties do emerge.\"</p> <p>Philip Raible, a commercial litigator with the New York firm Rayner Rowe, is flying at his own cost to Cleveland, Ohio, on Saturday to volunteer for Obama's legal team. On Sunday he will spend three hours in a training session on election law, before being dispatched on election day to a precinct of Cleveland to monitor the poll.</p> <p>Coming from out of state, Raible is not able to enter a polling station, issue proceedings or appear before Ohio judges himself, so he will be acting in a purely supporting role to local lawyers on the campaign. But he thinks the effort will be worthwhile.</p> <p>\"I'm doing it because as a Democratic resident of New York, a Democratic state, my vote has very little impact on the election nationally, whereas if I can help Obama win Ohio it will have a much greater impact,\" he said.</p> <p>While lawyers will be fanning out through all the crucial swing states – including Colorado, Iowa, Nevada, Wisconsin and Virginia – the most intensive efforts will be in Florida and Ohio given their history of litigation in 2000 and 2004 respectively.</p>",
  "<p>Poverty is America's economic Hurricane Sandy. Close to <a href=\"http://thinkprogress.org/economy/2011/11/21/373432/vitter-food-stamp-cap/?mobile=nc\">50 million Americans</a> – a number equal to the populations of the states hardest hit by the devastating storm – are below the poverty line. But one wouldn't know it from the <a href=\"http://www.thenation.com/blog/170749/home-foreclosures-missing-presidential-debates\">silence of Barack Obama and Mitt Romney</a> on the topic. In contrast to the physical storm, neither presidential candidate has promised the full resources of the government that they wish to lead in turning the tide on this searing issue. Their dual muteness is shocking given what's at stake.</p> <p><a href=\"http://www.npr.org/2012/09/12/161013227/poverty-rate-unchanged-but-still-historically-high\">One in six Americans is poor</a>. Due to the ravages of the worst economic crisis since the Great Depression, their ranks have grown to the highest level in almost a generation. Most of those in poverty are the working poor – those employed but who don't earn enough to live – and their children. Though the poor are overwhelmingly white, poor people are disproportionately black and brown. <a href=\"http://www.npc.umich.edu/publications/policy_briefs/brief16/index.php\">One in three African Americans</a> is poor, as is <a href=\"http://latino.foxnews.com/latino/lifestyle/2012/09/12/one-in-every-4-us-hispanics-lives-in-poverty/\">one in four Latinos</a>. Though poverty has grown, when it comes to actual discussion during this year's presidential race, you can hear a pin drop.</p> <p>Neither during the campaign nor his term in office has President Obama given one speech dedicated to poverty. In his second run for the presidency, besides the <a href=\"http://www.huffingtonpost.com/2012/10/04/mitt-romney-47-percent_n_1941423.html\">wayward \"47%\" comment that the poor \"did not take responsibility for their lives\"</a>, Mitt Romney hasn't either. Poverty was barely discussed during any of the presidential debates. The topic is nowhere to be found on either candidate's website. </p> <p>An absence of real talk on poverty is not a surprise. Ronald Reagan successfully fused the issue of poverty with racial animosity in his first bid for the White House. In 1976, the \"Great Commnunicator\" – playing off of southern white resentment of economic and social change in the 1960s and 1970s – falsely labeled America's poor as black \"<a href=\"http://www.nytimes.com/2007/11/19/opinion/19krugman.html\">welfare queens</a>\". Ever since, this distortion of poverty has served as an effective way to get votes from the white working class.</p> <p>The issue became radioactive for Democrats and remains so. Republicans even managed to jujitsu President Bill Clinton into <a href=\"http://www.theatlantic.com/politics/archive/2012/11/what-it-will-take-for-barack-obama-to-become-the-next-fdr/264195/\">dismantling the program of federal assistance</a> for the poor instituted by Franklin D Roosevelt. </p> <p>Reagan's poverty slight-of-hand worked so well that Mitt Romney, in a tight race, tried it himself. Trailing among white women, Romney unleashed a summer-long attack on welfare. Romney <a href=\"http://www.chicagotribune.com/news/columnists/ct-oped-0812-page-20120812,0,5718812.column\">falsely accused</a> Obama of secretly rolling back the program's work requirement and five-year cap instituted under Clinton. \"Under Obama's plan … they just send you your check,\" the ad bogusly asserted. But the president never did such a thing, and the lie was eventually exposed.</p> <p>Romney's attempt to gain votes through racial division consequently ran out of gas. But that wouldn't stop the campaign from trying again.</p> <p>Last week, in a move also aimed at white women, Republican vice-presidential-nominee Paul Ryan <a href=\"http://thinkprogress.org/health/2012/10/25/1087591/paul-ryan-contraception-threat/\">gave a speech on the poor</a>. Ryan pledged his ticket's support for \"upward mobility\" to end poverty. While laying out his vision, he faulted America's expansion of racial and economic justice programs under Democratic President Lyndon Johnson for the current iniquities. Oddly, he claimed that the best way to increase economic opportunity for the poor is to end the very education, health, and work-support programs that poor men and women use to exit impoverishment.</p> <p>Polls taken in the speech's wake show that Ryan's desire to pull up the economic ladder didn't fare well. Like the first attempt, the latest political push on the poor ran out of gas.</p> <p>Though neither presidential candidate may have addressed it straight on as a public policy issue, poverty <em>can</em> be rolled back and millions lifted it from it. In the last 50 years, poverty has come down during periods when strong economic growth meets aggressive government policies to catapult the poor into the working and middle classes. These programs – specifically in education, health, housing, transportation, work-skill development and racial discrimination – are what's truly needed to make America an economically fairer place.</p> <p>America has <a href=\"http://www.nytimes.com/2012/06/16/business/economy/a-slow-recovery-but-its-all-relative.html\">slowly started to recover from recession</a>. It's time that the country get back to the business of focusing on the poor.</p> <p>But instead, what we've gotten is the continuation of policies which extend the 30 year-long reorientation of government from the needs of the many towards the needs of the super-rich. The numbers show it. Poverty is at a record high, but <a href=\"http://www.nytimes.com/2011/10/26/us/politics/top-earners-doubled-share-of-nations-income-cbo-says.html\">so is the top 1%'s share of national income</a>. Poverty and income inequality are moving in tandem, in the wrong direction. Only renewed action to make the economy work for everybody will reverse it.</p> <p>Sadly, instead of redirecting the economic winds to everyone's benefit, both candidates are all too eager to continue to ride the waves of economic and political inertia.</p>",
  "<p>It was <a href=\"http://www.theguardian.com/media/2009/nov/30/telegraph-digital-will-lewis-euston-project\" title=\"\">born in Euston</a>, moved back to Victoria, then finally launched on 1 November 2012 as the Telegraph unveiled the long-awaited metered digital paywall it has worked on for two years.</p> <p>From Thursday, international readers of Telegraph.co.uk are being <a href=\"http://www.theguardian.com/media/2012/nov/01/telegraph-paywall\" title=\"\">asked to pay £1.99 a month</a> after visiting the site 20 times, or sign up to its £9.99 digital pack for access to its iPad editions.</p> <p>The paywall is on the lighter end of metered-access models adopted by other newspapers, including the Financial Times and New York Times, in recent years.</p> <p>Telegraph Media Group (TMG) was quick to align <a href=\"http://www.theguardian.com/media/2012/nov/01/telegraph-paywall\" title=\"\">its metered paywall</a> with the New York Times in its press release – and with good reason.</p> <p>The New York Times has pioneered the metered model, with <a href=\"http://phx.corporate-ir.net/phoenix.zhtml?c=105317&amp;p=irol-newsArticle&amp;ID=1749986&amp;highlight=\" title=\"\">566,000 subscribers</a> now paying between $15 (£9) and $35 a month after hitting the 10-articles-a-month limit. For that price, they get unlimited access to the site and its various mobile apps. The company says this has helped boost circulation revenues by 7.4% year on year, to <a href=\"http://phx.corporate-ir.net/phoenix.zhtml?c=105317&amp;p=irol-newsArticle&amp;ID=1749986&amp;highlight=\" title=\"\">$235m in the third quarter</a> of 2012.</p> <p>TMG executives have studied different models adopted by rival newspapers for months, driven by the belief that online advertising will never sustain online journalism in the long term.</p> <p>They opted for this model because of its simplicity, emphasising that readers can still access a generous chunk of Telegraph material online for free before they are asked to hand over a modest amount of money.</p> <p>TMG executives did not want price to be a barrier, nor did they want to restrict the amount of material available for free, but are understood to be open to amending the model depending on its success.</p> <p>A win for the Telegraph would be a boost in digital subscriptions – currently in excess of 300,000 for the smartphone and iPad products – and more data about the newspaper's most loyal readers.</p> <p>Advocates of the metered model reject the idea that media groups cannot charge for content online, pointing to new digital music services such as Spotify and Deezer.</p> <p>The backdrop to the Telegraph metered paywall launch on Thursday was <a href=\"http://www.theguardian.com/media/2012/nov/01/online-paid-contect-rise-8-billion-pounds\" title=\"\">a report by research group Forrester</a> that forecast online paid-content to grow 65% to £8bn a year by 2017, driven bythe growth of smartphones and tablet computers.</p> <p>Darika Ahrens, the analyst behind the report, said that consumer spend on news content would grow by 77% from €158m (£126m) this year, to €279m in 2017, including digital subscriptions to newspapers such as the Financial Times, New York Times, Wall Street Journal Europe, the Times, Sunday Times – and now the Telegraph.</p> <p>Asked what she made of the Telegraph's move to charge online users, Ahrens said: \"Finally. We've been recommending newspapers start monetising with subscription models since 2009.</p> <p>\"Online subscriptions from overseas visitors alone are unlikely to offset the decline newspapers have experienced in advertising revenues. This should be just one part of a multi-channel monetisation strategy.\"</p> <p>She added: \"Shifting consumers who are used to free [access] over to paying customers is tough. The Times and Sunday Times risked it and went cold turkey, but this approach allows the Telegraph to develop the right payment models with a smaller user base, then refine the model to offer wider packages to UK users.\"</p> <p>The timing for the introduction of the paywall is bold, coming just a week before the US presidential election and in the aftermath of superstorm Sandy that has dominated headlines since the weekend.</p> <p>There had been talk internally that the paywall would be launched ahead of the London Olympics, but that idea was canned and the paper benefited from the predictable rise in traffic that boosted most UK national newspaper websites.</p> <p>The digital vision for the Telegraph is quite clearly international, following the lead of the Daily Mail's Mail Online, and Guardian US. The challenge now is to convince its nearly 33 million monthly online visitors based overseas that access to its news, comment and cartoons are worth paying for. As ever, the industry will watch with interest.</p>",
  "<div id=\"block-5093e0cd95cb1506d244475a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T15:03:41.238Z\">3.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This weekend's G20 meeting should not concentrate exclusively on the eurozone crisis to the detriment of other urgent issues such as the \"fiscal cliff\" facing the US and Japan's debt problems, said German finance minister Wolfgang Schauble. Speaking to Reuters ahead of the meeting, Schauble said:</p> <blockquote class=\"quoted\"> <p>The US and Japan bear as great a responsibility for [ensuring stability] as we Europeans.</p> </blockquote> <p>Schauble said Spain was on the \"right path\" and there were some signs that its economic imbalances were improving. He said Greece must implement the tough measures it has promised.</p> <p>But Schauble dampened expectations that the bailout fund, the ESM, could soon recapitalise banks directly, reiterating the view that an oversight body must first be fully functional.&#xa0;</p> <blockquote class=\"quoted\"> <p>It is important that liability and control go hand-in-hand. In other words, quality clearly comes before speed.</p> </blockquote> <p>And with that, I'm afraid we're closing the blog early again today. Thanks, as ever, for all your comments.</p> </div>   </div> <div id=\"block-5093de4495cb1506d2444757\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:52:52.925Z\">2.52pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A quick look at the markets, which seem relatively unmoved by the positive jobs data out of the US. </p> <p><strong>US Dow Jones: down 0.39%</strong></p> <p><strong>UK FTSE 100: down 0.1%, or 6 points, at 5857 points</strong></p> <p><strong>German DAX: up 0.44%</strong></p> <p><strong>France CAC 40: up 0.36%</strong></p> <p><strong>Spain IBEX: up 0.44%</strong></p> </div>   </div> <div id=\"block-5093db56b579f74bac764966\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:40:22.843Z\">2.40pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Greece will auction €1bn of six-month Treasury bills on Tuesday, the country's debt agency PDMA said today, to refinance €1.6bn of debt that is maturing. These monthly T-bill sales are Greece's only remaining source of market funding.</p> </div>   </div> <div id=\"block-5093d62a95cb1506d2444754\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:18:18.872Z\">2.18pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Capital Economics, meanwhile, argue that the US jobs report is neither strong enough nor weak enough to have any marked impact on the presidential election. The analysts conclude:</p> <blockquote class=\"quoted\"> <p>Overall, this report is sure to be spun politically by both sides. The bottom line is that the labour market remains unusually weak, but whether it is weak enough to prevent Obama getting re-elected is anyone's guess.</p> </blockquote> </div>   </div> <div id=\"block-5093d4efb579f74bac764960\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:13:03.623Z\">2.13pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>While many have said the US jobs report gives a big boost to Obama, Bill Gross of bond trader PIMCO says it could fade into insignificance compared with fallout from Hurricane Sandy.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PIMCO/status/264367958611095553\">  <blockquote class=\"twitter-tweet\"><p>Gross: Election may hinge on length of gas lines Monday as opposed to number of jobs announced this morning.</p>&mdash; PIMCO (@PIMCO) <a href=\"https://twitter.com/PIMCO/status/264367958611095553\" data-datetime=\"2012-11-02T14:06:47+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093d2b695cb1506d2444751\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T14:03:35.481Z\">2.03pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Latvia hopes to join euro in 2014</h2>  <div class=\"block-elements\">  <p>Back to the eurozone... while bets are laid on who will be the first to leave, Latvia is hoping to join the single currency in 2014. The country aims to ask EU authorities early next year to assess whether it will be ready to adopt the euro in 2014. Reuters reports:</p> <blockquote class=\"quoted\"> <p>Entering the eurozone in two years has been a clear goal for the centre-right government after years of austerity which followed a brutal 2009 recession. Latvia says it has already met the economic criteria to adopt the single currency.</p> </blockquote> </div>   </div> <div id=\"block-5093d0cab579f74bac76495c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T13:55:22.518Z\">1.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Sticking with the US jobs report, it is worth noting that the number of people actively looking for work ticked up. That, in turn, led to the slight increase in the unemployment rate as only people who are currently looking for a job count as unemployed.</p> <p>James Knightley at ING Bank said the figures suggest the economy will grow in the fourth quarter.</p> <blockquote class=\"quoted\"> <p>With the unemployment rate trending downwards and the economy adding jobs this is boosting incomes and the feeling of job security. It is encouraging to see this evaluation backed up by the rise in the Conference Board measure of consumer confidence yesterday, which stands at a four and a half year high. These are all good outcomes and offer hope that the fourth quarter GDP numbers won’t be too bad. However, the uncertainty regarding the fiscal cliff remains a major concern and the longer the post-election arguments drag on, the more damaging it will be for the economy and for jobs.</p> </blockquote> <p>Most analysts agree, it was a good report and the overall trend in jobs in the US is going in the right direction. Mitt Romney did not:</p> <blockquote class=\"quoted\"> <p>Today's increase in the unemployment rate is a sad reminder that the economy is at a virtual standstill. The jobless rate is higher than it was when President Obama took office, and there are still 23 million Americans struggling for work.</p> </blockquote> </div>   </div> <div id=\"block-5093c12095cb1506d2444744\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:48:32.511Z\">12.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Joe Weisenthal of Business Insider, for one, thinks the US jobs numbers will provide a pretty conclusive boost for Obama.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheStalwart/status/264347705940275200\">  <blockquote class=\"twitter-tweet\"><p>When does Romney concede?</p>&mdash; Joseph Weisenthal (@TheStalwart) <a href=\"https://twitter.com/TheStalwart/status/264347705940275200\" data-datetime=\"2012-11-02T12:46:19+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093c038b579f74bac764951\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:44:40.451Z\">12.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Some analyst comment on the US jobs figures.</p> <p>Peter Cardillo, at Rockwell Global Capital, is a little circumspect:</p> <blockquote class=\"quoted\"> <p>On the surface the numbers were much better than expected, but I suspect that if you take into consideration two months of upward revisions that means we're averaging close to 130,000 to 140,000 in non-farm payrolls, which is not yet sufficient to powerhouse the labour market and give a big boost to economic activity.</p> </blockquote> <p>David Sloan, economist at 4Cast:</p> <blockquote class=\"quoted\"> <p>Generally it is positive – the payrolls were strong and the unemployment rate sustained most of its fall from last month. </p> </blockquote> </div>   </div> <div id=\"block-5093be5bb579f74bac76494e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:36:43.551Z\">12.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>So the unemployment rate at 7.9% was bang in line with expectations. It's a touch higher than September's rate of 7.8%.</p> <p>In terms of the payroll numbers, there were big revisions up for the past two months, with the change in total non-farm payrolls for August revised from +142k to +192k and September revised from +114k to +148k.</p> <p>The statistics office said:</p> <blockquote class=\"quoted\"> <p>Hurricane Sandy had no discernable effect on the employment and unemployment data for October. Household survey data collection was completed before the&#xa0;storm, and establishment survey data collection rates were within normal ranges&#xa0;nationally and for the affected areas.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T12:46:37.556Z\">at 12.46pm GMT</time></p>  </div> <div id=\"block-5093bd35b579f74bac76494d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:31:49.762Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Some reaction from Twitter...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/katie_martin_FX/status/264343682222796801\">  <blockquote class=\"twitter-tweet\"><p>weeeeeeeeeeeeeeeeeeeeeeeeeeeeee</p>&mdash; Katie Martin (@katie_martin_FX) <a href=\"https://twitter.com/katie_martin_FX/status/264343682222796801\" data-datetime=\"2012-11-02T12:30:19+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5093b7e4b579f74bac76494a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:31:08.243Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">US jobs market on the mend</h2>  <div class=\"block-elements\">  <p><strong>US non-farm payrolls added 171,000 jobs in October, beating expectations of a rise of 125,000. The jobless rate inched up to 7.9%.</strong> </p> <p>That is good news for Obama, as it will support his case that the economy is on the mend.</p> </div>   </div> <div id=\"block-5093ba5b95cb1506d244473e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T12:19:39.581Z\">12.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Spain's lifeline will leave the euro tied in knots, <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article3587483.ece\">writes Stephen King, chief economist at HSBC, in today's Times</a>.&#xa0;</p> <p>King argues that the ECB's plan to buy up the bonds of crisis-hit countries, providing that they follow a series of strict conditions, is fundamentally flawed. </p> <blockquote class=\"quoted\"> <p>Spain may not be in Greece’s terrible position but it is, nevertheless, in danger of being damned if it does and damned if it doesn’t. Accepting the austerity and restructuring conditions set by others might well lead to lower interest rates but, as the UK knows only too well, lower rates alone are not enough to guarantee recovery. In Spain, the risk would be of continuing economic weakness pushing tax revenues lower and government debt higher.</p> <p>Rejecting those conditions, however, would leave Spain facing ever higher interest rates. Worse, a rejection would reopen the wounds Mr Draghi sought to heal, raising more questions about the single currency.</p> </blockquote> <p>Even if it does opt into the scheme and its borrowing costs plunge, he writes, Spain must become more competitive: that means price and wage cuts.</p> <blockquote class=\"quoted\"> <p>Yet price and wage cuts will only make the debt problem worse: deflation is the debtor’s biggest enemy. Spain simultaneously needs both deflation and inflation. That’s tricky.</p> </blockquote> <p>His solution is a single European economy to match the single currency, so German foreign direct investment pours into Spain, while the Spanish unemployed pour into Germany. </p> <blockquote class=\"quoted\"> <p>If the euro is to survive, there will almost certainly have to be a fiscal union. There may even have to be some form of debt forgiveness. More than anything else, however, there has to be a single economy to match the single currency. </p> </blockquote> </div>   </div> <div id=\"block-5093b43795cb1506d244473b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:53:27.425Z\">11.53am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Over to Greece where our correspondent Helena Smith says fears are growing over the possibility of defections scuppering next week’s crucial vote on the €13.5bn austerity package that is key to unlocking further aid. She writes:</p> <blockquote class=\"quoted\"> <p>With D-Day looming ahead of next Wednesday’s vote on the measures, the Greek government is trying to put on a brave face. Emerging from talks this morning with prime minister Antonis Samaras, Athens’ eternally upbeat finance minister, Yiannis Stournaras, said he was “quite optimistic” that the controversial package would ultimately be ratified by the crisis-hit country’s 300-seat House. “And don’t forget after the Greek parliament, the parliaments of member states of quite a few other countries will also vote on the disbursement [of the €31.5bn aid installment Greece stands to receive once the measures are approved],” he told reporters. “So we have to be very, very careful.”</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-acd1a3e2-600c-4ce1-a907-8dff0ae6dd1f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351857150832/340cb17e-e2b6-44e4-9f8d-fa4902440a03-460.jpeg\" alt=\"Greece's finance minister Yiannis Stournaras in parliament earlier this week.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Greece's finance minister Yiannis Stournaras in parliament earlier this week.  Photograph: LOUISA GOULIAMAKI/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: LOUISA GOULIAMAKI/AFP/Getty Images</span> </figcaption> </figure>  <p>Helena continues:</p> <blockquote class=\"quoted\"> <p>But his optimism is not shared by other MPs in the three parties participating in Samaras’ fragile coalition. Rebellion is growing within the ranks of socialist Pasok party following the defections of two high-profile members this week and amid mounting signs that its leader Evangelos Venizelos has lost control. “It’s a very worrying situation with more and more deputies just not wanting to put their names to spending cuts that could send Greece spinning out of control,” said one insider. “It’s a war situation because Venizelos has made it clear that if MPs don’t endorse the measures they will be kicked out.”</p> <p>Analysts say there is growing evidence that deputies in Samaras’ centre-right New Democracy party will also break ranks – along with MPs from the small Democratic Left party who remain steadfast in their refusal to back labour reforms that the EU and IMF say are vital if Greece is to become more competitive. International creditors have signalled they want the coalition, which controls 176 seats, to pass the measures with at least 155 votes.</p> <p>“If revolt and defections continue, there is a real possibility the latest austerity measures … may not survive a vote,” said former Pasok MP Elena Panaritis. \"If this occurs, both Pasok and the coalition government will most likely collapse.”</p> </blockquote> </div>   </div> <div id=\"block-5093afecb579f74bac764945\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:35:08.589Z\">11.35am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>So many things could go wrong next week, <a href=\"http://www.businessinsider.com/us-elections-and-greek-vote-volatility-2012-11\">writes Matthew Boesler on Business Insider</a>.</p> <blockquote class=\"quoted\"> <p>With presidential elections in the U.S. and a critical vote in Greece, the week ahead is going to be even bigger, and markets are going to have even more to digest in a short period of time – event risk is back.</p> </blockquote> <p>On top of those major events, Spain has a big bond auction, while the ECB and Bank of England are both holding monthly policy meetings.</p> </div>   </div> <div id=\"block-5093aef195cb1506d2444739\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:30:57.345Z\">11.30am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>But for now the markets are marking time ahead of the release.</p> <p><strong>UK FTSE 100: down 0.07%, or 4 points, at 5858 points</strong></p> <p><strong>France CAC 40: down 0.17%</strong></p> <p><strong>Germany DAX: down 0.03%</strong></p> <p><strong>Spain IBEX: up 0.25%</strong></p> <p><strong>Italy FTSE MIB: down 0.63%</strong></p> </div>   </div> <div id=\"block-5093acaeb579f74bac764943\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:21:18.303Z\">11.21am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Non-farms preview</h2>  <div class=\"block-elements\">  <p>Today's jobs report [out of the US at 12.30pm] will be the last before next week's presidential election, and a strong reading could give support to Obama's case that the economy is on the mend, reports <a href=\"http://ransquawk.com/\">Ransquawk</a>. </p> <p><strong>The consensus forecast is for unemployment to edge up to 7.9%.</strong> Non-farm payrolls – which account for around 80% of the workers who produce US GDP – are expected to show an increase of around 125,000 workers.</p> <p>Ransquawk notes that the market reaction to a much higher number for non-farms could be confused by a recent announcement from the Fed that it would help stimulate the economy \"until employment growth is satisfactory\". If employment growth looks healthy, the market might be worried that it will cut back its quantitative easing programme.</p> </div>   </div> <div id=\"block-5093a96795cb1506d2444736\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T11:07:19.695Z\">11.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nationalised Spanish banks sack workers and close branches before accessing any bailout money,</strong> said Joaquín Almunia, vice president of the European Commission.</p> <p>Spain's central bank should carry out more reforms in the banks it has nationalised before EU member states release bailout funds. Almunia said the Spanish rescue fund Frob, which is the biggest shareholder in Bankia, CatalunyaCaixa, Novagalicia and Banco de Valencia, should push for these reforms to happen immediately. </p> </div>   </div> <div id=\"block-5093a57495cb1506d2444734\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:50:28.493Z\">10.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>And then she's off to Portugal. Reports on Twitter suggest Merkel will visit the prime minister and president of Portugal and visit a Volkswagen factory on November 12.</p> </div>   </div> <div id=\"block-5093a509b579f74bac764940\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:48:41.101Z\">10.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>German chancellor Angela Merkel will meet David Cameron in London next Wednesday for what should be a lively meeting.&#xa0;</p> <p>Cameron has said he wants a freeze on the EU budget and is under mounting pressure to toughen his stance further after his defeat in parliament at the hands of eurosceptic rebels who want a real-terms cut in the budget.</p> <p>Since then, France and Denmark have also threatened to block a deal. In the face of growing insubordination, Merkel said yesterday:</p> <blockquote class=\"quoted\"> <p>I don't want to throw more vetoes into the room, it doesn't help bring about a solution.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T11:30:16.776Z\">at 11.30am GMT</time></p>  </div> <div id=\"block-5093a2eab579f74bac76493e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:39:38.343Z\">10.39am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>We've got some analyst comment coming in on the UK construction figures (see 9.41am). Despite the headline figure that showed the sector had grown very slightly, Howard Archer of IHS Global Insight says the survey failed to mask the underlying weakness in construction.</p> <blockquote class=\"quoted\"> <p>Even if the construction sector can avoid further contraction in the fourth quarter, it certainly looks unrealistic to expect it to materially contribute to growth. So with the corresponding manufacturing sector pointing to weakness in October, any fourth-quarter growth be heavily reliant on ongoing expansion in the dominant services sector. It will also likely need reasonably decent consumer spending.</p> </blockquote> <p>Archer looks at the reasons behind the weakness in the sector, which has declined by almost 11% in the past year.</p> <blockquote class=\"quoted\"> <p>The construction sector continues to be hampered by major headwinds, notably including public spending cuts, an extended weak economy, a struggling housing sector, and problems in getting funding for large-scale projects. In particular, the government’s spending cuts are limiting overall expenditure on public buildings, schools and hospitals.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T11:29:10.174Z\">at 11.29am GMT</time></p>  </div> <div id=\"block-5093a0cf95cb1506d244472f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:30:39.798Z\">10.30am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Italian prime minister Mario Monti has given an excellent <a href=\"http://htl.li/eXRRd\">interview to Les Echos</a> (in French). In it he says: </p> <blockquote class=\"quoted\"> <p>For Germany, economics is a branch of moral philosophy. Growth is the prize for ethical behaviour. On the part of the individual – by saving – and on the part of the group – through budgetary equilibrium. </p> </blockquote> <p>He said he has made it a point of honour never to use the argument: \"It's difficult, but it is what the European Commission demands\". </p> <blockquote class=\"quoted\"> <p>I have always tried to explain that the potion is certainly bitter, but it must be administered for the good of the country and future generations. Otherwise we pollute the European spirit. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-63831497-fe4e-4993-a8d2-e3ff742df098\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351852226252/850244bc-916d-4112-844f-980a1c6d5f0d-460.jpeg\" alt=\"Italian prime minister Mario Monti in Rome earlier this week.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Italian prime minister Mario Monti in Rome earlier this week.  Photograph: ANDREAS SOLARO/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: ANDREAS SOLARO/AFP/Getty Images</span> </figcaption> </figure>  <p>He adds that Italians do think the reforms are painful, but says his government remains popular</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T11:23:59.518Z\">at 11.23am GMT</time></p>  </div> <div id=\"block-50939bfa95cb1506d244472d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T10:10:02.648Z\">10.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>David Cameron is the most eurosceptic leader we have ever had, suggests <a href=\"http://conservativehome.blogs.com/the-deep-end/2012/11/heresy-of-the-week-david-cameron-is-the-most-eurosceptic-leader-weve-ever-had.html\">a blogpost on Conservative Home</a>.</p> <blockquote class=\"quoted\"> <p>Unlike Edward Heath who took us into the EEC, unlike Margaret Thatcher who took us into the ERM, unlike John Major who took us into Maastricht, there can be no doubt that the general direction of travel under David Cameron is&#xa0;<em>away</em>&#xa0;from Europe, not towards it.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-6befd047-d9f6-4b76-bf15-17d2bdfe3468\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351850968933/828962cf-2e06-4f6a-887a-db3af6b68428-460.jpeg\" alt=\"Prime minister David Cameron, during a press conference yesterday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime minister David Cameron, during a press conference yesterday.  Photograph: LEON NEAL/AP</span> <span class=\"element-image__credit\">Photograph: LEON NEAL/AP</span> </figcaption> </figure>  <p>The writer notes that the UK is preparing to pull out of almost all areas of justice and home affairs, the third pillar of EU jurisdiction. And they quote Ambrose Evans Pritchard of the Telegraph, who sees this as part of a much wider process of British disengagement from the EU. He writes:</p> <blockquote class=\"quoted\"> <p>It is now clear that Britain's decision to stay out of the euro at Maastricht was a de facto decision to leave the EU as well… It has a taken two decades but we can almost all see now that a free and self-governing Britain can no longer be part of the Project.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T10:59:17.295Z\">at 10.59am GMT</time></p>  </div> <div id=\"block-5093976a95cb1506d244472b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:50:34.929Z\">9.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The UK construction data has little relation to GDP numbers, Rob Wood at Berenberg Bank said, placing the empahsis on Monday's services figures.</p> <blockquote class=\"quoted\"> <p>A bit of positive news on the UK today, as construction output stabilised in October according to the latest PMI. The release has only a loose relationship with output growth, so we cannot draw strong conclusions. We will have to wait until Monday’s key service sector PMI survey before judging the growth momentum heading into Q4. But any good news on construction is welcome given that the sector has seen an 11% fall in output so far this year. If construction stops detracting from GDP growth, it would be helpful for the economy’s growth prospects</p> </blockquote> </div>   </div> <div id=\"block-509396ccb579f74bac764937\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:47:56.566Z\">9.47am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Taking a closer look at those construction figures out of the UK (see below), the survey showed that although output rose marginally, <strong>new work dropped for the fifth month running, which bodes ill for the coming months.</strong></p> <p>A lack of new work led to companies shedding staff in October and an ongoing decline in the use of sub-contractors. Tim Moore at Markit said:</p> <blockquote class=\"quoted\"> <p>The bigger picture remains bleak given ongoing falls in new orders alongside renewed job cuts across the sector over the month. Construction firms are seeing the most protracted period of new business losses since 2008/09, meaning an escalating shortage of work to replace <br>completed projects.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T09:48:17.376Z\">at 9.48am GMT</time></p>  </div> <div id=\"block-5093954ab579f74bac764935\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:41:30.556Z\">9.41am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">UK construction numbers beat expectations</h2>  <div class=\"block-elements\">  <p>Shocking construction figures out of the UK show the sector actually grew in October.</p> <p><strong>The Markit/CIPS construction PMI ticked up to 50.9 from 49.5 in September, just above the 50 mark that separates growth from contraction.</strong> </p> </div>   </div> <div id=\"block-50939445b579f74bac764933\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:37:09.831Z\">9.37am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A pretty chart from Markit showing the various eurozone country's differing fortunes. Note the trajector of Ireland, in a bailout programme, compared with Germany.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-35b0be9c-596f-45c5-a624-f7a747d0958e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351848930781/-460.png\" alt=\"Manufacturing PMI. 50 = no change.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manufacturing PMI. 50 = no change.  Source: Markit</span> <span class=\"element-image__credit\">Photograph: /Markit</span> </figcaption> </figure> </div>   </div> <div id=\"block-5093911695cb1506d2444729\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:23:34.443Z\">9.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The eurozone almost certainly fell into recession in the third quarter, and this manufacturing data suggests output will continue to decline in the fourth, said Howard Archer of IHS Global Insight.</p> <p>As a result, he expects that the ECB will ultimately take interest rates down from 0.75% to 0.5%.</p> <blockquote class=\"quoted\"> <p>We don’t expect the ECB to loosen monetary policy at their 8 November meeting but we have pencilled an interest rate cut to 0.50% in December on the assumption that continuing weak economic data and surveys over the coming weeks will increasingly convince the ECB that lower interest rates are warranted.</p> </blockquote> <p>Arhcer noted that manufacturers saw their costs rise in October, but could not increase prices because of weak demand and strong competition, meaning profit margins were squeezed. </p> </div>   </div> <div id=\"block-50938dc9b579f74bac764932\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:09:29.691Z\">9.09am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Overall, <strong>the eurozone composite manufacturing PMI dropped to 45.4 from 46.1 in September.</strong></p> <p>Ireland was the only country to see its manufacturing sector grow, with all the other readings below the 50 mark that separates growth from contraction. Rob Dobson at Markit said:</p> <blockquote class=\"quoted\"> <p>Contractions were seen in all nations except Ireland, with the majority reporting faster rates of decline than in September. This is further evidence that the ongoing weakness of the periphery is being combined with hollowing out of the previously strong core of France and Germany.</p> </blockquote> </div>   </div> <div id=\"block-50938c77b579f74bac764931\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T09:03:51.347Z\">9.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">German manufacturing sector shrinks further</h2>  <div class=\"block-elements\">  <p>And finally, German manufacturing is also in decline, confirming fears that the trouble in the eurozone has reached right to the core. Falling demand in Europe and lower levels of investment in Asia weighed on new orders for German products.</p> <p><strong>The Markit/BME manufacturing PMI dropped to 46 from 47.4 in September.</strong> </p> </div>   </div> <div id=\"block-50938b3eb579f74bac764930\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:58:38.222Z\">8.58am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">French manufacturing declines, points to recession</h2>  <div class=\"block-elements\">  <p>France's factory sector is also in decline, although the index picked up slightly from a dismal reading in September.</p> <p><strong>The Markit/CDAF PMI rose to 43.7 in October, from 43.7 the previous month.</strong> </p> <p>A lack of new orders and falling exports pose a growing risk of recession in the fourth quarter. </p> </div>   </div> <div id=\"block-50938a6cb579f74bac76492f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:55:08.603Z\">8.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Some more detail on the Italian factory numbers. Output and new work dropped substantially in October. As a result, Italian manufacturers cut both production levels and staff numbers. </p> <p>In a rare piece of good news, new export orders did increase for first time in seven months. Phil Smith at Markit said:</p> <blockquote class=\"quoted\"> <p>More or less the only positive that can be taken from the latest data was a rise in export orders, though, as a result of continued weakness in key trading partners Franceand Germany, the rate of growth was modest and far from sufficient to offset a further downturn in domestic demand.</p> </blockquote> <p>Italy's economy has been the most sluggish in the eurozone for more than a decade. It shrank by 0.8% in the first and second quarters and the government expects output to drop by 2.4% this year. </p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-a6f6a1bc-4ebf-479e-87dd-c656e5bfc5a9\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/2/1351846495255/2e411b90-6f7f-471d-9941-0ffa9370499e-460.jpeg\" alt=\"The Ferrero factory near Milan, Italy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Ferrero factory near Milan, Italy.  Photograph: Bloomberg/Bloomberg via Getty Images</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5093864895cb1506d2444726\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:46:09.476Z\">8.46am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Italy's manufacturing sector shrinks further</h2>  <div class=\"block-elements\">  <p>Now it's Italy's turn and it does not look good. Italy's manufacturing sector shrank for the 15th month in a row in October, suggesting the country is struggling to get out of recession.</p> <p><strong>The Markit/ADACI PMI dropped to 45.5, down from 45.7 last month, in line with analyst expectations.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T09:51:12.554Z\">at 9.51am GMT</time></p>  </div> <div id=\"block-5093853fb579f74bac76492e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:33:03.569Z\">8.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Taking a closer look at Spain's disappointing manufacturing data, output and new orders fell more rapidly, while input costs rose sharply. Worryingly, the survey noted the fastest fall in purchasing activity since April 2009.</p> <p>(The PMI summarises the opinions of purchasing managers in the manufacturing sector, who gauge future demand and adjust orders for materials accordingly.)</p> <p>Andrew Harker, economist at Markit, said: </p> <blockquote class=\"quoted\"> <p>The start of the final quarter of the year saw no end to the problems affecting the Spanish manufacturing sector as the economic crisis continued to hit demand. One potential source of comfort from the latest survey was a stabilisation in new export orders, providing hope that growth in external demand may reappear by the end of the year. However, evidence from panellists suggests that any rise in exports would not be enough to compensate for the substantial domestic downturn, as highlighted by the sharp and accelerated reduction in total new business in October.</p> </blockquote> </div>   </div> <div id=\"block-5093839eb579f74bac76492d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:26:06.208Z\">8.26am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Spain's factory numbers worse than expected</h2>  <div class=\"block-elements\">  <p>The Spanish manufacturing sector shrank at a faster rate than feared in October. <strong>The PMI came in at 43.5, while analysts were hoping for 44.1. The reading dropped from 44.6 in September, falling further away from the 50 mark that separates expansion from contraction.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T08:37:53.833Z\">at 8.37am GMT</time></p>  </div> <div id=\"block-5093826ab579f74bac76492b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:20:58.984Z\">8.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>European Council president Herman Van Rompuy was pushing for greater trade links with Vietnam in a speech in Ho Chin Minh this morning.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/euHvR/status/264243616204066816\">  <blockquote class=\"twitter-tweet\"><p>Speech at the European Business Communityin Ho CHi MInh CIty. <a href=\"http://t.co/YH9aEUPm\" title=\"http://twitter.com/euHvR/status/264243616204066816/photo/1\">twitter.com/euHvR/status/2…</a></p>&mdash; Herman Van Rompuy (@euHvR) <a href=\"https://twitter.com/euHvR/status/264243616204066816\" data-datetime=\"2012-11-02T05:52:42+00:00\">November 2, 2012</a></blockquote> </figure>  <p>We need a comprehensive and ambitious free trade agreement to encourage structural reforms and to achieve improved market access in Vietnam, he said.</p> <p>The FTA negotiations will thus require effort, vision and commitment from both the EU and Vietnam, he added.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T09:50:23.003Z\">at 9.50am GMT</time></p>  </div> <div id=\"block-509380c0b579f74bac76492a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:13:52.597Z\">8.13am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Sticking with Greece, a senior economic adviser at Deutsche Bank delivered a damning assessment of the country's progress on Bloomberg TV this morning.</p> <p>Thomas Mayer said the <strong>international creditors should let Greece's bailout programme expire and the European bailout fund, the ESM, should take over and run its banks.&#xa0;</strong></p> <blockquote class=\"quoted\"> <p>Ideally, one should have let this program now expiring because it is not working. What we should have done is to change the approach. Do a specific bank restructuring exercise so at least the banks are afloat. Take them over and have the ESM run the Greek banks so they have a banking system. And then offer help through the European Investment Bank and through structured funds. But basically say that the macro program does not work.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T09:48:26.675Z\">at 9.48am GMT</time></p>  </div> <div id=\"block-50937f3ab579f74bac764929\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:07:22.528Z\">8.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Greece must help itself to fix the crisis, Andreas Dombret, Bundesbank board member, said last night.</p> <p>Dombret chastised the country for being far behind in its reform programme, saying <strong>it should not rely on international creditors to solve its problems.</strong> <a href=\"http://www.bloomberg.com/news/2012-11-01/greece-must-help-itself-to-fix-crisis-bundesbank-s-dombret-says.html\">Bloomberg cited him saying</a>:</p> <blockquote class=\"quoted\"> <p>Announcing and passing laws is not enough if the administration and the general public undermine them. It is now the task of the troika to decide impartially whether Greece meets the conditions for further assistance.</p> </blockquote> <p>He was, however, full of praise for Ireland, which is fast becoming the darling of the international creditors. Dombret said that, while Greece has come to a standstill over basic structural reforms, other countries are making progress.</p> <blockquote class=\"quoted\"> <p>My favourite example is Ireland, which shows that trust can be regained if the agreed measures are adopted and implemented.</p> </blockquote> <p>[US spelling corrected - thank you KhakiSuit]</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-02T14:35:06.788Z\">at 2.35pm GMT</time></p>  </div> <div id=\"block-50937d9ab579f74bac764928\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T08:00:26.851Z\">8.00am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Today's agenda</h2>  <div class=\"block-elements\">  <p>Today Joaquin Almunia, vice-president of the&#xa0;European&#xa0;Commission is speaking in Italy, while the globe-trotting president of the European Council Herman Van Rompuy is out in Vietnam.</p> <p>There's also plenty of data to keep us busy, including the <strong>crucial unemployment figures out of the US ahead of next week's elections.</strong></p> <ul> <li>Spain manufacturing PMI for October: 8.13am</li> <li>Italy manufacturing PMI for October: 8.43am</li> <li>France manufacturing PMI for October: 8.48am</li> <li>Germany manufacturing PMI for October: 8.53am</li> <li>Eurozone manufacturing PMI for October: 8.58am</li> <li>ECB board member Liikanen speaks: 9.15am</li> <li>UK construction PMI for October: 9.30am</li> <li>US non-farm payrolls for October: 12.30pm</li> <li>US unemployment rate for October: 12.30pm</li> </ul> </div>   </div> <div id=\"block-50937bf7b579f74bac764927\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-02T07:53:27.647Z\">7.53am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Good morning and welcome to our <a href=\"http://www.guardian.co.uk/business/blog+series/eurozone-crisis-live\">rolling coverage of the eurozone debt crisis</a>. This morning we've got construction data out of the UK, which is expected to be dire.</p> <p>And <strong>more manufacturing data from the eurozone, which will likely confirm last week's bleak prognosis that problems in the periphery have spread to the core.</strong>&#xa0;</p> <p>We'll be keeping an eye on Greece, where the coalition faces an extremely tense few days ahead of the votes in parliament next week over austerity. <strong>Rising dissent in the PASOK Socialist party could leave the government without the necessary support to pass the measures.</strong></p> <p>The IMF said yesterday that there were “many options” to help reduce Greece's debt burden, which should be considered. Bloomberg cited a spokesman for the fund saying debt buybacks could be useful.</p> </div>   </div>",
  "<p>In an episode of the Simpsons, when Homer comes to a really bad pass, he yells:</p> <blockquote class=\"quoted\"> <p>I'm normally not a praying man, but&#xa0;if you're up there, please&#xa0;save me,&#xa0;Superman!</p> </blockquote> <p>Both presidential candidates might have shouted the same cry this week, as the election draws nearer and partisan bickering becomes more intense. One source of particular trouble has been the state of the US economy, as Governor Romney's campaigning has largely rested on the argument that the US economy has suffered under the leadership of President Obama.&#xa0;</p> <p>Enter Superman … in the form of the Bureau of Labor Statistics.</p> <p>Friday's employment numbers showed a gain of 171,000 jobs in October, and the September job polls were revised upward to add another 84,000 jobs.&#xa0;This jobs number is so far above what everyone expected that it is astonishing. Most economists expected an addition of 125,000 jobs; 171,000 is enormous.&#xa0;</p> <p><a href=\"http://www.guardian.co.uk/profile/justin-wolfers\">Economist Justin Wolfers</a>, of the University of Michigan, tweeted:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinwolfers/status/264350195867852800\">  <blockquote class=\"twitter-tweet\"><p>There are 3 data sources in a jobs report: Payrolls, revisions, household survey. Payrolls good, revisions great, household employment fab.</p>&mdash; Justin Wolfers (@justinwolfers) <a href=\"https://twitter.com/justinwolfers/status/264350195867852800\" data-datetime=\"2012-11-02T12:56:12+00:00\">November 2, 2012</a></blockquote> </figure>  <p>The numbers mean that, technically, President Obama created jobs during his four years in office, even though millions of people are still out of work. <a href=\"http://www.hifreqecon.com/\">High Frequency Economics</a> said that the trend in unemployment has been downward, \"and not just for statistical reasons\".</p> <p>The jobs numbers, as unreliable as they are, were the last major holdout to indications that things might be turning around in the United States economy <a href=\"http://www.cfr.org/geoeconomics/quarterly-update-economic-recovery-historical-context/p25774\">after four years of dismal darkness</a>. The \"<a href=\"http://www.mckinseyquarterly.com/Jobs_and_US_economic_recovery_A_panel_discussion_2843\">jobless recovery</a>\" seems to actually be adding jobs.&#xa0;</p> <p><a href=\"http://www.guardian.co.uk/business/2012/nov/01/jobs-figures-us-economy\">Housing, autos, consumer spending</a> – all have been indicating a recovery that is starting in earnest. Taken as a trend, the jobs numbers this year indicate that more people are finding jobs. It's not nearly enough – there are still millions out of work – but it's more progress than anyone had dared hope for in the past three years.&#xa0;</p> <p>This is shocking stuff. And it changes, or should change, something in the way we talk about and think about the US economy.&#xa0;There is a lot that has been written, lately, about&#xa0;<a href=\"http://www.washingtonpost.com/blogs/achenblog/post/free-nate-silver/2012/10/31/74bec65a-234f-11e2-8448-81b1ce7d6978_blog.html\">Nate Silver's numerical election analysis</a>&#xa0;and the death of \"<a href=\"http://www.ajr.org/article.asp?id=3253\">horse-race election coverage</a>\", in terms of the politics.</p> <p>But there has also been a kind of horse-race economics thinking, in newspapers and research reports. The economy has been treated like a month-by-month race towards some undefinable end, which we don't seem to be reaching anyway.&#xa0;Every month, with the jobs numbers, journalists and economists and analysts handicap whether the economy is recovering (that month) or suffering (that month). The big picture, hard to see, has been impossible to describe.&#xa0;</p> <p>It's highlighted with the popular Twitter hashtag <a href=\"https://twitter.com/search?q=%23NFPguesses&amp;src=typd\">#NFPguesses</a>, in which tweeters spend the morning of the jobs speculating on what the exact number of jobs added might be. It's a fun intellectual game, which actually only highlights how unpredictable and strange the unemployment figures have become.&#xa0;</p> <p>Now, it's more clear that the economy is going up – at least, most of the useful economic indicators we have are pointing that way. And if there's any fairness in the world, horse-race economic thinking should come to an end: the <a href=\"http://www.guardian.co.uk/business/2012/nov/01/jobs-figures-us-economy\">economy seems to be well on its way to recovery by most measures</a>.&#xa0;</p> <p>So, perhaps, Superman (in the form of the BLS) is starting to put an end to the horse-race guesses of whether the economy is improving or not, and what that means for politicians, who, realistically, have no individual control over whether people are employed or not. It's become hard to doubt that a real, if modest, recovery in the economy is definitely happening.&#xa0;</p> <p>Josh Brown, a <a href=\"http://about.me/joshuamorganbrown\">blogger and analyst with Fusion Analytics</a>, put it best when he joked in a fake headline:</p> <blockquote class=\"quoted\"> <p>Economic recovery threatens … handwringing industry.</p> </blockquote> <p>And for Governor Mitt Romney, these jobs numbers, coming so close to the election, will naturally undercut his argument that the economy is bad – even though the jobs numbers are notoriously vague and inconclusive. That might leave him saying another famous quote from the Simpsons:</p> <blockquote class=\"quoted\"> <p>D'oh!</p> </blockquote>",
  "<p>On the BBC a few weeks ago the New York Times pundit David Brooks explained to his British audience that American voters are \"looking for an excuse to vote against the president\". Spot on, I thought. Voters are disappointed in the promise that Barack Obama represented in 2008, but Mitt Romney has been making it hard for swing voters to elect him president instead.</p> <p>Since then it's looked as if next Tuesday's ballot may swing Romney's way after all. But no. As hurricane Sandy roared up the US eastern seaboard, fate may have tipped the balance back in Obama's direction by showing him quietly in charge and reminding folks the government – local, state or federal – isn't always the enemy of Tea Party fantasy.</p> <p>Overnight we've also learned that New York's mayor, Michael Bloomberg, the little guy with the sign language aide at his side, soft-spoken but reassuring and on top of the detail, is backing Obama and by implication the <a href=\"http://www.guardian.co.uk/commentisfree/2012/nov/01/bloomberg-obama-endorsement-vote-big-government\" title=\"\">benign power of government</a>.</p> <p>That's quite a big deal, like Boris Johnson endorsing Ed Miliband – don't hold your breath, Ed – at the 2015 election here. Except that Bloomberg is an ex-Republican independent, a self-made billionaire who has the gravitas that Boris lacks, though he generally makes worse jokes.</p> <p>Hizzoner – as Americans call their big city mayors – is shrewdly political enough to praise Romney as a \"good and decent man\" who has done good things. Alas, \"he has reversed course on all of them\", including the healthcare model he created as governor of Massachusetts, the mayor noted in a statement. But the <a href=\"http://www.guardian.co.uk/world/2012/nov/01/bloomberg-endorses-obama-climate-change\" title=\"\">clincher for Bloomberg is Romney's hostility to climate change</a>.</p> <p>This week's devastation \"may or may not be\" a result, but the risk requires \"immediate action\", Bloomberg concludes. That's spot on too. When I <a href=\"http://www.guardian.co.uk/politics/blog/2012/oct/30/frankenstorm-sandy-monstrous-media-hysteria\" title=\"\">mocked CNN's hysterical buildup</a> to hurricane Sandy here this week I got it partly wrong. The <a href=\"http://www.guardian.co.uk/world/2012/nov/01/east-coast-normalcy-hurricane-sandy\" title=\"\">havoc and death it actually wreaked</a> – as opposed to the spine-chilling advance publicity – was more severe than I initially grasped, as we all now know.</p> <p>But one of my complaints, which remains valid, was the widespread reluctance of many Americans to concede that manmade climate change may be a crucial driver of its increasingly turbulent continental weather. The daily US weather map that most newspapers carry can be extraordinary, a Wagnerian drama which piles two feet of snow on Idaho on the same day that oranges are ripening in Florida sunshine. Floods, snow, twisters, droughts; it's never dull.</p> <p>Yet it remains an article of faith with many Americans that they can master nature as they mastered their vast land – chopped down its forests, dammed its rivers, cultivated its deserts, drilled for its oil, tamed its forest fires. Herman Melville's classic MobyDick told them otherwise – the sea always wins – but it's not a message everyone wants to hear. Obama's <a href=\"http://www.guardian.co.uk/environment/2012/nov/01/bloomberg-climate-change-closet-romney\" title=\"\">strategy</a> has been to let events talk for themselves.</p> <p>Bloomberg knows it – if you take a look at the storm, be careful, nature is stronger than us, he warned New Yorkers this week. After all, the great port city is surrounded by water – Manhattan, Long Island and Staten Island are just that – and the East and Hudson rivers are close to the vast Atlantic swell. The Thames Barrier, a mighty undertaking, currently protects London. It would not be enough to protect New York as water levels rise.</p> <p>The polarised ideological gridlock of Washington politics, far more severe than in post-cold-war Europe, exaggerates disagreements and damages politics: the failure to reach a compromise on federal taxes and spending still threatens the economic recovery, whoever wins on Tuesday. It needn't be that way. Just look at the courteous way Obama and <a href=\"http://en.wikipedia.org/wiki/Chris_Christie\" title=\"\">Chris Christie</a>, admired Republican governor of New Jersey, have treated each other in this week's crisis.</p> <p>None of this plays Romney's way or the way Tea Party types want to see the world. I hesitate to say it's clinched re-election for the president. When Romney made his coarse assessment of the Democratic electoral base – the 47% of people who depend on benefits from the state – in September <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/18/mitt-romney-video-leak-gaffe\" title=\"\">I suggested it might</a> – might – be the turning point, ensuring the challenger's defeat.</p> <p>So it might have done, but for Obama's strikingly feeble performance in the first presidential debate. It was precisely the sort of event which – to quote Brooks – gave wavering voters an excuse to vote him out. If he looked so disengaged that he didn't seem to want the job, why not let the other fellow have a go?</p> <p>After all, he had not lived up to expectations, though in fairness to Obama a kind reader on Twitter draws my attention to <a href=\"http://nymag.com/daily/intel/2012/10/barack-obama-is-a-great-president-yes-great.html\" title=\"\">this robust defence</a> of the president's record by Jonathan Chait in the New York magazine. In the later debates Obama fought back – and now the hurricane has played to his strengths.</p> <p>Does it matter who wins? At the Cambridge Festival of Ideas last weekend I heard a panel of experts on Asia – one Korean, one Japanese and one Chinese – saying there is less interest than usual in the contest on their side of the Pacific. The US focus is tilting towards China (60% of US warships are now in the Pacific, we were told) but the anti-China rhetoric – formerly anti-Japanese – over unfair trade is much quieter in 2012.</p> <p>Whoever wins won't change US policy much (whatever aggressive pledges Romney is making) seemed to be east Asia's verdict. Well, maybe.</p> <p>I'd still say it matters quite a lot. Romney may plan to govern from the centre if he becomes president and Republican forces in Congress and the country allow him to – as they denied much scope to Obama. But it is certainly not what he's been saying.</p> <p>On climate change, denial is dominant. Republicans still want to deport millions of illegal immigrants, they would cut spending on benefits for those layabout Democrats – healthcare and stuff – while increasing defence spending AND cutting taxes for everyone. A constitutional curb on gays rights, the outlawing of abortion etc etc.</p> <p>A pre-emptive attack on Iran's nuclear plants, support for more West Bank settlements, the list is a long one – and scary. What we know from the record, two Bushes and Ronald Reagan, is that Republicans are better at cutting taxes, mostly for the rich, than cutting spending the way they promise to cut it. That's why the US has a crippling debt problem, a more serious budget imbalance than our own, possible only because of the residual prestige (for now) of the dollar.</p> <p>Add all that to the superior organisational power of the Democratic machine – the Obama team's better grasp of social media as campaign tools that offset the billionaire bank-rolling of Romney – together with the changing demographics of the US, and it points me to the same conclusion.</p> <p>Obama's crowds are much smaller than in 2008, but they're multiracial. That's America's future, black, white, Hispanic, Asian. Indeed the insurgency of the Tea Party, which was forced to settle for Romney (Paul Ryan, a consolation prize who could prove an error), may be the last hurrah of the old all-white hegemony.</p> <p>If they can't beat a disappointing incumbent, they may have to come to terms with the new realities at home and abroad. Modernisation of the Republican party is long overdue. Obama to scrape home after all.</p>",
  "<p>An overwhelming majority of Israelis entitled to vote in the US presidential election have cast their ballot for Mitt Romney, according to a poll conducted by an organisation aimed at maximising turnout.</p> <p>Eighty-five percent of the 80,000 American-Israelis who registered to vote through <a href=\"http://ivoteisrael.com/\" title=\"\">iVoteIsrael</a> backed the Republican candidate, the survey indicated. The organisation claimed that in states where the race is tight, expatriate voters from Israel could make a significant difference. Around 7,500 Israelis are registered to vote in Florida, and 3,500 in Ohio.</p> <p>But <a href=\"http://www.democratsabroad.org/group/israel\" title=\"\">Democrats Abroad Israel</a> dismissed the poll as \"slanted and extremely partial\" because it was based on surveys carried out only at polling stations set up by iVoteIsrael. The acting chairman Hillel Schenker told the Israeli newspaper Haaretz: \"All they're doing is providing information about the people they polled at their polling stations, in places where there are predominantly Orthodox and rightwing Jews.\"</p> <p>The campaign group says it is non-partisan and its only interest is to maximise the vote among eligible Israelis. It said voter participation had quadrupled from the 20,000 Israelis who voted in 2008, and that between 20% and 25% of all overseas votes this year would come from Israel.</p> <p>Israel's prime minster, Binyamin Netanyahu, has been accused of favouring a Romney victory in next week's election. Relations between Netanyahu and Barack Obama have been severely strained over the issue of the Iranian nuclear programme. Romney is perceived to be more sympathetic to Netanyahu's view that military action may be needed to halt the programme.</p> <p>Romney has consistently sought to portray Obama as failing to maintain the traditionally close ties between the US and Israel. Almost eight in 10 Jewish Americans voted for Obama in 2008, and a majority are expected to vote Democrat in this election.</p>",
  "<p>Confetti still litters the floor of the modest campaign headquarters and the victorious candidate is obviously exhausted, but for Maya Fernández Allende the real hard work is just about to begin.</p> <p>Allende was just one year old on 11 September 1973 when <a href=\"http://www.theguardian.com/theguardian/2009/sep/12/from-the-guardian-archive?INTCMP=SRCH.\" title=\"\">a rightwing coup d'etat</a> led to the death of her grandfather – Salvador Allende, the then Chilean president. The family fled to Cuba and for three decades the heir to one of Chile's most illustrious and controversial political fortunes was out of the limelight.</p> <p>All that changed last Sunday, when Fernández Allende <a href=\"http://www.nunoa.cl/conozca/\" title=\"\">won the mayorship of Ñuñoa</a> – a district of the capital, Santiago. But in addition to the pressures of office will come the pressure of assuming the Allende legacy.</p> <p>\"It makes me proud but [is also] a responsibility,\" she told the Guardian. \"My grandfather was a grand man, he was loyal with his people until the end … that is a principle, a value that is not often seen in politics.\"</p> <p>A week ago, Fernández Allende's victory was not even discussed as a possibility, as the district had long been held by rightwing politicians. Her opponent Pedro Sabat had been re-elected three times by wide margins and held office for 16 years.</p> <p>But Chile has undergone a transformation over the past 18 months. Citizen groups fighting hydroelectric dams in Patagonia and demanding free university education have sprouted online and filled the streets with dozens of big marches – gathering up to 150,000 students. The upshot was the narrowest of wins for the challenger — by less than 100 votes out of more than 75,000 cast.</p> <p>Fernández Allende put her victory down to a longstanding family tradition: hitting the streets. \"I walked the entire district twice,\" she said as a steady stream of giddy volunteers entered and left the one-storey, four-room office.</p> <p>\"When you enter a campaign, you enter to win, not to make a decent stand … I put all my heart into this and it was difficult, versus a mayor who had high voting support, but even before the final announcement I felt it was a victory, nobody had even come close to being that competitive with Sabat. We did this with a team, with a field operation.\"</p> <p>Students battled regularly with Sabat by occupying his office and shutting down numerous schools with strikes that lasted for as long as six months. Sabat faced strong condemnation for his assessment that a high school seized by female students had degenerated into \"a whorehouse\".</p> <p>Fernández Allende said: \"That comment really shook people up. Even people who did not support the [striking] students thought that was too much.\"</p> <p>Apart from a whiteboard, the only office decoration was the official photograph of Salvador Allende wearing the Chilean presidential sash and his trademark thick black glasses. \"I would have loved to have known him in a more humane way, as a grandfather,\" said Fernández Allende.</p> <p>\"I don't remember him, I was too small. But I am always entertained by the stories of his life that people tell me. Especially that despite his huge responsibilities, he had a great sense of humour. Always [there] with a wisecrack. That kept him going.\"</p> <p>Fernández Allende, who lived in Cuba for nearly 20 years, added: \"The political bug bit me late in life.\" Even upon her return to Chile in 1992, she did little on the political front besides joining the Socialist party. But in 2008, she won her first election as a <em>concejal</em>, or neighbourhood representative, who works closely with the mayor.</p> <p>She also began to tap into the vein of goodwill still held by her grandfather and was elected to the Socialist party central committee in 2010. But it was the sudden outpouring of anger on the street that really galvanised her career – a sign that her grandfather's legacy of a humane socialist revolution lived on.</p> <p>\"The dictatorship did not allow you to express yourself, you might talk and then be disappeared, so people stopped talking,\" Fernández Allende said. \"For 20 years nobody talked to anybody, you did not know who was a spy. There was lots of silence. People became more introverted. [Now] this generation has changed, it has come back to the street, to knock on the door, to bang the table.\"</p>",
  "<p>In an economy obsessed by innovation, we're always on the lookout for cool little startups, clever new ways technology is changing our culture, and smart new software that comes out of nowhere to show us a better way of doing things. When you watch the evolution of popular digital culture – and observe which services people love and are loyal to, which they get infatuated and then bored with, which they ignore, which they actively resent – you get fascinating results.</p> <p>The era of services accessed through mobile phones has shown us that people really respond to tools configured around (to quote Apple) \"solving life's little problems, one app at a time.\" With this resounding user-focused lesson in mind, maybe the next big thing for us is something a little grander. Perhaps we should strive towards a world where we can promise an operating system for life. Not as an immediate practical aspiration, but as an idea that new examples of digital products and services ultimately take us closer towards.</p> <p>The Oxford English dictionary says an operating system is: \"A set of programs for organising the resources and activities of a computer\" – today, people respond to and embrace software that in some way organises their resources (like time and money) and activities (like work and play). Even a smartphone game you play in the supermarket is organising your resources, in this case time, by giving you an activity, sparing you a feeling of watching time pass by.</p> <p>This week we launched <a href=\"http://www.nike.com/us/en_us/c/training/nike-plus-kinect-training\" title=\"\">Nike+ Kinect Training</a>, where an ongoing exchange of fine-tuned data gives people an evolving, precise and truly personal training system, improving health and fitness. In September, California's governor Edmund Brown signed the bill that legalised autonomous vehicles – also known as self-driving cars. Doing so wasn't just about space-age headlines, but a response to the findings of initial research by companies such as Google, which suggest computer-controlled drivers can be safer and more efficient than humans.</p> <p>Luddites might see such developments as the machines taking over, but the rest of us should be able to embrace this example of technology making efficient use of our time and resources. Here's the proof: Nissan recently unveiled early developments from its own autonomous vehicle research program. One part of the technology uses sensors and cameras to understand the spatial terrain around the car and respond accordingly, so drivers can't mistakenly move into too-small spaces, bump into unseen objects, and won't have to correct driving lines. The second key innovation is the replacement of all the mechanical components between steering wheel and front wheels with electronics, for a much quicker, more responsive, and driver-aware experience.</p> <p>Back in the early 60s, Marshall McLuhan wrote an essay called <a href=\"http://home.roadrunner.com/~lifetime/UM-4-A.htm\" title=\"\">The Gadget Lover: Narcissus as Narcosis</a>. In it he surveyed the new boom in consumer electronics in America over the previous decade and identified a new archetype: the gadget lover. McLuhan wasn't overly enthusiastic about this emerging obsession, seeing it as a way for consumers to offload the information overload and psychic stress of modern life. The gadget was kind of cyborg extension of the individual that helped them cope by putting them into a kind of trance (narcosis). Though the gadget lover sang the praises of the latest gadget for its innovations, he or she actually, unwittingly, loved it because it reflected his or her own interests and personality back, like a mirror.</p> <p>We often want help, because we like to do things more easily and quickly, to better manage our resources and activities. We invest ourselves and our personalities in our technology – that's when it becomes interesting and relevant. We like technology to help do more useful and fun things, to make boring things less painful, to save us time, money and misery.</p> <p>People have become accustomed to having hardware and software working for them, and the internet has made everybody accustomed to having their say and expecting solutions at speed. If we love gadgets and software, it's precisely because we know they reflect our lives. We're not the deluded slaves of new gadgets, we're their impatient masters. New technologies give us more knowledge and control than we are used to. If I go to a firm like <a href=\"https://www.23andme.com/\" title=\"\">23 And Me</a> and pay $299 (£185) to get my genes analysed, that's not because I want to outsource my identity to machines – it's because the information they give me from a saliva sample will help me learn all sorts of interesting things, from past ancestry to future health problems, that I couldn't have accessed before.</p> <p>In September, thinktank <a href=\"http://www.demos.co.uk/\" title=\"\">Demos</a> issued a report on people's attitudes to sharing data in the digital world. \"The Data Dividend\" was written on the assumption that, used properly, big data can help all of us – at home, in healthcare, in civic life, in science – but thanks to high-profile losses of confidential information, expensive IT projects gone wrong, perceived heavy-handedness and newsworthy errors in its past application, many people are exceptionally cautious about the risks involved, and the likelihood of promised benefits materialising.</p> <p>What organisations need to do, then, is be modular and responsive. To use the data now generated by people's choices and behaviours to keep refining and improving their systems and making them more responsive. This means combining data with small, speedy manoeuvres – combining clear, reassuring, deeply-held principles with agility and enough leeway for an organisation's employees to use the realtime data available to improve the services they offer.</p> <p><a href=\"http://www.theyworkforyou.com/\" title=\"\">Theyworkforyou.com</a> is the address where you can cut through the promotional materials and see how your MP acted where it counted, at key parliamentary votes. In a digital era where 'service' is the key aspiration for anybody hoping to continue engaging with people, organisations should take that message to the heart. It may be too late for the US 2012 presidential election, but it's surely a more sensible way to re-engage voters in the data-rich, increasingly transparent world we inhabit today. Put technology to work for people and you're already taking steps towards that inspirational near-future aspiration: creating an operating system for our lives.</p> <p><em>Ajaz Ahmed is founder of </em><a href=\"http://www.akqa.com/\" title=\"\"><em>AKQA</em></a><em> and author of </em><a href=\"http://www.amazon.co.uk/Velocity-Seven-Laws-World-Digital/dp/0091947561/\" title=\"\"><em>Velocity: Seven New Laws For a World Gone Digital</em></a><em> – find out more about Nike+ Kinect Training </em><a href=\"http://www.nike.com/us/en_us/c/training/nike-plus-kinect-training\" title=\"\"><em>here</em></a></p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"https://register.theguardian.com/media/\" title=\"\"><strong>sign up for free membership</strong></a><strong> of the Guardian Media Network. This content is brought to you by Guardian Professional.</strong></p>",
  "<p>The impact of the superstorm Sandy was felt directly on the presidential election on Thursday when the popular mayor of New York, Michael Bloomberg, threw his support behind Barack Obama, citing Republican challenger Mitt Romney's failure to back climate change measures.</p> <p>Bloomberg combined his endorsement of Obama with a devastating attack on Romney for reversing his positions not only on climate change but on immigration, guns, abortion rights and healthcare.</p> <p>His endorsement came as Obama received plaudits for his handling of the storm that has devastated New Jersey and New York and also hit Connecticut and West Virginia.</p> <p>The mayor, writing about the damage caused to New York by Sandy, praised Obama for having made some progress towards tackling climate change. He noted that Romney, too, had supported climate change moves in the past but has since backed away from them.</p> <p>In a powerful passage that can only hurt Romney, Bloomberg went on to write: \"I believe Mitt Romney is a good and decent man, and he would bring valuable business experience to the Oval Office. He understands that America was built on the promise of equal opportunity, not equal results.</p> <p>\"In the past he has also taken sensible positions on immigration, illegal guns, abortion rights and healthcare. But he has reversed course on all of them, and is even running against the healthcare model he signed into law in Massachusetts.\"</p> <p>Obama said he was honoured to have Bloomberg's endorsement. \"I deeply respect him for his leadership in business, philanthropy and government, and [I] appreciate the extraordinary job he's doing right now, leading New York City through these difficult days,\" the president said.</p> <p>\"Mayor Bloomberg and I agree on the most important issues of our time – that the key to a strong economy is investing in the skills and education of our people, that immigration reform is essential to an open and dynamic democracy, and that climate change is a threat to our children's future.</p> <p>\"Just as importantly, we agree that whether we are Democrats, Republicans, or independents, there is only one way to solve these challenges and move forward as a nation – together.\"</p> <p>Bloomberg's support comes after New Jersey governor Chris Christie praised Obama for his handling of Sandy. Although Christie is a Republican and a prominent supporter of Romney, he went out of his way this week to repeatedly praise Obama's leadership in responding to the crisis.</p> <p>Bloomberg is an independent who had originally been a Democrat before switching to the Republicans in 2001. He won the mayorship as a Republican but fell out with the party in 2007.</p> <p>He considered running as an independent in the 2008 White House election and commissioned polls in all 50 states, dropping the idea after finding insufficient support.</p> <p>In his op-ed, Bloomberg brings climate change, largely ignored by Obama and Romney during the campaign, back to the fore.</p> <p>\"The devastation that Hurricane Sandy brought to New York City and much of the north-east – in lost lives, lost homes and lost business – brought the stakes of Tuesday's presidential election into sharp relief,\" he wrote.</p> <p>He added: \"Our climate is changing. And while the increase in extreme weather we have experienced in New York City and around the world may or may not be the result of it, the risk that it might be – given this week's devastation – should compel all elected leaders to take immediate action.\"</p> <p>Obama had taken major steps to reduce carbon consumption and Romney too had a history of tackling climate change but had reversed course.</p> <p>He said he was disappointed with Obama on many issues, listing among them healthcare reform.</p> <p>\"When I step into the voting booth, I think about the world I want to leave my two daughters, and the values that are required to guide us there. The two parties' nominees for president offer different visions of where they want to lead America,\" he writes.</p> <p>\"One believes a woman's right to choose should be protected for future generations; one does not. That difference, given the likelihood of supreme court vacancies, weighs heavily on my decision.</p> <p>\"One recognises marriage equality as consistent with America's march of freedom; one does not. I want our president to be on the right side of history.\"</p> <p>He concluded: \"Presidents Bill Clinton and Ronald Reagan both found success while their parties were out of power in Congress – and President Obama can, too. If he listens to people on both sides of the aisle, and builds the trust of moderates, he can fulfil the hope he inspired four years ago and lead our country toward a better future for my children and yours. And that's why I will be voting for him.\"</p> <p>The Economist, which has a wide readership in the US, said in an editorial it had backed Obama four years ago and was doing so again. It regretted that Romney was too far removed from the centre.</p> <p>\"This newspaper yearns for the more tolerant conservatism of Ronald Reagan, where 'small government' meant keeping the state out of people's bedrooms as well as out of their businesses. Mr Romney shows no sign of wanting to revive it,\" it says.</p> <p>It concludes: \"For all his businesslike intentions, Mr Romney has an economic plan that works only if you don't believe most of what he says. That is not a convincing pitch for a chief executive. And for all his shortcomings, Mr Obama has dragged America's economy back from the brink of disaster, and has made a decent fist of foreign policy. So this newspaper would stick with the devil it knows, and re-elect him.\"</p> <p>Fellow Republicans downplayed the significance of Bloomberg's endorsement. \"It's not surprising to me. Bloomberg is a very liberal political figure,\" said George Pataki, the former Republican governor of New York.</p> <p>Pataki also argued Romney would be \"far better\" than Obama in dealing with climate change.</p> <p>Pataki during his time as governor was one of the creators of a regional carbon trading system – which is in partial collapse since Christie pulled out last year. </p> <p>He said of Romney's position: \"I think he is far better than Obama, who embraced the Markey-Waxman bill. That is the fear when you allow people like Pelosi and Reid and Obama to draft national legislation that is not so much aimed at climate change but at expanding government power and government revenue. I think Romney would be far better.\"</p>"
]