[
  "<p>This is a corrected version of an article published on 2 October 2012.</p> <p><br>The number of registered voters in six crucial swing states has failed to rise this year at the same dramatic rate as it did in 2008, despite enormous efforts by both main parties to attract new voters, a Guardian survey has found.</p> <p>Data obtained from the secretary of state's offices in Colorado, Iowa, Florida, Nevada, Ohio and Virginia suggest that voter rolls – the count of people eligible to vote – expanded at a far faster pace in 2008 than they have this year. The contrast is particularly pronounced among registered voters identifying themselves as Democratic.</p> <p>In Florida, for example, the total number of registered voters grew by 224,750 between January and July this year – markedly fewer than the increase of 307,388 recorded during the same period in 2008. Four years ago, the Democratic roll in Florida expanded by a thumping 196,490, yet in the same seven months this year it grew by just 54,394.</p> <p>The Florida Republican party has held relatively steady in the state with its voter count increasing by 56,154 to July this year – almost identical to the 54,394 recorded in 2008.</p> <p>The Obama campaign has undertaken a massive voter registration drive this election cycle in the battleground states where the race is tightest, Florida included. Local papers in the state have reported that the president's re-election team has delivered 220,000 new registered voters during the 13 months to September.</p> <p>The source of the disparity between the Obama campaign's figures and the official tally of registered Democratic voters surveyed by the Guardian remains unclear. At the same time as new names are added to the voter rolls, old names may be removed, following deaths, relocations or other events.</p> <p>The six states in the Guardian survey are all being bitterly fought over by Obama and his challenger Mitt Romney. Backed by their respective Democratic and Republican parties, both candidates have sought to maximise turnout by running registration drives in an attempt to attract new voters to their cause.</p> <p>In spite of such efforts, the total sizes of the electorate in the swing states surveyed by the Guardian have not increased by anything like the extent they did four years ago. In Iowa, the electoral roll grew by 27,239 in the eight months to August 2008, but by only 1,753 in the same period this year. A similar pattern is recorded in Colorado, Nevada, Ohio and Virginia.</p> <p>Again, the contrast looks particularly stark in Iowa on the Democratic side. The party's count of registered voters increased by 69,301 between January and August 2008, but over the same period this year the party's voter roll actually dropped by more than 45,000.</p> <p>Republicans in Iowa by contrast held relatively steady – their voter count grew by 7,515 in the first eight months of 2008 and 5,671 in a similar period this year.</p> <p>If previous elections are any indication, however, swing states will see a bump in voter registrations in the final two months before the election. In 2008, the number of registered Democratic voters in Iowa increased by 3,232 in September and 7,076 in October. A spike was also felt in Nevada, where the Democratic roll grew by 32,729 in September and 26,550 in October.</p> <p>Voting rights experts in Florida blamed the relatively slow growth in voter rolls this year on a spate of aggressive legislation coming out of the Republican-controlled state assembly. The laws, which included threats of criminal prosecution for volunteers should they not follow the rules by the letter, had such a chilling effect that several non-partisan organisations suspended their voter registration operations entirely.</p> <p>The League of Women Voters of Florida stopped registration drives for more than a year, until the courts intervened and overturned the new laws on the grounds that they were unconstitutional. The league's president, Deirdre Macnab, said that the Guardian's figures confirmed the pernicious impact of voter suppression laws in the state.</p> <p>\"The voter suppression laws have served to inhibit and repress crucial voices that need to be heard in our elections. They were playing politics with our voting rights,\" she said.</p> <p>Macnab added that the suspension of voter registration drives had a particularly adverse impact on communities that traditionally suffer from low election turnout such as poor people, ethnic minority voters, students, older and disabled people. All those groups tend to lean towards the Democratic party.</p> <p>In Ohio, a classically politically divided state which Obama won in 2008 with just 51.5% of the vote, voter rights activists are reporting low levels of political enthusiasm.</p> <p>Sean Sukys, a volunteer with Rock The Vote in Ohio, which encourages young people to participate in the democratic process, said he had been taken aback by how many people said they didn't care about the election this year.</p> <p>\"It's surprising to me that they'd say they didn't care about the future of the country – but then America is not the most educated population so maybe it's only to be expected,\" he said.</p> <p>While the decrease in registrations may have something to do with the tone of the election itself, Eric Marshall, manager for legal mobilization for the Lawyers' Committee, cited voting restrictions as an undeniable contributor. </p> <p>\"Our voter registration system is stuck in the 19th century. Unfortunately, the discourse in our democracy right now is more focused on policies that make it hard for certain people to vote,\" he said.</p> <p>• <strong>The original version of this article inaccurately characterised the statistics as referring to new voter registrations.</strong></p> <p>It stated that the number of new voter registrations recorded in the early part of 2012 was markedly down compared with the same period during the last presidential race in 2008.</p> <p>In fact, the figures relate to the fluctuations in the total number of people on the voter rolls in the relevant states, as counted by each secretary of state's office responsible for supervising the election. Those voter rolls incorporate the number of new voters registered in any given month, but voters may also leave the rolls through deaths, relocations and other factors.</p> <p>It was incorrect to equate the changes in the voter rolls directly and exclusively to voter registration efforts.</p> <p>The figures do show that the total number of people registered on voter rolls in the six swing states has increased more slowly between January and July this year compared to the same period in 2008.</p>",
  "<p>Presidential campaigns aren't where you look for honest, serious discussion of economic policy. Usually, the candidates confine themselves to slogans; sometimes, as with George W Bush, we also get a moron. But in this election, something very different is going on. For the first time, we are explicitly seeing the effects of America's new political duopoly.</p> <p>Both Obama and Romney are very intelligent men. And yet, both of them are completely avoiding, or being dishonest about, huge economic issues – even when their opponent is highly vulnerable to attack. Thus, we have the bizarre spectacle of a Republican ex-private equity banker attacking the Democrat on unemployment, while the Democrat argues gamely that if we just give him more time, everything will be fine – which we all know is not true. Both men say vaguely that they will \"reform Washington\", when neither means it.</p> <p>Neither of them says a serious word about the causes of the financial crisis; the <a href=\"http://www.thedailybeast.com/articles/2012/10/01/how-the-government-failed-to-fix-wall-street.html\">lack of prosecution </a>of banks and bankers; <a href=\"http://www.nationaljournal.com/next-economy/essay-the-growing-income-gap-in-the-u-s-harms-the-economy-20120927?page=1\">sharply rising inequality</a> in <a href=\"http://www.washingtonpost.com/blogs/answer-sheet/post/why-education-inequality-persists--and-how-to-fix-it/2012/05/15/gIQAXEIeSU_blog.html\">educational opportunity</a>, income and wealth; energy policy and <a href=\"http://www.theguardian.com/commentisfree/2012/oct/02/us-presidential-debates-global-warming\">global warming</a>; America's <a href=\"http://www.forbes.com/sites/bruceupbin/2012/07/21/americans-suffer-from-third-rate-broadband-at-high-prices/\">competitive lag</a> in broadband infrastructure; the impact of <a href=\"http://www.time.com/time/magazine/article/0,9171,1917726,00.html\">industrialized food</a> on healthcare costs; the <a href=\"http://www.huffingtonpost.com/2008/07/28/bush-leaving-next-preside_n_115335.html\">last decade's</a> budget deficits and the resultant national debt; or the large-scale, <a href=\"http://www.converge.org.nz/pirm/nutech.htm\">permanent elimination</a> of millions of less-skilled jobs through both globalization and advances in robotics and artificial intelligence.</p> <p>In a time of <a href=\"http://money.usnews.com/money/blogs/alpha-consumer/2012/09/14/americans-continue-to-struggle-post-recession\">pervasive economic insecurity</a>, with declining incomes and high unemployment, four years after a horrific financial crisis, how can all of these questions be successfully ignored by both candidates?</p> <p>As it turns out, their behavior is entirely rational, though for disconcerting reasons. The answer lies in the combined effect of three related forces: America's deepening economic problems; the role now played by money in politics; and the emotions of a scared, increasingly cynical, economically insecure electorate.</p> <p>Since the late 1970s, US politics has been increasingly shaped by the pressures generated by globalization, rising inequality and America's declining competitiveness. As average Americans felt increasing pressures and endured stagnant real wages, they initially responded by working longer hours and going into debt (personal, household debt). But then came politics.</p> <p>Beginning with the Reagan-Carter contest in 1980, Republicans <a href=\"http://www.huffingtonpost.com/steven-conn/whats-the-big-idea_1_b_1927492.html\">started</a> to abandon traditional financial prudence in favor of an increasingly demagogic strategy of blaming government regulation, waste and welfare payments in order to justify tax cuts. Demonization of regulation served the additional purpose of justifying the deregulation of industries such as financial services and energy. Since the Republicans' tax cuts were never accompanied by spending cuts, they not only reduced voters' tax bills, but also stimulated the economy generally.</p> <p>It was unsustainable, of course, but when the Democrats tried counter-arguments based on fiscal prudence and government services, they generally got slaughtered – as did <a href=\"http://www.forbes.com/sites/quora/2012/09/10/how-does-the-current-republican-ticket-compare-to-reaganbush/\"> Carter in 1980</a>, and <a href=\"http://www.tnr.com/blog/plank/107286/romneys-tax-silence\">Mondale in 1984</a>.</p> <p>It worked again for George W Bush, although, of course, he lost the popular vote in 2000 and only became president thanks to an <a href=\"http://www.slate.com/articles/news_and_politics/jurisprudence/2010/12/election_hangover.html\">infamous</a> supreme court decision. But it really did work in 2004, when he trounced Kerry despite the increasingly obvious disasters of the Iraqi occupation.</p> <p>And so, <a href=\"http://www.nydailynews.com/blogs/the_rumble/2012/09/clintonomics-and-obamanomics-closer-than-you-think\">starting with</a> Clinton's reduction of capital gains taxes and financial deregulation, the Democrats started making deals with the devil. Clinton, to his credit, still tried to do some progressive things where he could, and the internet revolution allowed him to balance his budget. But the Democrats have, by now, been profoundly reshaped by the oceans of money that dominate US politics.</p> <p>In 2008, Obama could afford to run as the reformer, and perhaps even needed to. But not so in 2012: Obama's economic positions – not just his actions, but even his public statements and promises – are the result of triangulating reality, public opinion and money. Obama still needs to get <em>some</em> votes from his base, so he must call for some burden-sharing by the rich. But he cannot be honest about the depth, or the sources, of America's structural economic problems, for two reasons.</p> <p>First, he would be telling much of his blue-collar, minority, unionized and/or less-educated voter base that their skills are obsolete and they are economically doomed. Even in 2008, he might not have been able to get away with that; he certainly can't get away with it now. But second, Obama cannot be honest about the economic damage caused by a criminalized, out-of-control financial sector, nor about other major industries contributing to America's economic problems (energy, telecommunications, industrialized food, pharmaceuticals) – because he needs their money.</p> <p>As a result, Obama seemingly makes himself unusually vulnerable on the economy. But he can afford to, because Romney cannot take full advantage of Obama's vulnerabilities. Romney, you see, depends <em>even more heavily</em> on the money and support of the financial sector, the wealthy, business and of anti-union, anti-immigrant forces. Romney's only appeal to average Americans is through \"values\" conservatism (religion, opposition to gay marriage, abortion, drugs, immigration, etc), vague complaints about government bureaucracy and, yet again, tax cuts.</p> <p>And so Obama can avoid all the hard issues and yet retain the grudging support of his base simply by proposing modest tax increases on the wealthy, and by supporting the safety net (unemployment benefits, Medicare, social security) that Romney might cut.</p> <p>Voila: an election in which there are a dozen elephants in the room, and neither candidate pays them any notice at all; an election that Obama can win because he's somewhat less bad, somewhat less utterly bankrupt, than the other guy. </p> <p>Welcome to America's new and improved two-party system.</p>",
  "<p>Jonathan Watts and Virginia Lopez (\"<a href=\"http://www.theguardian.com/world/2012/sep/30/venezuela-chavez-challenger-election-pledges\" title=\"\">Chávez's rival would forget global revolution</a>\", 1 October) report that Venezuelan opposition candidate Henrique Capriles \"would end the Chávez policy of promoting worldwide revolution and focus on Venezuela's needs\".</p> <p>Under Chávez, oil revenue, 80% of which previously went abroad, has been recovered for investment in infrastructure and social programmes; free healthcare and education has been made available for the first time to the poor; staple foodstuffs have been made available at reasonable prices through public distribution networks; railways, roads and port facilities are being expanded at an unprecedented rate; and innovative forms of communal self-government and public accountability are making Venezuela a model of participatory democracy. This, surely, is to \"focus on Venezuela's needs\".</p> <p>In stark contrast, Henrique Capriles' programme of privatisation, austerity and neoliberalism would return the country to the poverty and stagnation of the \"lost decades\" of the 1980s and 1990s. Watts and Lopez quote Capriles as describing himself as a political centrist \"who looks to the left\", but this is mere rhetoric coming from a man who belongs to one of the wealthiest families in Venezuela and whose political record includes alleged support for the 2002 anti-Chávez coup.</p> <p>Your reporters say \"polls suggest that&#xa0;the race may be tight\", but most polls (including the usually reliable <a href=\"http://translate.google.co.uk/translate?hl=en&amp;sl=es&amp;u=http://www.datanalisis.com/&amp;prev=/search%3Fq%3Ddatanalisis%2Bvenezuela%26hl%3Den%26biw%3D841%26bih%3D843%26prmd%3Dimvnsu&amp;sa=X&amp;ei=KGVsUJHVBsi-0QXO54C4Dg&amp;ved=0CCQQ7gEwAA\" title=\"\">Datanalysis</a> and <a href=\"http://translate.google.co.uk/translate?hl=en&amp;sl=es&amp;u=http://www.hinterlaces.com/&amp;prev=/search%3Fq%3Dhinterlaces%2Bvenezuela%26hl%3Den%26biw%3D841%26bih%3D843%26prmd%3Dimvns&amp;sa=X&amp;ei=UGVsUOXrEcrA0QXAiIGYDQ&amp;sqi=2&amp;ved=0CCMQ7gEwAA\" title=\"\">Hinterlaces</a>) give Chávez a lead of 10 to 15%. Every time there is an election in Venezuela, the media paint a picture of a neck-and-neck race and suggest that Chávez is losing support, but in every presidential election or referendum he has won by margins ranging from 12 to 26%. There is little reason to anticipate a massive change this time.</p> <p>In desperation, the opposition MUD (Democratic Unity Roundtable) is already preparing to cry fraud and launch a protest campaign of civil disobedience or worse. Its distrust of the National Electoral Council is passing strange coming from an organisation which, only six months ago, asked the council to supervise its own primary vote to select its presidential candidate.</p> <p>It is no secret that this Sunday's election is crucial to the future of the entire Latin American alternative, based on national independence, public investment and social justice, and that powerful forces in Washington, London and the boardrooms of global corporations would relish a Capriles victory.<br><strong>Diana Raby</strong><br><em>Senior research fellow, Latin American studies, University of Liverpool</em></p> <p>• The Guardian has published three articles in the past week on Hugo Chavez that have lacked a degree of balance. The latest, by Rory Carroll, decries the \"<a href=\"http://www.theguardian.com/world/2012/oct/02/hugo-chavez-strongmans-last-stand?INTCMP=SRCH\" title=\"\">simplicities and distortions</a>\" by both sides, before embarking on his own simplicities and distortions.</p> <p>Take the media. Imagine for a moment that ITV had backed a failed coup of the democratically elected government. Would that government simply shrug its shoulders? Or would it refuse to renew ITV's licence (as Venezuela did with RCTV, for exactly this reason)? Would doing so constitute a \"curbed media\"?</p> <p>As for \"abolished term limits\", is this not similar to our own democratic system? Do we limit the number of terms our prime minister can serve?</p> <p>There are, of course, problems in Venezuela, but a more balanced coverage would be most welcome.<br><strong>Ian Clark</strong><br><em>Canterbury, Kent</em></p>",
  "<p>The rival who is giving Hugo Chávez his closest run since winning power in 1998 has gained votes in the middle ground thanks to a marathon campaign and a reputation for managerial competence. To his supporters, Henrique Capriles is the best hope to return Venezuela to the political middle ground. To his critics,he is an elitist who is secretly preparing a rightwing agenda.</p> <p>The 40-year-old grandson of Holocaust survivors trained as a lawyer and started his political career at 27 when he won a seat in the national congress. It was the start of a rapid rise from mayor to governor to opposition presidential candidate.</p> <p>Like Chávez, he boasts of never having lost an election – and again like Chávez, who was imprisoned after a coup attempt in 1992, he has spent time in jail. He has spent 119 days in prison for his alleged involvement in a violent protest outside the Cuban embassy after a failed coup against Chávez in 2002. The charges against him were dropped, allowing him to return to politics.</p> <p>Following his time as mayor of Baruta, Capriles ran for governor of Miranda, the second most populous state in Venezuela, surprising everyone by beating Chávez's righthand man, Diosdado Cabello.</p> <p>Even opponents credit him for running a smart, energetic campaign. In deliberate contrast to Chávez – who has been less visible than in previous elections as a result of his cancer - Capriles has zipped around the country, making two rallies a day. Having started off with a relatively low-key, door-to-door approach, he now attracts huge crowds as his \"caravan\" motorcade of supporters drives through towns and cities. In the biggest rally yet in Caracas on Sunday, he drew hundreds of thousands of supporters on to the streets.Unlike Chávez, he keeps his speeches and appearances short, but his campaign has built momentum since he was chosen in the opposition's first primary elections.</p> <p>\"Capriles is the result of a democratic process. It is a kind of miracle that all the opposition parties came together to choose him,\" said Teresa Albanez, who oversaw the process by which he was election.</p> <p>As the representative of a wide range of anti-Chávez forces, including business groups, agriculturalists, trade unionists and greens, he has positioned himself as a centrist. To eat into the vote of the president, he has promised to continue many of the existing wealth distribution and social programmes, but to manage them more effectively.</p> <p>Capriles told the Guardian he would revise deals to exploit the vast La Faja oil fields, <a href=\"http://www.theguardian.com/world/2012/sep/30/venezuela-chavez-challenger-election-pledges\" title=\"\">cease buying arms from Russia and rethink ties with Iran</a>. Leftist critics say he is hiding a neoliberal agenda that will see Venezuela reduce the size of government and move closer to the United States.</p> <p>\"The US always try to influence our elections. Now they have a candidate linked to their interests,\" claimed Nicmer Evans, a left-leaning professor of political science at the Central University of Venezuela</p> <p>If he wins, Capriles - a staunch Catholic - says the first thing he will do is pay homage to the virgin Mary. He told the Guardian he expects any transition to be difficult but not violent.</p> <p>\"We have to see who has the disposition to work with us. If the top echelons of government leave, we will talk to the middle ranks. This is what happened to me when I received the governorship. The corrupt previous governor didn't do the handover. We received the Miranda governorship completely dismantled.\"</p>",
  "<p>Barack Obama has arrived in Denver for his debate showdown with Mitt Romney, the 90-minute televised encounter that could decide the outcome of the White House race.</p> <p>The Obama campaign, with polls showing the president ahead in most of the swing states, would be relatively happy to wake up tomorrow morning to reports of an uneventful draw.</p> <p>But Romney, after week after week of setbacks, needs a strong performance. With a predicted television audience of more than 50 million, the debate offers him one of his last opportunites in sell both his policies and his personality. He has been in Denver since the start of the week, rehearsing.</p> <p>This will be the 36th of the nationally televised presidential and vice-presidential debates since the first in 1960 between Kennedy and Nixon. It is the first time Obama and Romney will have come face-to-face in a debate.</p> <p>With the Denver Post headline describing a 'Duel In Denver', a Republican strategist described the debate as Romney's last opportunity. Mark McKinnon, a former adviser to George Bush, told the Post it is \"Romney's last, best chance to turn things around. He'll have to exceed expectations by a lot. He needs to have a moment that gets people to view him differently. And he needs to articulate some ideas that people think are credible on the economy. He needs to appeal across the board.\"</p> <p>Romney has been lifted ahead of the debate by the first indications that after trailing badly over the last three weeks, the polls could be beginning to tighten. His campaign team also view vice-president Joe Biden's remark that the working-class had been \"buried\" over the last four years of slow economic recovery as an eve-of-debate bonus.</p> <p>There will be two further presidential debates and a vice-presidential one this month – but the first debates have historically attracted the biggest audience.</p> <p>Most debates have little impact on the eventual outcome but there have been exceptions, in particular in 1960, and the tussle between Al Gore and George Bush in 2000.</p> <p>The Denver debate is supposed to be exclusively about domestic issues such as the economy and healthcare, but Romney is expected to try to squeeze in at least some mention of Obama's handling of the Middle East.</p> <p>One of Romney's campaign team, political veteran Ben Ginsberg, talking at a Politico breakfast meeting in Denver, gleefully greeted Biden's \"buried\" remark as \"a rare moment of truth-telling\".</p> <p>He said that Obama, as the incumbent, had the advantages of the trappings of office and the luxury of time, in not having to focus earlier in the year on primaries and caucuses. But tonight they will be evenly matched, two very articulate individuals steeped in policy.</p> <p>Ginsberg expected Romney to flesh out some of his policies. \"I think it is fair for people in the last four weeks (of the campaign) to ask for specifics, and we are happy to oblige,\" he said.</p> <p>Romney, under pressure to provide details about his proposed tax policies, attempted to defuse the issue ahead of the debate by saying he planned to limit individual tax deductions to $17,000. A campaign staffer said he will provide more details about the tax plans over the next few weeks.</p> <p>The president opted to spent his time preparing near Las Vegas. His campaign team, with a reputation as control freaks, did not anticipate any problem with altitude making him listless, flying in from Las Vegas, which is over 2,000 feet, to Denver at more than 5,000 ft.</p> <p>One of Obama's campaign team, former White House spokesman Robert Gibbs, also at the Politico event, did not view the debate as a battle between the two candidates but an opportunity for both to set out their distinctive policies before such a large audience.</p> <p>While there would inevitably be some interaction, Gibbs said, \"I do not think the president approaches it like a boxing match.\"</p> <p>Gibbs anticipated the president would use the debate as a platform to set out his plans for a second term, including how to create more jobs, double exports, bring back manufacturing to America from overseas and creating a more skilled workforce. \"I think this is what you will hear tonight,\" Gibbs said.</p> <p>He predicted the election would be close, noting that Obama, in what he described as \"near-perfect conditions\" in 2008, had received 53%. There were nine states in play, he said, including Wisconsin. On election night, he identified Ohio and Virginia as the two states to watch.</p> <p>He dismissed a video of a 2007 Obama speech shown on the conservative website the Daily Caller and Fox on Tuesday night in which he praised his former pastor and criticised the Bush administration for largely ignoring the mainly black victims of Hurricane Katrina. He said it had not been a secret event but one that had been open to the press and had been widely covered at the time.</p>",
  "<p>President Barack Obama and his allies have dominated the airwaves in key battleground states in the last three weeks, according to a new study which trashes assumptions that the massive war chest of Republican-friendly Super Pacs would eclipse Democratic spending on ads.</p> <p>In the key swing states of Virginia, Ohio and Florida, pro-Obama ads have outnumbered pro-Romney ads by up to 59% in 14 of the 15 biggest media markets.</p> <p>Obama and his allies aired 1,800 more ads than Romney and his allies in Denver. In Norfolk, Virginia, where he aired 1,700 ads, the disparity was greater, some 59% of pro-Romney ads – all in the three weeks from 9 to 30 September, the study found.</p> <p>In the same 15 markets, pro-Romney advertising outpaced Obama only in Las Vegas.</p> <p>The Obama campaign has topped all other spenders in the presidential race since the national conventions and has outspent Mitt Romney by 2:1, the report found.</p> <p>The reports authors said they believed Obama's advertising advantage may explain why polls in key states have shifted his way in recent weeks.</p> <p>Erika Franklin Fowler, the co-director of the Wesleyan Media Project, which carried out the study based on Kantar Media/CMAG data, said: \"The heavy advertising from the Obama campaign has challenged the assumption that Romney-friendly outside groups would saturate and dominate the airwaves in key markets.\"</p> <p>\"The heavy Obama advantage may be one reason why polling in battleground states has moved against Romney in recent weeks.\"</p> <p>The report found that not only is 2012 the most negative campaign in recent history, it also features appeals to anger. An analysis of the \"top emotional appeals\" lists a \"strong\" or \"some\" appeal to anger as driving 93% of pro-Obama ads, and 69% of pro-Romney ads.</p> <p>In Denver, pro-Obama ads accuse Romney of having a \"tough luck\" view of the middle class. Another, which defends his record on trade with China, asks: \"How can Mitt Romney take on the cheaters, when he's taking their side?\"</p> <p>A Romney ad released this month has a woman welcoming her baby daughter into a world, where \"her share of Obama's debt is over $50,000\" and women battle with high poverty and unemployment rates.</p> <p>Travis Ridout, co-director of the Project, said: \"Anger was the most common emotional appeal made in presidential advertising in the last three weeks, and that was true for Obama and Romney ads.\"</p> <p>Campaigns and backers of both presidential candidates are introducing almost a video a day for TV and the web, <a href=\"http://articles.chicagotribune.com/2012-09-27/news/sns-rt-us-usa-campaign-money-adsbre88p1t2-20120926_1_kantar-media-s-cmag-obama-spot-political-ads\">according to a report in Reuters</a>.</p> <p>Over the past couple of weeks alone, they each introduced at least a dozen new ads. By comparison, Ronald Reagan aired just 27 ads in his entire 1984 campaign, John Greer, a political science professor at Vanderbilt University told the agency.</p> <p>While Obama campaign topped all other spenders in the presidential advertising race, the Romney campaign relied heavily on outside groups for advertising.</p> <p>Since April, Obama's campaign has spent $164m on 363,000 ads, while the Romney campaign has spent a third of that, $57m on 127,000. Total spending by pro-Romney outside groups, however, has reached $141.4m. Spending by Obama's outside groups, Priorities USA Action, an Obama Super Pac, and Planned Parenthood Action Fund, totalled $16m, the report shows.</p> <p>One reason Romney held an ad advantage in Vegas was because outside groups sponsored over 2,900 ads, more than double those paid for by the Romney campaign in that media market in the last three weeks.</p> <p>The Democratic National Party was not involved in any of the ads over the last three weeks, while the Republican National Party has had limited involvement.</p> <p>Michael Franz, co-director of the Project, said that that may be because the DNC was concentrating on other areas of its base, such as voter contact drives. He said: \"The RNC co-ordinated on a significant amount of advertising with Romney, and independently supported him as well, throughout the first part of the general election. The Republican party may have shifted its focus to congressional ads in the fall campaign, or may be conserving resources for a late push.\" </p> <p>Both the Democratic and Republican candidates are airing more ads and spending more on them this year than did their counterparts in 2008, the report found. However, Republican ads are proportionally higher. Ad spending supporting the Democratic candidate is up 20% over 2008, while ad dollars supporting the Republican are up 93% over the 2008 level.</p> <p>Obama had significant advantages both times so far, though the gap between Romney and Obama is smaller than that between McCain and Obama, it said.</p> <p>The Wesleyan Media Project was set up in 2010 in the wake of the Citizens United ruling from the US supreme court that opened the floodgates to a vast infusion of corporate and trade union money into the political process. It aims to inform the public about the growing influence of special interests in political campaigns by tracking the proliferation of 30-second TV attack advertising in federal elections.</p> <p>Using data provided by Kanta Media/CMAG, the Wesleyan team can monitor when, where and how frequently political ads are being broadcast across the 210 US media markets. By analysing the content of each advert, it also identifies which candidate, party or outside special interest was responsible for it.</p> <p>Further in-depth research records in code the tone of the ad, what endorsements it includes and political issues it focuses on.</p>",
  "<p>In the sprawling Caracas barrio of Catia, María Rosales is wishing she had enough money to stock up on food before Sunday's presidential election. Her neighbours have already begun hoarding supplies in case the outcome is contested – either by the incumbent, Hugo Chávez, or his challenger, Henrique Capriles.</p> <p>Whatever the result, Maria says she is likely to stay close to home; she has little enthusiasm for either candidate.</p> <p>It is a far cry from the euphoria and optimism of 1998, when María joined the crowds who surged on to the streets to dance and sing in celebration of Chávez's first election victory. She was pregnant at the time, and hoped her unborn child would have more chance under a president who promised to help the poor.</p> <p>Her daughter, Hecmary, is now 13, and María says those opportunities have failed to materialise, while day-to-day concerns have increasingly become overshadowed by the threat of violent crime.</p> <p>\"This is not the life I dreamed for her,\" says María. \"We thought life would get better and it did for the first seven years. But since then, things have got more difficult. We're going from bad to worse.\"</p> <p>On a global level, Sunday's election is about who controls and distributes one of the world's biggest recoverable oil reserves. For ideologues, it is a frontline battle between Bolivarian socialism and neoliberalism. But for most Venezuelan voters, it is about safety, fairness and a character who arguably inspires more love and hate than almost any other politician in the world.</p> <p>Chávez is admired for his charisma and ideals, but castigated for poor management and a failure to protect his country's citizens from crime. His recent battle with cancer has added uncertainty and lowered his campaign profile, but he is still the favourite. Forecasts of the outcome range widely, however, and few are free from bias: in the past month, there have been at least 19 polls with predictions ranging from a 25-point lead for Chávez to a six-point win for Capriles.</p> <p>Senior officials in the president's United Socialist party of Venezuela told the Guardian that the opposition was hyping the possibility of a close race to create uncertainty and lay the basis for a challenge to the result. They hope to shore up support with a huge rally in Caracas on Thursday – the final day of campaigning.</p> <p>Wandering through the streets of Altameira – an upmarket district of Caracas – the Guardian asked a dozen street vendors, parking attendants, taxi drivers, waiting staff and security guards how they planned to vote. Almost all of them voted for Chávez in the past. More than half said they would opt for Capriles this time. The main reason they gave was <em>cambio</em> – change.</p> <p>The straw poll was hardly scientific, but it reflects what analysts describe as a trend away from Chávez despite the enormous oil wealth of Venezuela and the efforts made by the government to reduce inequality. Under Chávez, the proportion of the population living in poverty has fallen from a half to a quarter. There is free healthcare and education. Nutrition rates have improved. More than 20 universities have been built. Adult education campaigns have helped to improve literacy rates.</p> <p>To shore up his support before this year's election, Chávez has widened the state pension programme, raised the minimum wage by 30% and launched a scheme to build a quarter of a million homes.</p> <p>But in the eyes of many voters, mismanagement, corruption and eye-watering crime rates have undermined the benefits of Bolivarian rule.</p> <p>María has benefited from an adult education programme and subsidised groceries. But she says food has become harder to find. \"The food programme used to be great, but now you stand in line for a long time and often get nothing. Before Chávez, there was more choice.\"</p> <p>For many voters, the president's achievements have been overshadowed by rising violent crime – a major concern for almost everyone the Guardian interviewed. By some counts the murder rate in Caracas is higher than that of Baghdad. Last year alone, the country's homicide rate tripled to 67 per 100,000 inhabitants, the highest in South America according to the Venezuelan Violence Observatory. The government says the rate is about 50 per 100,000.</p> <p>On María's street, two people were gunned down last month, but she says she has grown accustomed to the violence. \"In the past when someone was killed, everyone would go to see what happened. But now we just stay indoors to protect ourselves. There's nothing you can do. It's too common.\"</p> <p>Her daughter, Hecmary, never goes out at night and travels with friends by day.</p> <p>Although Chávez has launched a new police force to try to tackle this, their neighbour Yibilady Jímenez says crime is why she too will vote against Chávez. \"Nobody talks about food prices or holes in the road. When it comes to election issues, the only one people here talk about is security. It's always been bad, but it has become much worse.\"</p> <p>In a sharply polarised society, fear of crime is one of the few issues that crosses the income and political divides. Diego Tirado was also born the year Chávez became president – in his case to a middle-class family that now owns a stylish Italian restaurant in a Caracas shopping mall. The teenager – who goes to a private Jesuit school – says he is scared of being kidnapped. His sister's college friends turn up in bulletproof cars with bodyguards.</p> <p>At least a dozen of their friends' families have left the country in recent years, but not because of financial pressure or high taxes; under Chávez, many of the country's better off have maintained their lifestyle or even grown wealthier. Diego's mother, Julieta – who was among hundreds of thousands at a Capriles rally in Caracas on Sunday – says the wealth divide has not closed. \"In the past 14 years, I think my rich friends have actually got richer. Some are Swiss bankers. Some supply the state broadcaster. They've always had money. Now they have more.\"</p> <p>\"Economically, we have maintained our status, but our lives are not better because we are forced to live in ghettoes,\" said Jose Luis, Diego's father. \"I hate that. We can't walk the street or go to the beach or the national park because we are afraid. I'd like to buy a house, but I don't dare to because it would make us more vulnerable.\"</p> <p>The benefits of the Chávez era are more evident in the low-income neighbourhood of Guatire, where Danyely Lozada – another teenager born when he came to power – has grown up.</p> <p>She says things are getting better for locals. Although she is worried about crime and remains at home at night, she says the dangers are exaggerated and in any case have been reduced since a new national guard post was recently established nearby. Before the election, the local government has also resurfaced some of the roads and a nearby shanty town has been given breeze blocks to upgrade the wood and corrugated zinc homes.</p> <p>There are limits to what the state has achieved. The family say they have received no benefits from government social programmes. When her stepfather, Marlon, broke his wrists in a traffic accident, he had free surgery but had to work for four months to pay for the pins and paperwork.</p> <p>Danyely's mother has taken on a job so her daughter can attend a private school and further her ambition of becoming a forensic clinician. \"Public education is not good. There is too much sex and drugs,\" said Marlon – a former convict who is now an evangelical Christian.</p> <p>He declares himself a Chávez supporter. \"With him, the power is with the people. It's not that there is less poverty, but the poor now have more opportunities.\"</p> <p>Whether he has created enough chances and redistributed enough oil money to outweigh the growing risk of crime in people's minds is likely to determine Sunday's vote in this vibrant democracy.</p> <p>\"For the first time I am seeing a tight race. Either candidate could win,\" said Asdrubel Olivares, a political analyst at the Ecoanalitica consultancy. \"The deciding element will be mobilising voters and this is an area where Chávismo has an advantage.\"</p> <p>Getting the public to join in decision-making is one area where even Chávez's fiercest critics agree he has brought improvements. \"One good thing to have come from the Chávez period in government is the widespread conviction that the population have developed a greater right to participate,\" said Teresa Albanez, who oversaw the primary election for his rival Capriles.</p> <p>\"Chávez has institutionalised this and people have internalised this. That's good, but it is sad that he hasn't accomplished enough to benefit them.\"</p> <p><em>Additional reporting by Virginia Lopez</em></p> <p><strong> </strong></p>",
  "<p>It is the issue most notable by its absence in the 2012 presidential race. But the environment may yet have an impact this election as campaign groups target the vulnerable congressional seats of Republicans who dismiss the dangers of climate change.</p> <p>The present US Congress is generally considered the most unfriendly to the environment on record – with multiple votes in the House of Representatives to strike down or weaken environmental regulations, cut back funds for developing clean energy, and discount the existence of climate change.</p> <p>Now, nine Republicans – all in tough re-election contests – are facing payback for their records on the environment.</p> <p>In the congressional races, the League of Conservation Voters, aims to spend $2m before election day to defeat what the group calls <a href=\"http://www.lcv.org/elections/flat-earth-five/\">the 'Flat Earth Five'</a>: Republicans who do not accept established science on climate change.</p> <p>The League's targets include: Dan Benishek of Michigan, Ann Marie Buerkle of New York, Francisco Canseco of Texas, Dan Lungren of California and Joe Walsh of Illinois. The group is spending heavily on television ads as well as direct mail.</p> <p><a href=\"http://action.sierraclub.org/site/MessageViewer?em_id=251625.0\">A parallel effort launched last week</a> by the Sierra Club, Toxic Money, Toxic Votes, was aimed at punishing Canesco, Lungren and four other Republicans for their voting records. Collectively known as the Toxic Six, the group also includes Republicans Mike Coffman of Colorado, Chris Gibson of New York, Jim Renacci of Ohio, and Bobby Schilling of Illinois.</p> <p>The Sierra Club sent out a direct mailer this week in Lungren's district, accusing him of being too close to the industry and noting that the congressman received nearly half a million dollars from oil and gas companies.</p> <p>The targeting of House races is a relatively new tactic for campaign groups, and reflects the realisation among green activists that an environmentally friendly president, like Obama, could not deliver on climate change – or maintain existing protections – without support from Congress.</p> <p>The rise of the conservative Tea Party movement in the 2010 elections made it politically expedient for Republicans to deny the existence of climate change, or block environmental protections. The Tea Party ascendancy saw Romney as well as Obama shifting their positions on climate change.</p> <p>Jeff Gohringer, a spokesman for the League, said there were signs that dismissing the dangers of climate change could come back to haunt members of Congress. He said polls indicated the extra push from the environmental group, was paying off.</p> <p>\"It's fair to say all five of these members are struggling,\" Gohringer said of the five Republicans targeted by his organisation. \"What we are seeing now is that these members are actually being put on the spot for their positions on climate change.\"</p> <p>The website Real Clear Politics <a href=\"http://www.realclearpolitics.com/epolls/2012/house/2012_elections_house_map.html\">on Friday rated districts</a> for Schilling, Buerkle, and Walsh as likely Democratic pick-ups. Lungren, Renacci, Coffman, and Canseco were in toss-up races, according to Real Clear Politics.</p> <p>At least one candidate, Canseco, has publicly complained about the campaign. The League announced an additional $600,000 television ad purchase in his district this week.</p> <p>\"It is really counterproductive to have a debate about whether or not there is climate change and whether or not there is climate change occurring,\" Canseco told the Christian news service One World Now. \"What we should be having is a debate about policies that are promoted and implemented in the name of climate change and that negatively impact opportunities for our citizens and kill jobs.\"</p> <p>Benishek's district was ranked as leaning Republican, though the latest polls show a dead heat. Gibson was comfortably ahead in his district.</p> <p>Environmental groups have also stepped up the pressure on Barack Obama and Mitt Romney, gathering 160,000 signatures for a petition demanding the contenders mention climate change in their first debate on 3 October.</p> <p>Meanwhile, <a href=\"http://climatesilence.org/\">the Climate Silence website</a> launched last week tracks how Obama and Romney have backtracked on action on climate change over the years.</p> <p>The push follows growing frustration with both Obama and Romney within the environmental movement. Romney, under pressure from Tea Party conservatives, has departed from a relatively moderate stance on climate change as Massachusetts governor.</p> <p>By the time of his speech to the Republican convention, climate change was relegated to a laugh line.</p> <p>Obama has also shifted, abandoning his 2008 rhetoric to heal a \"planet in peril\". As the website notes, Obama has expanded offshore oil drilling and failed to mention climate change in connection with this summer's historic drought or extreme weather such as hurricanes. However, the president did give environmental groups a boost in his convention speech by declaring climate change was real and not a hoax.</p> <p>\"There is a desire, there is a hunger to hear from the candidates about what they are going to do about global warming,\" said Eric Picha, president of Friends of the EarthAction , one of the two groups behind the Climate Silence website. \"You can see they are not saying a lot and what they are saying is not terribly helpful.\"</p>",
  "<p>Valérie Trierweiler, the partner of the French president, François Hollande, has issued her first public apology for the controversial tweet that caused a scandal in June, just as a poll showed the majority of French people have a negative view of her.</p> <p>After three and a half months of no interviews and few public comments, Trierweiler appeared to be back on a media offensive to correct her poor image, with a carefully worded interview with <a href=\"http://www.ouest-france.fr/actu/actuDet_-Valerie-Trierweiler-Je-ne-vais-pas-m-installer-en-Bretagne-_39382-2118792_actu.Htm.\" title=\"\">the biggest-selling regional paper, Ouest France</a>. She gave her first public <em>mea culpa</em> for the tweet that laid bare her animosity to Ségolène Royal, Hollande's ex-partner and the mother of his four children, and which forced the president's complex love life on to the front pages.</p> <p>In the tweet, which shocked the political class and embarrassed Hollande shortly after his election, she had expressed support for a dissident Socialist running for election against Royal.</p> <p>\"It was a mistake, and I regret it,\" she told Ouest France. \"I was clumsy because it was badly interpreted. I hadn't yet realised that I was no longer a simple citizen. It won't happen again.\" She added that she thought the media treatment of the tweet had been \"disproportionate\".</p> <p>A poll to be released by the magazine VSD on Thursday found 67% of French people had a bad view of Trierweiler, who despite recent appearances in New York and at Paris fashion week has struggled to escape references to the tweet, which sparked a series of books this autumn about <a href=\"http://www.theguardian.com/world/2012/aug/27/books-francois-hollande-love-life?INTCMP=SRCH\" title=\"\">her and Hollande's private life</a>.</p> <p>Trierweiler also told Ouest France that \"after a period of reflection\" she had abandoned the idea of hosting a series of TV documentaries for the channel D8, where she used to front politics and culture shows.</p> <p>She said she had thought about making one or two documentaries a year about \"big causes\" such as \"the education of young girls in the world\" or \"demographic problems\".</p> <p>She described the dropped project as having a \"humanitarian vocation\" but added: \"I understand that for some, being the president's partner and working for a TV station can prompt questions or confusion, so I decided not to do it.\"</p> <p>The interview highlights the continuing difficulty for Trierweiler, a former political journalist, of navigating her status as the French first lady, when the political role does not officially exist.</p> <p>After months of stressing her independence as a journalist and her desire to be the first presidential partner to maintain a salaried job, for Paris Match magazine, the Twitter scandal complicated the debate by showing her firmly backing a politician during a parliamentary election campaign. Media commentators questioned how she could stay a journalist while also having an office and staff at the Elysée presidential palace.</p> <p>However, she told Ouest France she would continue her literary columns for Paris Match, \"which have nothing to with politics\". She said she had to support her three teenage children, and could not do so without a salary. \"France has the record for professionally active women: 85%. And I'm simply one of them,\" she said. She added that she would keep her Elysée office, but said that when writing articles she worked from the Paris flat she shared with Hollande, where the couple still live.</p> <p>Aurelie Filippetti, the Socialist culture minister, told French radio that as a feminist she deplored the difficulty Trierweiler was facing in continuing her profession while being the president's partner.</p>",
  "<p>The battle over voting rights in the November presidential election now swings to South Carolina, following the decision by the Pennsylvania courts on Tuesday to delay implementation of a voter ID requirement in that state.</p> <p>All eyes are now on the legal tussle between the department of justice and South Carolina, where probably the last voter ID law will be decided before election day on 6 November.</p> <p>Last year South Carolina became one of at least 34 states to introduce strict laws that require voters to present photo identification at polling stations – one of a swathe of measures attacking voting rights that swept across the US this election cycle.</p> <p>South Carolina's law was blocked, however, by the Obama administration last June.</p> <p>The department of justice wielded its powers under section 5 of the 1965 voting rights act – a safeguard introduced after desegregation in the deep south to prevent designated areas from changing voting procedures without federal government approval in advance.</p> <p>The blocking power was designed consciously to counter the old Jim Crow laws of the south, where African Americans were routinely denied the right to vote on spurious technical grounds.</p> <p>The justice department's final decision over the South Carolina's voter ID law is now pending and could be announced as early as this week. It is also possible, though, that a final ruling will be postponed until after the presidential election.</p> <p>The assault on voting rights has been one of the epic themes of the 2012 election cycle, with states moving on an unprecedented scale to erect barriers to easy access to the polling booth. A <a href=\" http:// www.brennancenter.org/pages/about/\">tally by the Brennan Center for Justice in New York</a> itemised at least 180 restrictive bills in 41 states<br>over the past two years, of which 15 laws were actually passed in 19 states.</p> <p>The laws included a range of different threats to voting, of which the imposition of a requirement for photo ID cards was just the most common. Other laws required proof of citizenship at the polling station; at least 16 states introduced bills that would make it harder to register to vote; and at least nine have tried to end early voting.</p> <p>But if 2012 has been the presidential election that saw a widespread attack on voting rights, it has also been a year that has seen a dramatic counter-offensive that has effectively neutralised most of the most egregious new laws. In no fewer than in 14 states have there been moves to <a href=\"http:// www.thenation.com/sites/default/files/user/20/Voting_Law_Changes_Pushback_2012- 4.png\">repeal, postpone or judicially overturn the provisions</a>.</p> <p>In addition to South Carolina, the justice department used section 5 to block voter ID laws in Texas and Florida, the governors of six states wielded their vetoes, and there have been court cases settled or pending in seven states.</p> <p>The intervention of judges around the country to hold back some of the harsher legislation has been notable aspect of the 2012 battle over voting rights. Lawrence Norden of the Brennan Center said that a common feature of judges' rulings against the voter ID laws had been \"a recognition that a lot of this stuff has been politically motivated. It was not about improving the voting system, but about gaming the system.\"</p> <p>Some of the judges made the thought that political skulduggery explicit in their<br>deliberations. A federal judge, Robert Hinkle, was scathing about a provision introduced by Florida that would penalise charities if they lodged new voter registrations with election officials more than 48 hours after they were completed.</p> <p>Striking down the provision, Hinkle said: \"If the goal is to discourage voter-registration drives and thus also to make it harder for new voters to register, the 48-hour deadline may succeed. But if the goal is to further the state's legitimate interests without unduly burdening the rights of voters and voter registration organizations, 48 hours is a bad choice.\"</p> <p>When the Pennsylvania supreme court heard legal argument on the state's new voter ID law last month, one justice, Seamus McCaffery, wondered aloud why the legislature was in such a rush to implement the act in November. \"Could there be politics, maybe?\" he asked.</p> <h2>Planning for beyond November</h2> <p>While it seems the bulk of the threat to voter rights has been neutralised in<br>this presidential election cycle by the combination of judicial, gubernatorial<br>and electoral push-backs, in the longer term the danger is by no means<br>over. As the NAACP is pointing out this week with the launch of a new<br>campaign called <a href=\"http://action.naacp.org/page/-/advocacy%20papers/Silenced-%20Citizens%20Without%20a%20Vote%20Full.pdf\">Silenced: Citizens Without a Vote</a>, there are almost 6 million citizens in the US who have been stripped of their votes as a result of having been convicted of a felony. That is equivalent to one out of every 40 American adults.</p> <p>Four states – Florida, Virginia, Kentucky and Iowa – effectively permanently disenfranchise anyone with a felony conviction, even after they have fully served their sentence. Benjamin Jealous, NAACP's president, called the laws outrageous: \"This is a country in which we believe voting is a right, in which all people should have a second chance,\" he told MSNBC.</p> <p>Elisabeth MacNamara, president of the League of Women Voters which has an active voter registration programme in several states, said there was still the danger of considerable confusion among the electorate before November. \"We are having to scramble to make up for months of lost time because of these laws,\" she said.</p> <p>Beyond November, the voting rights issue is likely to raise its head again as legislatures who have had their efforts foiled move to reintroduce the offending legislation. Some rulings, including Tuesday's court judgment in Pennsylvania, have only delayed rather than eradicated the new voter ID laws which are likely to come into effect next year in the absence of any further opposition.</p> <p>In addition, several places, including Texas and Arizona and parts of Alabama and North Carolina, are gearing themselves up to challenging section 5 itself. They argue that they should no longer be subjected to federal restrictions, though many voting rights experts remain suspicious of their motivations.</p> <p>\"Unfortunately, I think we will continue to see these battles well after the election,\" Norden said. \"The fight is definitely still on-going.\"</p>",
  "<p>Here's one question – directed at Mitt Romney – that begs to be asked at Wednesday's first presidential debate in Denver, a demographically changing metropolis where <a href=\"http://quickfacts.census.gov/qfd/states/08/08031.html\">more than 30% of the population is Hispanic</a>:</p> <blockquote> <p>\"Poll after poll shows that you're way behind in attracting the support of Latinos, for whom immigration is a deeply personal issue. Latino voters are a critical voting bloc, especially in swing states such as North Carolina, Florida, and Colorado. If elected president, how will you make sure that you do not alienate the country's largest minority group?\"</p> </blockquote> <p>However substantive his response, Romney should at least refrain from calling people \"illegal aliens\".</p> <p>Language matters, particularly regarding a combustible issue in which an action (illegal immigration) has long been conflated with a group of people (\"illegals\"). Actions are illegal, never people. Yet, when it comes to illegal immigration, <a href=\"http://ideas.time.com/2012/09/21/immigration-debate-the-problem-with-the-word-illegal/\">a pejorative and dehumanizing term</a> is casually used to inflame and isolate. \"Illegal\" oversimplifies and politicizes a complex issue that is wholly integrated in American life.</p> <p><a href=\"http://www.pewhispanic.org/2011/12/01/unauthorized-immigrants-length-of-residency-patterns-of-parenthood/\">According to the Pew Hispanic Center</a>, at least 17 million people are living legally in the US but belong in households with at least one undocumented immigrant. In other words, that \"illegal immigrant\" is a parent, a sister, or a cousin of a US citizen.</p> <p>Romney is far from alone in broadly describing immigrants as \"illegal\" – many politicians, not to mention most in the mainstream media, <a href=\"http://publiceditor.blogs.nytimes.com/2012/10/02/readers-wont-benefit-if-times-bans-the-term-illegal-immigrant/?smid=tw-share\">including the New York Times</a>, still use the term – but compared to President Obama, the difference is striking. In interviews, speeches, and on his campaign website, Obama almost always uses the more neutral term \"undocumented immigrant\".</p> <p>This past summer, while announcing his plan to halt the deportation of undocumented youth and grant them a temporary reprieve via deferred action, <a href=\"http://www.nytimes.com/2012/06/16/us/transcript-of-obamas-speech-on-immigration-policy.html?pagewanted=all\">Obama spoke of young people</a> who are \"Americans in their heart, in their minds, in every single way but one: on paper.\"</p> <p>Contrast that with Romney who, since his first White House run five years ago, has interchangeably used \"illegals\", \"illegal aliens\", and \"illegal immigrants\". This is not purely semantic: Romney's choice of words and terms go in hand-in-hand with his policies. In November 2007, I sat in the press room during a CNN/YouTube Republican debate in St Petersburg, cowering in my seat when reporters spoke of \"illegal immigrants\" when the topic of illegal immigration came up. Publicly, I was a reporter for the Washington Post covering my first presidential campaign; privately, I was an undocumented immigrant with no valid green card who lived in fear of being found out.</p> <p>Answering a question on illegal immigration, Romney, in an effort to out-right the other candidates, was <a href=\"http://articles.cnn.com/2007-11-28/politics/debate.transcript_1_abortion-rights-debate-candidates?_s=PM:POLITICS\">quick to burnish his conservative credentials</a>:</p> <blockquote> <p>\"Let me tell you what I did as governor. I said no to driver's licenses for illegals. I said, number two, we're going to make sure that those that come here don't get a tuition break in our schools, which I disagree with other folks on that one. Number three, I applied to have our state police enforce the immigration laws in May, seven months before I was out of office.\"</p> </blockquote> <p>That answer flashed in my mind as I recently listened to Romney explain his immigration policies to viewers of Univision, the influential Spanish-language television network. Since coming out about my status last year, I've been trying to elevate how we talk about immigration in America as <a href=\"http://www.buzzfeed.com/mhastings/bright-lights-big-secret\">an openly undocumented journalist</a>. I snagged a seat courtesy of Univision, which hosted the forum, and sat among a decidedly older and enthusiastic crowd, who I later learned was bussed in after the Romney campaign failed to attract enough young supporters to fill the University of Miami's BankUnited Center.</p> <p>It was bad enough that Romney kept dodging a question on whether he would keep deferred action if elected president. Worse, in front of a largely Hispanic audience, just two weeks ago, <a href=\"http://latinalista.com/2012/09/transcript-univision-s-meet-the-candidate-forum-with-mitt-romney/\">the Republican candidate referred to undocumented youth as \"illegal aliens\"</a>.</p> <p>When it comes to immigration, Romney has been on the wrong side of history – in words and in actions. </p> <p>As his path to victory grows narrower, Romney is trying, without much success, to backtrack on some of his most extreme positions on immigration, an issue that is, arguably, <a href=\"http://inamerica.blogs.cnn.com/2012/10/02/its-immigration-stupid-say-latino-voters-in-nevada/?hpt=hp_t2\">second only to the economy</a> among the country's growing Latino population. During the Republican primary, Romney promoted the unrealistic concept of <a href=\"http://articles.nydailynews.com/2012-01-24/news/30657385_1_mitt-romney-illegal-immigrants-deportation\">\"self-deportation\"</a> and strenuously opposed the Dream Act, but now promises comprehensive immigration reform if he reaches the White House. For months, Romney failed to answer if he would deport undocumented youth, <a href=\"http://www.denverpost.com/romney/ci_21677472/romney-wont-revoke-young-illegal-immigrant-visas\">but now says he would let them stay</a>. </p> <p>Flip-flopping aside, Romney has effectively erased whatever inroads the GOP made with Latinos under President Bush, a former governor of a border state who spoke compassionately about immigration. In 2004, capturing almost 45% of the Latino electorate was crucial to Bush's re-election. Romney will be lucky <a href=\"http://politicalticker.blogs.cnn.com/2012/10/02/cnn-poll-obama-at-70-among-latino-voters/?hpt=hp_t1\">if he captures more than 30%</a> on 6 November, particularly in swing states where Latino and other immigrant voters – first generation and naturalized Americans – could hold the deciding vote. </p> <p>Figures from the non-partisan research group <a href=\"http://www.immigrationpolicy.org/about-immigration-policy-center\">Immigration Policy Center</a> (IPC) provide critical context in this regard. In <a href=\"http://www.immigrationpolicy.org/just-facts/new-americans-colorado\">Colorado</a>, Latino and Asian voters made up a combined 10% of the voters in 2008 – some 243,000 people. That total, according to IPC, exceeded the margin of victory for Obama, who won Colorado by 214,000 votes. The same goes for <a href=\"http://www.immigrationpolicy.org/just-facts/new-americans-florida\">Florida</a>, an eternal battleground state. The combined total of the rising Latino and Asian vote in the Sunshine State (about 1.3 million) is way beyond Obama's margin of victory there in 2008 (236,450). </p> <p>And the evolving story out of <a href=\"http://www.immigrationpolicy.org/just-facts/new-americans-north-carolina\">North Carolina</a>, an emerging swing state, is especially revealing – and perhaps prescient. Though Latino and Asian voters comprised less than 3% of total voters in 2008 – 77,000 Latino voters and 43,000 Asian voters – that total far exceeds the margin of victory: Obama won the Tar Heel State by less than 15,000 votes. Polls show that Obama and Romney are <a href=\"http://www.wral.com/wral-news-poll--presidential-race-still-tight-in-nc/11615486/\">in a tight race</a> for the state's 15 electoral votes. Each vote will count, including first-time voters like 20-year-old Diego Camposeco.</p> <p>Camposeco was born and raised in the small town of Burgaw, just outside Wilmington. He is the eldest of three children, all of whom are American citizens. A sophomore at University of North Carolina in Chapel Hill, he's majoring in journalism and art, and tells me that he pays close attention to news and politics – how Romney calls people \"illegal aliens\" and how the New York Times and the Charlotte Observer, the most influential paper in his home state, both use \"illegal immigrants\". Camposeco's parents, who crossed the Mexican border before he was born, do not have papers. An <a href=\"http://www.pewhispanic.org/2011/12/01/unauthorized-immigrants-length-of-residency-patterns-of-parenthood/\">estimated 4.5 million US citizens</a> have at least one undocumented parent. </p> <p>\"When the New York Times or NPR or other news organizations refer to people as 'illegal,' that's my mom, that's my dad you're talking about,\" Camposeco told me on the phone. He said he has other friends who are first-time voters whose parents are also undocumented. They plan to vote Obama. Though <a href=\"http://abcnews.go.com/blogs/politics/2011/12/obamas-record-high-deportations-draw-hispanic-scorn/\">Obama has deported a record number of undocumented immigrants</a>, he's a far better alternative than Romney, Camposeco said.</p> <p>\"When Romney says 'illegal' this, 'illegal' that, that's personal to me. That's my family you're talking about.\" Which begs two more questions.</p> <p>First, when Margaret Sullivan, the public editor of the New York Times, writes that <a href=\"http://publiceditor.blogs.nytimes.com/2012/10/02/readers-wont-benefit-if-times-bans-the-term-illegal-immigrant/?smid=tw-share\">\"Readers Won't Benefit if Times Bans the Term 'Illegal Immigrant'\"</a>, which readers are she referring to? Clearly, not readers such as Camposeco, who finds the term offensive and degrading. </p> <p>Second, when Romney interchangeably speaks of \"illegals\" and \"illegal aliens\", is he alienating an entire generation of young Hispanic and Asian voters – the very same voters at whom Peggy Noonan, the conservative columnist, marveled as she visited downtown Brooklyn <a href=\"http://blogs.wsj.com/peggynoonan/2012/09/18/time-for-an-intervention/\">\"full of new Americans\"</a>?</p>"
]