[
  "<p>Barack Obama is to make a pitch for a second four years in the White House on Thursday night, holding out the prospect of a bold, ambitious and experimental programme to halt American decline on a scale comparable to Franklin Roosevelt's 1930s New Deal.</p> <p>Obama, at the end of the Democratic convention in Charlotte, North Carolina, is to say the choice on 6 November will be the most important facing Americans for generations, between his own big government approach and the corporate-dominated, small government approach of Republican opponent Mitt Romney.</p> <p>\"When all is said and done – when you pick up that ballot to vote – you will face the clearest choice of any time in a generation,\" he said in excerpts released in advance of his speech.</p> <p>\"Over the next few years, big decisions will be made in Washington, on jobs and the economy; taxes and deficits; energy and education; war and peace – decisions that will have a huge impact on our lives and our children's lives for decades to come.\"</p> <p>The speech was the culmination of a three-day Democratic convention that had an energy largely missing from the Republican one last week. It was more diverse in terms of gender and ethnicity, its delegates more fired up, especially after<a href=\"http://www.theguardian.com/world/2012/sep/06/bill-clinton-endorsement-barack-obama\" title=\"Bill Clinton gives thumping endorsement to Barack Obama\"> a powerful speech on Wednesday night by former president Bill Clinton</a>.</p> <p>Obama, who will be formally nominated by the party as its presidential nominee, builds on Clinton's message that the choice was between who wanted to be part of a \"We're all in this together society\" or a \"Winner take all, you're on your own society\".</p> <p>Obama says: \"On every issue, the choice you face won't be just between two candidates or two parties. It will be a choice between two different paths for America. A choice between two fundamentally different visions for the future.\"</p> <p>Having made history by becoming America's first black president, he is desperately fighting to ensure his presidency does not end in failure, unable to secure a second term. Polls show a tight race.</p> <p>One of the biggest criticisms of Obama is that economic recovery has been too slow under his stewardship. He counters that the economy could not be dealt with in just a few years.</p> <p>The same was true too, he says, of other problems that had developed over generations. His ambition is not just economic recovery and making sure his health care reform is implemented but tackling failing schools and energy dependence.</p> <p>\"I won't pretend the path I'm offering is quick or easy. I never have. You didn't elect me to tell you what you wanted to hear. You elected me to tell you the truth. And the truth is, it will take more than a few years for us to solve challenges that have built up over decades,\" Obama says.</p> <p>\"It will require common effort, shared responsibility, and the kind of bold, persistent experimentation that Franklin Roosevelt pursued during the only crisis worse than this one. And by the way – those of us who carry on his party's legacy should remember that not every problem can be remedied with another government programme or diktat from Washington.\"</p> <p>He adds: \"I'm asking you to rally around a set of goals for your country – goals in manufacturing, energy, education, national security, and the deficit; a real, achievable plan that will lead to new jobs, more opportunity, and rebuild this economy on a stronger foundation. That's what we can do in the next four years, and that's why I'm running for a second term as president of the United States.\"</p> <p>He promises to create a million new manufacturing jobs by the end of 2016. Mitt Romney has promised 12 million new jobs overall.</p> <p>He also promises to double exports by the end of 2014 and cut net oil imports in half by 2020.</p> <p>Even as voters digest Obama's remarks, there will be a sobering moment when the monthly jobs figures are published. Expectations are that they will show more positive news for Obama in previous months, with between 100,000 and 200,000 jobs created, but the overall unemployment rate is expected to remain stubbornly around the 8.3% mark – dangerously high for Obama's re-election chances.</p> <p>Meanwhile delegates in Charlotte were buoyed by a barnstorming, largely ad-libbed speech on Wednesday night by former president Bill Clinton, who was receiving plaudits from across the US political spectrum. Some Republican strategists went so far as predicting that the speech had handed Obama four more years in the White House.</p> <p>\"I wish to God as a Republican we had someone on our side who had the ability to do that,\" Steve Schmidt, the Republican strategist who helped run John McCain's campaign against Obama in 2008, told MSNBC.</p> <p>Another Republican strategist and media commentator, Alex Castellanos, was equally gushing. \"This will be the moment that probably re-elected Barack Obama,\" he told CNN.</p> <p>A leading Democrat, senator Chuck Schumer, disclosed that Clinton will follow up his speech with a series of campaign appearances on behalf of Obama next month.</p> <p>The Republicans – who view Americans' anger over unemployment as one of the keys to the White House – are set to pounce on those figures, arguing that the country is worse off now than when Obama became president in January 2009.</p>",
  "<p>Former President Bill Clinton wowed delegates and pundits alike with his Democratic national convention speech on Wednesday night. Clinton's success was no surprise. His sky-high favorability rating of 69% among the American public is matched by few other politicians, former or otherwise. But it wasn't always this way for the man from Hope.</p> <p>Indeed, Bill Clinton's relationship with the American public and even members of his own party is better described as a rollercoaster ride than a sustained love-fest. He's hit high highs, during his long career, but also lows that would dismay even the costliest New York shrink.</p> <p><strong>1. Clinton enters the 1992 Democratic convention with negative favorable ratings</strong></p> <p>After a primary season that saw Clinton overcome the Gennifer Flowers scandal, Clinton limped into the general election against President George HW Bush. A bad economy made Bush vulnerable, but it was independent Ross Perot who had jumped into the lead.</p> <p>Clinton's struggles were because of net favorables ranging from the negative single digits to the low double digits. Perhaps only Bob Dole and Mitt Romney have had worse standing among the American people for a challenger at the same point during the campaign.</p> <p>No problem for Clinton. He selected a popular running-mate in Al Gore, ran what was arguably the most successful convention in the modern era, and jumped out to a lead that he never lost.</p> <p><strong>2. Clinton's popularity drops quickly upon entering office</strong></p> <p>No president in polling history saw his approval ratings drop faster than Bill Clinton. Clinton's disapproval started to creep above his approval rating only four months into his presidency. Despite tremendous fallout from his pardoning of Richard Nixon, Gerald Ford managed to last four and a half months before his net approval rating went negative.</p> <p>Clinton's inability to control his domestic agenda was the cause of his drop in early 1993. His economic plan was derided as a tax-raiser, and he tried to fight on too many policy fronts at once. Clinton was eventually able to pass his budget by two votes in the House and a single vote in the Senate, but his popularity faded again following the Hillary Clinton-led failed attempt at healthcare reform.</p> <p>Clinton's Democrats would lose control of both the House and Senate in the 1994 midterm elections. Again though, Clinton pulled a rabbit out of the hat. He won a contentious government shutdown against congressional Republicans, led by Newt Gingrich, in 1995 and would go on to win the 1996 presidential election by nearly 10 points.</p> <p><strong>3. Clinton was personally disliked, though most thought he was doing a good job</strong></p> <p>Usually, a president's personal approval ratings match his job approval. There can be relatively minor differences, as Barack Obama has currently, but they are usually only a few percentage points.&#xa0;</p> <p>Following the Monica Lewinsky scandal, Clinton became an anomaly. Americans detested his personal behavior, yet the country's economy was humming. Republicans tried to take advantage of the prior and impeached him.</p> <p>The 1998 midterm elections became the first midterm in 66 years in which the president's party <em>gained</em> seats in the House of Representatives. It turned out that although only 35% of voters had a favorable view of Clinton as a person, his 55% job approval rating trumped his personal weaknesses. That 55% approval nearly matched the 56% who thought Clinton should stay in office despite the Lewinsky affair. Meanwhile, congressional approval had fallen to 41%, nearly identical to the 40% who did think Clinton should leave office.</p> <p><strong>4. Clinton leaves office the most popular president since the second world war</strong></p> <p>Names like Eisenhower, Kennedy, and Reagan dominate discussions of the most popular presidents over the last 60 years. Contrastingly, Bill Clinton was embroiled in some ugliest partisan battles in presidential history (remember Whitewater, Kenneth Starr, and the \"vast rightwing conspiracy\"). Today, though, we tend to remember Clinton as a president admired on both sides of the aisle. How so?</p> <p>Thanks to a booming economy, he left office with a 66% approval rating, including a 39% approval rating from Republicans – so that's how we remember him. (And compare that with war hero Dwight Eisenhower, who managed only a 59% final overall job approval rating.) By contrast, President Obama currently has an approval rating of just 7% among Republicans. </p> <p><strong>5. Clinton falters during the 2008 Democratic primary season</strong></p> <p>Even so, like any rollercoaster, Americans' perceptions of Bill Clinton took yet another dip. Clinton made a number of controversial statements during his wife's run for the Democratic presidential nomination in 2008. From his \"biggest fairy tale\" comment about Barack Obama, to his remark about the role black voters played in Obama's victory in the South Carolina primary, Clinton came across as mean-spirited and even, in the eyes of some, as a race-baiting dogwhistler.</p> <p>Clinton's favorability rating dropped to 50% with the general public, but more surprising was how Democrats then viewed him. A quarter of all Democrats had an unfavorable opinion of Bill Clinton. This political base favorability rating is what you'd expect for a president who loses a general election by 5 to 10 points. (Fortunately for Clinton, he was no longer running for office.)</p> <p>Still, Clinton would persevere, as he always does. He mended fences with Obama and campaigned for him later in 2008. Today, Clinton's favorability rating of 69% includes an astronomical high of 93% among Democrats. Yet he maintains his cross-partisan appeal, with favorability scores of 68% with independents and 43% with Republicans.</p> <p>Bill Clinton truly embodies the saying that \"it's not how you start, but how you finish that counts.\"</p>",
  "<p>Barack Obama should be losing the 2012 presidential election – or so says the conventional wisdom. With <a href=\"http://data.bls.gov/timeseries/LNS14000000\">unemployment above 8%</a>, a recovery that is mediocre at best and economic uncertainty far more the rule than the exception, there is certainly something to this argument. Yet, <a href=\"http://fivethirtyeight.blogs.nytimes.com/\">according to polling guru Nate Silver</a>, President Obama is currently a 76% favorite for re-election.</p> <p>So why does Obama continue to maintain a small, yet stubborn lead not only in <a href=\"http://www.politico.com/p/2012-election/polls/president\">general election polling</a>, but – more importantly – in a <a href=\"http://www.quinnipiac.edu/institutes-and-centers/polling-institute/presidential-swing-states-%28fl-oh-and-pa%29/release-detail?ReleaseID=1781\">majority of key swing states</a>? It's the same reason he should be losing the presidential race: his Republican opponents.</p> <p>That might seem like a confusing explanation, but it's emblematic of the extent to which the GOP has been Obama's worst enemy over the past four years while, at the same time, may ensure that he is re-elected president.</p> <p>To unpack this admittedly convoluted argument, let's begin with focusing on the dominant political dynamic of the past four years. It's not about President Obama's legislative agenda or his post-partisan dreams, but rather the unceasing and unprecedented obstructionism of the Republican party. From day one of his presidency (actually, <a href=\"http://www.washingtonpost.com/blogs/plum-line/post/biden-mcconnell-decided-to-withhold-all-cooperation-even-before-we-took-office/2012/08/10/64e9a138-e302-11e1-98e7-89d659f9c106_blog.html\">even before Obama took office</a>), Republicans made the conscious decision to not just simply oppose Obama's entire policy agenda, but to actively and flagrantly thwart it. They promiscuously used the filibuster to block <a href=\"http://articles.latimes.com/2012/jul/12/news/la-pn-republicans-block-smallbusiness-tax-break-on-procedural-vote--20120712\">even the holding of votes on Democratic proposals in the Senate</a> and punished party members who contemplated the idea of working together with Obama or – even worse – compromising with him.</p> <p>Indeed, that Obama was even able to pass an <a href=\"http://www.bloomberg.com/news/2012-09-05/are-we-better-off-there-s-no-easy-answer.html\">$800bn stimulus measure</a> and <a href=\"http://www.healthcare.gov/law/index.html\">comprehensive healthcare reform</a> is perhaps the single most surprising political story, not just of the past four years, but indeed the past 40.</p> <p>The Republicans' obstructionist \"successes\" have taken a heavy toll and can be seen most dramatically in US economic performance since 2009. When fiscal policy has been expansive – as in the case of the stimulus being passed only a few weeks after Obama took office – the result has been <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/post/did-the-stimulus-work-a-review-of-the-nine-best-studies-on-the-subject/2011/08/16/gIQAThbibJ_blog.html\">job creation and economic growth</a> (albeit of the more tepid variety). When Congress has adopted GOP-favored policies of austerity – spending cuts and reliance on tax cuts to stimulate the economy – the results have been far worse. By consistently opposing and blocking any effort by Obama and the Democrats to grow the economy through additional stimulus measures, like <a href=\"http://www.theguardian.com/world/2011/oct/12/republicans-defeat-obama-jobs-bill\">the president's job bill</a>, and even seeking to intimidate the Federal Reserve into focusing its attention on inflation rather than unemployment, they have actively undermined policies with the potential to spark an economic turnaround.</p> <p>While one can debate the morality of such an approach, the political results speak for themselves. An underperforming economy has harmed the president's political prospects and made him far more vulnerable to defeat than he would have been if Republicans had supported or, at least, not completely obstructed his stimulus efforts. This creates a rather disturbing political dynamic: namely, that the GOP strategy of obstructing Obama's agenda was political savvy and their only real hope of ensuring his defeat in 2012.</p> <p>Opposition was the only real alternative for a party intent on taking back the White House in four years, and it certainly helped Republicans to take back the house in 2010.</p> <p>Had Republicans been more supportive of his agenda, or at least allowed the Senate to hold votes on it, the economy would likely be in better shape and Obama would be in a far better position for re-election. From that perspective, obstructionism has been a net political plus for the GOP.</p> <p>But obstruction is not opposition, and this is where Republicans have left the door open for Obama. By giving the president no support for even the smallest bits of legislation (<a href=\"http://www.newyorker.com/reporting/2012/06/25/120625fa_fact_klein\">including programs they once supported</a>) and by not even allowing votes in the Senate on the president's agenda, they went from loyal oppositionists to relentless and partisan scolds – a point brilliantly <a href=\"http://www.politico.com/news/stories/0912/80808.html?hp=t1_b1\">reiterated by former President Clinton in his speech at the Democratic convention Wednesday night</a>.</p> <p>This is the downside to the GOP's four-year scorched-earth policy. By adopting such extreme anti-Obama positions, by taking the stance that any and all efforts to use the resources of the federal government to grow the economy are incipient socialism, and by making the political defeat of Obama, rather than just his policies, the party's central priority has opened up Republicans to the charge that they have been needless obstructionists who had no plan of their own for fixing the economy. It's hard not to see Romney's failure to offer any serious policy proposals for turning the economy around at his own convention as evidence of a party that refuses to contemplate any policy that doesn't include cutting taxes or shrinking regulation.</p> <p>So the same radical anti-government forces that push Republicans to reject every element of President Obama's policy agenda also make it impossible for the party's standard-bearer to offer voters anything more than empty platitudes.</p> <p>Far worse, the GOP has learned the hard way that, metaphorically, if you lie down with dogs, you get fleas. Implicit acceptance of the far right's narrative of Obama as an America-hating socialist has activated the GOP's most radical wing of voters. Republicans took a position not simply of implacable hostility to Obama's policies, but to the man himself. As these extreme voices have increased their influence within the party, they've moved Republicans <a href=\"http://www.theguardian.com/commentisfree/2012/aug/12/michael-cohen-republicans-embrace-extreme-right\">further and further to the uncompromising right on a host of issues</a> – from immigration to birth control and abortion – forcing their party's nominee to take policy positions that alienate even those voters disappointed in Obama's economic performance and inclined to look elsewhere.</p> <p>Perhaps the greatest cost of this approach is that while polls show that <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/trust_on_issues_obama_v_romney\">voters believe Romney would be a better steward of the economy</a>, they view Obama as someone who is <a href=\"http://abcnews.go.com/blogs/politics/2012/08/solid-chances-serious-challenges-greet-romney-at-his-convention/\">more likely to favor the middle class and is more in touch with the challenges that affect them directly</a>. That reservoir of trust, combined with the GOP's paucity of ideas, might just be enough for Obama to slide in for a second term.</p> <p>Finally, by adopting such stridently oppositionist positions, not just against Obama but against the notion that the federal government had any responsibilities beyond shrinking itself into oblivion, Republicans have provided a boost to the Democrats' vision of government. Voters <a href=\"http://www.gallup.com/poll/151490/Fear-Big-Government-Near-Record-Level.aspx?utm_source=alert&amp;utm_medium=email&amp;utm_campaign=syndication&amp;utm_content=morelink&amp;utm_term=Business%20-%20Politics\">may still recoil habitually at the idea of big government</a>, but they almost certainly recoil even further from the uncompromising alternative offered by the GOP. In desperate pursuit of political advantage, they have given Obama and the Democrats an opportunity to capture the political middle and redefine liberalism in terms that make it more palatable to a broad cross-section of voters.</p> <p>This is only one part of the long-term damage. By adopting stances of such rigid ideological purity, by needlessly offending the fastest growing minority groups in the country, as well as young voters, and, finally, by basing the party's short-term renaissance on the oldest and most reactionary voters, Republicans have left themselves in a political no-man's land, should they lose this election. Rebuilding a party that has bet its entire political future on unceasing hostility to Obama will not be so easy. In the end, Republicans placed all their chips on seeking to defeat Obama's agenda and, above all, Obama himself. That opposition has brought with it consequences that might not only backfire on election day, but may well also ensure that the GOP spends more than just four more years toiling in the political wilderness. </p> <p>For Obama, Republican hostility has left him bruised and in far worse shape politically than perhaps he should be in. But as he gives his acceptance speech at the Democratic national convention, he has the opportunity to turn the tables on those who have sought so lustily to thwart him. I'm guessing he won't miss the opportunity.</p>",
  "<p>Barack Obama has stated categorically that Americans are better off than they were four years ago, as he prepares for primetime acceptance speech on Thursday night to the Democratic national convention in Charlotte.</p> <p>After a week of confused messaging by the normally disciplined Obama campaign, the president attempted to state the case clearly. \"We are absolutely better off than we were when I was sworn in and we were losing 800,000 jobs in a month,\" Obama told Virginia radio station NBC 12 in a interview broadcast a few hours before he was scheduled address delegates in North Carolina.</p> <p>Earlier in the week, senior Democratic figures gave different answers, with some saying the country was not better off and others saying it was. Even Obama had earlier adopted a cautious position, saying definitively that the country was better off, only that his work was incomplete.</p> <p>Obama was on Thursday preparing for his main speech of the convention, which aides said would focus in part on foreign policy.</p> <p>Although polls suggest that foreign affairs is low down on the list of voter priorities, the president is to tout US success in finally tracking down Osama bin Laden, the exit from Iraq and the start of the process of winding down the war in Afghanistan.</p> <p>Jen Psaki, Obama's media spokeswoman, noted that Mitt Romney had last week gone through a 45-minute speech without once mentioning Afghanistan or Iraq. </p> <p>Psaki said Obama would offer much more \"concrete\" policy detail than Romney last week and no-one on Friday would be unaware of his plans for another four years in office.</p> <p>Even as voters are digesting Obama's remarks on Friday, there will be a sobering moment when the monthly jobs figures are published. Expectations are that they will show more positive news for Obama in previous months, with between 100,000 and 200,000 jobs created, but the overall unemployment rate is expected to remain stubbornly around the 8.3% mark – dangerously high for Obama's re-election chances.</p> <p>Asked about the impact of the figures, Psaki said Obama would note the 29 straight months of increases in new jobs.</p> <p>Meanwhile delegates in Charlotte were buoyed by a barnstorming, largely ad-libbed speech on Wednesday night by former president Bill Clinton, who was receiving plaudits from across the US political spectrum. Some Republican strategists went so far as predicting that the speech had handed Obama four more years in the White House.</p> <p>\"I wish to God as a Republican we had someone on our side who had the ability to do that,\" Steve Schmidt, the Republican strategist who helped run John McCain's campaign against Obama in 2008, told MSNBC.</p> <p>Another Republican strategist and media commentator, Alex Castellanos, was equally gushing. \"This will be the moment that probably re-elected Barack Obama,\" he told CNN.</p> <p>A leading Democrat, senator Chuck Schumer, disclosed that Clinton will follow up his speech with a series of campaign appearances on behalf of Obama next month.</p> <p>The Republicans –&#xa0;who viewing Americans' anger over unemployment as one of the keys to the White House – are set to pounce on those figures, arguing that the country is worse off now than when Obama became president in January 2009.</p> <p>In his Virginia radio interview, Obama also expressed regret over his remark earlier on the campaign trail in which he said 'You didn't build that', a comment that the Republicans adopted as the theme of their convention in Tampa, Florida, last week. \"Obviously, I have regrets for my syntax,\" Obama said.</p> <p>But he stood by the point he was trying to make, that though individual entrepreneurs build businesses, they still needed the infrastructure that the federal government provided.</p> <p>Obama also held a conference call to express his regret that thousands of campaign volunteers, many of whom had travelled a long way to attend, would be unable to hear his nomination speech at the 73,000-seater Bank of America stadium, after the event was moved to the smaller Time Warner Cable arena over bad weather fears.</p> <p>The president said: \"I just want to begin by saying how much I regret we are not all gathered in one place … I know it is disappointing. I know a lot of you have come a long way.\"</p> <p>Obama's campaign staff, including senior adviser David Plouffe, did a series of interviews on Thursday, saying they did not anticipate a poll bounce following the convention, even though it is generally regarded to have had more energy and better speeches than the Republican event in Florida last week.</p> <p>\"We've always believed that there's very little elasticity in the election,\" Plouffe told ABC. \"You're not going to see big bounces in this election. For the next 61 days, it's going to remain tight as a tick.\"</p> <p>But Democratic delegates are hoping for a poll breakthrough after speeches by Michelle Obama on Tuesday night and Clinton on Wednesday night.</p> <p>Clinton lifted morale with a 48-minute speech that combined folksy ad-libs with a detail-packed, point-by-point rebuttal of Republican attacks on Obama's record. </p> <p>He couched the November 6 ballot as a choice between whether voters wanted to be part of a \"We're all in this together society\" or or a \"Winner take all, you're on your own society\".</p> <p>\"We simply cannot afford to give the reins of government to someone who will double down on trickledown,\" Clinton said.</p> <p>It was also a powerful positive argument for re-electing Obama to finish the job of securing recovery, a task Clinton said neither he nor any other president could have delivered in just four years.</p> <p>In a week that has seen the Obama campaign grapple unconvincingly with the question \"Are voters better off than four years ago?\", Clinton had an unequivocal response.</p> <p>\"Now, are we where we want to be today? No. Is the president satisfied? Of course not. But are we better off than we were when he took office? The answer is: yes.\"</p> <p>Since 1961, Clinton said, Democrats had held power for 24 years, the Republicans 28, and the economy had created 66m private sector jobs in that period. \"So what's the job score? Republicans, 24 million; Democrats, 42 [million],\" he said.</p> <p>It is a long way from 2008, when Clinton made many bitter remarks about Obama during the campaign by his wife, Hillary, for the Democratic presidential nomination, and Obama campaign officials branded the former president a racist. Even the most diehard member of Obama's inner circle, where there is still lingering animosity from four years ago, would find it hard to say that Clinton did not deliver for his successor on the night. Even Obama said: \"He broke down the issues as effectively as anyone could.\"</p> <p>The president, Clinton said, contrary to accusations by the Republicans, had sought to work with the other side in Congress but had been repeatedly rebuffed. His instinct was towards co-operation. \"Obama appointed several members of his cabinet even though they supported Hillary. Heck, he even appointed Hillary,\" he said, his best joke of the night.</p> <p>The core of his speech dealt with the ideological divide between the parties. \"My fellow Americans, all of us in this grand hall and everybody watching at home, when we vote in this election we'll be deciding what kind of country we want to live in. If you want a winner-take-all, you're on your own society you should support the Republican ticket.\"</p> <p>\"But if you want a country of shared opportunities and shared responsibility, a we're-all-in-this-together society, you should vote for Barack Obama and Joe Biden.\"</p>",
  "<p>Hugo Chávez has claimed reports of a massacre of 80 Yanomami Indians were hyped to damage him before next month's presidential election. After a government investigation into the alleged killing by goldminers turned up nothing, the Venezuelan president said the issue had been exaggerated by news organisations and the opposition to score political points.</p> <p>\"As soon as someone says something, or an NGO puts out some document, they [local and international media] take it and if it harms Chávez they say publish it, on the front page, for several days … and spice it up,\" he told a press conference. The allegations – publicised by Survival International and based on testimony by Yanomami – were that villagers had been firebombed and shot in July by illegal goldminers from Brazil. Officials say they found no evidence to support these claims at Irathotheri, where the killings were said to have taken place.</p> <p>\"We visited all of the surrounding communities. I personally spoke to the chief of Irathotheri and he told me everything was fine … When there is mining you see the forest destroyed. I saw nothing of this,\" said the minister for indigenous affairs, Nicia Maldonado. \"I had been saying there was no massacre all along but there are people who wanted to blame the president and destroy the revolution, but the revolution and president Chávez have been strengthened by this.\"</p> <p>With the issue highly politicised before the 7 October election, NGOs and indigenous groups remain sceptical that officials visited all the remote villages where the killings might have taken place. They have issued a statement demanding a more thorough and transparent investigation. The government of Brazil had earlier called for clarity about what happened.</p> <p>\"Our contacts on the ground have said that the government has not conducted a full investigation in the community itself,\" said Sarah Shenker of Survival International in Brazil. \"We are just one month until the elections so it is quite possible that people on either side are using this to their advantage … It is such a remote area that it might take a really long time for the truth come out,\" she said.</p> <p>Massacre allegations were among dire news for the Chávez administration in August that included a prison riot, a deadly blast in a refinery and the collapse of an interstate bridge linking the capital to Venezuela's eastern region. But most polls suggest the president is on course for victory. Datanalisis gave Chávez a 14.3-point lead over the opposition candidate Henrique Capriles after a two-point widening of the gap in August. Chávez claimed on Tuesday it was now \"mathematically impossible\" for him to lose the election. But there is a huge divergence in the forecasts. One poll suggests Capriles may be ahead by a fraction.</p> <p>The president's health – which was the dominant issue early in the campaign – remains a concern, but Chávez has maintained a vigorous campaign schedule and a strong ideological rhetoric, mixed with occasional off-the-cuff remarks including comments on Tuesday about his admiration for Hollywood hardmen such as Clint Eastwood and Sean Connery.</p> <p>\"One time I was given a collection of films by Clint Eastwood and I spent about a month hardly sleeping since I was watching one every night after work,\" he said. \"I never missed a 007 film by Sean <a href=\"http://topics.bloomberg.com/sean-connery/\" title=\"\">Connery</a> and The Hunt for Red October was a tremendous film, even if it ends with the Yankee empire on top.\"</p> <p>Eastwood recently appeared at the Republican Convention, where he criticised the US president, Barack Obama. Chávez said this was unsurprising as Eastwood was a \"great actor but a man of the right\".</p> <p>\"Obama's response was very wise. He said: 'I admire Clint <a href=\"http://topics.bloomberg.com/clint-eastwood/\" title=\"\">Eastwood</a>, and whoever is offended easily should seek another profession,'\" the Venezuelan president added.</p> <p>• This article was amended on 10 September 2012 to correct the wording of quotes from Sarah Shenker and the spelling of her name.</p>",
  "<p>For the past three years Ed Neufeldt has been wearing the same green rubber bracelets stamped \"Jobs for America\". He plans to take them off when unemployment in his home town of Elkhart, Indiana, falls below 8%. That day appears, finally, to be approaching – albeit achingly slowly. \"The whole United States is not doing that good,\" Neufeldt says. \"But here we're better off than we were three years ago.\"</p> <p>Few towns hold as much history for Barack Obama's presidency as Elkhart. This was the city where he fought to establish himself as the candidate of hope and change, first in a bruising encounter with Hillary Clinton for the Democratic nomination and then for the presidency. On his road to victory, Obama visited here four times in 15 months, and in February 2009 he chose Elkhart for his first trip outside Washington since his inauguration.</p> <p>Neufeldt, then an unemployed recreational vehicle worker, was thrust into the national spotlight when he was chosen to introduce the newly inaugurated president of the United States at a local rally. \"I am hoping and praying that president Obama will put the people of Elkhart County back to work. The stakes are high,\" Neufeldt said then.</p> <p>\"I promised you back then if I was elected, I would do everything I could to help this community recover, and that's why I'm back here today,\" said Obama as he pushed the American Recovery Act, an $800bn stimulus plan he hoped would get America back to work.</p> <p>Back then unemployment in the area was 18%. Obama charmed the locals, playing basketball with children in the streets and dipping into local diners to the shock and delight of proprietors and patrons alike. And he made big promises.</p> <p>Four years on, Elkhart has gone from a symbol of Obama's message of hope to a perfect example of the biggest hurdle the president faces in his bid for re-election: the gap between empirical measures that show economic recovery, and the pain people continue to feel. That is why Obama will have one clear goal when he delivers his acceptance speech to the Democratic national convention in Charlotte, North Carolina on Thursday night: spelling out a compelling economic case for giving him four more years.</p> <p>\"Are you better off than you were four years ago?\" Ronald Reagan famously asked voters in the 1980 campaign. It is the question that looms over the 2012 presidential election, and one which has dogged the Obama campaign this week as they have struggled to come up with a convincing answer. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395775428\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/6/1346958633632/US-labour-statistics-001.jpg\" alt=\"US labour statistics\" width=\"460\" height=\"334\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US labour statistics.</span> <span class=\"element-image__credit\">Photograph: Public domain</span> </figcaption> </figure>  <p></p> <p>The data suggests the American people are. On Friday, economists expect the latest employment figures to show that the US added another 100,000-plus jobs last month. The US has added jobs every month since October 2010. There are other positive economic signs: car sales are bouncing back, and even the housing market seems on the mend.</p> <p>In Elkhart, too, the numbers say people are far better off than they were when Obama took office. Unemployment in the region is now around 8.9%, and the city, with a population shy of 51,000, is clearly on the mend. Local unemployment is still above the national average, just, but shipments in the RV industry, the area's biggest employer, are nearly back to pre-recession levels after hitting 20 year lows in 2009.</p> <h2>'We're never gonna go under 8% unemployment'</h2> <p>Life has got better, too, for Ed Neufeldt since he introduced the president during his visit. Now 72, Neufeldt is back in work, but things are not good enough for him to contemplate retirement. Once he lived in relative comfort, earning $20 an hour job at Monaco, an RV manufacturer that went bankrupt in 2009. Now he works part-time as a bread truck driver for $9 an hour, and has an evening job cleaning offices for another $11 an hour. It doesn't add up to his pre-recession income. \"I had to work three years for a dime raise,\" he says.</p> <p>\"When I met president Obama I really liked him, but I think because of automation and modern technology we're never gonna go under 8% employment,\" he says.</p> <p>America's midwest and the Great Plains are rebounding from the recession faster than other parts of the country – helped in large part by the recovery in the auto industry that followed Obama's bailout. The region is home to three swing states – Iowa, Ohio and Wisconsin – and in all three the economy is pulling, slowly, out of the doldrums.</p> <p>But it's far from assured that Obama can benefit politically from that recovery. In 2008, he became the first Democratic nominee to win Indiana in 44 years. And yet strategists in both parties say Indiana is the state he is least likely to hold on to in 2012.</p> <p>Summer Sellers, 33, is another Elkhart resident who was worse off in 2008. Several stints of unemployment eventually led her to the social media job she has now. And while Sellers admits that the enthusiasm Obama's visits generated in those early visits has faded, she still has hope that the people who voted for him in 2008 will return to the polls to cast a vote for him in November. </p> <p>\"I haven't really heard too much from other people about Obama staying in office versus getting somebody else,\" Sellers said. \" I still have the feeling that people in my generation around here who voted for Obama before will vote for him again.\" </p> <p>The RV museum, Elkhart's museum to the industry that provides two thirds of its jobs, is celebrating 100 years of RV evolution. Visitors walk a road that shows how the industry has developed from a 1913 Earl Travel Trailer, which looks like well-made a camp tent on wheels and is towed by a Model T Ford, past the rather modest RV Mae West used on set and spartan shining silver Airstreams on to today's hi-tech, Wi-Fi ready behemoths.</p> <p>The museum's president, Darryl Searer, gives Obama little credit for Elkhart's turnaround, however. \"I've witnessed four major recessions in my life: this one has lasted the longest,\" he says. \"Why? I think because Washington is not business-friendly.\"</p> <p>Searer sees himself as a political independent. When Obama was elected he was hopeful that something would change. But he says the administration has failed to tackle the housing crisis and is angry that it poured billions into saving the auto industry and other bust businesses that he believes should have been allowed to fail.</p> <p>\"When you reward failure, you just create more failure,\" he says. Elkhart's RV industry has bounced back but at the expense of other areas of the country that have lost market share, he says. It's survival of the fittest.</p> <p>Searer, who says the RV industry has always been sensitive to the economic cycle, also runs Ultra-Fab Products, a parts business he says grew at 30% a year between 2003 and 2008 before the recession hit hard. After a couple of losing years, business is back again, but he doesn't believe Obama's policies have helped. \"It's not because of government. It's because I figured out how to make money,\" he says. He says Obama is \"anti-business\". \"I think everybody here had hope but as time has gone on it just hasn't worked out,\" he says.</p> <h2>'Obama hasn't done a thing for agriculture. I'd give him an F'</h2> <p>It's not just those in the RV industry that are disappointed. At the massive Elkhart County 4-H Fair, attendances are back to levels last seen in 2006. About 250,000 people visited in July to see children show off their prize sheep and cows, enjoy the rides, eat deep-fried Twinkies and other delights and watch '80s rockers Styx and Glenn Campbell on his goodbye tour. </p> <p>But agriculture is in crisis, too. Drought has sent the price of corn rocketing, and Obama's ethanol mandate will mean 40% of this year's crop is turned into fuel, keeping prices high. \"I don't think Obama's done one thing for agriculture,\" says John Hochstetter, a local dairy farmer. He calculates the soaring cost of corn cost him $100,000 extra over July and August. He's not impressed with Mitt Romney, either. \"A country is not a business,\" he says. But as far as Obama is concerned: \"I'd give him an F.\"</p> <p>There are uglier views on Obama at the fair. \"He's not even American. If I had his background, they wouldn't let me even board a plane,\" says one clearly angry lawnmower salesman before refusing to give his name. But mostly Obama's critics are more disappointed than angry. \"A man can only do so much,\" says Phillip Ray, a retired RV industry worker. \"But it's the economy that is going to decide whether he gets re-elected or not whether that's fair or not.\"</p> <p>Douglas Agbetsiafa, a professor of economics at Indiana University, says the turnaround in the region has been \"remarkable.\" Elkhart and the surrounding region was hit harder and faster by the recession than almost any other part of the US, he said.</p> <p>It wasn't until the end of 2010 that recovery really started to take hold, but by then the turnaround was dramatic, Agbetsiafa said. In the last three month of 2010 unemployment dropped from 17% to 13% and has continued to fall sharply ever since. Agbetsiafa says the stimulus money and the car industry bailout \"probably did help, especially in the early stage.\" </p> <p>But it is very difficult to separate out what came from the stimulus and what from the area's historically business friendly policies. Who gets the credit may well ultimately be decided by political persuasion as much as economics, he says.</p> <p>• This report was produced in conjunction with the Elkhart Truth newspaper. <a href=\"http://www.etruth.com/article/20120906/NEWS01/709069975\">Read Tim Vandenack's report here</a></p>",
  "<video data-media-id=\"gu-video-395735127\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/6/120906PutinCranes-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/640/2012/9/6/120906PutinCranes-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/6/120906PutinCranes_3gpSml4x3.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120906PutinCranes/120906PutinCranes.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/6/120906PutinCranes_3gpLg4x3.3gp\"/> </video>   <p>In the end he didn't have to wear a beak. But Vladimir Putin did don white overalls and big black goggles as he took to the skies over northern Siberia in a motorised hang glider to help endangered cranes begin their migration to wintering grounds in Iran and India.</p> <p>Unfortunately no one had told the young birds, who only formed up behind Russia's stunt-loving head of state on his second time in the air. On his first flight Putin was accompanied by only one of the Siberian white cranes.</p> <p>Putin blamed strong winds for the initial failure of the birds to fly with him. But he described the cranes as \"pretty lads\" when journalists asked what he thought of them after landing.</p> <p>The motorised hang glider – in which he was accompanied by the seasoned pilot Igor Nikitin – proved a handful. Putin said it was harder to control than a jet fighter.</p> <p>Putin, who is a few days short of his 60th birthday, has spent about a year and a half preparing for the trip with the cranes and received 17 hours of advance tuition on the motorised hang glider.</p> <p>Wednesday's flight took place in Russia's far north, by the banks of the Siberian river Ob, at the site of a project that rears cranes in their traditional nesting grounds. The birds have almost been driven to extinction by hunters targeting them along their migration routes through central Asia.</p> <p>After his flight Putin donated the hang glider, which his press spokesman said he had purchased <a href=\"http://www.guardian.co.uk/world/2012/aug/28/vladimir-putin-palaces-planes-toilet\" title=\"\">with his own money</a>, to the crane conservation project and shared fish soup and tea prepared over a campfire with the scientists working there, the state-owned paper Rossisskaya Gazeta reported.</p> <p>Putin followed his close encounter with birds with a close encounter with sea life. On his arrival on Thursday at the Asia Pacific Economic Forum in Vladivostok, which Russia is hosting, he visited a new aquarium in the city. Staff pulled an octopus out of its tank, which Putin proceeded to stroke, Interfax reported.</p> <p>The cranes will now remain under the supervision of the presidential administration, which already cultivates Putin's nature-loving credentials by assisting schemes dedicated to preserving polar bears, tigers, leopards and whales in Russia.</p> <p>Shortly after the news of Putin's successful flight was reported by state media, the Kremlin-controlled English language television channel Russia Today broadcast the president's first interview since winning his third term in March.</p> <p>Asked about the rock band Pussy Riot, Putin declined to comment on the severity of the <a href=\"http://www.guardian.co.uk/music/2012/aug/17/pussy-riot-sentenced-two-years\" title=\"\">two-year sentence handed down to Maria Alyokhina, Nadezhda Tolokonnikova and Yekaterina Samutsevich</a> for their \"punk prayer\" protest in Moscow's main cathedral, but chose to focus on the \"moral\" aspect of the case.</p> <p>In particular he reminded viewers of the orgy performed by members of the radical art group Voina in Moscow's Biological Museum in 2008 to protest against the election of Dmitry Medvedev, who replaced Putin in the Kremlin for four years, in which Tolokonnikova took part.</p> <p>\"Group sex is better than one-on-one because, as in any sort of collective work, you can shirk off,\" said Putin.</p>",
  "<p>Just off the main road through West Jerusalem toward Bethlehem sits a prime but barren piece of real estate surrounded by luxury flats.</p> <p>It's the site of a future American embassy to Israel that, for nearly two decades, the US Congress has demanded be built immediately. But once American presidents begin navigating the minefield of the Israeli-Palestinian conflict, they quickly realise they don't need to add to their problems by shifting the US embassy from Tel Aviv - a unilateral statement on the status of Jerusalem.</p> <p><a href=\"http://www.washingtonpost.com/blogs/right-turn/post/democrats-forced-to-reverse-platform-language-on-jerusalem/2012/09/05/af23a672-f79d-11e1-8398-0327ab83ab91_blog.html\">Just how sensitive the issue of Jerusalem is was laid bare at the Democratic National Convention on Wednesday</a> when, fearing accusations of not being pro-Israel enough, the party leadership hurriedly revived a clause in the platform from previous years proclaiming the city as the Jewish state's capital when much of the rest of the world withholds recognition. The DNC also said Jerusalem should be an \"undivided city\", while contradicting itself by adding that the issue is subject to negotiation with the Palestinians, who claim occupied East Jerusalem as their own capital.</p> <p>That's exactly what the Democratic party platform said when Barack Obama was elected in 2008. But as president, he has not done any more than his predecessors to act on the vexed issue of the embassy.</p> <p>It's a reflection of the split US stance toward Israel that Congress and political parties are given to highly partisan declarations of support for the Jewish state, driven by domestic politics and a powerful lobby, while presidents are forced to maintain the pretence of neutral arbiter in the diplomatic machinations that have failed to deliver an end to occupation and a free Palestinian state.</p> <p>At the heart of the fuss at the DNC is Israel's demand that the world recognise all of Jerusalem as its capital.</p> <p>Although it's evident that functionally the city is the Jewish state's capital, even close allies such as Britain say that to give formal recognition would be to legitimise the Israeli occupation of East Jerusalem when talks with Palestinians are meant to decide its status, even if an agreement looks a distant prospect. So most countries, including the US, keep their embassies in Tel Aviv and generally speak about Jerusalem as the seat of the Israeli government.</p> <p>But the US Congress has taken a contrary position – in its enthusiasm to be as pro-Israel as possible. In 1995, the Republican-led Congress passed a law requiring the US embassy to be moved to Jerusalem by 1999. President Bill Clinton declined to do so as he attempted to shepherd Yasser Arafat and various Israeli leaders toward a deal. George W Bush attacked Clinton for it.</p> <p>\"As soon as I take office I will begin the process of moving the US ambassador to the city Israel has chosen as its capital,\" he told the pro-Israel lobby in 2000.</p> <p>The Republican party election platform made an explicit commitment to move the embassy. But once Bush was in the White House, he, too, failed to make the move.</p> <p>In 2008, as Barack Obama ran for president, the Democratic party platform said:</p> <blockquote> <p>\"Jerusalem is and will remain the capital of Israel. The parties have agreed that Jerusalem is a matter for final status negotiations. It should remain an undivided city accessible to people of all faiths.\"</p> </blockquote> <p>The then presidential candidate said he recognised Jerusalem as Israel's capital. But, like his predecessors, Obama has declined to act on the 1995 law in the face of other Middle Eastern realities, not least the repercussions in a changing Arab world.</p> <p>In July, the White House spokesman, Jay Carney, would not be drawn on what the capital of Israel is. The US state department has for years fought lawsuits over its refusal to enter \"Jerusalem, Israel\" as a place of birth on American passports, even though Congress has passed a law saying it must.</p> <p>Sane diplomatic positions pertain while the future of the city remains unresolved. But now, it's election season – and what matters is the loyalty test.</p> <p>It's not clear how the routine commitment to an undivided Jerusalem as the Israeli capital got dropped from this year's Democratic party platform, but Obama was worried enough, not least about votes in knife-edge Florida which has a significant Jewish electorate, to intervene and get it reinstated.</p> <p>Mitt Romney – playing not only to part of the Jewish vote (which will mostly go to Obama), but as much to a larger Christian fundamentalist constituency solid in its support of Israel – quickly sought to capitalise on the debacle by again suggesting Obama is not truly committed. It's not the first time Romney has played the Jerusalem card. In June, he told CNN he would like to move the US embassy to the city. But the Republican presidential contender tried to give himself an out by saying that he \"would only want to do so and to select the timing in accordance with the government of Israel\". Well, Israel would like it to happen yesterday.</p> <p>If Romney is elected, he's not likely to shift from the position of his three predecessors, which is that it's not in the US's interest to move its embassy to Jerusalem any time soon. Which leaves congressional declarations, party commitments and the fleeting controversy over the Democratic platform as nothing more than noise – which is all about US politics, not Middle East peace.</p> <p>What that really highlights is the lack of any real discussion in this election of what needs to be done to reach an agreement on Jerusalem and bring about a Palestinian state.</p> <p>• Commenting on this article will be on for 24 hours and may be turned off overnight</p>",
  "<video data-media-id=\"gu-video-395732141\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/6/120906ClintonDNC-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/6/120906ClintonDNC-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/6/120906ClintonDNC_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/6/120906ClintonDNC_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120906ClintonDNC/120906ClintonDNC.m3u8\"/> </video>   <p>Bill Clinton, formerly one of Barack Obama's most bitter critics inside the Democratic party, has thrown all his prestige and popularity unequivocally behind the president's bid to hold on to the White House.</p> <p>In an old-fashioned barnstorming speech to the Democratic national convention – much of it ad-libbed and considerably longer than the prepared text – Clinton boiled the differences between Obama and his Republican opponent Mitt Romney to a simple, essential point.&#xa0;</p> <p>The choice in November, he said, would be between whether voters wanted to be part of a \"we're all in this together society\" or a \"winner take all, you're on your own society\".</p> <p>Obama, who flew into Charlotte, North Carolina, on Wednesday afternoon, appeared on stage at the end and embraced Clinton. The delegates, who cheered and applauded throughout the speech, chanted: \"We are fired up.\"</p> <p>The image of that valedictory moment will be pushed hard by the Obama campaign. Clinton reaches parts of the Democratic party and independents that the president struggles with: white male working-class voters in particular.</p> <p>He formally nominated Obama as the party's presidential nominee and that was confirmed later in a roll call of delegates.</p> <p>Clinton's 48-minute speech combined folksy ad-libs with a detail-packed, point-by-point rebuttal of Republican attacks on Obama's record. \"We simply cannot afford to give the reins of government to someone who will double down on trickledown,\" Clinton said</p> <p>It was also a powerful positive argument for re-electing Obama to finish the job of securing recovery, a task Clinton said neither he nor any other president could have delivered in just four years.</p> <p>\"President Obama started with a much weaker economy than I did,\" said Clinton. \"No president – not me or any of my predecessors – could have repaired all the damage in just four years. But conditions are improving and if you'll renew the president's contract you will feel it. I believe that with all my heart.\"</p> <p>The speech offers the Obama team a clear blueprint for the next two months of campaigning – their messages over the last few months have been confused at times as they struggled to articulate a coherent case for re-election.</p> <p>In a week that has seen the Obama campaign grapple unconvincingly with the question \"Are voters better off than four years ago?\", Clinton had an unequivocal response.&#xa0;</p> <p>\"Now, are we where we want to be today? No. Is the president satisfied? Of course not. But are we better off than we were when he took office? ... The answer is yes.\"</p> <p>Since 1961, Clinton said, Democrats had held power for 24 years, the Republicans 28, and the economy had created 66m private sector jobs in that period. \"So what's the job score? Republicans, 24 million; Democrats, 42 [million],\" he said.</p> <p>Clinton – much thinner a year after announcing he was becoming a vegan for health reasons – demonstrated again why he is the biggest draw in the Democratic party and the 23,000-seater arena was filled to capacity to hear him formally nominate Obama for re-election.</p> <p>It is a long way from 2008 when Clinton made many bitter remarks about Obama during the campaign by his wife, Hillary, for the Democratic presidential nomination, and Obama campaign officials branded the former president a racist. Even the most diehard member of Obama's inner circle, where there is still lingering animosity from four years ago,&#xa0;would find it hard to say that Clinton did not deliver on the night for his successor.&#xa0;</p> <p>\"I want to nominate a man who ran for president to change the course of an already weak economy and then just six weeks before his election, saw it suffer the biggest collapse since the Great Depression ... I want to nominate a man who's cool on the outside but who burns for America on the inside,\" Clinton said.</p> <p>He added, to loud cheers that won another standing ovation, if mainly for the first lady who spoke powerfully the night before: \"And by the way, after last night I want a man who had the good sense to marry Michelle Obama.\"&#xa0;</p> <p>Clinton rebutted Republican attack after attack mounted against Obama over healthcare, debt, the car industry bailout and economic management.</p> <p>The president, he said, contrary to accusations by the Republicans, had sought to work with the other side in Congress but had been repeatedly rebuffed. His instinct was towards co-operation. \"Obama appointed several members of his cabinet even though they supported Hillary. Heck, he even appointed Hillary,\" he said, his best joke of the night.</p> <p>The core of his speech dealt with the ideological divide between the parties.\"My fellow Americans, all of us in this grand hall and everybody watching at home, when we vote in this election we'll be deciding what kind of country we want to live in. If you want a winner take all, you're on your own society you should support the Republican ticket. But if you want a country of shared opportunities and shared responsibility, a we're all in this together society, you should vote for Barack Obama and Joe Biden.\"</p> <p>Clinton's presidency coincided with a period of economic boom and part of his popularity stems for a nostalgia for that period. He was dismissive of Republican nominee Mitt Romney's claims, outlined last week at the Republican convention in Tampa, Florida, that he would deliver speedier economic recovery.&#xa0;</p> <p>\"Now I &#xa0;like the argument for President Obama's re-election a lot better. Here it is. He inherited a deeply damaged economy. He put a floor under the crash. He began the long hard road to recovery and laid the foundation for a modern, more well-balanced economy that will produce millions of good new jobs, vibrant new businesses and lots of new wealth for innovators.\"</p> <p>Clinton's primetime appearance lifted party spirits after a day of setbacks. Obama's plan to make his nomination speech in an open-air 73,000-seater football stadium near the convention had to be abandoned because of fears of a thunderstorm.&#xa0;</p> <p>Worse was to come in the afternoon in a self-inflicted row among Democrats over the party's policy on the status of Jerusalem. On Tuesday it emerged that a statement declaring Jerusalem the capital of Israel had been removed from the platform, sparking 24 hours of furious criticism from pro-Israel groups and Republicans.</p> <p>Yesterday Obama personally intervened in an attempt to close down the issue by reinserting the line into the platform, a move that brought booing from the convention floor.</p> <p>That the delegates are more deeply liberal than the party in general was demonstrated with the rapturous reception for Elizabeth Warren, the party's Senate candidate in Massachusetts. Warren has been one of the leading critics of Wall Street and hit the theme again on Wednesday night.</p> <p>\"People feel like the system is rigged against them. And here's the painful part: they're right. The system is rigged. Look around. Oil companies guzzle down billions in subsidies. Billionaires pay lower tax rates than their secretaries. Wall Street CEOs – the same ones who wrecked our economy and destroyed millions of jobs – still strut around Congress, no shame, demanding favours and acting like we should thank them.&#xa0;Anyone here have a problem with that? Well I do.\"</p> <p>She was given the warm-up spot for Clinton, a sign of the importance of her campaign in Massachusetts. A win in the traditionally Democratic state would help the party hold on to its majority in the Senate.</p> <p>Another stand-out speaker at the conference was Sandra Fluke, who had been described as a \"slut\" by the conservative talk-show host Rush Limbaugh when she spoke about contraception at a congressional hearing.</p> <p>\"Our president, when he hears a young woman has been verbally attacked, thinks of his daughters – not his delegates or donors – and stands with all women,\" she said. \"And strangers come together, reach out and lift her up. And then, instead of trying to silence her, you invite me here – and give me a microphone – to amplify our voice. That's the difference.\"</p>",
  "<p>As foreign diplomats in Tehran were packing their suitcases to return home after <a href=\"http://www.theguardian.com/world/2012/aug/30/iran-non-aligned-movement-summit\">a summit of the Non-Aligned Movement</a> at the weekend, Zhila Bani-Yaghoub was packing hers to head to Evin prison.</p> <p>In Evin's women wing, where she is expected to stay behind bars for one year as punishment for her work as a journalist, Bani-Yaghoub was reunited with some of her close friends and colleagues already in that very notorious prison, activists such as <a href=\"http://www.theguardian.com/world/nasrin-sotoudeh\">Nasrin Sotoudeh</a>, <a href=\"http://en.wikipedia.org/wiki/Bahareh_Hedayat\">Bahareh Hedayat</a> and <a href=\"http://en.irangreenvoice.com/article/2012/may/09/3626\">Mahsa Amrabadi</a>.</p> <p>In 2010, the 42-year-old activist was sentenced to one year in prison on charges of \"spreading propaganda against the regime\" and \"insulting president [Mahmoud Ahmadinejad]\" because of the articles she wrote during the campaign period at the time of Iran's 2009 presidential elections.</p> <p>Bani-Yaghoub, the editor of a women's rights website, <a href=\"http://ir-women.net/\">Focus on Iranian Women</a>, is additionally banned from media and journalistic work for 30 years, Amnesty International said. </p> <p>In the aftermath of Iran's post-election unrest, Bani-Yaghoub was arrested along with her husband, <a href=\"http://www2.amnesty.org.uk/blogs/focus-iran/pressure-political-prisoners-bahman-ahmadi-amouie-transfered-solitary\">Bahman Ahmadi Amouie</a>, who was the editor of the business daily paper Sarmayeh at the time. </p> <p>Amouie is currently held in Rajai-Shahr prison, serving a five year and four months jail term for conviction on charges of \"gathering and colluding with intent to harm national security\", \"spreading propaganda against the system\", \"disrupting public security\" and \"insulting the president\". </p> <p>While Bani-Yaghoub and her friend Mahsa Amrabadi are kept in Tehran's Evin prison, their husbands (Amouie and <a href=\"http://www.rferl.org/content/jailed_iranian_journalist_beaten_in_front_of_relatives/24214800.html\">Masoud Bastani</a>) remain behind bars in another prison in the city of Karaj. </p> <p>Amnesty International has described Bani-Yaghoub as \"a prisoner of conscious\" and has urged Iran to \"immediately and unconditionally\" release her.</p> <p>\"The Iranian authorities must immediately and unconditionally release Zhila Bani-Yaghoub, who is a prisoner of conscience held solely for peacefully exercising her rights to freedom of expression and allow her to resume her profession,\" <a href=\"http://www.amnesty.org/en/news/iran-must-release-prisoner-conscience-zhila-bani-yaghoub-2012-09-03\">said</a> Amnesty's deputy programme director for Middle East and North Africa, Ann Harrison.</p> <p>\"Journalists in Iran face numerous restrictions on their legitimate work, including peaceful criticism of the authorities and reporting on human rights. The Iranian authorities must relax unlawful restrictions on them and release all journalists held solely for their journalism and human rights work,\" she added. Iran is one of the world's worst jailers of journalists, according to the New York-based the the Committee to Protect Journalists (CPJ).</p> <p>Evin is home to some of the most respected Iranian journalists and activists including human rights lawyer Sotoudeh who has defended several political activists as well as juvenile offenders. In jail, Sotoudeh has joined some her of own clients. Tuesday marked the second anniversary of imprisoning Sotoudeh who is serving a six-year jail term. </p> <p>Iranian human rights webiste <a href=\"http://www.hra-news.org/00/13462-1.html\">Hrana</a> also reported on Thursday that another activist, Shiva Nazar Ahari, has also gone to Evin to serve her sentence.</p> <p>In January 2011, a six-year jail sentence for Nazar Ahari, a 26-year-old women's rights activist, <a href=\"http://www.theguardian.com/world/2010/sep/06/iran-human-rights-activists-lawyers\">was commuted to four years</a> and 74 lashes in an appeals court for \"gathering and colluding against the national security\", a vague charge used by Iran to convict several political prisoners in recent years.</p>"
]