[
  "<p>Thousands of cheering supporters gave a rousing sendoff to libertarian-leaning Congressman Ron Paul who will retire from active politics next year after losing his latest presidential race to Republican Mitt Romney.</p> <p>The 77-year-old Paul, who has won a legion of fervent supporters, including many among the young, has become a determined thorn in the side of the Republican party by espousing a mix of social liberalism on issues such as foreign policy and deeply conservative beliefs on small government and monetary policy.</p> <p>Just a short drive from the Republican convention which is expected to nominate Romney this week, supporters staged a packed rally in the Sun Dome sports arena on a university campus in northern Tampa.</p> <p>Paul said he had started a revolution in two-party US politics. \"Their philosophy … is failing. They need something different,\" Paul said. He treated the audience to a trademark rousing condemnation of economic policy and calls to bring American troops home and slash the role of government. \"The people right now are waking and realising the failure of what we have,\" he said.</p> <p>Paul has served 12 terms in congress and made several unsuccessful presidential runs. His latest bid ended in failure to win a single state and defeat to Romney.</p> <p>Paul's supporters then tried to exploit arcane party rules to get as many Tampa convention delegates as they could, which stirred heated emotions, leading to court battles in some states and even physical injury and arrests in Louisiana. However, the bid to upset Romney's Tampa plans was largely stymied by party leaders and their legal teams.</p> <p>Unlike the highly controlled plans for the Tampa convention, the Sun Dome gathering of Paul supporters was a curious blend of libertarian Woodstock, a revivalist meeting and serious academic politics lectures. It featured songs, speeches and tributes galore.</p> <p>Singer Jordan Page belted out two country-sounding songs about Paul, leading the crowd in chants of \"Ron Paul! Ron Paul!\", and guitar legend Jimmy Vaughan played a set.</p> <p>Meanwhile, academic Butler Shaffer of the Ludwig von Mises Institute hailed Paul's firm economic principles even when ridiculed by the Republican establishment and many in the media. \"He is anything but a walking contradiction. Even people who don't like him, even people who feel uncomfortable around him, will say 'At least he's consistent',\" Shaffer said.</p> <p>That is certainly true. Paul's blend of conservatism and libertarianism pleases the extreme right with an intense hostility to the welfare state while also embracing leftist causes – he is anti-war and in favour of legalising drugs.</p> <p>Given that heady blend, the scenes inside the Sun Dome certainly featured moments unlikely to be seen at Romney's convention. Speakers spoke out against the wars in Iraq and Afghanistan, booed the mention of social conservative Republican Rick Santorum and cheered the name of alleged WikiLeaks leaker Bradley Manning.</p> <p>Barry Goldwater Jnr, the son of conservative godfather Senator Barry Goldwater, brought people cheering to their feet by ending his speech with the words: \"I take life with a grain of salt, a lick of lemon and a shot of tequila.\" South Carolina state senator Tom Davis had the entire arena roaring on its feet when he called Federal Reserve chairman Ben Bernanke \"a traitor and a dictator\".</p> <p>A possible inheritor of Paul's movement is Rand Paul, Paul's son and a Senator from Kentucky. Rand Paul introduced his father and won chants of \"Paul 16! Paul 16!\" from the crowd, urging him to run for president embracing his father's ideas in 2016.</p> <p>But as he leaves the political stage, Paul has certainly seen some of his ideas come into the mainstream. The rise of the Tea Party has galvanised his anti-government stance and views once considered extreme – auditing the Federal Reserve and returning to the gold standard to set the dollar's value, for example – are making inroads into the Republican agenda. \"You are changing the party,\" said Michigan congressman Justin Amash, who added that the \"liberty movement\" would still flourish despite Paul's retirement. \"There is no next Ron Paul. Ron Paul is one of a kind. But there are many new champions,\" Amash said.</p> <p>Those champions are unlikely to include Romney. Indeed, it was had to find many Paul people with anything good to say about Romney.</p> <p>Russ Chastain, 43, a Florida native in attendance, said the rally would help galvanise Ron Paul supporters now facing a future without their main leader. \"I don't know what will happen. It is easy to get disheartened but that is what this event is about. It is encouraging for people,\" he said. And would he be voting for Romney in the November election? \"I don't think I can. He is just like Obama. He's for big government, big debt and perpetual war.\"</p>",
  "<p>Even the weather appears to be against Mitt Romney. After a summer in which one thing after another has gone wrong for the Republican presidential challenger, this was to have been his big week, the chance to hit the reset button and to secure a commanding lead that would take him all the way to the White House.</p> <p>But tropical storm Isaac appears to have other ideas. Working its way up from Cuba through the Florida Keys and threatening to turn into a full-blown hurricane, the weather system presents enough of a threat to low-lying coastal Tampa to cause Republicans to cancel Monday's opening of their party convention. There is an outside chance that Tuesday and Wednesday may be disrupted too.</p> <p>The National Hurricane Centre said the worst of the storm is expected to remain west of Tampa, but later in the week the \"combination of a storm surge and the tide will cause normally dry areas near the coast to be flooded by rising waters\". It added that in the Tampa Bay area the water could flood to between 1 metre and 1.5 metres (3ft to 5ft) deep.</p> <p>At the centre where the Republican convention is to be held, hotel staff were stockpiling sandbags just in case. Secret service staff in charge of security were taking down tents set up for screening delegates on the way into the convention.</p> <p>A concert for early arrivals on Sunday night by Lynyrd Skynyrd, a group best known for the southern anthem Sweet Home Alabama and whose frontman Johnny Van Zant is a Romney supporter, was cancelled because of the storm.</p> <p>The Democrats had planned some diversionary tactics of their own to disrupt the convention, including sending vice-president Joe Biden to Tampa on Monday and elsewhere in Florida on Tuesdaytomorrow. This too has been abandoned.</p> <p>However, Barack Obama's campaign still managed to get a hit in. To the embarrassment of Republicans, former Republican governor Charlie Crist endorsed Obama in an editorial for a Tampa paper.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395240829\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2012/8/26/1345991227749/Hurricane-Isaac-path-008.png\" alt=\"Hurricane Isaac path\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hurricane Isaac path Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p>In spite of the storm, Romney's campaign team insisted the convention would not be a washout. \"We will absolutely be able to get our message out,\" said Russ Schriefer, a Romney campaign adviser who is overseeing the convention programme. \"We absolutely think we can do it in three [days].\"</p> <p>Each day of the convention had been regarded as vital in building up a profile of Romney, who is still largely unknown to many Americans, culminating in his speech on Thursday evening which is expected to attract 20-30 million television viewers. Romney has been running neck-and-neck in the polls with Obama for months – the incumbent holds a 1% lead nationally – and he needs to break out this week, to establish a poll bounce of about 5% and hope that he can hold that through to the White House election on 6 November.</p> <p>The bounce will only come if Romney secures plenty of prime-time television coverage of his speech, and the host of Republican stars talking him up. In short, he needs the TV crews covering thunderous outbreaks inside the building, not outside.</p> <p>The convention will be formally opened on Monday and immediately adjourned until Tuesday. Monday's campaign theme was going to be \"we can do better\". Romney was also going to pass the magic number of 1,144 delegates, the majority needed to formally secure the party's presidential nomination. A host of party luminaries lined up to speak will be moved to alternative slots later.</p> <p>The Republicans also lost the first day of their 2008 convention, in Minneapolis-St Paul. The circumstances were different, though. The Twin Cities were not threatened by the weather, but the presidential candidate John McCain felt it was insensitive to begin the convention as a hurricane was bearing down on New Orleans, with misplaced fears that its defences might again be breached.</p> <p>Week after week over the summer Romney has seen his campaign plans disrupted. The Obama campaign forced him on the defensive over his time as chief executive of Bain Capital, the company where he made his fortune.</p> <p>He also made gaffes, including his criticism of the planning for the London Olympics. Then there were party allies who have let him down, such as senate candidate Todd Akin, who offended just about as many people as it is possible to offend with his \"legitimate rape\" comment last week.</p> <p>The decision to hold the convention in Florida was taken when Michael Steele was Republican chairman. Steele was unpopular, but he is unrepentant about the Florida decision, telling his critics through the Politico website that it was a joint decision with other party officials. His critics – and saying they \"just need to stop that shit, ok, get over it\".</p> <p>The Republicans had good reason for choosing Florida: it is one of the top three swing states that could decide the White House race. Taking the convention to Florida increases the party's profile in the state.</p> <p>But it was always going to be a gamble holding it in the hurricane season, one that Romney and the Republicans have already lost.</p>",
  "<p>Republican presidential hope Mitt Romney hit back on the issue of healthcare on Sunday, defending his record as state governor while attempting to use the president's own words against him in a new attack ad.</p> <p>In a growing indication that both campaign teams are seeking to make the running on the issue, Romney said he was \"very proud\" of the healthcare system he introduced to Massachusetts, while claiming that Barack Obama would strip $700bn from Medicare.</p> <p>It comes a day after Obama used to his weekly radio address to slam his opponents for wanting to turn the much-cherished insurance safety net for seniors into a \"voucher system\" that would \"effectively end Medicare as we know it\".</p> <p>The addition of Paul Ryan to the Republican White House ticket, as Romney's vice-presidential pick, has moved the issue of healthcare to the centre of the election campaign.</p> <p>Democrats claim that swingeing cuts envisaged in a budget blueprint from the conservative House representative would gut Medicare.</p> <p>But in an interview with Fox News Sunday, Romney touted his own record on healthcare while attempting to bat away suggestions that his party was anti-women.</p> <p>\"With regards to women's healthcare, I'm the guy who was able to get healthcare for all of the women and men in my state.\"</p> <p>He added that he able to do so \"without cutting Medicare and without raising taxes\".</p> <p>It marks a relatively rare foray into a defence of so-called Romneycare – the Massachusetts system that many have noted for its similarity to provisions in Obama's landmark healthcare reforms.</p> <p>As well as defending his own record, the Republican candidate also went on the offensive, on the issue, again claiming that the president planned to strip $700bn from Medicare.</p> <p>A new attack ad rolled out by his campaign on Sunday quotes Obama in 2008 criticising his then presidential rival John McCain for planning a $882bn cut from the programme.</p> <p>\"What would candidate Obama say about President Obama's Medicare cuts?\" it then asks before playing a clip of Obama saying \"it ain't right\".</p>",
  "<p>The bloody battle for the soul of the French right began in earnest on Sunday as two political heavyweights set out their leadership bids to head Nicolas Sarkozy's UMP party.</p> <p>Jean-François Copé, <a href=\"http://www.guardian.co.uk/world/2011/mar/24/jean-francois-cope-tackling-french-extremism?INTCMP=SRCH48\" title=\"\">a former budget minister once called Sarkozilla</a> for his ruthless Sarkozy-style ambition, launched his leadership bid with a speech in shirtsleeves in front of 2,000 supporters in the south of France. Currently secretary general of the party, Copé, who for years was one of Sarkozy's fiercest rivals within the party, delivered a staunch speech evoking his childhood and love of France.</p> <p>While Sarkozy once famously described himself as a \"mixed blood\" Frenchman, Copé spoke of his own foreign roots and Jewish family, who were hidden by a French family during the concentration camp round-ups in 1943.</p> <p>He said \"a French flame burned in me\" from a young age and that he was raised in the \"cult of France\".</p> <p>A lawyer, MP and mayor of Meaux, just outside Paris, he was a champion of France's ban on the niqab, or Muslim full-face veil, and is seen as staunchly on the right of the party.</p> <p>He sees himself as a crusader of the right, has figurines of Zorro and Napoleon on his desk and has been called arrogant by his detractors. Nicknamed JFC and known for his electric keyboard gigs, he vowed in his speech to head an unabashed right, \"with no complexes\", which would be strong in its opposition to the left and political correctness.</p> <p>Further north, François Fillon, Sarkozy's former prime minister and currently favourite in the polls, confirmed his bitter rivalry to Copé by presiding over a rural spit-roast with supporters. Fillon's summer campaigning has been limited after he broke his foot in a motorbike accident in Capri while staying with the chairman of the Italian motoring giant Ferrari, a reminder of Sarkozy-style holidays. But he and Copé have still managed to snipe at each other via allies and the press.</p> <p>Fillon, 58, a Gaullist, has played on his image as what supporters say is an experienced and calming political statesman. He recently described himself as more serene and pragmatic than Sarkozy, saying the former president once complained he was too prudent. This prompted Copé to question the value of prudence in politics.</p> <p>A recent Ifop poll found 48% of UMP supporters want Fillon to lead the party, compared with 24% for Copé. But only party members can vote in the November ballot and Copé's supporters say he has more sway over the party apparatus.</p> <p>Behind the battle to lead the UMP – a broad coalition party of moderate centrists and rightwingers created by Jacques Chirac in 2002 – is the key issue of who will be the right's presidential candidate in 2017. Although the new party president will not automatically become presidential candidate, whoever wins the leadership vote in November will be in pole position.</p> <p>The ghost of Sarkozy hangs over the race. One poll this month showed 53% of UMP supporters wanted Sarkozy to return and run again for president in 2017. Although his allies say this is highly unlikely, the party base has been displaying a marked \"Sarkostalgia\", with 2,000 gathering in Nice this weekend for a Friends of Sarkozy meeting in his honour. Both Copé and Fillon have been competing over who can lay claim to being closest to Sarkozy's ideas and standing.</p> <p>The divided and weakened UMP is faced with rebuilding itself locally and electorally. The French left now controls the presidency, parliament and senate, as well as the regions and most big cities. The rise of the far-right Front National and its ideas have sparked bitter rows within the UMP about where to place itself in the national&#xa0;debate.</p> <h2>The UMP's other rising stars</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395236291\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/26/1346000735094/Nathalie-Kosciusko-Morize-002.jpg\" alt=\"Nathalie Kosciusko-Morizet\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nathalie Kosciusko-Morizet. Photograph: EPA</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <p><strong>Nathalie Kosciusko-Morizet</strong></p> <p>Known as NKM, the former ecology minister, 39, was Sarkozy's spokeswoman during the election campaign. She has been trying to undo her reputation as bourgeois and aloof, made worse by an election radio appearance when asked the price of a Paris metro ticket she said €4 instead of €1.70. She has promised a \"third way\" for the party and spent the summer campaigning across France in a caravan dubbed the NKM-mobile. Asked about the difficulty in getting 8,000 party backers, something easy for the two party bigwigs leading the race, she said: \"I'm not going to get involved in a contest over who can pee the furthest.\"</p> <p><strong>Bruno Le Maire</strong></p> <p>The 43-year-old who was Europe minister then agriculture minister under Sarkozy is tipped as an important new face in a party which he says is in dire need of renewal. Staunchly pro-Europe, and at ease speaking English and German, he declared his UMP leadership bid this month but is polling at around 2%. This month he is to publish his first novel based on the life of the Austrian conductor, Carlos Kleiber.</p> <p><strong>Xavier Bertrand</strong></p> <p>Sarkozy's former health minister, and one-time secretary general of the UMP, the MP and mayor, 47, is yet to declare his bid. He has played the card of the provincial outsider with good networks in the party machine.</p> <p><strong>Christian Estrosi</strong></p> <p>A former grand prix motorcycle racer, the hardline mayor of Nice is a staunch Sarkozy supporter, who recently co-founded the group Friends of Sarkozy. He has yet to formalise his bid and remains an outsider in the leadership contest.</p>",
  "<p>They have dubbed it \"Romneyville\" but the name is not meant as a compliment to the Republican grandee shortly to be nominated as the party's presidential candidate.</p> <p>Instead the rag-tag denizens of this makeshift encampment of homeless people, leftist activists and protesters are determined to be a thorn in the Republican party's side as the GOP's national convention unfolds.</p> <p>City officials have tried to evict the protesters, who are collected in several buses, cars and a score of tents outside on a patch of gravel just outside Tampa's downtown – and just inside a restricted \"event zone\" declared by the host city.</p> <p>But their efforts failed on a technicality and now occupants of the camp are determined to go ahead with a series of unauthorised marches and protests to herald the start of the convention.</p> <p>\"I don't believe in zoning free speech. That's censorship. If you are law abiding and peaceful than you should be able to address your government,\" said camp organiser Cheri Honkala, an anti-poverty campaigner and the Green Party's nominee for vice-president in the 2012 election.</p> <p>Honkala is also the co-founder of the Poor People's Economic Human Rights Campaign, which is the main driving force behind the encampment which was begun in May.</p> <p>The group rented the lot, situated just outside an army-navy general store beside the main freeway exit into downtown Tampa, making it a certain sight to the thousands of Republicans and media pouring into the city each day.</p> <p>Among those on view will be Elijah Seabrookes, 56, who arrived in Florida in recent weeks after failing to find work in his native New York.</p> <p>He is now living out of a tent on the lot alongside Occupy movement protesters, Green Party members and the homeless and down-on-their-luck.</p> <p>\"I came here because I wanted to find a home and a job. But I found that there was neither. So now I am living in a tent here,\" said the former security guard.</p> <p>Organisers say the name \"Romneyville\" is meant to play on the \"Hooverville\" settlements that sprung up during the Great Depression.</p> <p>\"We want to show that the 'P Word' is not a curse word. With that word being 'poverty',\" said Bruce Wright, one of the campaign's organisers.</p> <p>The group also plans to protest at the Democratic convention in Charlotte, North Carolina, but the Republican gathering in Tampa is all that is on their minds now. \"It is a right-wing extremist party and we want to show people that,\" Wright added.</p>",
  "<p>The last time a British prime minister endorsed an American president's plans for military intervention, it resulted in the US invasion of Iraq – one of the worst foreign policy blunders in recent American history.</p> <p>That is why last week's endorsement by David Cameron of a warning by Barack Obama that even the threat of chemical weapons by Syria could trigger a military intervention should be viewed with alarm on both sides of the Atlantic.</p> <p>There is something in the psyche of Americans that gives British views on foreign policy more credit than they deserve. If the Brits say it is so, it must be so is the common reaction of many Americans to pronouncements by British leaders. Americans are inclined to believe their friends across the Atlantic, given their centuries of involvement with countries around the world, have acquired skills to deal with foreign policy issues that Americans – with barely a century of global domination – simply do not possess. This is simply not true.</p> <p>While there may be some truth to this belief in British prowess in dealing with other countries, there is an overriding reason to not give British support too much credence: The UK's support is rarely based on facts on the ground and objective analysis. It is driven instead by a self-serving exaggerated view of the \"special relationship\" with the United States.</p> <p>I have always believed that former President Bush would have had a very difficult time selling his unilateral invasion of Iraq to Americans had Prime Minister Blair refused to support American military plans.</p> <p>Why then would Britain, America's closest ally, the co-inventor of modern Iraq, with intimate knowledge of, and deep historical ties to, the Middle East, and with its powerful understanding of Arabs and Islam, not have influenced its American ally's actions more wisely?</p> <p>Dean Acheson, one of America's most gifted Secretaries of State, would have had a ready explanation for why it was not in Britain's best interest to oppose the United States' plans to invade Iraq.</p> <p>Addressing a student conference at the US military academy, West Point, in 1962, he presciently said, \"Great Britain has lost an empire and has not yet found a role. The attempt to play a separate power role, that is, a role apart from Europe, a role based primarily on a 'special relationship' with the United States … is about played out.\"</p> <p>The American invasion of Iraq destroyed the delicate balance of power relationships involving Iran, Iraq, Turkey, Sunni, Shia, and Kurd. A balance that Iraq's ruthless dictator had maintained for years.</p> <p>A precipitate collapse of the Assad regime in Syria would magnify this instability in the heart of the Middle East by, for instance, encouraging a push by Syrian Kurds for an independent Kurdish State – the worst nightmare of Turkey, one of America's closest allies in the Middle East. That is why Turkey, the country most affected by the mayhem in Syria (over 200,000 refugees have crossed into it for safety), is politically divided about militarily intervening in Syria.</p> <p>And, American military involvement in Syria, would further damage the relationship between the United States and Russia, Syria's benefactor. That would doom American and Nato plans to remove US troops and material from the war in Afghanistan through Central Asia and Russia; leaving Pakistan as the only route out of the Afghan quagmire. Is that in American national interest?</p> <p>If Britain wants to help re-engineer Syria, a country it helped to invent in the first place, it should be free to do so. But Americans would be wise to make it clear to their elected officials that they have no wish to intervene on one side of a civil war. America has other priorities for its blood and treasure, and they do not include another war in the Middle East.</p> <p>In this closely fought US presidential election season when President Obama is being hammered by conservatives to act militarily in Syria, what the world did not need is a public declaration of UK support for US military intervention in Syria. The US has been down this road before, in Iraq. Does anyone really want to repeat that movie?</p>",
  "<p>George Osborne has had a long, tough summer. It started with a series of U-turns after a badly received budget and it has ended with a deficit that is bigger than it was this time last year. Critics say that Bradley Wiggins and Usain Bolt have done more to boost the economy than the chancellor.</p> <p>The Treasury, unsurprisingly, says that this is not the time to hit the panic button, that despite strong evidence to the contrary everything is going to plan, and that there is still time to turn things round before a general election in 2015. This view is built on a number of assumptions.</p> <p>Assumption No1 is that Britain's problems are deep and structural, rooted in a culture of excessive borrowing and a narrow productive base. Osborne is right about that.</p> <p>Assumption No2 is that any respite from bad economic news will be short-lived because rising activity in the third-quarter will be the result of a bounce back from the lost production caused by an extra bank holiday in June and a modest boost from the Olympics.</p> <p>The reason for this sombre assessment is that Greece is now in limbo until after the US presidential election in early November, prolonging the uncertainty caused by the crisis in the eurozone. Osborne is making contingency plans for a single currency reduced from 17 to 16 countries but believes that Barack Obama's influence with Angela Merkel means there is no immediate prospect of the plug being pulled on Athens.</p> <p>Like Obama, the chancellor is far from convinced that Europe could prevent contagion in the event of a Greek departure and wants reassurance that the return of the drachma would be accompanied by swift action by the European Central Bank to buy bonds of other vulnerable countries in unlimited quantities. On past form, the chances of it all going wrong are worryingly high.</p> <p>UK business surveys suggest that the next few months are going to be difficult for manufacturers, construction firms and the services sector alike. Although the revisions to the second-quarter growth figures painted a slightly less gloomy picture than the original estimates, the underlying performance of the economy is extremely weak. Consumer spending is down. Investment is down. And trade is a drag on growth.</p> <p>The third assumption is that Europe is to blame for Britain's flatlining economy over the past 18 months, with fears over a break-up leading to mothballed investment decisions, higher funding costs for banks and fewer export opportunities.</p> <p>This is a questionable interpretation of recent events since it skates over the impact of government decisions on the domestic economy – infrastructure cutbacks on the construction sector and the increase in VAT on consumer spending, for example – but Osborne's intends to stick to his story that his attempts to remedy the ills of the structurally flawed economy he inherited from Labour have been hampered by events on the other side of the Channel.</p> <p>Blaming Gordon Brown for 50% of his troubles allows the chancellor to reject calls from the Keynesian left for a package of tax cuts and spending increases to tackle the economy's demand deficiency and weak investment. Osborne is convinced that this would be simply a sugar rush and that firms, fearful of an even tougher deficit-reduction plan in the future to pay for the fiscal stimulus, would continue to hunker down and that the financial markets would exact a heavy price for the backsliding on deficit reduction.</p> <p>Blaming the other half of his woes on the eurozone enables Osborne to deflect criticism from those on the right demanding that he respond to the stagnation of the economy with even deeper spending cuts. The Treasury divides the deficit into two parts: cyclical and structural. The cyclical bit should disappear when the economy finally recovers from the recession; the structural bit will remain even when growth has returned to its long-term trend. His fourth assumption, therefore, is that the damage caused to the economy from the double-dip recession is temporary rather than permanent.</p> <p>There will be no big stimulus package this autumn, although the Treasury is looking at ways of making public spending \"growth rich\" while leaving the deficit-reduction plan unchanged. This idea has been backed by the International Monetary Fund and involves saving money on the running costs of government (current spending) and allocating it instead to public investment projects (capital spending). Housing, the sector that helped drag the UK out of the recession in the 1930s, will be targeted.</p> <p>Assumption No5, therefore, is that the Bank of England will do the heavy lifting when it comes to stimulating the economy. Even though Threadneedle Street has already bought up a third of UK gilts (government bonds) through its quantitative easing programme, Osborne does not think monetary policy is now \"pushing on a piece of string\". The mix of policy will continue to be fiscal conservatism and monetary activism, which raises the question of whether the Treasury will grant the Bank powers to buy up a wider range of assets, including corporate bonds.</p> <p>Sir Mervyn King has always said that this is a political decision since it would involve deciding which companies should benefit from actions designed to drive down borrowing costs, but that if Osborne wants to sanction such a move the Bank would act as the Treasury's agent.</p> <p>Would the chancellor be prepared to take this step? Well, attention is being paid to the debate raging in the economics profession about the merits of replacing inflation targets with nominal GDP targets. This sounds esoteric but actually has big implications for the conduct of monetary policy, with its supporters saying it provides a way of recovering the output lost since the start of the crisis and its opponents warning that it will lead to inflation raging unchecked.</p> <p>In normal circumstances, the value of all the goods and services produced by the UK economy increases by around 5% a year. Part of this is a real increase in output and part of it is inflation. The Bank of England has a target of keeping inflation at 2%.</p> <p>Under a nominal GDP target of 5%, the split between real output growth and inflation would be of no consequence for the Bank's monetary policy committee. It would follow expansionary policies if nominal GDP growth were below 5% – and contractionary policies if it were above 5%. Over the past year, the Bank would have been under pressure to ease monetary policy more aggressively because nominal GDP growth has been 3%. That would have meant more quantative easing sooner and the purchase of a wider range of assets.</p> <p>Osborne is not about to ditch the inflation target, even though it would be perfectly justifiable to look at the monetary policy regime given its failure to prevent the buildup of dangerous imbalances in the economy in the runup to the crisis. But the interest in nominal GDP targeting suggests monetary activism will be stepped up as early as this autumn. Why? Because Osborne's final assumption is that there needs to be solid evidence of recovery by this time next year if David Cameron is to avoid being a one-term prime minister.</p>",
  "<p>One can object to some of its particulars, but Frank Bruni has a quite interesting and incisive <a href=\"http://www.nytimes.com/2012/08/26/opinion/sunday/bruni-gullibility-in-politics-and-in-film.html?_r=1\">New York Times column today</a> about a <a href=\"http://www.courier-journal.com/article/20120816/NEWS01/308160088?nclick_check=1\">new independent film</a> called Compliance, which explores the human desire to follow and obey authority. </p> <p>Based on <a href=\"http://www.courier-journal.com/apps/pbcs.dll/article?AID=/20051009/NEWS01/510090392\">real-life events</a> that took place in 2004 at a McDonalds in Kentucky, the film dramatizes a prank telephone call in which a man posing as a police officer manipulates a supervisor to abuse an employee with increasing amounts of cruelty and sadism, ultimately culminating in sexual assault – all by insisting that the abuse is necessary to aid an official police investigation into petty crimes. </p> <p>That particular episode was <a href=\"http://www.courier-journal.com/apps/pbcs.dll/article?AID=/20051009/NEWS01/510090392\">but one of a series</a> of similar and almost always-successful hoaxes over the course of at least 10 years, in which restaurant employees were manipulated into obeying warped directives from this same man, pretending on the telephone to be a police officer.</p> <p>Bruni correctly notes the prime issue raised by all of this: \"How much can people be talked into and how readily will they defer to an authority figure of sufficient craft and cunning?\" That question was answered 50 years ago by the <a href=\"http://www.youtube.com/watch?v=BcvSNg0HZwk\">infamous experiment</a> conducted by psychologist Stanley Milgram, in which an authority figure in a lab coat instructed participants to deliver what they were told were increasingly severe electric shocks to someone in another room whom they could hear but not see. Even as the screams became louder and more agonizing, two-thirds of the participants were induced fully to comply by delivering the increased electric shocks. </p> <p>Most disturbingly, even as many expressed concerns and doubts, they continued to obey until the screams stopped – presumably due to death (<a href=\"http://abcnews.go.com/Primetime/story?id=2765416&amp;page=1#.UDoCeKMunDM\">subsequent experiments</a> replicated those results). As the University of California's Gregorio Billikopf <a href=\"http://cnr.berkeley.edu/ucce50/ag-labor/7article/article35.htm\">put it</a>, the Milgram experiment \"illustrates people's reluctance to confront those who abuse power\", as they \"obey either out of fear or out of a desire to appear co-operative – even when acting against their own better judgment and desires\".</p> <p>Bruni ties all of this into our current political culture, noting one significant factor driving this authoritarian behavior: that trusting authority is easier and more convenient than treating it with skepticism. He writes:</p> <blockquote> <p>As Craig Zobel, the writer and director of 'Compliance,' said to me on the phone on Friday, 'We can't be on guard all the time. In order to have a pleasant life, you have to be able to trust that people are who they say they are. And if you questioned everything you heard, you'd never get anything done.' It's infinitely more efficient to follow a chosen leader and walk in lock step with a chosen tribe.</p> </blockquote> <p>He suggests that this is the dynamic that drives unthinking partisan allegiance (\"What's most distinctive about the current presidential election and our political culture [is] … how unconditionally so many partisans back their side's every edict, plaint and stratagem\"), as well as numerous key political frauds, from Saddam's WMDs to Obama's fake birth certificate to Romney's failure to pay taxes for 10 years. People eagerly accept such evidence-free claims \"because the alternative mean[s] confronting outright mendacity from otherwise respected authorities, trading the calm of certainty for the disquiet of doubt\".</p> <p>This <a href=\"http://www.salon.com/2012/03/09/the_authoritarian_mind/\">authoritarian desire</a> to pledge fealty to institutions and leaders is indeed the dynamic that resides <a href=\"http://www.salon.com/2012/05/27/the_authoritarian_mind_2/\">at the core</a> of so many of our political conflicts (<a href=\"http://members.shaw.ca/jeanaltemeyer/drbob/TheAuthoritarians.pdf\">the 2006 book</a> by Canadian psychology professor Bob Altemeyer, The Authoritarians, is a superb examination of how this <a href=\"http://la.indymedia.org/news/2001/10/12432_comment.php\">manifests in the right-wing political context</a>). </p> <p>One of my first posts when I began writing about politics back in 2006 was an <a href=\"http://glenngreenwald.blogspot.com.br/2006/02/do-bush-followers-have-political.html\">examination of the blindly loyal, cult-like veneration</a> which the American Right had erected around George Bush; as Paul Krugman was one of the first to observe, that same disturbing thirst for leader-worship then drove followers of Barack Obama (<a href=\"http://www.nytimes.com/2008/02/11/opinion/11krugman.html\">Krugman in February, 2008</a>: \"the Obama campaign seems dangerously close to becoming a cult of personality. We've already had that from the Bush administration – remember Operation Flight Suit? We really don't want to go there again\").</p> <p>There is always much to say about this topic, as its centrality in shaping both individual and collective behavior is more or less universal. But I want to highlight two specific points about all of this which relate to several of the topics I wrote about in my first week here, as well as some of the resulting reaction to that:</p> <p><em>First</em>, there are multiple institutions that are intended to safeguard against this ease of inducing blind trust in and obedience to authorities. The most obvious one is journalism, which, at its best, serves as a check against political authority by subjecting its pronouncements to skepticism and scrutiny, and by acting in general as an adversarial force against it. But there are other institutions that can and should play a similar role. </p> <p>One is academia, a realm where tenure is supposed to ensure that authority's most sacred orthodoxies are subjected to unrelenting, irreverent questioning. Another is the federal judiciary, whose officials are vested with life tenure so as to empower them, without regard to popular sentiment, to impose limits on the acts of political authorities and to protect the society's most scorned and marginalized. </p> <p>But just observe how frequently these institutions side with power rather than against it, how eagerly they offer their professional and intellectual instruments to justify and glorify the acts of political authority rather than challenge or subvert them. They will occasionally quibble on the margins with official acts, but their energies are overwhelmingly devoted to endorsing the legitimacy of institutional authority and, correspondingly, scorning those who have been marginalized or targeted by it. </p> <p>Their collective instinct on any issue is to rush to align themselves with the sentiment prevailing in elite power circles. Most denizens in these realms would be hard-pressed to identify any instances in which they embraced causes or people deeply unpopular within those circles. Indeed, they judge their own rightness – they derive vindication – by how often they find themselves on the side of elite institutions and how closely aligned they are with the orthodoxies that prevail within them, rather than by how often they challenge or oppose them.</p> <p>It is difficult to overstate the impact of this authority-serving behavior from the very institutions designed to oppose authority. As Zobel, the writer and director of Compliance, notes, most people are too busy with their lives to find the time or energy to scrutinize prevailing orthodoxies and the authorities propagating them. When the institutions that are in a position to provide those checks fail to do that, those orthodoxies and authorities thrive without opposition or challenge, no matter how false and corrupted they may be. </p> <p>As much as anything else, this is the institutional failure that explains the debacles of the last decade. There is virtually no counter-weight to the human desire to follow and obey authority because the institutions designed to provide that counter-weight – media outlets, academia, courts – do the opposite: they are the most faithful servants of those centers of authority.</p> <p><em>Second</em>, it is very easy to get people to see oppression and tyranny in faraway places, but very difficult to get them to see it in their own lives (<em>\"How dare you compare my country to Tyranny X; we're free and they aren't\"</em>). In part that is explained by the way in which desire shapes perception. One naturally wants to believe that oppression is only something that happens elsewhere because one then feels good about one's own situation (<em>\"I'm free, unlike those poor people in those other places\"</em>). Thinking that way also relieves one of the obligation to act: one who believes they are free of oppression will feel no pressure to take a difficult or risky stand against it.</p> <p>But the more significant factor is that one can easily remain free of even the most intense political oppression simply by placing one's faith and trust in institutions of authority. People who get themselves to be satisfied with the behavior of their institutions of power, or who at least largely acquiesce to the legitimacy of prevailing authority, are almost never subjected to any oppression, even in the worst of tyrannies. </p> <p>Why would they be? Oppression is designed to compel obedience and submission to authority. Those who voluntarily put themselves in that state – by believing that their institutions of authority are just and good and should be followed rather than subverted – render oppression redundant, unnecessary. </p> <p>Of course people who think and behave this way encounter no oppression. That's their reward for good, submissive behavior. As Rosa Luxemburg put this: \"Those who do not move, do not notice their chains.\" They are left alone by institutions of power because they comport with the desired behavior of complacency and obedience without further compulsion.</p> <p>But the fact that good, obedient citizens do not themselves perceive oppression does not mean that oppression does not exist. Whether a society is free is determined not by the treatment of its complacent, acquiescent citizens – such people are always unmolested by authority – but rather by the treatment of its dissidents and <a href=\"http://www.salon.com/2012/04/16/personalizing_civil_liberties_abuses/\">its marginalized minorities</a>. </p> <p>In the US, those are the people who are detained at airports and have their laptops and notebooks seized with no warrants because of the <a href=\"http://www.salon.com/2012/04/08/u_s_filmmaker_repeatedly_detained_at_border/\">films they make</a> or the <a href=\"http://boingboing.net/2011/01/12/wikileaks-volunteer-1.html\">political activism they engage in</a>; or who are <a href=\"http://www.washingtonpost.com/national/on-faith/nypd-official-muslim-spying-in-neighborhoods-led-to-no-leads-terror-cases-in-over-6-years/2012/08/21/e14d96f6-eb5b-11e1-866f-60a00f604425_story.html\">subjected to mass, invasive state surveillance</a> despite no evidence of wrongdoing; or who are <a href=\"http://www.salon.com/2011/09/04/speech_23\">prosecuted and imprisoned for decades</a> – <a href=\"http://www.salon.com/2011/06/01/free_speech_4/\">or even executed without due process</a> – for expressing political and religious views deemed dangerous by the government.</p> <p>People who resist the natural human tendency to follow, venerate and obey prevailing authority typically have <a href=\"http://www.democracynow.org/2012/4/20/we_do_not_live_in_a\">a much different view</a> about how oppressive a society is than those who submit to those impulses. The most valuable experiences for determining how free a society is are the experiences of society's most threatening dissidents, not its content and compliant citizens. It was those who marched against Mubarak who were detained, beaten, tortured and killed, not those who acquiesced to or supported the regime. That is the universal pattern of authoritarian oppression.</p> <p>The temptation to submit to authority examined by Compliance bolsters an authoritarian culture by transforming its leading institutions into servants of power rather than checks on it. But worse, it conceals the presence of oppression by ensuring that most citizens, choosing to follow, trust and obey authority, do not personally experience oppression and thus do not believe – refuse to believe – that it really exists.</p>"
]