[
  "<p>The 2012 election may be far from decided, but on Sunday all the speculation centered on the 2016 race, and whether a certain household Democrat name might once again feature on the ballot paper.</p> <p>The prospect of a Hillary Clinton run for the White House gained momentum when Bill Clinton offered the broadest hint yet that she might go for it.</p> <p>Hillary Clinton is due to stand down soon as secretary of state, probably in January, and take at least six months out to write her memoirs about her time in office. After that, she will make up mind whether she will run, according to the Clinton camp.</p> <p>Aged 64, she is still young enough for a bid in 2016 and is, at present, ahead of any of her rivals in terms of standing and popularity inside the party. She retains a driving desire to become the first female president.</p> <p>Other senior Democrats, including at least three governors, are already positioning themselves for a run – and vice-president Joe Biden might fancy his chances too – but Hillary Clinton has much more stature.</p> <p>Bill Clinton, in an interview with Face The Nation, talked up her achievements and said she would be well placed.</p> <p>\"I've never met anybody I thought was any better than her at this. But again, we got a lot of able people in our party who want to be president,\" he said.<br>Asked directly if she would stand, he opted against ruling it out and said: \"I don't know.\"</p> <p>Clinton, after coming off second-best to Barack Obama in the early stages of the 2008 Democratic nomination battle, won over many in the Democratic party with her stubborn refusal to quit. In a dignified and touching exit speech, she expressed thanks for the 18m votes she had received, portraying them as a step foward in women's fight for equality. </p> <p>In words that might yet find an echo in 2016, she said: \"Although we weren't able to shatter that highest, hardest glass ceiling this time, thanks to you, it's got about 18m cracks in it. And the light is shining through like never before, filling us all with the hope and the sure knowledge that the path will be a little easier next time.\"</p> <p>Her popularity has grown over the last four years within the party, not least because of her loyalty to Obama. There have been no leaks or sniping from her office, and she is viewed as an effective and popular secretary of state.</p> <p>In writing her memoirs, she intends to retain that loyalty, sticking rigidly to her time as secretary of state rather than her version of the bruising battle with Obama in 2007 and 2008, according to the Clinton camp.</p> <p>Bill Clinton helped burnish the Clinton brand earlier this month in a keynote speech at the Democratic convention in which he made the case for a second term for Obama and joked that Obama was such a decent politician he had even appointed Hillary.</p> <p>In his interview, Clinton talked of how hard his wife had been working over hte last two decades. \"You know she's worked hard for 20 years. We had eight years in the White House. Then she ran for the senate. She served in New York for eight years. Then she immediately became the secretary of state, and she's tired,\" he said.</p> <p>\"She's really worked hard. I think she's done a fabulous job. I'm very proud of her. But she wants to take some time off, kind of regroup, write a book. I hope we'll be working together.\"</p> <p>He said he would support his wife whatever she decided to do.</p> <p>\"She's an extraordinarily able person. I've never met anybody I thought was a better public servant. But I have no earthly idea what she'll decide to do.\" </p> <p>After finishing her memoirs of her time in office, she may opt to do some charitable work, either for Bill Clinton's foundation or start something similar of her own. But she would need to begin organising for a presidential run in about two years from now.</p> <p>If Obama secures a second term and benefits from economic recovery, Clinton could find herself well-placed for the White House. If it is Mitt Romney presidency and the economy improves, it might be harder facing a Republican incumbent.</p> <p>If Romney loses, the Republicans have a long list of potential stars ready to run, including Florida senator Marco Rubio, Romney's running-mate Paul Ryan and former Florida governor Jeb Bush.</p> <p>Speculation about who might run for the Democrats is already rife in the party. Vice-president Joe Biden, 69, assuming Obama gets a second term, might feel that eight years at the White House entitles him to at least consideration.<br>According to a report in the New York Times on Sunday, the New York governor, Andrew Cuomo, wants to run but told an adviser: \"First, I've got to figure out what Hillary is doing.\" The paper went on to quote a Cuomo spokesman denying he had said this and insisting he was not positioning himself for a run.</p> <p>The governor of Massachusetts, Deval Patrick, has already made a visit to Iowa this year, usually a sign of an impending bid, given the first of the Democratic caucuses is traditionally held in the state. Martin O'Malley, the governor of Maryland, another potential contender, spoke in Iowa earlier this month at a big Democratic event, the annual steak fry of senator Tom Harkin.</p>",
  "<p>François Hollande's popularity has plummeted just four months after he took office, according to the latest opinion poll.</p> <p>The survey found only 43% of French voters were happy with the Socialist president. The drop of 11 percentage points is one of the worst for a leader in more than 50 years since the start of the fifth republic.</p> <p>The poll by the Ifop organisation for the Journal du Dimanche found 56% of those asked said they were not happy with the president. The Ifop findings were backed up by two other opinion polls.</p> <p>Asked about his disastrous ratings during a press conference with the German chancellor, Angela Merkel, on Saturday, Hollande replied: \"I ask to be judged on results and these will take time.</p> <p>\"We find ourselves in a difficult situation in Europe. There's a crisis, weak growth, unemployment … my duty is to ensure that by the end of my mandate France is in a better state than it was at the beginning.\"</p> <p>He added that the start of a presidential mandate was always \"a time when expectations were high\".</p> <p>\"During a term in office there are highs and lows, but what counts is that the goal is set as well as the means to achieve it, and the force we put into getting results,\" he added.</p> <p>Frédéric Dabi, the deputy director general of Ifop, said increased taxes and Hollande's plan to give foreigner residents the right to vote in local elections were the main reasons given by those polled for their dissatisfaction with Hollande.</p> <p>Hollande went on television a fortnight ago to restate his intention to introduce a 75% \"supertax\" band for those earning more than €1m a year.</p> <p>Only Charles de Gaulle in 1962 and his Gaullist successor Jacques Chirac in 2005 suffered a greater fall in popularity.</p> <p>De Gaulle lost 13 percentage points after the Evian Accords that put an end to the war in Algeria and led to the former French colony's independence. Chirac's popularity fell by 12 points after the French voted against the European constitution.</p>"
]