[
  "<p>Eugenia Tymoshenko steps out of a cab in sunny Knightsbridge wearing black high heels, a smart tan skirt and black jacket. She could be something senior at Goldman Sachs, but her pressing business is about life, death and justice. The 32-year-old is on a campaign to free her mother from a seven-year jail sentence in a Ukrainian prison – and, she says, from physical and mental torture that threatens to kill her.</p> <p>Eugenia's mother is Yulia Tymoshenko, the former prime minister of Ukraine, sent to prison after a sequence of events that combines the plot of a revenge thriller with the darkest politics of the Soviet Union era. In October last year, Tymoshenko was found guilty of criminally \"abusing her office\" in what the United States and European Union have both called a politically motivated show trial. Even Russian president Vladimir Putin criticised the sentence. Since the start of her prison term, her daughter claims, Yulia has been beaten and denied access to a doctor or drugs. She has also been accused – without evidence – of the murder of a fellow MP. Tymoshenko's supporters have protested and battled police on the streets of Kiev, and Tymoshenko herself has gone on hunger strike. Now it seems her only hope of freedom is her daughter.</p> <p>Eugenia makes an unlikely saviour. Until her mother's sentence, her career was running an Italian restaurant in Kiev. \"I never had any ambition for politics,\" she tells me. These days Eugenia strides confidently into TV studios for interviews. She talks with poise and passion to presidents and prime ministers. She addresses meetings of MEPs and briefs lawyers. And she litigates. \"Ukraine courts don't work,\" Eugenia says. \"We have to go overseas.\"</p> <p>When we meet she is in London talking to lawyers as she takes action in the British courts against Ukraine's first deputy prosecutor. In&#xa0;March, Renat Kuzmin told BBC Ukraine that he had \"reliable information\" that money from her mother's accounts had been transferred to pay hitmen who had gunned down MP and businessman Yevgen Shcherban, as&#xa0;well as his wife and his assistant, at an airport in 1996. \"She has never been questioned, and this allegation has no basis in fact,\" Eugenia says, toying with her pasta. One senses that this lapsed restaurateur now rarely finishes a meal.</p> <p>Eugenia comes across as a mixture of relentless focus – displaying her mastery of the legal and political minefield that confronts her mother – and the restless stress of somebody who wishes that she could wake up to find that this was all a bad dream.</p> <p>Her mother first gained international prominence in 2004 as one of the leaders of the Orange Revolution that freed her country from the Soviet empire. Alongside Viktor Yushchenko, who survived a near-fatal dioxin poisoning attack that disfigured his face, Tymoshenko – famous for her golden blonde braid, worn like a crown around her head, and her wardrobe of expensive peasant chic – was a figurehead for hundreds of thousands of revolutionaries who braved sub-zero temperatures in Kiev to protest against a fraud-tainted presidential election \"won\" by Viktor Yanukovych. The Supreme Court ordered a rerun and Yushchenko was elected to the presidency.</p> <p>\"Those days were incredibly exciting,\" says Eugenia. \"It seemed like the end of all the political troubles for Ukraine. We could move towards becoming a member of a free and democratic Western Europe.\" Yushchenko appointed Eugenia's mother as prime minister, but their dalliance with democracy and each other did not last long. Eight months later they fell out over bitter accusations of corruption. Yushchenko sacked Tymoshenko during a live TV address to the nation in September 2005 and the following year brought in Viktor Yanukovych, of all people, as his new prime minister. \"It was then that I began to fear for my mother,\" Eugenia says.</p> <p>Ukraine has been through 15 premiers since that first flush of independence. It is a country where political alliances are notoriously short-lived and morph very quickly into acrimony and revenge. However, Viktor Yanukovych and Yulia Tymoshenko share a history and a loathing that runs deep even by Ukrainian standards. Did Eugenia or her father not try to persuade her to stay away from a political tide that was turning strongly against her?</p> <p>\"Ten years ago maybe we could have,\" Eugenia says, her dark eyes momentarily staring into the middle distance. \"But now she sees her fight as a fight for Ukraine.\"</p> <p>Born in 1960, Yulia Tymoshenko was an economist and engineer who, with her husband Oleksandr, built a fortune with their now-defunct corporation United Energy Systems Ukraine (UESU), a gas-trading concern which also included venture capital firms and two banks. The rise of UESU was meteoric – some said suspicious. By the end of 1996, under the patronage of then-prime minister Pavlo Lazarenko, the company controlled 25% of the Ukrainian economy. According to the Ukrainian newspaper&#xa0;<em>Izvestia</em>, UESU was a kind of a \"state within a state\".</p> <p>One of the wealthiest businesspeople in the country, Tymoshenko entered politics in the 1990s. Blessed with incredible willpower and energy – and a hard edge behind her trademark smile – \"Lady Yu\" could work a crowd like nobody else. When a rival in parliament claimed that if she sold her pearls they would raise enough cash to feed an average Ukrainian family for five years, she ripped off her necklace and threw it at him. \"There's not a single pearl in this necklace,\" she shouted.</p> <p>Her fall from power was just as dramatic. Five years on from the Orange Revolution, president Yuschenko's popularity had vanished. The 2010 presidency battle was instead fought between the old regime's Yanukovych and Tymoshenko, with Yanukovych narrowly prevailing. Tymoshenko challenged the result in court and continued to protest even after the election had been deemed free and fair. Yanukovych demanded her resignation as prime minister; her government resigned after a parliamentary vote of no confidence.</p> <p>Almost immediately the justice department moved against her, reopening an old case of tax evasion and amassing evidence to put her on trial for Shcherban's murder. The case which made it to the courts first concerned a major contract signed with Russia in 2009 to import gas. Tymoshenko was accused of exceeding her powers by forcing the state company, Naftogaz, to agree to a deal that overpriced the gas, and of costing the country £120 million.</p> <p>In July 2011 Eugenia was in court to see her mother in the dock and Yushchenko giving evidence against her. Tymoshenko was found guilty in October and ordered to repay the £120m in damages. \"Nobody can humiliate my honest name,\" she insisted as she began her sentence in Women's Prison No 54 in Kharkiv, 300 miles east of Kiev.</p> <p>Knowing his own arrest was imminent, her husband Oleksandr fled to the Czech Republic and was granted political asylum. \"By the time of my mother's conviction nearly a dozen of her associates had been arrested and some jailed,\" Eugenia says. \"To see your mother sent to prison is horrible, unbearable. Equally, I was not surprised. It was Yanukovych's verdict, not the court's.\"</p> <p>For Eugenia, the key to protecting her mother – and obtaining her release – is keeping her fate present on the global stage. For that she had the advantage of an international upbringing. Eugenia had spent nine years in England, boarding at Rugby School and studying at LSE. Shielded from Ukraine's poverty by her family wealth, Eugenia was not immune from her mother's searing ambition: \"She always wanted me to be a good student, to be top of my class. At the beginning it was hard to keep up to her standards.\" Eugenia smiles. \"My father is not so strict. With him I always found a good ear.\"</p> <p>In 2004 she met Sean Carr, a heavily tattooed biker from Leeds and aspiring rock singer with the Death Valley Screamers, in a&#xa0;Red Sea bar in Egypt. She married him a year later. Eleven years older than Eugenia, Carr was suddenly ranked the ninth \"most influential foreigner in Ukraine\" by the <em>Kiev Post</em>. In the land of the Orange Revolution his rock career soared. It did not last. \"I got divorced last year,\" Eugenia says matter-of-factly. Children? \"No children.\" A pause. She will not be drawn on whether campaigning for her mother's release was a contributory factor to her marriage breakdown. When pressed she says: \"This interview is about my mother.\"</p> <p>In December Eugenia was invited to address the annual congress of the European People's Party, the largest centre-right grouping in the European Parliament, to which her mother's party is aligned. She took to the stage nervously clutching her speech and faced 1,000 delegates from 39 countries, including Nicolas Sarkozy and Angela Merkel. \"It was terrifying!\" she remembers.</p> <p>Eugenia was concerned about her mother's health: Yulia had a herniated disc in her back. \"She is denied painkillers and can no longer walk,\" Eugenia told the delegates. \"Even the priest cannot see her. She is suffering tortures. I'm scared that this torture will continue until it kills her.\" A week later a video appeared on Ukrainian TV of Tymoshenko bedridden in prison, a shadow of herself and protesting at being filmed against her will. It went viral on the web. International opinion began to rally.</p> <p>This February Eugenia met Hillary Clinton in Washington DC. \"She came over as soon as she saw me and said: 'We really support your mother and we are very worried about her.' Mrs Clinton is a very warm person. I asked if she could put pressure to get my mother treated medically. She spoke to Yanukovych twice and said he had admitted that it was wrong to deny her medical help.\" Two months later, prison officers came to Tymoshenko's cell at 11pm, turned out the lights, wrapped her in a blanket and took her to hospital in Kharkiv. Once she was there, photographs showed severe bruising on her arms and stomach. She alleged she had been beaten en route.</p> <p>\"She was not allegedly beaten,\" Eugenia says fiercely. \"She was hit so hard she could not breathe!\" Hillary Clinton protested and Tymoshenko herself went on hunger strike for 20 days, losing 10kg. Eugenia was horrified. \"I tried to persuade her not to. She was already so weak. But she said: 'Stay strong!'\"</p> <p>Eugenia says the endless travelling, lobbying and media interviews are physically and emotionally draining, but not as stressful as seeing her mother. She might still be in a hospital but Yulia Tymoshenko is kept in isolation behind three sets of bars. \"We hug and hold hands but we can only talk in whispers. Her room on the ninth floor is bugged. There are three cameras on her 24 hours a day, including her bathroom. She has the same prison guards who can walk in unannounced at any time. She has very limited communication with the outside world. She could not even call me on my birthday.\" Eugenia pauses. \"We do have good days,\" she continues. German doctors have been allowed to treat her mother. \"Her back is still painful but her health has improved,\" Eugenia says.</p> <p>Does Eugenia fear for her own safety? \"I have never been involved in politics or my parents' business. If Yanukovych goes against me, it will be very obvious,\" she shrugs. \"I know they watch me and intercept my calls, but I also know I have done nothing wrong. I am in the best position to speak out.\"</p> <p>Thanks to Eugenia the Tymoshenko case has been a PR disaster for Yanukovych's government. In May 2012 it had to cancel a meeting of regional leaders at Yalta when Germany, the Czech Republic, Italy and 10 other EU countries pulled out in protest. Ukraine did co-host the Euro 2012 football championship in June with Poland, but the British, German, Austrian and Belgian governments said that no ministers or officials would attend matches in Ukraine.</p> <p>Supporters portray Tymoshenko as an Aung San Suu Kyi figure. However, her ability to attract and antagonise in equal measure makes her more like Benazir Bhutto, twice prime minister of Pakistan, who was charged by her president with corruption and money-laundering, and assassinated in 2007. When Tymoshenko was taken from the court to prison her supporters were on the street, but so were her detractors, shouting: \"Keep her in a prison. She is a thief!\"</p> <p>Eugenia insists that her mother is a tireless campaigner against repression and corruption. But there are question marks against Tymoshenko's own behaviour. According to the respected Washington-based Freedom House, which visited Ukraine in 2012, for instance, Yanukovych has spent $100m on an extravagant presidential retreat. So why in two stints as prime minister did Tymoshenko not do something about it? \"My mother had a lot of responsibility to bring change to Ukraine,\" Eugenia says, \"but she did not have sufficient instruments to bring it through and had to focus on problems with the economy.\" However, it was a lack of economic focus that led to Ukraine going broke and having to limp to the west for loans that killed the Orange Revolution.</p> <p>The European Court of Human Rights has held an initial public hearing into the \"admissibility and merits in the case of Tymoshenko v Ukraine\". It is now deliberating behind closed doors. It might take months to pronounce, and even if it does find in her favour, a guilty verdict in the tax evasion or the murder cases could see Yulia Tymoshenko remain behind bars for many years.</p> <p>Eugenia is convinced that her mother will return to public life. \"I think she will be with us this year,\" she says, although it is unlikely that Lady Yu will be free before parliamentary elections on 28 October – Tymoshenko supporters fear they cannot win with their figurehead behind bars. \"I don't worry about her political life; I worry about her health. We are all fighting for her. My dad and I are sending food and clothes parcels but we are doing it separately.\" Eugenia misses her family. \"In May my grandfather died, and I was the only one who could go to his funeral. I just want us to all be together.</p> <p>\"The government wants the world to forget her. I'm not going to let that happen.\"</p>",
  "<p>President Barack Obama headed for the key battleground of Wisconsin on Saturday, as he took the fight for the White House to the home state of the Republican vice presidential candidate, Paul Ryan.</p> <p>Republican challenger Mitt Romney's pick of the firebrand conservative<br>congressman was meant to put the Midwest state in play in the election<br>and expand the list of vital swing states that could decide who sits<br>in the Oval Office next year.</p> <p>Obama's visit to Wisconsin, his first since February, appeared to be designed to shore up Democratic support there. Certainly Republicans in the state – buoyed by the recent recall victory of Republican governor Scott Walker – painted Obama's visit as a sign their party could win in November.</p> <p>\"With his visit today, President Obama admits he has a Wisconsin problem,\" Walker said in a statement issued ahead of a planned Obama rally and fundraiser in Milwaukee. However, recent polls suggest Obama has a lead in Wisconsin, as he does in most swing states and national polls.</p> <p>Obama won Wisconsin easily in 2008 but Ryan is popular. Some Republican pollsters detected a bump for Romney in the state shortly after Ryan was named his running mate. </p> <p>Wisconsin's 7.5% unemployment rate is below the national average, but the state's manufacturing industry has been hit hard in recent years. Obama's campaign is focused on running up big margins in Milwaukee and Madison, which are both Democratic strongholds. Obama and Romney will be closely watching the Green Bay region, a swing area that could tip the balance in a close contest.</p> <p>Vice-president Joe Biden was also out on the campaign trail on Saturday, using an address in New Hampshire to criticise Romney and Ryan, particularly over Medicare and the budget.</p> <p>\"[Romney and Ryan] would deny benefits for 48 million people,\" said Biden. \"What they don't want to tell you is that it would turn Medicare into a voucher program.\"</p> <p>Biden then defended Obama 's efforts to reduce federal spending, and claimed the government was merely trying to fix a problem originally caused by Republicans.</p> <p>\"[Romney and Ryan] haven't offered one single, solitary idea to solve the problem,\" said Biden.</p> <p>Romney was raising money this weekend in California, in hopes of recovering his fundraising advantage. Last month, for the first time, Obama and the Democratic Party raised more than Romney and the Republican Party – $114m to $111.6m.</p> <p>The beleaguered Republican candidate has suffered a nightmarish few weeks after a nominating convention in Tampa that was widely seen as a damp squib. Since then he has made several notable gaffes, endured minute examination of his tax returns and been hit hard by the leak of a video shot at a private fundraiser in which he lambasted \"the 47%\" of Americans who pay no income taxes and get government help.</p> <p>In response, Romney has opened a new line of attack against Obama, saying the president has failed to deliver on his promise of change. Ryan, campaigning on Saturday in Miami, reinforced that message by poking at Obama's recent suggestion that it is hard to change Washington from the inside without mobilizing public pressure on Congress from the outside. </p> <p>\"Why do we send presidents to the White House in the first place?\" Ryan asked. \"We send presidents to change and fix the mess in Washington, and if this president has admitted that he can't change Washington, then you know what, we need to change presidents.\"</p> <p>Obama is hitting back by portraying Romney as an insider beholden to partisan and corporate interests. Vice president Biden seconded the president on Saturday, saying to an audience of teamsters it was because of unions that the US has a strong middle class. Biden also accused Romney and Ryan of \"doubling down on everything that caused the economic crisis in the first place\".</p> <p>Obama entered the weekend with polls showing him in a near tie with Romney nationally. But the latest Wall Street Journal/NBC News/Marist poll shows the president with leads among likely voters of 8% in Iowa and 5% in Colorado and Wisconsin, some of the most competitive states. Polls published earlier this week pointed to leads for Obama in closely contested Virginia and Ohio.</p>",
  "<p>His disastrous summer has included a botched foreign tour, a mishandled response to the Middle Eastern crisis and the leak last week of a secret video from a private fundraising party where he lambasted many Americans as being \"victims\" of government aid who paid no income tax. The series of gaffes has seen the Republican challenger, Mitt Romney, fall behind President Obama in his long run for the White House.</p> <p>Now the challenger is looking to the first presidential debate as a way of hauling his campaign back into contention.</p> <p>The former governor of Massachusetts has already spent long hours preparing for the vital first duel with Obama, which happens on 3 October in Denver, the biggest city in the vital swing state of Colorado.</p> <p>In the minds of many seasoned observers – including some prominent Republicans who have gone public with their dismay at Romney's performance so far – something needs to happen soon to put him back in the contest. \"The debate will be Romney's last real chance to bring himself back into the race,\" said Professor Scott McLean, a political scientist at Quinnipiac University.</p> <p>Romney has certainly been taking his debate preparations seriously. He spent three days recently holed up in the Vermont estate of former Massachusetts deputy governor Kerry Healey in practice. During the questions and answer sessions the part of Obama was played by Ohio senator Rob Portman, a former contender to be Romney's running mate.</p> <p>The retreat, isolated among the forests and mountains of the rural north-eastern state, was also attended by most of Romney's top campaign aides. Portman was chosen in part because he also played Obama in 2008 for the campaign of the then Republican candidate, John McCain. The Vermont retreat has been followed up by regular practices on the campaign trail, with Portman rejoining the candidate for further mock debates.</p> <p>The tactic has been a change for Romney. During the long battle to secure the Republican nomination, Romney eschewed mock debates in favour of simply prepping with top aides on different subjects. But clearly the vital importance of the 3 October event has prompted a change in tactics to try to create a \"game-changing\" moment.</p> <p>The Romney campaign has also started to pivot more to the centre in public, perhaps in a bid to counter last week's video release and also a barrage of negative ads from the Obama campaign and its supporters that have successfully portrayed him as a wealthy, out-of-touch elitist. However, given Romney's strong tack to the right during the nomination race, such a manoeuvre would be difficult to pull off.</p> <p>It is sure to be something Obama will bring up in the Denver debate as a sign of flip-flopping on key issues. \"That change of strategy is going to be one of the Romney campaign's biggest problems. Obama will be ready for him,\" said McLean.</p> <p>There are also doubts about Romney's debating skills. Though he participated in no fewer than 19 debates during the nomination process, there were times when he made gaffes or appeared goaded by opponents into losing his cool, such as spontaneously offering to make a $10,000 bet with the Texas governor Rick Perry. \"He seems to be somewhat thin-skinned,\" said Professor David Cohen, a political scientist at the University of Akron.</p> <p>Such moments are sure to have been studied in great detail by the Obama camp. Exact specifics of the president's debate preparations have been kept largely secret, but it has been reported that Massachusetts senator John Kerry has been playing the role of Romney in mock events held in Washington. Other sessions have included senior campaign advisers like David Plouffe and former aide Anita Dunn. Though Obama has not had to engage in a real debate since the 2008 campaign, he is widely seen as a skilled practitioner of the vital art. \"He is smart, smooth and extremely calm. He seems not to get rattled. He is a very good debater. There is no disputing that,\" said Cohen.</p> <p>But a debate is not simply a straight match-up of skills. A vital part of who wins or loses depends on the expectations of the audience. Many people point to the vice-presidential debate of 2008, which pitted Sarah Palin against Obama's running mate Joe Biden. Palin was seen as such a poor potential debater that when she managed to get through the ordeal without any major gaffe it was seen as a victory by many observers. In this case the Romney team have an advantage in that they are seen as an underdog. Thus if Romney beats those expectations, or a complacent Obama stumbles, it could turn into a genuine opportunity for the Republican to claw back Obama's lead.</p> <p>Experts certainly see that lead as still vulnerable. Hamstrung by a still sickly economic recovery, high rates of joblessness and a disillusioned activist base, Obama's lead in the polls is not a chasm, despite a Romney campaign that has been engaged in nearly non-stop damage control for weeks on end. At the end of last week Clarus Research's national poll average had Obama beating Romney by just three points. The picture was more favourable for Obama in the individual swing states that will decide the election, but no one is predicting any sort of blow-out victory for the Democrats. \"It remains a close race. I look at the numbers and a lot of the data suggests that this race will tighten again,\" said McLean.</p> <p>The Obama team have already been trying to spin that expectations game. Last week they sent out a memo to campaign journalists extolling Romney's virtues at debating and saying that the Republican clearly fancied his chances. \"He's obviously banking on flawless performances in October to achieve the turnaround his campaign has projected,\" wrote Obama campaign manager Jim Messina.</p> <p>That is probably a deliberate exaggeration. But most experts do think that the many instant media pundits who have spent last week writing Romney's political obituary have jumped the gun. As the riots in the Middle East, inspired by an anti-Islamic film shot in California, have shown, unexpected and dramatic events are likely to still play a key role in deciding who sits in the Oval Office next year. As far as the Romney campaign is concerned, they will be going all-out to make sure that the first debate is one of them.</p> <p>Nor will it be their last chance. Two more debates will rapidly follow as the election enters its final weeks, with one touching on foreign policy and another held in a \"town hall\" format where questions will come from undecided voters who are members of the public picked by pollster Gallup. In all three debates the viewing audience is virtually guaranteed to be tens of millions of Americans.</p> <p>\"I am definitely going to get my popcorn out for these debates,\" said Cohen.</p> <p><strong>KEY MOMENTS</strong></p>"
]