[
  "<p>Republicans are working on emergency plans to salvage their convention as tropical storm Isaac hurtles towards New Orleans, with party officials acknowledging that their carefully-choreographed event could face further disruption.</p> <p>The Republicans, still haunted by the fatal delays of President Bush in the aftermath of hurricane Katrina exactly seven years ago, would find it difficult to push ahead with their convention in Tampa in the event of serious flooding.</p> <p>Organisers said for the first time that the remaining days – Tuesday, Wednesday and Thursday – may also be disrupted by Isaac hitting the Gulf coast. They expressed hope that the convention, with a reshaped schedule, would go ahead, but conceded that in a worst-case scenario the whole thing might have to be cancelled.</p> <p>Under that scenario, Romney would express regret over events in New Orleans and say that human life takes precedence over politics.</p> <p>Senior Republicans, including Louisiana governor Bobby Jindal and Florida governor Rick Scott, have pulled out of the convention to focus on leading the Isaac response in their states.</p> <p>Isaac has already affected the Republican convention, an event intended as a launchpad for Mitt Romney's bid for the White House and an occasion normally attracting guaranteed primetime television spots.</p> <p>It should have kicked off on Monday, but the Republican national committee cancelled the first day amid severe weather warnings for Florida. However, as delegates gathered for the convention's formal opening followed by its immediate adjournment, the National Hurricane Center lifted the tropical storm warning for Tampa.</p> <p>Romney, who remains in New Hampshire rehearsing his conference speech, expressed surprised when asked about the convention being cancelled. \"Got a great convention ahead,\" he told the Washington Post.</p> <p>The Republicans intended to use the event to criticise Barack Obama's economic record and build up Romney's profile. But television networks are now sending teams to New Orleans, and focus on the imminent storm will almost certainly deflect attention from the convention.</p> <p>RNC chairman Reince Priebus admitted that the convention would have to compete with the weather story. \"It's a terrible thing. We certainly hope it doesn't develop into something stronger. We have to tell the Mitt Romney story and prosecute the president on what he promised, what he delivered. And at the same time you have to report on this storm, because it is something that people need to know about,\" he told NBC.</p> <p>The convention was officially opened on Monday but went into recess again after less than 10 minutes, and was postponed until Tuesday. Priebus, speaking at the podium in front of mainly journalists, expressed hope that those in the path of Isaac will be kept out off harm's way.</p> <p>Priebus also launched a political gimmick, a clock ticking for the duration of the convention that will total the amount of federal debt accumulated during that time. There was also a prayer and a short video of Romney expressing his love of America.</p> <p>Isaac could also give Barack Obama an opportunity to make a high-profile intervention. Having learned the lessons from Bush, Obama would almost certainly head directly for New Orleans in the event of serious damage.</p> <p>Obama called the governors of the states in the path of the storm to offer government assistance.</p> <p>The compressed convention schedule caused another high-profile cancellation: entrepreneur and Romney backer Donald Trump was due to have a speaking slot on Monday, but was bumped from the schedule.</p> <p>The conservative talk show host Mike Huckabee has also pulled out. The former Arkansas governor had been due to speak Monday and has not been rescheduled for later in the week.</p> <p>Huckabee's non-appearance, though, could prove a blessing for the convention organisers, because he has been one of the few high-profile Republicans to speak out on behalf of the party's senatorial candidate Todd Akin, who is at the centre of the rape/abortion row. If Huckabee had spoken, it would have renewed a controversy the party has been trying to shove to the sidelines.</p> <p>The seventh anniversary of Katrina will fall on Wednesday. New Orleans has a special resonance for Republicans because of Bush and because of ideological arguments about the level of federal intervention, and this would make it difficult for the party to continue with a raucous convention gathering.</p> <p>Rich Galen, a Republican strategist, said the tone of the conference might have to be changed. \"You can tone down the happy-days-are-here-again a bit,\" he told AP.</p> <p>Russ Schriefer, who is organising the convention schedule, told a press conference on Monday the party is not yet seriously looking at extending into Friday. \"We are planning on Tuesday, Wednesday and Thursday. If the weather changes in a way that we have to make some changes … it's a hypothetical question, so I don't want to answer it in that way.\"</p> <p>Schriefer said that the schedule was being reorganised to accommodate speakers who had been dropped. Speakers had been asked to shorten their speeches.</p> <p>\"There's a weather event. We all know that,\" Schriefer said, responding to a question about the impact of the storm heading towards New Orleans.</p> <p>Various parties and events on the sidelines of the convention were cancelled on Monday, though Tampa was experiencing little more than heavy rain.</p> <p>A protest organised for Monday was among the events to suffer. Only a few hundred protesters turned up out of a predicted 5,000, and the organisers blamed the warnings about Isaac.</p> <p>The focus on the storm had one positive for the Republicans, distracting attention from a report that New Jersey governor Chris Christie had turned down the vice-presidential slot because he thought Obama was likely to win the election.</p> <p>Christie is lined up to be the keynote speaker, with the primetime television slot, on Tuesday night. According to the New York Post, Christie refused to give up his governorship to be Romney's running mate.</p> <p>Christie, though a popular figure, would have annoyed the conservative wing of the party because he is less hardline than many Republicans over guns and abortion.</p> <p>Romney campaign officials denied the story.</p> <p>Romney may have considered Christie early on when his strategy was to win over independent swing voters but when he shifted to a new strategy of cementing the party base then his eventual choice, Paul Ryan, is a better fit.</p>",
  "<p>Philip Barlow does not recognise the descriptions of Mitt Romney, as a cold, stiff CEO. As Romney's church counsellor when the Republican presidential hopeful was a bishop in the Mormon church in Boston, Barlow saw him administer <a href=\"http://www.nytimes.com/2011/10/16/us/politics/for-romney-a-role-of-faith-and-authority.html?pagewanted=\">to the emotional and practical needs</a> of all his flock.</p> <p>\"It forces you to become intimately involved in the lives of people of all economic and racial backgrounds,\" he explains. \"People would come to him with problems: a son who's strayed from the faith, a daughter with a drug problem, marriage difficulties. I was there with him in his home, every Saturday, talking about how he would handle these problems. In his personal life he's not stiff at all.\"</p> <p>So why, given such low favourability ratings and a reputation for being out of touch, doesn't Romney draw on that experience to show his capacity for empathy?</p> <p>The gamble, explains Barlow, the Arrington chair of Mormon history and culture at the Utah State University in Logan, may be too great. \"It risks inviting more scrutiny of Mormonism. The political upside is it humanises the candidate. The political downside is it Mormonises the candidate.\"</p> <p>Now, Romney and his campaign team have decided that the risk is worth taking. This week, as Republicans gather in Tampa, Florida, to formally nominate Romney as their candidate for the White House, he will publicly embrace his religion. A Mormon bishop will perform the opening invocation on Thursday, the day of Romney's speech, and campaign officials have hinted that he will talk openly about his Mormonism.</p> <p>In a <a href=\"http://www.washingtonpost.com/opinions/michael-gerson-romney-should-not-be-afraid-to-highlight-his-faith/2012/08/06/c6a6e728-dff1-11e1-8fc5-a7dcf1fc161d_story.html?hpid=z3\">recent Washington Post column</a> Michael Gerson argued that given Romney's performance so far, the downsides aren't that great. \"Take away Romney's religion and you are left with Harvard, Bain and various corporate boardrooms,\" he wrote.</p> <p>\"Mormonism has been one of the main stages for his leadership, as well as the main setting where he has displayed humanity. … Mormonism is the reason for Romney's rectitude, the explanation for his wholesomeness, the key to understanding his persona. Without it, he would merely be a stiff, able management consultant. Romney's reticence on religion leaves a large personal and biographical gap.\"</p> <h2>'Mormons understand why he keeps a distance'</h2> <p>The emergence of <a href=\"http://www.washingtonpost.com/national/on-faith/mitt-romney-on-the-cusp-of-making-major-mormon-history/2012/04/11/gIQAWesuAT_story.html\">a viable Mormon candidate</a> for the presidency has posed significant challenges both for the candidate and the Mormon community, the overwhelming majority of whom are members of the Church of Latter-day Saints.</p> <p>Mormons still very much see themselves as outsiders. A <a href=\"http://www.pewforum.org/Christian/Mormon/mormons-in-america-executive-summary.aspx#family\">Pew poll in January</a> revealed that almost half believe they face a lot of discrimination – in fact they perceive themselves to be more discriminated against than black Americans – and more than two-thirds think their fellow countrymen do not regard Mormonism as part of mainstream America.</p> <p>That sense of alienation is well founded. <a href=\"http://www.pewforum.org/Politics-and-Elections/Romneys-Mormon-Faith-Likely-a-Factor-in-Primaries-Not-in-a-General-Election.aspx\">Barely half of Americans</a> believe Mormonism is a Christian religion, and in an open-ended question posed in a poll last November the word most frequently used to describe Mormonism was a \"cult\".</p> <p>A <a href=\"http://www.washingtonpost.com/wp-srv/politics/polls/postpoll_022607.htm\">poll in 2007 revealed</a> that people were less likely to vote for a Mormon presidential candidate than a candidate who was female, black, twice divorced or a smoker. Only Muslims and atheists fare worse.</p> <p>Most Americans now know Romney is Mormon. Indeed they <a href=\"http://www.pewforum.org/Politics-and-Elections/2012-romney-mormonism-obamas-religion.aspx \">are more comfortable</a> with his faith than they are with Obama's (though that seems to be because a large percentage still believe he is a Muslim).</p> <p>But the group that is least comfortable with his religion – white evangelical Christians – also happens to be a crucial part of the Republican base. When he ran in 2008 opponents in South Carolina <a href=\"http://www.time.com/time/magazine/article/0,9171,2104316,00.html\">someone sent fake Mormon holiday cards</a> claiming they were from him and an email from an unknown source with the subject line \"Mitt Romney has a family secret he doesn't want you to know\" that encouraged recipients to trust their \"dark suspicions\" about Mormonism.</p> <p>\"It's like quicksand for him,\" explains one long time observer. \"He can't just go there a little bit. Put your foot in and you're sucked in to the whole thing. I think most Mormons understand why he keeps a distance from the church.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395272977\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/27/1346087471648/mitt-romney-mormons-010.jpg\" alt=\"mitt romney mormons\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Three-year-old Dean Call holds a sign for Romney at  a rally in Columbia, South Carolina, in January. Photograph: Brian Snyder/Reuters</span> <span class=\"element-image__credit\">Photograph: Brian Snyder/Reuters</span> </figcaption> </figure>  <p>It is on this fragile and besieged sense of Mormon identity that Romney's candidacy rests as both a blessing and a burden. America is poised to pit its first black president against its first Mormon contender. They're <a href=\"http://www.thedailybeast.com/newsweek/2011/06/05/mormons-rock.html\">calling it the Mormon Moment</a>. But it doesn't seem to be a moment of unqualified joy for Mormons.</p> <p>\"There is a sense of ambivalence in the community,\" explains Paul Reeve, associate professor of history at the university of Utah. \"It signals to some Mormons that we might no longer be considered a pariah faith but instead might finally be arriving. A Mormon candidacy gives a sense of acceptance and legitimacy in mainstream American life. But there is also concern about the level of scrutiny it has brought to their faith. Every wart from Mormon history is being examined so closely it worries them.\"</p> <p>The media, they say, tend to concentrate on polygamy – which the church renounced in 1890 and only 2% of Mormons now endorse – and \"magic underwear\" – symbolically significant temple garments worn by many church members after they've taken part in an endowment ceremony. More than a third of Mormons think news coverage of their religion is unfair and more than half that they are badly portrayed in films and television. </p> <p>\"Things that are sacred to us become this awful caricature,\" says Neylan McBaine, founder of the <a href=\"http://www.mormonwomen.com/\">Mormon Women's Project</a>. \"The church membership is really feeling the weight of the Romney candidacy.\"</p> <p>If there is excitement in the Mormon community at Romney's candidacy it certainly seems muted. A <a href=\"http://utahdatapoints.com/2012/08/who-thinks-governor-romneys-candidacy-is-good-for-the-lds-church/\">recent poll found</a> that 79% of Mormons in Utah, including more than half of Democrats and almost two-thirds of independents, felt his candidacy was \"a good thing\" for the Mormon church.</p> <p>But driving around Utah – where Mormons comprise more than half the population – for a few days I saw only a handful Romney bumper stickers and not a single poster. By this time four years ago black America was awash with t-shirts casting Obama alongside Martin Luther King and Malcolm X – essentially iconising a living candidate – and psychedelic posters proclaiming hope and change. Nevertheless, Barlow believes that while the ambivalence is real, \"the dominant side of that equation is the pride. Mormons are not by and large a demonstrative people so it's a quiet pride.\"</p> <h2>Joseph Smith's visits from the angels</h2> <p>Every religion has its story. A narrative through which believers make sense of their faith. From the loaves and fishes to the creation story, religion is filled with tales of the fantastic. Every Sunday, Catholics are supposed to drink the blood and eat the flesh of Christ.</p> <p>Christians and Jews are taught that Moses parted the Red Sea and led the Israelites to the promised land. Hindus have Hanuman, the monkey god who carried an entire mountain covered with the sanjivini herb to save the life of Lakshmana. Some take them literally; for others they are metaphors. If they weren't fantastical, there would be precious little to put your faith in.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395272978\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/27/1346085892837/Mormon-smith-romney-001.jpg\" alt=\"Mormon smith romney\" width=\"220\" height=\"350\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mormon prophet Joseph Smith</span> <span class=\"element-image__credit\">Photograph: Church archives/AP</span> </figcaption> </figure>  <p>Mormonism is no different. The religion started with Joseph Smith, a man in western New York who had many visions. During the 1820s he said an angel visited him and lead him to a buried book of golden plates inscribed with a Christian history of ancient American civilizations.</p> <p>It was one visit among many; he also claimed that the angels of Peter, James, John and John the Baptist visited him and endowed him with a range of priesthood authorities. Claiming that by the \"by the gift and power of God\" he translated the 500 pages in two months he published the Book of Mormon, organised the Church of Christ and was hailed as a prophet. The president of the church is still considered a prophet and God's spokesman to the world.</p> <p>Smith's small but growing band of followers were chased out of New York and settled in Kirtland, Ohio, from which they were expelled, pushing them south and west to Jackson County, Missouri. Attempts to lay down roots there were scuppered when the governor issued a \"Mormon extermination order\" insisting they must \"be treated as enemies\".</p> <p>They went north to Illinois where after a few years Smith and his brother were slaughtered by a mob. Brigham Young then took over and lead them westward where they settled in what was then Mexican land and would later become the state of Utah.</p> <p>\"Even though more than a century has passed and we don't face anything like that level of persecution now there's a live nerve ending in the Mormon consciousness that's informed by that history,\" explains Barlow, \"that does make us more sensitive to being misrepresented.\"</p> <h2>In five elections, no Democrat has broken 35% in Utah</h2> <p>Mormons were not always considered conservative. The church drew significant fire for its opposition to slavery although it went on to exclude people of African descent from both the priesthood and participation in temple ceremonies until 1978. \"Through the 19th century there was an attempt to insulate themselves from capitalism through communalism,\" says Reeve.</p> <p>In the post-war era the church comprised a significant portion of Democrats. In 1964 Lyndon Johnson won Utah; in 1960 Kennedy got 45%. But with the late '60s came the sexual revolution: women's rights, abortion, gay liberation and divorce. With little doctrinal room for manoeuvre on these social issues Mormons increasingly identified with the Republican Party.</p> <p>In the last five elections no Democratic candidate has broken 35% in Utah. \"Mormons have their idiosyncratic dimensions that are particular to the faith but they are all part of a piece of that broader American story,\" says Barlow.</p> <p>Today there are 14 million Mormons worldwide, less than half of whom live in the US. Comprising just 2% of the US population they are no monolithic group. One in 7 is not white; slightly more than that are Democrats or lean that way; a quarter do not live in the west; and one in 10 is divorced or separated. Still, broadly speaking, they are far more likely to be conservative, educated and white than the country as a whole and more than half live in just three states: Utah, California and Idaho.</p> <p>For a group who feel excluded from the mainstream they have fared remarkably well in most sphere's of American life. Democratic senate majority leader, Harry Reid, is Mormon as is the author of the Twilight vampire series, Stephanie Meyer, and former Fox News anchor, Glenn Beck, the CEO of Jet Blue Airways, David Neeleman and the Marriott family that owns the hotel chain. (Romney is named after the Marriott founder, John Willard Marriott. Romney's first name is Willard. Mitt is his second.)</p> <p>Indeed, Romney is not the first Mormon to run for president. He's not even the first in his family – his father George, the former governor of Michigan, ran in 1968 – or the only one this year – John Huntsman, who bowed out early, is also Mormon.</p> <p>Greg Smith, a senior researcher for Pew forum on religious and public life, says the group Mormons most resemble in their feelings and attitudes are American Muslims. \"Both groups feel they are discriminated against and not fully accepted by mainstream society. But both groups are still doing quite well and are happy with their lives and generally optimistic about the future.\"</p> <p>In Armitstead Maupin's Maybe the Moon the dwarf protagonist, Cady Roth, explains her conciliatory impulses thus: </p> <blockquote class=\"quoted\"> <p>\"When you're my size and not being tormented by elevator buttons, water fountains and ATMs, you spend your life accommodating the sensibilities of 'normal people'. You learn to bury your own feelings and honour theirs in the hope that they'll meet you halfway. It becomes your job, and yours alone, to explain, to ignore, to forgive – over and over again. There's no way you can get around this. You do it if you want to have a life and not spend it being corroded by your own anger. You do it if you want to belong to the human race.\"</p> </blockquote> <p>Every minority candidate, it seems, must at some point during their campaign allay the fears of the majority if they want to be part of the electoral race. Obama did it in Pennsylvania as he <a href=\"http://www.thenation.com/article/obama-ferraro-wright-postracial-meets-racism\">sought to quell fears about his pastor</a>, Jeremiah Wright.</p> <p>In 1960 John F Kennedy <a href=\"http://www.npr.org/templates/story/story.php?storyId=16920600\">addressed his Catholicism</a> in a now famous speech in Houston. \"I believe in an America where the separation of church and state is absolute,\" he said. \"I am not the Catholic candidate for president. I am the Democratic Party's candidate for president, who happens also to be a Catholic. I do not speak for my church on public matters, and the church does not speak for me.\"</p> <p>Back in 2007 Romney claimed he wanted to give a speech on his faith but was dissuaded from doing so by his team. \"The political advisers tell me: 'No, no, no, it's not a good idea. It draws too much attention to that issue alone.' \"</p> <p>But shortly before the primaries four years ago he felt he had little choice. Having once been a frontrunner in Iowa back then he was losing ground to the lay preacher and former Arkansas governor Mike Huckabee. Given that more than half of Iowa caucus-goers in 2008 described themselves as born-again or evangelical the Romney campaign felt they had no option but to address it.</p> <p>Shortly before Christmas in 2007 Romney <a href=\"http://www.npr.org/templates/story/story.php?storyId=16970082\">spoke at the George HW Bush library</a> in College Station, Texas. The speech was revealing on many fronts. Like Kennedy almost 50 years earlier he emphasised that if elected he would be representing America not his church.</p> <p>\"Let me assure you that no authorities of my church, or of any other church for that matter, will ever exert influence on presidential decisions. Their authority is theirs, within the province of church affairs, and it ends where the affairs of the nation begin,\" he said.</p> <p>He also acknowledged and accepted his vulnerability on the issue. \"Some believe such a confession of my faith will sink my candidacy,\" he said. \"If they are right so be it. But I think they underestimate the American people.\"</p> <p>But then came a moment when Romney had to say something that Kennedy would never have had to say (although Obama, for different reasons has also had to stress): that he considers himself a Christian. \"I believe that Jesus in the son of God and the saviour of mankind,\" he said.</p> <p>And while Kennedy saw American secularism as the bridge between his minority faith and politics, Romney argued that secularism was becoming a barrier between all faiths and politics, first caricaturing and then condemning those who advocate a strict separation between church and state.</p> <p>\"They seek to remove from the public domain any acknowledgment of God,\" he said. \"Religion is seen as merely a private affair, with no place in public life. It is as if they are intent on establishing a new religion in America – the religion of secularism. They are wrong. Freedom requires religion, just as religion requires freedom.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395272979\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/27/1346087068275/salt-lake-city-010.jpg\" alt=\"salt lake city\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Mormon Temple is the centerpiece of Temple Square in Salt Lake City.  Photograph: Douglas C. Pizac/AP</span> <span class=\"element-image__credit\">Photograph: Douglas C. Pizac/AP</span> </figcaption> </figure>  <p>His positioning reflects a general shift in American political culture toward a more explicit and flamboyant expression of religiosity. But it also revealed his particular challenges as a Mormon in the Republican Party in this moment. Unlike Obama, who has generally faced racialised attacks from outside his own party, Romney is most vulnerable to anti-Mormon attacks from within his own party. In the audience that day were, among others, the president of the Southern Baptist Convention's Ethics and Religious Liberty Commission, Focus on the Family founder James Dobson, and the Reverend Lou Sheldon of the Traditional Values Coalition.</p> <p>They were pleased by the speech. But not everybody was convinced. In October a prominent Texas pastor, Robert Jeffress, <a href=\"http://www.nytimes.com/2011/10/08/us/politics/prominent-pastor-calls-romneys-church-a-cult.html\">branded Mormonism a cult</a> and suggested Romney was not a proper Christian not long after introducing Rick Perry. \"This isn't news,\" he said. \"This idea that Mormonism is a theological cult is not news either. That has been the historical position of Christianity for a long time.\"</p> <p>\"It is only faith in Jesus Christ, in Jesus Christ alone, that qualifies you as a Christian,\" Jeffress said. \"They embraced another gospel, the Book of Mormon, and that is why they have never been considered by evangelical Christians to be part of the Christian family.\"</p> <h2>Conservatives with no alternative will vote for Romney</h2> <p>The trouble, as is always the case with prejudice, is to determine to what extent people are talking about who Romney is and to what extent they are talking about what he does. There are plenty of reasons why right wing conservatives might oppose him that have nothing to do with his denomination.</p> <p>The fact that he has taken a range of positions on abortion, gun control and provided a prototype for Obama's health-care plan would not endear him to them regardless of his religious beliefs. During his College Station speech Romney insisted that ditching his Mormon faith for something more palatable would not win him much support: \"Americans do not respect believers of convenience. Americans tire of those who would jettison their beliefs, even to gain the world.\" </p> <p>The trouble is <a href=\"http://www.newsmax.com/Politics/Gingrich-website-Romney-flip-flops/2012/01/30/id/425959\">many on the right feel</a> that while he has remained true to his religion, he has done precisely this in his politics over the years.</p> <p>\"I think people's views on a generic anonymous Mormon can be quite different to their views about a particular candidate that they are familiar with,\" says Reeve.</p> <p>The question is whether the religious differences really will translate into any significant effect come polling day. \"Romney's biggest problem was in the primaries,\" says Professor John Green, a political scientist in religion and politics at the University of Akron in Ohio. \"When evangelicals have a conservative alternative, in say, Mike Huckabee or Rick Santorum they take it. But the part of the country that would most concerned by voting for a Mormon would be even more concerned by the prospect of a second term for Obama. So they'll vote for him.\"</p> <p>And that includes pastor Jeffress. \"Given the choice between a Christian-like Barack Obama who embraces non-biblical principles like abortion and a Mormon like Mitt Romney who embraces Bible principles, there's every reason to support Mitt Romney in this election,\" <a href=\"http://www.rawstory.com/rs/2012/04/16/anti-mormon-pastor-endorses-romney-because-obama-opposes-the-bible/\">he said</a>. \"I think as more evangelicals are aware of what this president is doing, I think they will turn out and vote. Not for partisan reasons, but because he opposes biblical principles.\"</p>",
  "<p>Over the next week, as Republicans gather for their national convention in Tampa, Florida, we can rest assured that the Obama epithet game will be in full effect. He's a tax-and-spender; he's an inveterate expander of federal power; he's weakened America in the world; he was born in Kenya and might be a Muslim (well, you'll only hear that if Republicans pull an Akin). What they likely won't hear is the truth about why the US economy remains in mediocre shape, and who is to blame for this distressing situation.</p> <p>For that, most Americans would be wise to simply turn off the TV and pick up a copy of Michael Grunwald's exceptional new book, <a href=\"http://www.amazon.com/The-New-Deal-Hidden-Change/dp/1451642326/ref=cm_cr_pr_product_top\">The New New Deal: The Hidden Story of Change in the Obama Era</a>. Grunwald, a correspondent for Time magazine, has written what is likely the single best book to date on the inner workings of the Obama presidency and the $800bn stimulus measure (or American Recovery and Reinvestment Act) that Grunwald persuasively argues is Obama's greatest political achievement.</p> <p>That conclusion may seem odd to the casual observer of US politics. In the more than three years since it passed, the stimulus has been tagged as a boondoggle that exploded the debt and did precious little to turn around the country's economic malaise. It is derided en masse by Republicans and largely ignored by Democrats.</p> <p>But, in exhaustive detail, Grunwald points out how everything you think you know about the stimulus is wrong. While the Recovery Act created 2.5 million jobs, stopped the country's economic hemorrhaging and launched a weak recovery, its long-term, transformative impact is the real story. </p> <p>According to Grunwald, the stimulus measure was \"the biggest and most transformative energy bill in history\", and \"the biggest and most transformative education reform bill since the Great Society\". It was also a \"transformative healthcare bill\", the \"biggest foray into industrial policy since FDR\", the \"biggest expansion of antipoverty initiatives since Lyndon Johnson\", and – ironically, for a president oft-accused of raising taxes – the \"biggest middle-class tax cut since Reagan\". It rebuilt bridges and paved roads; weatherized and retrofitted homes; and spurred the move toward high-speed rail.</p> <p>It pumped an extraordinary $90bn into the clean energy industry, propelled the US battery industry and expanded rural broadband adoption. It revamped the country's unemployment system, tackled the challenges of homelessness, began the digitizing of millions of health records, and fostered education reform through the innovative Race To The Top program. It doubled renewable power generation, significantly expanded solar production and basically birthed the country's transition to a low-carbon economy.</p> <p>In short, while Republicans blast the bill as socialist government spending run amok, the stimulus has, in just a few years, transformed America and laid the foundation for future economic growth. To paraphrase Vice-president Biden, that's \"a big fucking deal\". So, the question is: why is the first we're hearing about it?</p> <p>Although Grunwald is himself a card-carrying member of the mainstream media, he takes his fellow scribes to task on this point. By focusing on picayune stories of fraud (the stimulus was, amazingly, almost completely graft-free) and \"gotcha\" reporting on projects that sounded like boondoggles, major media outlets have largely ignored the bill's seismic impact. That, three and a half years after it was passed into law, most Americans simply have no idea what the Recovery Act wrought is a truly damning indictment of the US media.</p> <p>The other part of this story comes from across the aisle and involves the Republican party, which, with the exceptions of three senators (Collins, Snowe and Specter), voted unanimously against the bill, and which, since it passed, has repeatedly lied about its impact. Grunwald's book makes an argument that many Democrats have believed for years: that Republicans' opposition to the Recovery Act was less about ideological hostility and more about partisan politics. In a desperate effort to avoid giving Obama a political win – and cultivating the notion that it was he not Republicans who was acting as a partisan – the GOP brazenly opposed stimulus initiatives once previously supported by the party.</p> <p>Even after Obama filled the Recovery Act with Republican-favored tax cuts (which, while stimulative, are a lot less stimulative than actual government spending), it had little impact on swaying Republican senators. At the same time as Republicans were railing against the Recovery Act, they were applying for stimulus funds for their own constituents: GOP vice-presidential pick Paul Ryan is a case in point. Of course, this blanket opposition to any use of public funds as economic stimulus has continued unabated since then.</p> <p>Among those who ended up supporting the bill, the story isn't much prettier. Susan Collins is perhaps the sorriest example. A moderate Maine Republican, Collins has long cultivated an image as the sort of Republican who could reach across the aisle and work with Democrats. But in Grunwald's book, she, like virtually all of her centrist brethren, comes across as cynical, craven and more interested in casting a pose as a serious, thoughtful moderate than in actually being serious and thoughtful.</p> <p>Her position as a potential aye vote for the Recovery Act, gave Collins extraordinary leverage – leverage she exploited. She adamantly opposed new school construction in the stimulus – not because she was necessarily opposed to the idea, but because it was an effective way for her to burnish her deficit-cutting credentials. For her, and for other moderates like Ben Nelson, Olympia Snowe and a whole swath of Senate \"centrist\" Democrats, forcing Obama to reduce the stimulus below a magical number of $800bn was all about their own personal political optics; it had little to do with what was best for the country. As Arlen Specter, another of the centrist crew, said at one point:</p> <blockquote> <p>\"A trillion seems scary. Even $900bn, it looks so big.\"</p> </blockquote> <p>Hence the final agreed-upon figure of $800bn. Heaven help the country that in the midst of the worst economic downturn since the Great Depression makes policy decisions based on such ridiculous rationales.</p> <p>The result was that additional monies for programs like Head Start, healthcare for unemployed workers, high-speed rail, even preparations for a flu epidemic, all of which would have softened the economic downturn or created new jobs, were sacrificially slaughtered at the altar of \"fiscal responsibility\". While it's pretty hard to argue that even a slightly larger stimulus would have moved the country dramatically out of the economic doldrums, reading about centrist senators from both parties demanding spending cuts without any rhyme or reason, and merely to ensure that the price tag was below a made-up number of $800bn, is stomach churning. After all, the lives of real people were being affected by the political posturing of these pusillanimous centrists. Obama's then chief of staff Rahm Emanuel summed it up best:</p> <blockquote> <p>\"It was all driven by Washington stupidity – not what the economy needed, just this arbitrary number of 800 [billion]. If you were at 801, you were unreasonable. If you were at 799, you were a very thoughtful person.\"</p> </blockquote> <p>All of this bring us to the present day – and why the debate over the stimulus still matters for 2012. This presidential election represents a clear choice between two very different visions about the role of government. On the one hand, there are Democrats who accept the Keynesian notion that counter-cyclical spending is essential for spurring growth and job creation in times of economic distress. On the other hand, there are Republicans who view tax cuts <em>and tax cuts only</em> as the tool for spurring economic growth and additionally are supporting massive non-defense spending cuts to the federal budget.</p> <p>Yet, the last four years have shown us the results of such contrasting policies. Until the stimulus ran its course, the US economy grew and unemployment went down, albeit haltingly. This didn't happen at a pace to put a serious dent in the downturn, but if anything, that appears the result of too little stimulus, rather than too much.</p> <p>Once Republicans were able to impose their will on the country, via Senate obstructionism and then control of the House of Representatives, they put in place more tax cuts and blocked any further government spending (even on traditional items like unemployment benefits for laid-off workers). The result will be of little surprise to austerity-bound Britons: stagnant economic growth and frustratingly high economic numbers. Indeed, the GOP's austerity policies <em>have</em> resulted in hundreds of thousands of public-sector workers losing their jobs.</p> <p>Republicans, not surprisingly, like to blame President Obama for the poor state of the US economy, but in reality, the US is living today under a Republican economy – one that comprises low taxes and curbed spending. The results speak for themselves. This is ultimately why Grunwald's book should be required reading for America's undecided voters (as well as everyone else). If you want to know what the best plan for turning around the US economy is, he has it covered.</p>"
]