[
  "<p>The defining characteristic of modern American politics is the growing conservatism, even radicalisation, of the Republican party. Beginning in 2009 with the birth of the <a href=\"http://www.theguardian.com/world/tea-party-movement\" title=\"\">Tea Party movement</a>, a party that was already fairly conservative began moving to an even more isolated spot on the American political spectrum. The result was, and is, an unprecedented period of legislative obstructionism, pronounced political polarisation and a party that is more ideologically conservative than perhaps at any point in history.</p> <p>It's a process unlikely to be reversed in the near future. The party's rightward tilt is going to get worse before it gets better and the polarisation of American politics and the extremism of the Republican party looks increasingly like the rule, rather than the exception.</p> <p>To explain why, move past the presidential election for a moment. Start in Texas where, in a Republican primary, Tea Party darling <a href=\"http://lubbockonline.com/editorial-columnists/2012-08-11/hightower-texas-cruz-control-illustrates-just-how-goofy-politics-has#.UCY3979y9E4\" title=\"\">Ted Cruz </a>defeated the state's Republican lieutenant governor, David Dewhurst. Cruz's victory was not necessarily the result of him being more conservative than his opponent. In fact, one would be hard pressed to find many policy differences between them. But Dewhurst was seen as a fixture of the Republican establishment while Cruz was viewed as a member of the party's insurgent, anti-establishment wing, vehemently opposed to any compromise of core values.</p> <p>Next we go to Kansas, where in Tuesday's Republican primaries for the state Senate, conservative candidates, pushed by the state's Republican governor, Sam Brownback, and backed by dollars from the infamous <a href=\"http://www.thedailybeast.com/articles/2012/08/11/billionaire-koch-brothers-fail-in-hitting-comedian-zach-galifianakis.html\" title=\"\">Koch brothers,</a> trounced all but one of the body's remaining moderate Republicans. Then Missouri, where congressman <a href=\"http://www.theguardian.com/world/2012/aug/08/todd-akin-republican-missouri-senate?newsfeed=true\" title=\"\">Todd Akin,</a> another conservative darling, won a Republican Senate primary versus two more moderate contenders. Now a grain of salt is necessary here. In several of these races, Republican \"establishment\" candidates were beaten for reasons other than just ideology. None the less, it's simply impossible to ignore the unmistakable signs of ideological transformation in the party. Outside money, from anti-tax and anti-government zealots such as the Koch brothers' <a href=\"http://www.huffingtonpost.com/2012/03/02/koch-brothers-obama-campaign-americans-for-prosperity-donors_n_1316537.html\" title=\"\">Americans for Prosperity</a>, the <a href=\"http://www.teapartyexpress.org/\" title=\"\">Tea Party Express</a> and <a href=\"http://www.clubforgrowth.org/\" title=\"\">Club for Growth</a> as well as from social conservative groups such as Ralph Reed's <a href=\"http://ffcoalition.com/\" title=\"\">Faith and Freedom Coalition</a>, was a decisive factor – and not simply in advertising dollars, but also in improving conservative turnout. So too was the support of Tea Party favourites such as former Alaska governor and 2008 vice-presidential nominee Sarah Palin and South Carolina senator Jim DeMint.</p> <p>The larger message from these political events is hard to ignore. If you are a Republican officeholder, what is the incentive to risk crossing the Tea Party or the Koch brothers? Is there any reason to consider political compromise or conciliation with Democrats, knowing that to do so means tempting a Tea Party challenge and millions of dollars in out-of-state cash being used to end your political career? The smart move for Republicans, indeed the only move, is to stay on the \"right\" side of the political fence. While this lesson has been hammered into the heads of Republican politicians over the last two election cycles, it is also evident on the presidential level. When Mitt Romney first ran for elected office in Massachusetts in 1994, he cast himself as a relatively centrist, technocratic businessman. He took more moderate positions on divisive social issues such as abortion and in a year in which Republicans had the political momentum at their back assiduously avoided being linked to Newt Gingrich and the national party.</p> <p>When he ran for governor of Massachusetts in 2002, he strayed only marginally from those positions, continuing to stress his pro-choice bona fides and even adopted a position on gun control that ran counter to the powerful National Rifle Association. As late as 2008, when he first ran for president, Romney was prone to tout his one major domestic policy initiative – healthcare reform.</p> <p>Those were the days. As the Republicans have moved consistently further to the right Romney has followed the crowd, adopting increasingly strident political positions. This was true throughout the Republican primary season as Romney, facing off against a motley collection of Tea Party-approved also-rans, was forced to take stances on immigration, government spending, taxes, abortion and a host of other issues favoured by the party's most conservative members but that left him vulnerable to Democratic counterattack.</p> <p>Illegal immigration is perhaps the best example. It's an issue that is a veritable cri de coeur for the Tea Party and Romney embraced their views to the point where he attacked unpopular Texan governor Rick Perry for insufficient rigour in cutting social services for illegal immigrants in the state. It gave Romney a boost in the Republican primaries but also provides a hint as to why he is losing Hispanic voters to Obama by a 2-1 margin.</p> <p>But the romancing of the Tea Party continues. Just last week, the <a href=\"http://www.washingtonpost.com/blogs/guest-voices/post/obamas-war-on-religion-breaking-down-romneys-new-attack-ad/2012/08/10/9f9ece3e-e2fd-11e1-a25e-15067bb31849_blog.html\" title=\"\">Romney campaign </a>ran two controversial ads, one attacking Obama on welfare benefits, the other accusing the president of declaring a war on religion, because of his backing of a provision of the healthcare law that forces businesses to provides contraceptive services to their employees. Both ads are basically made-up attacks; lies for lack of a better word. But the mendacity of the Romney campaign is by now well chronicled.</p> <p>What's more interesting is the target for them: conservative voters who recoil at the thought of welfare cheats absconding with their taxpayer dollars and religious voters convinced by years of Republican rhetoric that their faith is under assault. Just as Republicans in the Senate have reason to be fearful of the wrath of the Tea Party, so does Romney. Just three weeks before his convention, he is in the uncomfortable position of reassuring the right about his conservative bona fides.</p> <p>With confirmation that Romney has selected a conservative favourite, Wisconsin congressman <a href=\"http://www.washingtonpost.com/politics/romney-to-announce-running-mate-saturday-in-va/2012/08/10/aaeb8ce4-e363-11e1-89f7-76e23a982d06_story.html\" title=\"\">Paul Ryan,</a> to be his running mate the capturing of Romney by the far right is complete. While Ryan is popular on the right, he is the author of the so-called <a href=\"http://www.theguardian.com/world/2012/aug/11/romney-vice-president-paul-ryan?newsfeed=true\" title=\"\">Ryan budget</a>, a House of Representatives-passed bill that would eviscerate the social safety net and end the federal senior health programme, Medicare. His selection allows the Obama campaign to attack Romney even more directly over the most unpopular elements of the Ryan budget (which the candidate has already foolishly endorsed). It is a disastrous pick, but is emblematic of the extent to which Romney's hands have been tied by the Tea Party. Pacifying them is as important as reaching out to less conservative voters. Rather than leading the GOP, Romney is simply following the herd.</p> <p>But why should he be any different from the rest of the Republican party? In just four short years, any ideological variance has been washed almost completely out of the party. Republican moderates are something one reads about in history books rather than sees with one's own eyes.</p> <p>The Tea Party has become the Republican party. And if Romney should win in November his moderate political instincts (if they haven't been completely eroded by years of pandering to the right) will be no match for the sound and fury of Congressional Republicans who will demand fealty to their agenda. If that happens, Americans can say goodbye to large chunks of the social welfare state they often deride in the abstract but love in its specifics, such as Medicare, federal education funding, environmental and workplace regulation.</p> <p>If Romney loses in November, which increasingly appears likely, don't expect soul-searching within the Republican party. Instead, conservatives will likely convince themselves their mistake was failing to nominate a true rightwinger rather than Romney's brand of wannabe conservatism. As for Congress, the primary wins for Cruz, Akin, <a href=\"http://www.theguardian.com/world/2012/may/09/indiana-us-elections-2012\" title=\"\">Richard Mourdock </a>– even if they lose in November – will mean that a body full of Republican politicians will toe the new party line. There will be zero political incentive to compromise with Obama and risk a challenge from the right. Ongoing challenges from a crumbling infrastructure – under-performing schools, growing environmental challenges and, above all, chronically high unemployment and an inadequate economic recovery – will likely see precious little attention from Washington.</p> <p>In short, the polarisation and dysfunction that have wrecked American politics over the past three and a half years will almost certainly continue. Through a combination of fear and intimidation, the far right of the Republican Party is today enforcing ideological rigidness in its purest and most uncompromising form, where even the slightest variation from the norm is reason for expulsion and exclusion. In the process, it is holding the US government hostage to its ideological whims. Welcome to the new normal in American politics.</p>",
  "<p><a href=\"http://www.theguardian.com/world/2012/aug/11/paul-ryan-mitt-romney-vp-live\">Mitt Romney has selected Wisconsin congressman Paul Ryan to be his vice-presidential nominee</a>. My initial reaction is that it doesn't makes much sense electorally. But let's examine the three key arguments that Ryan's advocates have made to advance the case for his selection as VP.</p> <p><strong>1. Paul Ryan will fire up the Republican base</strong></p> <p>The biggest reason to select Paul Ryan is that he's adored by the Republican base. That was one of the main arguments for selecting Sarah Palin, and it made sense in a year when Democrats were <a href=\"http://www.gallup.com/poll/156194/democratic-voting-enthusiasm-down-sharply-2004-2008.aspx\">\"fired up and ready to go\"</a>. Now, it doesn't. It is true that Mitt Romney is not Mr Conservative, but Republicans are <a href=\"http://sas-origin.onstreammedia.com/origin/gallupinc/GallupSpaces/Production/Cms/POLL/ata1hjasg0-lg1ktei3olw.gif\">already with him</a> and ready to vote. </p> <p>• Mitt Romney hasn't led in a single NBC/WSJ poll this year, yet he's never trailed among the voters \"<a href=\"http://firstread.nbcnews.com/_news/2012/07/25/12947754-first-thoughts-two-opposing-forces?lite\">most interested in the election</a>\".</p> <p>• Mitt Romney hasn't led in a single Fox News poll in the past four months, but he's never trailed among the voters \"<a href=\"http://www.foxnews.com/politics/interactive/2012/08/09/fox-news-poll-presidential-race/\">most interested</a>\" </p> <p>• Mitt Romney hasn't led in a single Pew poll this year, but Republicans lead on pretty much all the variables <a href=\"http://www.people-press.org/2012/06/21/gop-holds-early-turnout-edge-but-little-enthusiasm-for-romney/\">associated with higher turnout</a>.</p> <p>• Mitt Romney has trailed in most Gallup surveys, but Republicans are consistently registering as <a href=\"http://www.gallup.com/poll/154559/US-Presidential-Election-Center.aspx?ref=interactive\">more likely to vote</a>.</p> <p>Perhaps the polling is missing something; perhaps Republicans really are depressed. There are some indications they <a href=\"http://www.theguardian.com/commentisfree/2012/aug/06/how-deep-obama-lead-battleground-states\">may be in Ohio</a>, but these \"signs\" are mostly speculative and scattered.</p> <p>Romney's big issue is not that Republicans won't vote for him but that he's <a href=\"http://hotair.com/archives/2012/08/09/obama-now-leads-romney-by-11-among-independents-in-new-cnn-and-fox-news-polls/\">losing among independents</a> in the polls that show him down. A larger Republican turnout could also help compensate for losses among independents, but there's a point where the well is going to run dry.</p> <p><strong>2. Paul Ryan brings more to a Romney campaign running chiefly on the economy</strong></p> <p>Romney has attempted to run a campaign that allows the economy to do the talking, saying that he will use his business experience to lend it a helping hand. Some metrics <a href=\"http://www.washingtonpost.com/business/economy/economy-might-be-gaining-traction-new-data-suggest/2012/08/09/23fadef8-e23a-11e1-98e7-89d659f9c106_story.html\">suggest that the economy is coming back</a>, which would favor this strategy. <a href=\"https://twitter.com/BrendanNyhan/status/233927838523326464\">Other data points</a> are less encouraging, but overall, <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/may/01/obama-v-romney-economic-matchup\">evidence from past campaigns</a> tells us that when campaigns don't talk about the economy, they usually lose.</p> <p>While it may be true that Romney needs to talk about more than economy to win, other issues shouldn't overwhelm his campaign. I don't really see how Ryan helps keep the focus.</p> <p><strong>3. Paul Ryan can help Romney win Wisconsin</strong></p> <p>This is an argument that could make some sense in certain circumstances. Almost everyone agrees that vice-presidents can win for the <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/mar/26/mitt-romney-choose-vp-running-mate\">ticket support in his or her home state</a>. The issue is that Mitt Romney is behind by <a href=\"http://www.realclearpolitics.com/epolls/2012/president/wi/wisconsin_romney_vs_obama-1871.html\">about 5-6 points in Wisconsin</a>. Vice-presidents don't typically get you more than 2-3 points.</p> <p>Paul Ryan isn't <a href=\"http://polltracker.talkingpointsmemo.com/contests/paul-ryan-favorability-wi\">especially popular</a> in Wisconsin, so the evidence suggests he certainly won't exceed the normal vice-presidential home state effect and might come in a shade below. Two or three percentage points is not enough to put Wisconsin in Romney's column.</p> <p>There was <a href=\"http://www.publicpolicypolling.com/main/2012/07/obama-has-narrow-lead-in-wisconsin.html#more\">one poll</a> that indicated Ryan might close the gap for Romney, but I read that result with great caution. Let's recall that polls showed, for instance, John Edwards helping John Kerry to \"win\" <a href=\"http://www.realclearpolitics.com/Presidential_04/nc_polls.html\">North Carolina in 2004</a>.</p> <p>Beyond the relative weakness of the reasons to pick Ryan, there are also plenty of substantive reasons not to choose him.</p> <p><strong>1. Paul Ryan is basically an unknown</strong></p> <p>Ryan has spent time in the House of Representatives, and has achieved some profile as chairman of the House budget committee, but he hasn't run a competitive race in 14 years. He's never run for an election statewide.</p> <p>So yes, he's been on TV some, but who really knows what's behind the curtain? I certainly don't. Ryan would, of course, be closely vetted before being picked, but even if there are no outright skeletons in the cupboard, there are bound to be some \"hard to explain\" embarrassments. Just look at how much stuff has come out about Romney – his taxes, his record at Bain, his Swiss bank account – in the past two months, and he is a tried and tested presidential campaigner.</p> <p><strong>2. Paul Ryan's Medicare reform plan becomes a central electoral issue</strong></p> <p>With Ryan now on the GOP ticket, Democrats will seek to make the Ryan plan's proposed cuts to Medicare, aka \"Ryancare\", a focal point of their electioneering. The plan receives only <a href=\"http://www.democracycorps.com/Search/?areas%5B0%5D=jtags&amp;searchword=ryan+budget\">lukewarm support</a> when survey respondents are given Republican talking points. The plan hurts Romney when respondents are given Democratic talking points.</p> <p>Ryancare's downside seems to far outweigh Ryan's own potential upside. Can the Romney campaign really have decided that it would prefer to talk about Medicare, instead of Romney's record at Bain Capital? But the scrutiny of Ryancare will be yet another distraction from talking about the economy, which is an argument far easier won amid <a href=\"http://online.wsj.com/article/BT-CO-20120808-710491.html\">flagging consumer confidence</a>.</p> <p><strong>3. There are other candidates who could have done more for Romney</strong></p> <p>If Mitt Romney had wanted someone who could truly make an impact in a swing state, then, Rob Portman in Ohio, or Bob McDonnell in Virginia, would have been far more attractive.</p> <p>If he'd wanted a bona fide policy wonk, Bobby Jindal is an intellectual powerhouse who ran Louisiana's Department of Health and Hospitals at age 25.</p> <p>If he'd wanted a candidate who wasn't another boring white guy, then Jindal, again, or Florida's Marco Rubio, would have fit the bill.</p> <p>If he'd wanted a VP with blue-collar cred, then Tim Pawlenty is about as \"Walmart-shopper\" as they come.</p> <p>Or if he'd wanted to go with an outsider? Jindal again, or New Jersey's Chris Christie.</p> <p>Or what about a working mother? He could have chosen Kelly Ayotte, a conservative from the swing state of New Hampshire who was a tough-as-nails attorney general before becoming a US senator.</p> <p><strong>Conclusion</strong></p> <p>I may be missing something, but in electoral terms, Paul Ryan for VP makes little sense to me. There are other candidates who do what he does better – and Ryan has liabilities they don't.</p> <p>It is worth noting also that vice-presidential picks rarely make much difference in general elections. But my judgment is that if Paul Ryan's selection does have any effect on this election, then it won't be in the direction Romney had wished.</p>",
  "<video data-media-id=\"gu-video-394578967\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/11/120811RomneyRyan-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/11/120811RomneyRyan_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120811RomneyRyan/120811RomneyRyan.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811RomneyRyan-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/11/120811RomneyRyan_3gpSml16x9.3gp\"/> </video>   <p>Mitt Romney has chosen as his vice-presidential running-mate the most polarising candidate on the shortlist, congressman Paul Ryan, whose plan for deep spending cuts will have a prominent role in the White House race.</p> <p>Romney opted for the controversial Ryan, an ideological conservative, over relatively colourless figures in the running, such as former Minnesota governor Tim Pawlenty.</p> <p>The Democrats branded the Romney-Ryan ticket as \"radical\", and a threat to the elderly, students and welfare claimants.</p> <p>The choice of Ryan will polarise the White House campaign, offering a stark choice between an Obama administration in favour of federal spending to help speed economic recovery and a Republican team favouring cuts.</p> <p>Romney, introducing Ryan at a campaign rally in Norfolk, Virginia, on Saturday morning, acknowledged the controversy surrounding Ryan.</p> <p>\"There are a lot of people in the other party who might disagree with Paul Ryan,\" Romney said, before adding: \"I don't know of anyone who doesn't respect his character and judgment.\"</p> <p>At the rally, Romney made a minor gaffe, describing Ryan as the \"next president of the United States\". He returned to the microphone to acknowledge his mistake and reintroduce him as the next vice-president.</p> <p>A Romney adviser said he made the choice after returning from a trip to England, Israel and Poland a fortnight ago. He phoned others on the shortlist on Friday night.</p> <p>The Republican presidential challenger, who until now has been careful to avoid offering detailed economic policies, will now face questions about whether he supports all or just some of Ryan's $5.3tn debt-cutting plan.</p> <p>Romney, in his first interview accompanied by Ryan, defended the proposed Medicare reform. He told CBS: \"What Paul Ryan and I have talked about is saving Medicare, is providing people greater choice in Medicare, making sure it's there for current seniors...But looking for young people down the road and saying, 'We're going to give you a bigger choice.\"</p> <p>Obama, in his first public response to the Ryan announcement, branded him \"the ideological leader of Republicans in Congress\". </p> <p>Speaking at a fund-raising event in Chicago, Obama said: \"He is a decent man, he is a family man, he is an articulate spokesman for governor Romney's vision but it is a vision that I fundamentally disagree with.\" He listed several differences - abortion, gays, energy and the war in Iraq - but did not mention Medicare.</p> <p>There has been intense pressure over the last few days from conservatives, particularly the editorial board of the Wall Street Journal, in favour of Ryan.</p> <p>The timing of the announcement was odd, early on a Saturday morning rather than a prime-time television slot, and on a weekend dominated by Olympic coverage.</p> <p>Ryan, 42, who has been a Congressman from Wisconsin for 14 years, may give Romney an edge in that and other midwest states.</p> <p>Polls show Obama opening up a narrow lead over Romney nationally and 5% or more in Wisconsin.</p> <p>Speculation about a vice-presidential running mate had focused on a shortlist that included: senator Rob Portman; senator Marco Rubio – in the hope that he might help bring over Latino voters – and the boisterous governor of New Jersey Chris Christie.</p> <p>Wild cards included former secretary of state Condoleezza Rice and general David Petraeus.</p> <p>The Obama campaign described Ryan as \"the mastermind behind the extreme GOP budget plan\".</p> <p>Jim Messina, the Obama campaign manager, said the Republican ticket would return the nation to \"reckless Bush economic policies that exploded our deficit and crashed our economy\" and end Medicare.</p> <p>The prospect of changes to Medicare could have a potent effect on the election. When Ryan first proposed it, there was backlash from its main beneficiaries, those aged 65 and over, worried over the prospect of losing their cover.</p> <p>Romney, conscious of the danger, got in an early counter-attack. \"We will preserve and protect Medicare and social security and keep them there for future generations,unlike the current president, who's cut Medicare funding by $700bn,\" Romney said.</p> <p>Ryan's speech was dominated almost entirely by an attack on Obama's economic record. \"We find ourselves in a nation facing debt, doubt and despair. This is the worst economic recovery in 70 years,\" he said.</p> <p>\"Unemployment has been above 8% for more than three years, the longest run since the Great Depression.\"</p> <p>The choice of running mate does not normally matter, apart from controversial choices such as Sarah Palin.</p> <p>The vice-presidential candidate, after an initial flurry of interest, tends to retreat to the shadows, apart from the vice-presidential debate in the autumn. But Ryan looks as if he is going to have a bigger than usual impact.</p> <p>Ryan's debt-reduction plan will be picked over in the coming weeks by the Obama campaign.</p>",
  "<p>Even before the <a href=\"http://www.theguardian.com/world/2012/aug/11/paul-ryan-mitt-romney-vp-live\">official announcement of Wisconsin congressman Paul Ryan as Mitt Romney's vice-presidential pick</a>, the secret service escort, the multiple \"insider\" confirmations, and especially the launch of the verified <a href=\"https://twitter.com/PaulRyanVP\">@PaulRyanVP Twitter account</a> had brought near-certainty to the speculation of recent days. This election, we now know, will be fought by the Republican nominee with the chairman of the House budget committee at his side. That brings great promise – and tremendous peril – for the GOP ticket.</p> <p>The merits of Representative Ryan are obvious to anyone paying attention to his endeavors, especially in the past three years, in which he has emerged as a leading voice countering the president's fiscal flim-flammery, which has plunged the country ever further into ruinous debt. Conservatives cheered when Ryan reduced Barack Obama to stumbling deferrals at the February 2010 healthcare summit, with direct and aggressive questions rooted in the fiscal data which the Wisconsin congressman has long since mastered.</p> <p>If one accepts the contention that the great crisis of American governance is really a crisis of entitlements and their funding, then Paul Ryan has been at the forefront of the effort to craft serious solutions. And it's a pity the House Democrats have resolutely refused to join him in it.</p> <p>But there's a reason they don't, and it's not simply their reflexive preference for those programs and their excesses. Ryan's collected ideas for meaningful reform constitute both the 2012 and 2013 House Republican-proposed federal budgets. Known collectively as the \"Ryan plan\", they poll consistently poorly, managing at best a break-even point in some polls, depending on public attention and circumstance. (For example, <a href=\"http://www.publicpolicypolling.com/main/2011/07/florida-against-ryan-medicare-plan.html\">Public Policy Polling last year found it losing by 16 points in Florida</a>, and 23 in North Carolina.)</p> <p>Whatever the Ryan plan's objective merits – and they are considerable, and considerably better than anything the president has to offer – this is the ground truth: it's unpopular. And the Republican House that puts it forth is even less popular, clocking in at a mere <a href=\"http://www.realclearpolitics.com/epolls/other/congressional_job_approval-903.html\">17.2% approval in the latest RealClearPolitics average</a>.&#xa0;</p> <p>This brings us to the considerable peril for the Romney effort inherent in the Ryan pick. Every re-election effort is a referendum on the incumbent, but hitherto, the only incumbent in play was Barack Obama. Now, there's another: Paul Ryan and the Republican House. Democrats who had to defend the lackluster governance of the Obama years are now given the superb gift of a man who arguably shares blame for them. The contention that Paul Ryan is as responsible for the failures of the Obama administration as Obama himself is deeply preposterous, of course – but that doesn't mean the Democratic campaign won't make it. And given the outcomes of past confrontations between this Congress and this White House, there's a good chance it will work.</p> <p>Consider, too, the core value proposition of the Romney campaign: actuarial competence, business acumen, and sound management. Paul Ryan accentuates all these. And that's the problem: he amplifies the existing Romney sales case, rather than expands it. As it happens, Ryan is also a solid social conservative: a faithful Catholic and family man. Whether he'll be allowed to make that appeal in coming months, in a campaign that has shown no appetite for it, remains to be seen.</p> <p>Finally, note that the Republican presidential nominee, the one man in America who cannot credibly attack the president on Obamacare, has chosen <a href=\"http://ivn.us/2012/08/11/a-closer-look-at-rep-paul-ryans-voting-record/\">a man who voted for Tarp</a>. In fairness, that's a lot of people: but don't expect Team Obama to fail to note it.&#xa0;</p> <p>Mitt Romney, with this pick, has decided to run not on his own record and his ideas, but on those of Paul Ryan and the Republican House in which Ryan has been an intellectual and animating force. Like the genius of acquisition he used to be, he identified external assets and grabbed them.</p> <p>In a sense, given the paucity of his own ideas and narrative, it's a good move. But it highlights exactly that deficiency, and the assets come with tremendous liabilities. In Paul Ryan, Republicans now have a man who would make an intellectually forceful and coherent vice-president – surely a welcome change from the hapless nonentity that is Joe Biden. But they also have a man who brings great danger to the ticket's electoral proposition. In that light, it's a Hail Mary pass – when all that was needed was to advance the ball five yards.</p>",
  "<p>When it came to the biggest single decision of his run for the presidency so far, Mitt Romney defied his stereotype as a cautious politician eager to please whatever audience he is speaking to.</p> <p>For his choice of congressman Paul Ryan – a young firebrand politician from the heartland state of Wisconsin – as his running mate in the 2012 White House race represents anything but politics as usual.</p> <p>Ryan, 42, is one of the so-called \"young guns\" of the Republican party in Washington, a group of politicians aiming to revitalise the party's brand and cast it as more revolutionary and activist, especially in the area of overhauling government spending. For that is where Ryan's main area of influence lies.</p> <p>First elected to Congress at the young age of 28, Ryan has emerged after 14 years in the Capitol as the powerful chairman of the House Budget Committee, determined to wield the axe on matters fiscal and slash American government in size. That has made him a Tea Party hero.</p> <p>His proposals on the budget have been hailed by his supporters as a way to save America from going broke as it struggles with a wave of retiring baby boomers and a vast amount of debt.</p> <p>His political opponents, however, cast his plans as a brutal attack on the poor aimed at stripping away or transforming cherished – and vital – benefits like Medicare and social security and food stamps.</p> <p>However, troubled times are something Ryan does know something about on a personal level.</p> <p>Unlike the vastly moneyed Romney, who was born the son of a state governor and an auto-industry magnate, Ryan's background is more modest and marred by tragedy.</p> <p>He was born in Janesville, Wisconsin, on 29 January 1970, in the south of the state, amid a region of rolling hills, farms and small towns struggling with the decline of American industry.</p> <p>His father, Paul Ryan Sr, was a successful lawyer, in Janesville, and from a long established prominent Roman Catholic family in the town. It was a stable and solidly middle class family ideal that Ryan himself has replicated.</p> <p>He remains a Catholic, married Oklahoma-raised tax lawyer Janna Little in 2000 and has three children.</p> <p>But Ryan's childhood was not always easy. His father died when Ryan was just 16 years old.</p> <p>Indeed Ryan – the youngest of four children – discovered his stricken parent in bed, laid low by a fatal heart attack at just 55.</p> <p>That trauma in 1986 forced Ryan's mother, Elizabeth, to go back to college to study interior design and his grandmother, who suffered from Alzheimer's disease, to move back in with them to help with the family.</p> <p>In a New Yorker magazine profile Ryan described the death of his father as a huge moment in his life.</p> <p>\"It was just a big punch in the gut. I concluded I've got to either sink or swim in life,\" Ryan told the magazine.</p> <p>It also made him a fitness buff as he realised that the sort of heart attack that felled his father might run in his family.</p> <p>Ryan is a huge fan of an extreme form of workout, called P90X, which involves an intense mix of exercise, yoga and martial arts moves.</p> <p>He is also an avid outdoorsman and hunter, though given his childhood in Wisconsin that is little real surprise.</p> <p>One friend, former congressman Mark Green, told CNN he had sent Ryan an email once from his new job as an ambassador in Tanzania.</p> <p>\"I got this terse response saying, 'I'm sitting in a deer stand. It's hunting season. Leave me alone,'\" Green told the TV station. </p> <p>Ryan went to college at Miami University in Ohio and graduated in 1992 with a degree in economics and politics.</p> <p>After a brief period back in Wisconsin working as a marketing consultant Ryan headed to Washington, landing a job with Wisconsin Senator Bob Kasten, whom he had interned with while a student.</p> <p>He became enmeshed in the world of Washington wheeling and dealing, working as a speech writer and economic adviser.</p> <p>He also professed an admiration for the ideas of anti-government libertarian guru Ayn Rand.</p> <p>By 1997 he decided to run for Congress himself and a year later he won his election battle in his native state and entered the House, becoming its second-youngest member in 1998.</p> <p>He made cutting government and rolling back the welfare state the central tenet of his political beliefs.</p> <p>He first came to national prominence in 2005 when he was a fervent backer of President George W Bush's attempts to reform social security by changing much of it into private investment accounts.</p> <p>But Bush, despite devoting a huge amount of political capitol into the scheme, failed to make it popular with the American people.</p> <p>In the face of withering attacks from Democrats it was eventually abandoned.<br>But not by Ryan. He used his new high profile to keep pushing radical ideas on government spending reform.</p> <p>As the Tea Party emerged in the wake of the economic crises of 2008 Ryan was perfectly situated to ride that wave.</p> <p>His dubbed his budgetary plans the Roadmap, and along with other young guns, such as House majority leader Eric Cantor, pushed transforming the welfare state as an answer to America's economic woes.</p> <p>In the wake of the 2010 mid-term elections, which saw the Tea Party-infused Republicans get control of the House, Ryan ended up in a head-to-head public debate with President Barack Obama over his budget plans.</p> <p>That moment saw Ryan become even more of a hero to Republican conservatives.</p> <p>By 2011 the House had voted on Ryan's budget plan and passed it by 235 votes to 193. Though many Democratic strategists and leaders see Ryan's budget as rich fodder for attacks, that view is not shared by Republicans.</p> <p>When his budget passed the House Ryan's powerful influence was clear: just four Republicans dared vote against it. That showed how Ryan's career has seen him cement his grip on the Republican right.</p> <p>But now, with his name on a presidential ticket, Ryan is about to find out what the rest of the country thinks too.</p> <p>That outcome is far less certain.</p>",
  "<video data-media-id=\"gu-video-394578967\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/11/120811RomneyRyan-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/11/120811RomneyRyan_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120811RomneyRyan/120811RomneyRyan.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811RomneyRyan-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/11/120811RomneyRyan_3gpSml16x9.3gp\"/> </video>   <p>Mitt Romney has confirmed his selection of Paul Ryan as his vice-presidential running mate, stating that he is \"proud\" to have the Wisconsin congressman on the Republican White House ticket.</p> <p>In a tweet sent out ahead of a formal announcement Saturday, the presidential candidate said: \"I am proud to announce @PaulRyanVP as my VP. Stand with us today.\"</p> <p>Via his newly created Twitter handle @PaulRyanVP, the vice-presidential candidate tweeted: \"I'm honored to join @MittRomney on America's Comeback Team. mi.tt/Romney-Ryan #RomneyRyan2012\"</p> <p>The surprise pick comes after months of speculation over who the former Massachusetts governor would pick as his running mate ahead of November's election.</p> <p>Ryan, a 42-year-old conservative who has become the leading Republican voice on spending cuts, was earlier confirmed by a Romney campaign app.</p> <p>\"Mitt's choice for VP is Paul Ryan. Spread the word about America's comeback team,\" it stated.</p> <p>It confirmed rumours that had been circulating since late Friday, when it was announced that Romney's VP pick would be made public today.</p> <p>Although long-talked of as a rising star, many people thought the Republican presidential candidate would have gone with a safer choice than Ryan.</p> <p>Former Minnesota representative Tim Pawlenty and Ohio senator Rob Portman had both been talked of as potential candidates.</p> <p>Having risen to national prominence as chair of the budget committee, Ryan is likely to be a popular pick with fiscally conservative Republicans who admire his attempts to propose bold budget cuts. But Democrats will be licking their lips at the prospect of Ryan's promotion, seeing him as the public face of threatened cuts to healthcare and welfare services through the so-called Ryan budget plan.</p> <p>Romney's decision to announce his running mate at 8.45am ET on a Saturday, at an event in Norfolk, Virginia, threw America's political pundits into disarray, with no announcement expected until after the Olympics ended and certainly not in the relative dead time of a weekend morning.</p> <p>But the Romney campaign has come under increasing pressure and some criticism from allies in the Republican party for a lacklustre campaign to date, with polls continuing to show a small but resilient lead for President Barack Obama despite the sagging economy.</p> <p>Romney himself has been bedeviled by a series of gaffes and missteps, including his jibe at the readiness of the London Olympics organisation, and has been unable to throw off controversies over his own tax returns. The Republican candidate refuses to release more than the last two years of his tax returns, leading some – including the Democratic Senate majority leader Harry Reid – to speculate at what the wealthy Massachusetts financier might be hiding.</p> <p>The choice of Ryan will delight conservatives such as the editorial board of the Wall Street Journal, which recently urged Romney to pick the seven-term congressman, saying that Ryan \"best exemplifies the nature and stakes of this election. More than any other politician, the House budget chairman has defined those stakes well as a generational choice about the role of government and whether America will once again become a growth economy or sink into interest-group dominated decline.\"</p> <p>Reaction from Democrats was swift and savage. \"If it's really Ryan, Romney will have picked one of the only people who could have had an impact in the race. But, not the way he wants,\" tweeted Bill Burton, head of the Obama-supporting Priorities USA action committee.</p> <p>One early hint of Romney's choice was the venue: aboard the warship the USS Wisconsin, named after Ryan's home state.</p> <p>Ryan's relative youth belies his influence within the congressional Republican party, as head of the influential Budget committee but also as the party's policy-maker advocating once unthinkable ideas such as converting government-funded healthcare known as Medicaid into a voucher-like system to slash costs.</p> <p>The choice of Ryan, however, means Romney has spurned more attractive alternatives who would appeal to a wider pool of voters, such as the rising star of the Republican party, Marco Rubio of Florida, the more experienced Condoleeza Rice, or the robust New Jersey governor Chris Christie, another favourite of Republican grassroots.</p> <p>Ryan's career is almost entirely within Washington DC and Capitol Hill, likely to subtract from Romney's claim that he represents an outsider's view of Washington and its politics.</p> <p>The announcement comes at the start of a four-day bus tour by Romney to visit crucial swing states including Virginia, North Carolina Florida and Ohio, and will be used as a chance to introduce the relatively unknown Ryan to the US public.</p>",
  "<p>Mitt Romney has picked the Wisconsin congressman Paul Ryan as his vice-presidential running mate, the Republican US presidential candidate's campaign has confirmed.</p> <p>\"Mitt's choice for VP is Paul Ryan. Spread the word about America's comeback team,\" a Romney campaign app said, confirming widespread reports he had selected the 42-year-old lawmaker who chairs the House budget committee. </p> <p>Ryan, the 42-year-old congressman from Wisconsin who has become the leading Republican voice on spending cuts, was confirmed by multiple party sources as Romney's running mate.</p> <p>After rising to national prominence as chair of the House Budget Committee, Ryan is likely to be a popular pick with fiscally conservative Republicans, who admire his attempts to propose bold budget cuts. But Democrats will be licking their lips at the prospect of Ryan's promotion, seeing him as the public face of threatened cuts to healthcare and welfare services through the so-called Ryan budget plan.</p> <p>Romney's decision to announce his running mate at 8.45am ET on a Saturday, at an event in Norfolk, Virginia, threw America's political pundits into disarray, with no announcement expected until after the Olympics had ended and certainly not in the relative dead time of a weekend morning.</p> <p>But the Romney campaign has come under increasing pressure and some criticism from its allies in the Republican party for a lacklustre campaign to date, with polls continuing to show a small but resilient lead for President Barack Obama despite the sagging economy.</p> <p>Romney himself has been bedeviled by a series of gaffes and missteps, including his jibe at the readiness of the London Olympics organisation, and has been unable to throw off controversies over his own tax returns. The Republican candidate refuses to release more than the last two years of his tax returns, leading some – including the Democratic Senate majority leader Harry Reid – to speculate at what the wealthy Massachusetts financier might be hiding.</p> <p>The choice of Ryan will delight conservatives such as the editorial board of the Wall Street Journal, which recently urged Romney to pick the seven-term congressman, saying that Ryan \"best exemplifies the nature and stakes of this election. More than any other politician, the House budget chairman has defined those stakes well as a generational choice about the role of government and whether America will once again become a growth economy or sink into interest-group dominated decline.\"</p> <p>Reaction from Democrats was swift and savage. \"If it's really Ryan, Romney will have picked one of the only people who could have had an impact in the race. But, not the way he wants,\" tweeted Bill Burton, head of the Obama-supporting Priorities USA action committee.</p> <p>One early hint of Romney's choice was the venue: aboard the warship the USS Wisconsin, named after Ryan's home state.</p> <p>Ryan's relative youth belies his influence within the congressional Republican party, as head of the influential Budget committee but also as the party's policy-maker advocating once unthinkable ideas such as converting government-funded healthcare known as Medicaid into a voucher-like system to slash costs.</p> <p>The choice of Ryan, however, means Romney has spurned more attractive alternatives who would appeal to a wider pool of voters, such as the rising star of the Republican party, Marco Rubio of Florida, the more experienced Condoleeza Rice, or the robust New Jersey governor Chris Christie, another favourite of Republican grassroots.</p> <p>Ryan's career is almost entirely within Washington DC and Capitol Hill, likely to subtract from Romney's claim that he represents an outsider's view of Washington and its politics.</p> <p>The announcement comes at the start of a four-day bus tour by Romney to visit crucial swing states including Virginia, North Carolina Florida and Ohio, and will be used as a chance to introduce the relatively unknown Ryan to the US public.</p> <p>The news of the announcement came at 11pm ET on Friday night in a statement by the Romney campaign.</p> <p>Confirmation of Ryan's elevation came via the normally cautious Associated Press, which reported that \"a Republican with knowledge of the situation\" had told it that Romney has chosen Ryan. \"The Republican spoke on condition of anonymity because this person was not authorised to disclose the decision,\" the AP reported.</p>"
]