[
  "<p>The Department of Justice (DoJ) has <a href=\"http://www.theguardian.com/business/2012/sep/05/deepwater-horizon-us-bp-oil-spill\" title=\"\">launched a withering attack</a> on BP underlining the US government's determination to prove the British oil group responsible for gross negligence and \"corporate recklessness\" over the Deepwater Horizon disaster of 2010.</p> <p>Shares in BP fell nearly 3% to 423.85p on Wednesday and there was renewed calls by financial analysts for the business to be broken up into smaller parts in a bid to extract more value from it. Legal specialists have indicated that a successful gross negligence charge would leave BP facing penalties under the local Clean Water Act of over $20bn (£12bn), on top of a $7.8bn proposed settlement with fishermen and others.</p> <p>The DoJ remarks, contained in a New Orleans federal court filing made last Friday but which have only just come to light, took investors aback because they indicate the department is determined to pin the harshest charges on the energy group.</p> <p>The government lawyers also condemned some arguments made by BP earlier in the case as \"plainly misleading\" in a DoJ filing made in reaction to a tentative settlement between the company and various private plaintiffs.</p> <p>\"The behaviour, words and actions of these BP executives would not be tolerated in a middling size company manufacturing dry goods for sale in a suburban mall. Yet they were condoned in a corporation engaged in an activity (deep water drilling) that no less a witness than Tony Hayward (former BP chief executive) himself described as comparable to exploring outer space,\" said the DoJ.</p> <p>There had been earlier speculation that BP was in out-of-court talks with the DoJ about a wider settlement of criminal and civil charges but the latest department filing suggest no such deal is likely before new court proceedings start early next year.</p> <p>BP publicly shrugged off the latest setback, arguing that the government's claims \"simply illustrate that disputes about the underlying facts remain. BP believes it was not grossly negligent and looks forward to presenting evidence on this issue at trial in January.\"</p> <p>Privately the company is believed to be shaken by some of the aggressive language used by the department which comes in the middle of a volatile presidential election campaign.</p> <p>In the past City analysts have suggested that BP can only raise the value of its sagging share price by being broken up into two companies, only one of which might face legal claims. This was repeated by Stuart Joyner, energy analyst at Investec Securities in London who said in a research note to clients: \"We re-iterate that the best outcome for long suffering BP shareholders, and indeed the only credible route to unlock our increased SoTP (sum-of-the-parts) value of 732p, is a demerger of remaining assets starting with the US,\" said Joyner.</p> <p>\"BP died when it failed to cap the Macondo spill in the first few days. The CEO did a good job of saving BP from forced liquidation, but we do not believe he can revert to its pre-Macondo strategy,\" he added.</p> <p>The increased anxiety over its position in the US, where it still has an enormous business, comes at a time when it is also struggling to find agreement with its Russian partners inside TNK-BP to dispose of its 50% shareholding there. That money might be needed to help pay any final bill for the Deepwater Horizon \"blowout\" in which 11 oil workers lost their lives and miles of beach front were damaged by the accompanying oil spill.</p>",
  "<p>Don Siegelman, the former governor of Alabama, has a particular reason to be lobbying for Barack Obama's re-election at this week's Democratic national convention.</p> <p>Siegelman is in Charlotte at the pleasure of a federal judge, and is just days away from resuming a six-and-a-half-year prison sentence, following a widely publicised conviction on bribery charges stemming from his time in office more than a decade ago. His goal at the convention is to drum up support for a presidential pardon, which he knows can come only once President Obama is safely back in the White House for a second term.</p> <p>It's not as much of a long shot as it may sound, because Siegelman is no ordinary felon. The magazine of the American Trial Lawyers Association has described him as \"America's No 1 political prisoner\", and his well-connected friends and supporters include more than 100 former state attorneys general and former Democratic presidential candidates Al Gore and John Kerry.</p> <p>Siegelman and his supporters believe he was deliberately targeted by Karl Rove's political machine in the George Bush White House, and that the charges against him would never have passed muster if the federal prosecutors, and the judges who heard his case, were not themselves political appointees with very personal reasons to want to destroy his career.</p> <p>\"Rove came after me because he wanted me out of the way,\" Siegelman said in an interview from his family home in Birmingham. \"I had been a successful Democrat in a Republican state … I was a Democrat they could not beat fair and square.\"</p> <p>While he was still in office, he was investigated by Alabama's attorney general, <a href=\"http://en.wikipedia.org/wiki/William_H._Pryor,_Jr.\">Bill Pryor</a>, who was connected politically and socially with Rove. The investigation – which resulted in no charges – was used against him in his 2002 bid for re-election, which became nail-bitingly close. Siegelman lost that race after 7,000 votes were unexpectedly switched in the dead of night in a rural county controlled by the Republicans, and Pryor refused to permit a hand recount to counter widespread suspicions of vote-tampering.</p> <p>Days after the election, the son of Siegelman's Republican challenger was overheard on a conference call describing Siegelman as a cockroach who would \"never die\". According to a Republican operative who later turned whistleblower, Bill Canary, the campaign manager for the new governor and another figure close to Rove, promised that his wife, Leura Canary, recently named a federal prosecutor, would take care of the problem. (Bill Canary<a href=\"http://www.cbsnews.com/2100-18560_162-3859830.html?pageNum=2&amp;tag=contentMain;contentBody\"> denied this at the time</a> and said he never sought to influence public officials. Rove has <a href=\"http://www.motherjones.com/mojo/2008/05/siegelman-scandal-rove-offers-very-suspicious-non-denial-denial\">not denied contacts with the Justice Department over the Siegleman case</a>.)</p> <p>Leura Canary mounted an initial trial against Siegelman in 2004, on charges relating to alleged Medicaid fraud. That collapsed within a day and the outraged judge <a href=\"http://www.usatoday.com/news/nation/2004-10-05-ala-governor_x.htm\">dismissed the case \"with prejudice\"</a>, meaning that similar charges could not be brought again.</p> <p>But Leura Canary kept digging, and brought new charges on the eve of the 2006 governor's race, this time accusing Siegelman of extracting a campaign contribution from a healthcare company executive in exchange for a promise to appoint him to a state hospital oversight board. The charge hinged on a fuzzy area of federal law, because such arrangements are deemed illegal only if they hinge on an explicit <em>quid pro quo</em>, something that is almost impossible to prove. Under the American system, campaign donors win government appointments all the time and it is considered business as usual.</p> <p>One snag in the Siegelman prosecution was that the bribery allegation fell outside the statute of limitations, because the alleged offense had taken place more than five years earlier. Canary got around that by filing additional federal racketeering charges, on which the statute of limitations runs to 10 years. The racketeering part of the indictment was subsequently thrown out, but it served its purpose because the rest of the indictment was allowed to move to trial.</p> <p>The presiding judge, Mark Fuller, a Bush appointee, <a href=\"http://www.huffingtonpost.com/david-fiderer/nothing-about-the-prosecu_b_148483.html\">made a series of rulings against Siegelman</a>. He would not allow Siegelman to introduce evidence of possible political conflicts of interest, and instructed the jury that proof of an explicit <em>quid pro quo</em> was not necessary to find Siegelman guilty. </p> <p>By the time Siegelman's case was appealed, Bush had promoted <a href=\"http://en.wikipedia.org/wiki/William_H._Pryor,_Jr.\">Bill Pryor</a>, the former state attorney general, to a judgeship on the 11th circuit, in a recess appointment that bypassed the objections of Senate Democrats. Two of the seven charges on which Siegelman was convicted were eventually quashed, and he was deemed eligible for a resentencing hearing – by Judge Fuller, who cut the original punishment by just 10 months. He has served nine months in federal prison to date, with another 69 months to go.</p> <p>Siegelman is arguably the most clamorous victim of the Bush administration's unprecedented efforts to politicise the justice department and apply political pressure on US attorneys around the country to pursue politically motivated prosecutions.</p> <p>And his was undoubtedly the most spectacular political fall. He was once touted as a possible presidential candidate and might have run in 2004 – if he had overcome his re-election battle in Alabama two years earlier. Like his contemporary Bill Clinton, he was a fast-rising star from the deep south, and a lawyer educated at Georgetown University and at Oxford.</p> <p>Now he is fighting to restore what is left of his reputation, and to campaign for judicial reform to make it impossible to launch political witchhunts like the one he believes targeted him. The man coordinating his pardon campaign is Greg Craig, who defended Bill Clinton against impeachment in 1998 and was President Obama's first White House counsel.</p> <p>In Charlotte he faces a delicate task – lobbying for support without becoming a distraction, or a possible target for Republican operatives looking for dirt to tarnish Obama's re-election bid. </p> <p>\"I'm going to be speaking to friends of mine – members of Congress, secretaries of state, attorneys general, lieutenant governors and governors, all of whom have been very supportive,\" Siegelman said. \"But I'm not going to pester these people. The focus of the convention is getting Barack Obama re-elected.\"</p> <p>Next week – on the portentous date of September 11 – Siegelman will report to the federal penitentiary in Oakdale, Louisiana. It is, he says, an 18-hour round trip from his family's home – the furthest point the authorities could have chosen within their judicial district. He plans to use his time behind bars not only to campaign for himself, but to publicizise the iniquities of the American system that the public, in his opinion, only dimly appreciates.</p> <p>\"People don't want to believe that the US government would use torture as a means of interrogation,\" he said. \"They don't want to believe the government would use illegal wiretaps, or that we would be led into war under false pretenses. They don't want to believe elections in the United States are stolen, or that people can manipulate the department of justice and use it as a weapon in politics. But all those things happen.\"</p> <p>• This article was amended on 7 September 2012, because the original incorrectly suggested that Don Siegelman was a Rhodes scholar.</p>",
  "<p>Back in 1998, as the Monica Lewinsky scandal paralysed Washington, the Nobel laureate <a href=\"http://www.newyorker.com/archive/1998/10/05/1998_10_05_031_TNY_LIBRY_000016504\">Toni Morrison inaugurated Bill Clinton as \"our first black president\"</a>. What Clinton lacked in melanin, the theory went, he made up for in earthly flaws, vicious enemies and folksy charm. <a href=\"http://www.theguardian.com/world/2007/mar/01/usa.uselections2008\">His life read like a country ballad</a>; but it just as easily could have been the blues. So when an actual black presidential hopeful showed up almost a decade later, there was bound to be friction. Not least when the candidate in question, Barack Obama, was challenging Clinton's wife, Hillary, for the Democratic mantle.</p> <p>The ensuing five years have seen the evolution of a contentious relationship of convenience between an old hand, desperate to secure his legacy, who can't let go and a relative novice, anxious to secure his legitimacy, who couldn't get going. When, on <a href=\"http://thehill.com/conventions-2012/dem-convention-charlotte/246959-obama-turns-to-bill-clinton-the-old-pro-to-win-2nd-term\">Wednesday night, Clinton takes to the stage</a> at the Democratic convention to endorse Obama, will mark yet another chapter in the story of their mutual-dependence.</p> <p>Obama's choice of Clinton to formally put his name to nomination with one of the most prominent speeches of the week gives the former president both a chance to remind people of the boom over which he presided and for Obama to bask in the glow of an elder statesman associated with good times and a favourability rating far superior to his own. In 2008, Clinton's convention contribution was about party reconciliation; this time,. it's about bestowing credibility on a president who has yet to deliver.</p> <p>His appearance at this juncture marks an incredible turn around from the acrimony of just four years ago. Clinton's attacks on Obama during 2008 <a href=\"http://www.theguardian.com/commentisfree/2008/apr/28/hillaryclinton.usa\">were laced with racial animus</a>. <a href=\"http://www.newyorker.com/reporting/2012/09/10/120910fa_fact_lizza?currentPage=all\">According to Ryan Lizza's recent New Yorker article</a>, Clinton, while trying to seek an endorsement for Hillary, told the late Ted Kennedy, \"A few years ago, this guy would have been carrying our bags.\" <a href=\"http://www.nytimes.com/2010/01/11/books/11book.html\">In Game Change</a>, we learned that when Kennedy refused his endorsement, Clinton shot back:</p> <blockquote> <p>\"The only reason you're endorsing him is because he's black … Let's just be clear.\"</p> </blockquote> <p>Obama, for his part, <a href=\"http://voices.washingtonpost.com/44/2008/01/obamas-reagan-comparison-spark-1.html\">was dismissive of Clinton's record</a>, comparing the transformative potential of his presidency to Ronald Reagan while ranking Clinton alongside Richard Nixon:</p> <blockquote> <p>\"I think Ronald Reagan changed the trajectory of America in a way that, you know, Richard Nixon did not and in a way that Bill Clinton did not.\"</p> </blockquote> <p>Clinton, whose wife by this stage was struggling, was fuming.</p> <p>The road back from there has been long and steep. \"Would I be truthful if I said to you that we went through a long and difficult campaign in 2007-08 and as soon as it was over, the relationship was instantly close?\" David Axelrod, the senior strategist in Obama's re-election campaign told the New Yorker. \"I mean, that just defies human nature. But I think it's grown up over time.\"</p> <p>Obama had to raise the money to retire Hillary's campaign debts. In his choice of Hillary as secretary of state, and the inclusion of former Clinton cabinet members like Larry Summers and the late Richard Holbrooke in his team, Obama turned out not to be so transformative, after all. If the Clintons held a grudge, meanwhile, they did not pursue a grievance. Bill persuaded Hillary to take the job.</p> <p>In time, as Obama's star waned, the balance of power shifted. Clinton was happy to give the Obama team advice and occasionally be a surrogate. Obama was happy to evoke Clinton's memory on the stump as the last president most can recall who led the country during more prosperous and secure times. And whatever their personal differences they are both Democrats, who, for all the rhetoric, have pursued centrist agendas against a reinvigorated rightwing onslaught and a barrage of personal slurs. Clinton has, at times, gone off-message – as when he criticised attacks on Romney's Bain career – but that owes more to a lack of discipline than a genuine desire to scupper the campaign.</p> <p>What tension remains is due primarily to their very different temperaments. Clinton is an expansive character: garrulous and clubbable, with a voracious appetite for all things worldly. In his biography, First in His Class, David Maraniss describes a \"novelistic\" sensibility that means Clinton never leaves a room without knowing almost everybody's story. But that consummate retail politician's skill he had to work to acquire: during his debut on the national stage at the 1988 convention, where he introduced the presidential nominee Michael Dukakis, he droned on for 33 minutes – and when he said, \"In conclusion,\" the crowd cheered.</p> <p>Obama, on the other hand, is a far more buttoned-up and focused presence, with a tight inner circle of confidants and little real desire to press flesh; he would rather raise the rafters on a crowd of thousands with polished oratory than win people over one at a time. His debut on the national stage, when he introduced John Kerry, was effectively the beginning of his presidential campaign and kept to time.</p> <p>\"Americans would like their president to be sick and needy,\" <a href=\"http://www.theguardian.com/world/2011/oct/13/barack-obama-cool-to-cold\">explains James Zogby</a>, head of the Arab American Institute and executive member of the Democratic Executive Committee. He elaborates:</p> <blockquote> <p>\"Bill Clinton would shake literally tens of thousands of hands every Christmas. Each person he'd meet would say: 'I think he remembered me.'</p> <p>\"Obama doesn't like to do it. No real person would like to do it. And therefore, he doesn't do it. And people resent that. They want their president to really need them. He doesn't. He's OK, he's relaxed, cool, calm. I'd love him to call me up like Clinton would … people like that; he doesn't need it.\"</p> </blockquote> <p>Until election time, that is. Obama was told by Clinton insiders that if he wanted the former president's help, he would have to work for it. Obama invited Clinton for a round of golf; and from there, something like a cordial, mutually-beneficial working relationship has emerged. Wednesday's prime-time appearance will give Bill Clinton one more chance to play father to the party and uncle to the nation – holding the baton of presidential presence up to the spotlight one more time before handing it back to his successor.</p> <p>For Obama comes the chance associate himself with an experienced coach who can help him to the finish line.</p> <p>• Follow <a href=\"https://twitter.com/garyyounge\">@garyyounge</a> on Twitter</p>"
]