[
  "<p>Last weekend, hundreds of conservative churches <a href=\"http://www.reuters.com/article/2012/10/08/us-usa-tax-pulpit-idUSBRE89700E20121008\">participated</a> in \"Pulpit Freedom Sunday\", during which pastors preached about electoral politics and sent recordings of their sermons to the Internal Revenue Service. It's a provocation: these pastors and their legal counsel hope to challenge the rarely-enforced IRS rule prohibiting candidate endorsements by tax-exempt organizations, including houses of worship, and take it all the way to the US supreme court.</p> <p>A <a href=\"http://www.pewforum.org/Unaffiliated/nones-on-the-rise.aspx\">new survey from the Pew Forum on Religion and Public Life</a>, which confirms previously observed trends of Protestant decline, accompanied by a rise in religiously unaffiliated Americans, casts serious doubt on whether the self-styled church freedom warriors are fighting a politically popular battle. Among the survey's findings, two thirds of Americans (66%) believe churches shouldn't endorse candidates. And 54% say churches should stay out of political matters entirely. Even a majority (56%) of white evangelicals agreed that churches should not endorse candidates.</p> <p>Would these data cause the churches clamoring for a legal war with the IRS to pack their bags and go home? Of course not. In fact, in spite of these trends away from organized religion and away from the entanglement of organized religion in politics, I would expect these culture war battles to ramp up – at least for the time being.</p> <p>The religious right hasn't <a href=\"http://religion.blogs.cnn.com/2011/11/22/report-tracks-explosion-of-religious-lobbying-in-washington/?hpt=hp_t2\">spent millions</a> building up legal advocacy groups, <a href=\"http://www.theguardian.com/commentisfree/2012/oct/08/republicans-judicial-activism-supreme-courts\">pressing for conservative judicial appointees</a>, and training lawyers and politicians to thump the Bible in legislatures and the courts for nothing. They've built an infrastructure to fight their battles, even as they lose public opinion wars. For their most ardent supporters, losing in the court of public opinion only serves as a call to redouble their efforts, to fulfil their call to carry out God's plan for America.</p> <p>But a provocation for secularists might emerge from these data: can they match the organization and intensity of their political adversaries?</p> <p>Looking at the Pew survey, one wonders how long the religious right can continue to use the same battle plan. Yet, the data shows they are clearly losing the public. Another survey last week from the Public Religion Research Institute showed that while Mitt Romney has <a href=\"http://www.religiondispatches.org/dispatches/sarahposner/6473/young_white_evangelicals_will_vote_romney,_poll_finds/\">the support of 80% of younger white evangelical millennials</a> (aged 18 to 25), this is a small and diminishing constituency: white evangelicals <a href=\"http://www.religiondispatches.org/dispatches/sarahposner/6473/young_white_evangelicals_will_vote_romney,_poll_finds/\">comprise only 12.3%</a> of that age group. That's less than half their proportion of the 50 to 64 population. The Pew survey showed that while 32% of Americans aged 50 to 64 are white evangelicals, only 13% of those aged 18 to 29 are.</p> <p>As Protestants have declined, percentages of Catholics have remained steady. While they are far less homogeneous politically than evangelicals (the Pew poll found Catholics favor legal abortion 50% to 45%, and same-sex marriage 53% to 37%), the generational trend lines might explain why religious conservatives are intensifying evangelical-Catholic alliances around issues like contraception coverage and same-sex marriage. This is further evidence that, despite demographic shifts, they're not giving up without a fight – instead, shifting their strategy to frame these concerns as ones of \"religious freedom\". If they're a minority, they hope to reap political benefits from arguing at least that they are a persecuted one.</p> <p>The Pew survey also found there are now as many \"nones\" as there are white evangelicals – each makes up 19% of the US population. But the generational trends are traveling even more starkly in a non-theist direction: 32% of 18 to 29 year-olds are unaffiliated, and 42% of those describe themselves as atheist or agnostic. That's over ten points higher than the 21% of 30- to 49-year-old \"nones\" who describe themselves that way, and more than twice the 15% of 50- to 64-year-old \"nones\" who do.</p> <p>That has to worry Republicans. White evangelicals are the most sizable segment of their base and the unaffiliated – in particular, the atheists and agnostics – are the most sizable part of the Democratic base. Still, Republicans maintain a party identification advantage among Christians as a whole (with the exception of black Protestants and all Catholics, which includes Latino Catholics). Because Democrats, overall, have a party identification advantage over the GOP (48% to 43%, according to Pew), will those numbers make each party intensify their efforts to make religious voters happy, or encourage them to present a less religious case for election?</p> <p>With a tight presidential race, and each campaign trying to peel away as many persuadable voters in swing states as possible, appeals to religion – including from the Obama camp – are likely to continue, if only to targeted audiences. Oddly, 67% of all groups, including nearly a third of \"nones\", agree it's important for the president to have \"strong religious beliefs\". At the same time, though, 43% of all groups said it makes them uncomfortable when politicians talk about how religious they are.</p> <p>The numbers are important, telling and potentially transformative for our politics. Yet, questions remain: there's nothing in the Pew survey on public attitudes about religious freedom, church-state separation or the secular nature of our government. These are the issues around which the \"nones\" can organize. The religious right, whose leaders maintain America is in the throes of a revival, has spent decades mythologizing a \"Christian nation\", denigrating and undermining church-state separation, and questioning the very American-ness of secularists.</p> <p>While this is just one survey, and the \"Christian nation\" advocates retain their intensity and organization, there's evidence here that an opening exists for a new revival: a secularist one.</p>",
  "<p>The transformation of Latin America is one of the decisive changes reshaping the global order. The tide of progressive change that has swept the region over the last decade has brought a string of elected socialist and social-democratic governments to office that have redistributed wealth and power, rejected western neoliberal orthodoxy, and challenged imperial domination. In the process they have started to build the first truly independent South America for 500 years and demonstrated to the rest of the world that there are, after all, economic and social alternatives in the 21st century.</p> <p>Central to that process has been Hugo Chávez and his <a href=\"http://en.wikipedia.org/wiki/Bolivarian_Revolution\" title=\"\">Bolivarian revolution</a> in Venezuela. It is Venezuela, <a href=\"http://www.theguardian.com/world/2012/oct/06/venezuela-election-result-oil-politics\" title=\"\">sitting on the world's largest proven oil reserves</a>, that has spearheaded the movement of radical change across Latin America and underwritten the regional integration that is key to its renaissance. By doing so, the endlessly vilified Venezuelan leader has earned the enmity of the US and its camp followers, as well as the social and racial elites that have called the shots in Latin America for hundreds of years.</p> <p>So Chávez's remarkable presidential election victory on Sunday – in which <a href=\"http://www.theguardian.com/news/datablog/interactive/2012/oct/09/venezuela-election-results-map-open-data\" title=\"\">he won 55% of the vote on an 81% turnout after 14 years in power</a> – has a significance far beyond Venezuela, or even Latin America. The stakes were enormous: if his oligarch challenger <a href=\"http://www.bbc.co.uk/news/world-latin-america-19858755\" title=\"\">Henrique Capriles</a> had won, not only would the revolution have come to a juddering halt, triggering privatisations and the axing of social programmes. So would its essential support for continental integration, mass sponsorship of Cuban doctors across the hemisphere – as well as Chávez's plans to reduce oil dependence on the US market.</p> <p>Western and Latin American media and corporate elites had convinced themselves that they were at last in with a shout, that this election was \"too close to call\", or even that a failing Venezuelan president, weakened by cancer, would at last be rejected by his own people. Outgoing World Bank president <a href=\"http://www.businessweek.com/news/2012-06-08/world-bank-chief-zoellick-says-chavez-s-days-are-numbered\" title=\"\">Robert Zoellick crowed that Chávez's days were \"numbered\"</a>, while <a href=\"http://www.businessweek.com/news/2012-10-08/chavez-win-called-by-bofa-points-to-bond-rout-as-barclays-flops\" title=\"\">Barclays let its excitement run away with itself by calling the election for Capriles</a>.</p> <p>It's all of a piece with the endlessly recycled Orwellian canard that Chávez is some kind of a dictator and Venezuela a tyranny where elections are rigged and the media muzzled and prostrate. But as opposition leaders concede, Venezuela is by any rational standards a democracy, with exceptionally high levels of participation, its electoral process more fraud-proof than those in Britain or the US, and its media dominated by a vituperatively anti-government private sector. In reality, the greatest threat to Venezuelan democracy came in the form of the abortive <a href=\"http://www.theguardian.com/world/2002/apr/21/usa.venezuela\" title=\"\">US-backed coup of 2002</a>.</p> <p>Even senior western diplomats in Caracas roll their eyes at the absurdity of the anti-Chávez propaganda in the western media. And in the queues outside polling stations on Sunday, in the opposition stronghold of San Cristóbal near the Colombian border, Capriles voters told me: \"This is a democracy.\" Several claimed that if Chávez won, it wouldn't be because of manipulation of the voting system but the \"laziness\" and \"greed\" of their fellow Venezuelans – by which they seemed to mean the appeal of government social programmes.</p> <p>Which gets to the heart of the reason so many got the Venezuelan election wrong. Despite claims that Latin America's progressive tide is exhausted, leftwing and centre-left governments continue to be re-elected – from Ecuador to Brazil and Bolivia to Argentina – because they have reduced poverty and inequality and taken control of energy resources to benefit the excluded majority.</p> <p>That is what Chávez has been able to do on a grander scale, using Venezuela's oil income and publicly owned enterprises to slash <a href=\"http://www.cepr.net/documents/publications/venezuela-2012-09.pdf\" title=\"\">poverty by half and extreme poverty by 70%</a>, massively expanding access to health and education, sharply boosting the minimum wage and pension provision, halving unemployment, and giving slum communities direct control over social programmes.</p> <p>To visit any rally or polling station during the election campaign was to be left in no doubt as to who Chávez represents: the poor, the non-white, the young, the disabled – in other words, the dispossessed majority who have again returned him to power. Euphoria at the result among the poor was palpable: in the foothills of the Andes on Monday groups of red-shirted hillside farmers chanted and waved flags at any passerby.</p> <p>Of course there is also no shortage of government failures and weaknesses which the opposition was able to target: from runaway violent crime to corruption, lack of delivery and economic diversification, and over-dependence on one man's charismatic leadership. And the <a href=\"http://transition.usaid.gov/performance/cbj/158267.pdf\" title=\"\">US-financed opposition campaign</a> was a much more sophisticated affair than in the past. Capriles presented himself as \"centre-left\", despite his hard right background, and promised to maintain some Chavista social programmes.</p> <p>But even so, the Venezuelan president ended up almost 11 points ahead. And the opposition's attempt to triangulate to the left only underlines the success of&#xa0;Chávez in changing Venezuela's society and political terms of trade. He has shown himself to be the most electorally successful radical left leader in history. His re-election now gives him the chance to ensure Venezuela's transformation is deep enough to survive him, to overcome the administration's failures and help entrench the process of change across the continent.</p> <p>Venezuela's revolution doesn't offer a political model that can be directly transplanted elsewhere, not least because oil revenues allow it to target resources on the poor without seriously attacking the interests of the wealthy. But its innovative social programmes, experiments in direct democracy and success in bringing resources under public control offer lessons to anyone interested in social justice and new forms of socialist politics in the rest of the world.</p> <p>For all their problems and weaknesses, Venezuela and its Latin American allies have demonstrated that it's no longer necessary to accept a failed economic model, as many social democrats in Europe still do. They have shown it's possible to be both genuinely progressive and popular. Cynicism and media-fuelled ignorance have prevented many who would naturally identify with Latin America's transformation from recognising its significance. But Chávez's re-election has now ensured that the process will continue – and that the space for 21st-century alternatives will grow.</p> <p><a href=\"https://twitter.com/SeumasMilne\" title=\"\"><em>@SeumasMilne</em></a></p>",
  "<p>Boris Johnson has ended a presidential-style tour of the Conservative conference by declaring that he would like to see the top rate of tax cut to 40%.</p> <p>In a signal to the Tory right, the London mayor said he would like to go further than George Osborne, who lowered the top rate from 50p to 45p in the budget.</p> <p>Asked on Sky News whether he favoured a further cut, Johnson said: \"In so far as it is significantly higher than other areas, then, yes, I would be in favour of moving towards lower tax rates.\"</p> <p>Johnson highlighted his support for tax cuts after a tub-thumping speech to the party conference in Birmingham in which he stressed his loyalty to the prime minister and indicated he would serve a full four-year term as mayor. There has been speculation that he might stand in the 2015 general election to place him in pole position to succeed Cameron as Tory leader.</p> <p>The mayor told Andrew Neil on the BBC's Daily Politics: \"Londoners have elected me for four years to deliver jobs and growth and do everything I can to get the city growing again and growing strongly and keep fighting crime and to deliver my manifesto.\"</p> <p>In his speech to the Tory conference, Johnson thanked activists who helped him to re-election as he outlined his achievements in the capital and the plans for his current term.</p> <p>\"You showed that we can overcome a Labour lead and win in the places which the two Eds are so cocky as to think that they own,\" said Johnson.</p> <p>Pointing to the smiling prime minister in the audience, he added: \"If we can win in a recession and wipe out a 17-point Labour lead, then I know that David Cameron will win in 2015, when the economy has turned round – and we are already seeing signs of progress – when people are benefiting from jobs and growth and the firm leadership you have shown and the tough decisions you have taken, not least coming along to hear this speech today.\"</p> <p>Giving his backing to the government's austerity programme, he drew on the success of the \"can do\" attitude of the Olympics to take the country forward, with British firms becoming \"gold medal winners\".</p> <p>\"Just as we all fought together this year to keep London from lurching back into the grip of a cabal of semi-Marxists and tax-funded Châteauneuf-du-Pape-swilling tax minimisers – to put it mildly – and car-hating bendy-bus fetishists, I will join you in the fight to keep this country from lurching back into the grip of the two Eds – Balls and Miliband.</p> <p>\"Unreformed, under-punished, unrepentant about what they did to the economy and for the deficit that they racked up. And we need to go forward now from the age of excess under Labour through the age of austerity towards a new age of enterprise, when we do what we did during the Olympics. When we discovered so much about what we can do, and we built a world-beating platform for Britain and for British people and businesses to compete and to win and we need to do it now and we need to start here under the Conservatives.\"</p> <p>In a speech laced with humour, Johnson wished Cameron, who turned 46 on Tuesday, a happy birthday.</p> <p>He then seized on the prime minister's description of him as a blond mop to joke: \"I was pleased to see that you called me a blond-haired mop in the papers. If I am a mop, David Cameron, you are a broom – a broom that is clearing up the mess left by the Labour government, and a fantastic job you are doing.</p> <p>\"I congratulate you and your colleagues George Osborne – the dustpan, Michael Gove – the J-cloth, William Hague – the sponge.</p> <p>\"It is the historic function of Conservative governments over the last 100 years to be the household implements on the floor of the house, so effective at clearing up after the Labour binge has got out of control.\"</p> <p>Drawing on the \"Ready Brek glow of happiness\" that triumphed over the gloomy predictions at the Olympics, he said Britain should remember what it is capable of.</p> <p>\"Some of us were frankly flabbergasted, gobsmacked. I want you to hold that thought and remember that feeling of surprise because that surprise is revealing of our chronic tendency in this country to underestimate what we can do.</p> <p>\"We need now to learn the lessons of the Olympics and the Paralympics, the moment where I think we collectively rediscovered that we are a can-do country, a creative, confident can-do country.\"</p> <p>Johnson praised politicians from across the party divide for their role in securing the Olympics, including the former prime ministers Tony Blair and Gordon Brown, the former Olympics minister Tessa Jowell, and even his political foe, Ken Livingstone.</p> <p>\"I don't think Ken is going to come back from that one, he just got a clap from the Tory party conference,\" said Johnson. \"If that hasn't finished him nothing will.\"</p> <p>Setting out the lessons for the economy, the London mayor said investment in training and infrastructure \"allowed our young people to take on the best in the rest of the world and do better than them\".</p> <p>\"That is exactly what we have to do with the economy today,\" he said.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bZxs09eV-Vc\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Big Bird has had such a bad week worrying about his pension should Mitt Romney win the presidential election that he appears to have lost his sense of humor.</p> <p>Or at least his bosses have at Sesame Workshop, makers of Sesame Street, the kids' show where the goggle-eyed yellow bird has starred for the past 42 years. They have <a href=\"http://www.sesameworkshop.org/our-blog/2012/10/09/sesame-workshop-response-to-campaign-ads/\">asked</a> the Obama campaign to take down an election advert featuring Big Bird on the grounds that the show is non-partisan and does not participate in political campaigns.</p> <p>Shame on you Sesame Workshop! In an election year distinguished by a blitzkrieg of TV ads that have been almost universally ugly and grim, this <a href=\"http://www.youtube.com/user/BarackObamadotcom\">one</a> is actually quite funny. Invoking such titans of financial wrong-doing as Bernie Madoff, Ken Lay and Dennis Kozlowski, it identifies the \"evil genius\" who towered over them.</p> <p>\"Big. Yellow. A menace to our economy. Mitt Romney knows it's not Wall Street you have to worry about, it's Sesame Street.\"</p> <p>No-one was more surprised than Big Bird himself when he became the Joe the Plumber of the 2012 presidential election. Over the past four decades has shown more interest in unicycles than in politics.</p> <p>But last week he was suddenly propelled into the center of the White House race when Romney vowed to cut federal funding for the public TV network PBS. \"I love Big Bird,\" the Republican nominee said, flashing a smile that made him look just like the Big Bad Wolf.</p>",
  "<p>First, Mitt Romney threatened to cut funding to Big Bird. Now, in another campaign-strategy foul against the voters of tomorrow, his campaign has announced he has turned down a request to appear on Nickelodeon's election special. </p> <p>The children's channel launched the show, Kids Pick the President: The Candidates, in 1988. Candidates answer videotaped questions from children, and then viewers can vote for their choice of president in an online poll. In five of the past six presidential elections, child voters chose the same candidate as the eventual winner of the adult poll.</p> <p>President Barack Obama accepted an invitation to appear this year. Nickelodeon said it would use file clips of Romney addressing some of the issues raised in the questions posed by viewers.</p> <p>Linda Ellerbee, host of Nick News, said she was disappointed by the Romney team's decision.</p> <p>\"I would be equally disappointed if he had said yes and Obama said no,\" Ellerbee told the Guardian. \"It's not a personal thing, it's just a shame when both candidates don't see it as something important.\"</p> <p>Only two other presidential-hopefuls have refused invitations to the show. John Kerry declined the offer in 2004 and George W Bush withdrew in response. He had participated in 2000.</p> <p>The network said Nick News reached out to Romney several times since April, but his campaign told the program he couldn't fit the appearance in his schedule. </p> <p>\"I am still holding the door open until midnight October 14, I can work all night and cut the show and get him in. We'll meet him anywhere,\" Ellerbee said.</p> <p>The special will air on 15 October on Nickelodeon.</p> <p>Obama answered questions about the top campaign issues of this year's election for the special and responded to the kids' questions about jobs, same-sex marriage, illegal immigration and gun control. He also talked about heartbreak and his most embarrassing moment, said the network. </p> <p>\"Running into the wall is par for the course for me,\" the president said.&#xa0;\"I'm running into doors and desks all the time.\"</p> <p>Kids Pick the President sets out to increase children's understanding and awareness of the election, candidates and campaign issues and will announce the poll results on-air Monday, 22 October. </p> <p>The Romney campaign did not respond to requests for comment. </p> <p>In the first presidential debate last week, <a href=\"http://\">Romney provoked anger from another bastion of children's television</a> –&#xa0;Sesame Street. The 43-year-old television show is a staple of PBS, which provides free, educational programming to US televisions. </p> <p>During the debate, Romney said: \"I'm going to stop other things. I like PBS, I love Big Bird. Actually I like you, too. But … I'm not going to keep on spending money on things to borrow money from China to pay for [it].\"</p> <p>This comment initiated waves of social media mockery and <a href=\"http://www.thirteen.org/insidethirteen/2012/10/04/pbs-statement-regarding-october-3-presidential-debate/\">prompted a defensive response from the network</a>. </p> <p>\"As a stated supporter of education, Governor Romney should be a champion of public broadcasting, yet he is willing to wipe out services that reach the vast majority of Americans, including underserved audiences, such as children who cannot attend preschool and citizens living in rural areas,\" PBS said.</p> <p>PBS also noted that most of their funding is provided by local member stations which raise their own money in addition to the federal funding they receive.</p>",
  "<p>President Obama and Mitt Romney descended on the vital swing state of Ohio on Tuesday as a slew of new polls confirmed that the race has tightened across the country in the wake of last week's fateful televised debate.</p> <p>Exactly four weeks before election day, all eyes are now on Ohio and a handful of other key battleground states where the race for the White House is likely to be won. Local polls <a href=\"http://americanresearchgroup.com/pres2012/OH12.html\">released by Survey USA and the American Research Group</a> have put Romney and Obama within one point of each other among likely voters in Ohio, a stunning reversal of the commanding lead Obama had enjoyed before the TV debate of as much as nine points.</p> <p>There was better news for Obama in a <a href=\"http://politicalticker.blogs.cnn.com/2012/10/09/cnn-poll-race-tightening-up-in-battleground-ohio/http://\">CNN poll released later on Tuesday</a>, which showed him retaining a four-point, 57%-47% advantage in Ohio. But that still puts the race for the state's 18 electoral college votes much tighter than it was before last week's debate.</p> <p>Other local polls indicated a dramatic closing of the gap between the two candidates even in Michigan and Pennsylvania - two states that had been considered already in the bag for the president. A <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">national poll by the Pew Research Center</a> has further shaken up the race by giving Romney a four-point lead among likely voters, turning Obama's eight-point lead in September on its head.</p> <p>With the Romney campaign feeling a surge in energy following the televised head-to-head, which Gallup suggested was the biggest victory for a presidential candidate <a href=\"http://news.sky.com/story/994953/gallup-poll-romney-wins-debate-by-50-points\">since it began polling debates</a>, it has begun to pile in resources into Ohio mindful of the fact that no Republican has become president without first winning this state. The former governor of Massachusetts is spending Tuesday and Wednesday in Ohio, following on from his running mate Paul Ryan who was in Swanton, Ohio, on Monday.</p> <p>Unlike his challenger, Obama has alternative routes to a renewed term in the White House that bypass Ohio and its rich crop of the 270 electoral votes needed to triumph on 6 November. But he is taking no chances, travelling to Ohio state university in Columbus on Tuesday to address students.</p> <p>In the five days since his hapless debate performance, which has been almost universally denounced as listless and defensive, Obama has stepped up his attacks on Romney. He has been relentlessly pounding his rival with the accusation that he misled the 70 million viewers of the debate with false information.</p> <p>At a campaign rally in San Francisco on Monday night, Obama said: \"A few nights ago a guy pretending to be Mitt Romney stood on a stage next to me and said he's changing his plan. He is just going to pretend it doesn't exist. 'What $5tr tax cut – I don't know anything about a $5tr tax cut'.\"</p> <p>On a lighter note, Obama, <a href=\"http://www.youtube.com/user/BarackObamadotcom\">backed by a new TV advert</a>, is also ridiculing Romney's threat issued during the debate to cut funding for the public broadcasting TV network PBS and its star Big Bird of Sesame Street. \"For all you moms and kids out there, you should have confidence that finally somebody is cracking down on Big Bird. Elmo has been seen in a white Suburban: he's driving for the border,\" Obama quipped.</p> <p>Apart from the seismic shift in the race indicated by the polls, the election is entering a new and final phase as the two campaigns switch their focus from registering new voters to persuading voters to show up at the polling stations or send in their absentee ballots. Today is the deadline for registering new voters in 16 states and Washington DC. They include three of the nine most hotly-contested states - Colorado, Florida and Ohio.</p> <p>With the presidential campaigns now turning their efforts towards get-out-the-vote, Obama will be hoping that his superior ground operation, built up lovingly over the past two years, will give him a vital edge. In Ohio, for instance, Obama For America has about 100 local offices to Romney's 30.</p> <p>More immediately, the pressure is now on Joe Biden who has the onerous task of undoing the damage caused by his boss in Thursday's single vice-presidential debate. Biden will need to kick their re-election campaign back onto the offensive, without getting overheated and committing gaffes like the one last week in which he referred to America's middle class \"that's been buried the last four years\".</p>",
  "<p>Not speaking in any official capacity here. Not as an NPR host, not as an employee of WNYC, not even as a co-conspirator to undermine American values with liberal bias and too many stories about the third world, modern dance and kelp. I write this, basically, as an earthling with the capacity for reason.</p> <p>The issue is the ongoing funding of public broadcasting, a reliable hot button of the culture wars. <a href=\"http://www.conservativeactionalerts.com/\">Conservative Action Alerts</a>:</p> <blockquote> <p>\"NPR is notorious for being a leftwing propaganda machine. Do you really want your tax dollars going to fund such a media outlet?\"</p> </blockquote> <p>(Suggested answer: <em>NO! That is tyranny!</em>) That sentiment is often accompanied by talk of economic extremis – that we simply can't afford the expense of informing, educating and culturally enriching our nation. For instance, Senator Jim DeMint (Republican, South Carolina) and Representative Doug Lamborn (Republican, Colorado) have called for the <a href=\"http://cnsnews.com/news/article/demint-and-lamborn-defund-npr-and-pbs\">Corporation for Public Broadcasting to be defunded in 2013</a>. \"While so many Americans are making sacrifices around the country to make ends meet,\" they wrote, \"CPB appears unwilling to do the same.\"</p> <p>Still other critics, notably Newt Gingrich, argue that the private sector (that is, cable) uses the glorious free market to fulfil that mission. The Learning Channel, for instance. The History Channel. National Geographic.</p> <p>Hey, let's begin there. The commercial alternative is a fetching idea that collapses absolutely at once, because the free market is a bit lacking, shall we say, mission-wise, with a tendency toward the lowest common denominator. TLC, the erstwhile Learning Channel, trades in such fare as Half-Ton Killer, a documentary about an obese murder suspect. The History Channel offers Pawn Stars. National Geographic: Family Guns and Women's Prison.</p> <p>Presidential candidate Mitt Romney says he loves Big Bird. He has not weighed in on Women's Prison.</p> <p>As for commercial radio, the biggest stars are Howard Stern, who presides over a junior high school locker-room, and Rush Limbaugh, who is a bigot, a demagogue and a liar. And as for so-called TV news, well, locate me some news on American commercial television, then we can maybe discuss it.</p> <p>Now then: cost. The obvious response to the budgetary argument is that the federal tax dollars – mainly the $445m allocated to the Corporation for Public Broadcasting – amount to 0.015 of 1% of the $3.2tn federal budget. Yeah, let's zero out that 1.5/10,000; that'll balance the budget.</p> <p>Congress spends 10 times that sum on <em>itself</em> – and there are exactly 535 member of Congress (yes, $9m per person.) By way of comparison, about 170 million Americans consume public broadcasting. So you're saying Sesame Street and <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> are unaffordable luxuries? Here's a thought: shut up.</p> <p>Just a brief word about liberal propaganda. Having spent 25 years in public radio, I have zero doubt that the news staff is overwhelmingly liberal, as is the case in most of the mainstream media. This has to do not with propaganda or \"agenda\", but with the overlapping values of liberalism and journalism. They share suspicion of power, the impulse for reform, the sanctity of the commonweal and a worldview that looks outward, not inward.</p> <p>What is difficult for many to understand is that the overlap does not represent ideology; it represents mentality. It is a way of looking at the world that has a lot to do with engaging many ideas and very, very little to do with doctrine. Why, I remember when there were liberal Republicans – a category long since banned by the GOP leadership.</p> <p>As for the reporting itself, has Jim DeMint <em>listened</em> to <a href=\"http://www.npr.org/programs/all-things-considered/\">All Things Considered</a>? Could it be any more apolitical? If anything, NPR and <a href=\"http://www.pbs.org/newshour/\">PBS's NewsHour</a> bend over backwards to be evenhanded – let's say, for instance, by declining (I'd say \"neglecting\") to call global-warming deniers reactionary scoundrels cynically politicizing science, or by giving wide berth to religious fundamentalists. NPR News is propaganda like water is acid.</p> <p>I'll give the critics this, though. Public broadcasting does appeal to elites – you know, that cabal of the curious who shamelessly consider ideas, no matter how alien or uncomfortable.</p> <p>But since when is that suspicious behavior? Have the culture wars mutated into Cultural Revolution West, wherein <em>wondering</em> is a subversive act? So grotesquely has this notion of alien elitism metastasized that the majority of candidates for the Republican presidential nomination felt comfortable dismissing the educated class as socialist moles somehow out-of-touch with American values. (Rick Santorum: \"We will never have the elite, smart people on our side, because they believe they should have the power to tell you what to do.\") </p> <p>Once again, <em>unofficially</em>, let me offer this counter-assertion: anybody who promotes less knowledge over more, common wisdom over study, \"tradition\" over education, certainty over reflection, and superstition over science is a fool or worse. If public broadcasting is biased against anti-intellectualism, long live bias. </p> <p>Not that the consumers of public broadcasting are some rarified club of Ivy League pencil-necks. Remember, there are 170 million of us. We're not some hoity-toity minority of cultural snobs. Mitt Romney take note: we are the 55%.</p> <p>But you've heard that before, right? The society has been quarreling over this issue for decades. There remains, though, one constant theme that has not been much questioned: the idea that Americans should not be taxed for media they personally find objectionable.</p> <p>Really? Why?</p> <p>Federal programs aren't opt-in. The law is not a la carte; it's prix fixe. You get a lot of stuff you like and some stuff you don't like, but there is no tax credit for that. In a free society, more or less by definition, the laws and policies reflect a diversity of viewpoints, ideologies and solutions with the advantage to the party in power. And on 15 April, you're billed for your share of the pie.</p> <p>Oh, but you do get a choice of what your taxes pay for. It is called an \"election\". Elected governments govern. You vote them in, and they get to decide how to spend the budget. Note to the Tea Party: that isn't tyranny. </p> <p>Unofficially, it is the very essence of democracy, duh.</p>",
  "<p>These episodes, all from the last 24 hours, demonstrate why I cannot wait for the election to be over:</p> <p><a href=\"http://www.businessinsider.com/mitt-romney-foreign-policy-speech-vmi-obama-virginia-military-institute-libya-2012-10\">Mitt Romney, Monday, in his heralded foreign policy speech</a>:</p> <blockquote> <p>\"This is the struggle that is now shaking the entire Middle East to its foundation. . . . In short, it is a struggle between liberty and tyranny, justice and oppression, hope and despair.\"</p> </blockquote> <p>Mitt Romney, yesterday, in the same speech, moments later:</p> <blockquote> <p>\"I will deepen our critical cooperation with our partners in the Gulf.\"</p> </blockquote> <p>So to recap: we're in a war for freedom against tyranny, and for justice against oppression - a war which Mitt Romney will fight in close alliance with the regimes of Saudi Arabia, Bahrain, Qatar, and the United Arab Emirates.</p> <p>Then we have this, from Romney's foreign policy speech, in which the GOP nominee diagnoses what he sees as the problem in the Middle East:</p> <blockquote> <p>\"The attacks against us in Libya were not an isolated incident. They were accompanied by anti-American riots in nearly two dozen other countries, mostly in the Middle East, but also in Africa and Asia. Our embassies have been attacked. Our flag has been burned. Many of our citizens have been threatened and driven from their overseas homes by vicious mobs, shouting 'Death to America.' These mobs hoisted the black banner of Islamic extremism over American embassies on the anniversary of the September 11th attacks.\"</p> </blockquote> <p>And here are his solutions:</p> <blockquote> <p><br>\"Drones and the modern instruments of war are important tools in our fight . . . . I will not hesitate to impose new sanctions on Iran, and will tighten the sanctions we currently have. I will restore the permanent presence of aircraft carrier task forces in both the Eastern Mediterranean and the Gulf region - and work with Israel to increase our military assistance and coordination. . . . I will reaffirm our historic ties to Israel and our abiding commitment to its security - the world must never see any daylight between our two nations. I will deepen our critical cooperation with our partners in the Gulf.\" </p> </blockquote> <p>To summarize: in light of extreme anti-American sentiment, we must drone-bomb more, kill Iranian civilians with sanctions, send more symbols of military occupation to their region, move still closer to Israel (which could only be accomplished by some sort of new surgical procedure to collectively implant us inside of them), and <a href=\"http://www.whitehouse.gov/the-press-office/2012/06/14/readout-presidents-call-king-abdullah-saudi-arabia\">even more vigorously support</a> the <a href=\"http://www.csmonitor.com/World/Middle-East/2012/0514/US-resumes-arms-sales-to-Bahrain.-Activists-feel-abandoned\">repressive Gulf regimes</a>. In other words, to solve the problem of anti-American hatred in the region, we must do more and more of exactly that which - quite rationally - <a href=\"http://www.salon.com/2012/06/13/u_s_drones_deeply_unpopular_around_the_world/\">generates</a> that <a href=\"http://www.salon.com/2011/07/13/arabs/\">hatred</a>.</p> <p>Then we come to this, regarding Romney's foreign policy speech, from<br><a href=\"http://andrewsullivan.thedailybeast.com/2012/10/romneys-foreign-policy-offensive.html\">Andrew Sullivan, Monday</a>:</p> <blockquote> <p>\"[Spencer] Ackerman points out that Romney's foreign policy sounds a lot like Obama's . . . . 'the policies Romney outlines in his speech differ, at most, superficially from Obama's.'\"</p> </blockquote> <p><a href=\"http://www.theguardian.com/commentisfree/2012/oct/08/mitt-romney-delusional-foreign-policy\"><br>Michael Cohen, the Guardian, Monday</a>:</p> <blockquote> <p>\"[O]ne would be hard-pressed to find a single substantive difference between what Romney is proposing as a candidate and Obama is actually doing as president.\"</p> </blockquote> <p>Michael Cohen, the Guardian, several paragraphs later:</p> <blockquote> <p>\"In the end, Romney doesn't have much of a coherent policy agenda and his critique is wildly off-base. His real problem, though, is that he barely seems to grasp how the world – and, in turn, American power – actually works.\"</p> </blockquote> <p><a href=\"http://www.mahablog.com/2012/10/08/quickie-quiz-what-do-the-foreign-policies-of-truman-kennedy-reagan-and-clinton-have-in-common/\">Barbara O'Brien, Monday, reviewing Romney's foreign policy speech</a>:</p> <blockquote> <p><br>\"Please, people, this man must not become President. Must. not. become. President. A Romney administration would be a global catastrophe.\"</p> </blockquote> <p>This was reflective of the two-pronged consensus in Democratic partisan circles yesterday: (1) Romney's foreign policy speech advocated what is basically a replica of what Obama is already doing; (2) when it comes to foreign policy, Romney is a dangerous, bellicose extremist. Both of those propositions are hard to dispute (the second is harder than the first), and the combination of those two precepts - and the logical conclusion it generates - is particularly worth reflecting on today, the third anniversary of the selection of Barack Obama as the 2009 recipient of the Nobel Prize for Peace.</p> <p>Finally we arrive at one of the latest progressive endorsements for Obama's re-election, from <a href=\"http://www.thenation.com/article/170309/why-obama\">Deepak Bhargava in the October 22 issue of The Nation, entitled \"Why Obama?\"</a>:</p> <blockquote> <p>\"[H]owever we judge the past four years, it is crucial that we lean into this election without ambivalence, knowing that while an Obama victory will not solve all or even most of our problems, defeat will be catastrophic for the progressive agenda and movement. . . . </p> <p>\"We confront a conservative movement that is apocalyptic in its worldview and revolutionary in its aspirations. It is not an exaggeration to say that this movement wants to roll back the great progressive gains of the twentieth century . . . .[including] the g<em>reat pillars of Social Security</em>, Medicare and Medicaid . . . </p> <p>\"<em>We need to protect and strengthen Social Security</em>, Medicare, Medicaid and other critical programs, particularly those serving the most vulnerable people.\"</p> </blockquote> <p><a href=\"http://www.npr.org/2012/10/03/162258551/transcript-first-obama-romney-presidential-debate\">Presidential debate, October 3</a>: </p> <blockquote> <p>\"MR. LEHRER: 'Mr. President, do you see a major difference between the two of you on Social Security?'</p> <p>\"PRESIDENT OBAMA: 'You know, I suspect that on Social Security, we've got a somewhat similar position.'\"</p> </blockquote> <p><a href=\"http://www.washingtonpost.com/business/economy/in-debt-talks-obama-offers-social-security-cuts/2011/07/06/gIQA2sFO1H_story.html\">The Washington Post, July 6, 2011, \"In debt talks, Obama offers Social Security cuts\"</a>:</p> <blockquote> <p><br>\"President Obama is pressing congressional leaders to consider a far-reaching debt-reduction plan that would force Democrats to accept major changes to Social Security and Medicare in exchange for Republican support for fresh tax revenue.\"</p> </blockquote> <p>It's a bit bizarre, to put that generously, to insist that protecting Social Security is one of the prime reasons to dedicate oneself to Obama's re-election when he not only worked hard to cut that program substantially, but himself said just last week that he and his opponent have a \"somewhat similar position\" on that issue.</p> <p>Whatever is awful about the American political process is magnified in the election season, and exponentially intensifies each day as the election approaches. That would all be perfectly tolerable if not for the fact that the election process is 18 months long, or close to 1/3 of each president's term. One of the most effective tactics for keeping the electorate distracted and confused is ensuring that the time when they pay the most attention to the political process is exactly the time when political reality is most obscured.</p>",
  "<p>Having now digested much of yesterday's calm and measured punditry on the state of the race for the White House, I wanted to offer my take – my \"read\", if you will – on that <a href=\"http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\">earth-shaking Pew poll</a>, which gives Mitt Romney a four-point lead among likely voters. I concede that others may disagree, but from where I'm standing, this looks like bad news for Barack Obama. Really bad news. If the poll had given the president, say, a 25-point lead, that would have been good news for Democrats. But this is different: it's bad news. </p> <p>If there's one thing I've learned in my years as a leading member of Washington's <a href=\"http://en.wikipedia.org/wiki/The_Note_%28ABC_News%29\">\"Gang of 500\" opinion-shapers</a>, it's this: going into a two-horse race for the presidency, you don't want to be the guy with less support than the other guy. It's just not a feasible election strategy. Which is why I feel no hesitation in delivering the following warning to Team Chicago. If Obama wants to win on November 6, there's only one remaining path to victory: he must – absolutely <em>must</em> – win a majority of the votes in the electoral college.</p> <p>To get a bit wonkish for a moment, the really troubling metric in that Pew survey&#xa0;– once you drill down beneath the headlines to the raw data-point fundamentals – is popularity. If Obama can't find a way to clinch more popularity, his other ratings won't much matter. With the arguable exception of the (deeply anomalous) election of 1802, no candidate has ever won the presidency by losing it. The Democrats can't retain control of the White House by relying on Republican votes. The math just isn't there. </p> <p>So it's time for Axlerod, Plouffe et. al. to get real: the narrative is shifting from a horse-race narrative to a narrative about the dominant narrative, in which Obama is no longer gets to define the narrative. Or, perhaps just as importantly, the optics. (BuzzFeed has a must-read deep-dive long-read on this; <a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\">read the whole thing</a>.) Thursday's debate between Joe Biden and Paul Ryan will be crucial: the consensus in DC circles is that it'll probably be the only chance for the vice-presidential candidates to meet in a televised head-to-head clash. As one Romney insider revealed to me the other day, the debate is <a href=\"http://www.washingtonpost.com/national/small-college-town-in-central-kentucky-seeks-a-bounce-from-playing-host-to-vp-debate-thursday/2012/10/09/318d1cee-11f5-11e2-9a39-1f5a7f6fe945_story.html\">being held in Kentucky</a>. And if Biden wants to win, he simply doesn't have the luxury of ignoring that fact. He has to go to Kentucky. </p> <p>Memo to Barack Obama: stop reading <a href=\"http://www.politico.com/news/stories/0612/77595.html\">articles in Politico</a> with headlines like \"Memo to Barack Obama\" and focus. </p> <p><a href=\"http://www.examiner.com/article/does-barack-obama-really-want-to-lose\">Several</a> of my <a href=\"http://www.realclearpolitics.com/2012/10/08/does_obama_even_want_to_win_292291.html\">colleagues</a> are now <a href=\"http://washingtonexaminer.com/liberals-fret-is-obama-bored-does-he-even-want-a-second-term/article/2510054#.UHQcLRgtsyw\">openly</a> beginning to wonder whether the president really wants to win. Deep down, they argue, he's lost heart; at the innermost level of his personality, behind the public facade, his faith in the possibility of real change has started to crumble. Their evidence for this psychoanalytic reading is certainly persuasive: all of them watched last week's debate, and some also spent several hours on Twitter. But I'm not ready to agree yet. </p> <p>Don't get me wrong: I'm not disputing Andrew Sullivan's judgment, in a post over at the Daily Dish, that yesterday's poll was <a href=\"http://andrewsullivan.thedailybeast.com/2012/10/did-obama-just-throw-the-entire-election-away.html\">the worst thing that has ever happened</a>. But I still think the president can win this thing. He just needs to get enough votes.</p> <p>And can he? </p> <p>Well, put it this way: this election isn't over yet.</p>",
  "<p>A picture is worth a thousand words. It's a saying that's been rattling around for a hundred years or so. And it's a phrase that rings true for our team each week.</p> <p>We spend some time sifting through images that reflect a story in a unique way. We look for a range of pictures. Sometimes the photos are newsy or playful. Sometimes they're more representational. We work hard to ensure the photos reflect a story in an accurate way.</p> <p>We decided this week on the front-page portrait of Iranian leader Mahmoud Ahmadinejad after considering several shots of him with the country's clerics behind. Though the clerics and the president told the tale well, the image of a solitary man they're calling the scapegoat for the country's failings seemed somehow more fitting. The story itself, by award-winning Guardian journalist <a href=\"http://www.guardian.co.uk/culture/2010/nov/24/guardian-journalist-award-iranian-protests\" title=\"\">Saeed Kamali Dehghan</a>, presents Ahmadinejad as a president in some peril. I hope you find its analysis engaging.</p> <p>There's more Middle East news inside the paper, as Jordan's king calls for early elections, Turkey warns of escalating conflict with Syria, and Libya finds itself leaderless. There's seldom a shortage of news from this part of the world.</p> <p>In addition to conflict, we have resolution (makes a nice change, really) as the government in the Philippines reaches a peace pact with Muslim rebels who've been fighting 40 years for independence.</p> <p>From Europe, Vladimir Putin turns 60 in Russia, where he is both loved and loathed. <a href=\"http://www.guardian.co.uk/profile/miriam-elder\" title=\"\">Miriam Elder</a> takes stock of the situation. In Germany, meanwhile, the opposition Social Democrats are zoning in on Chancellor Angela Merkel after selecting her former finance minister to lead their general election charge next year.</p> <p>As Mitt Romney pulls ahead in opinion polls after a strong showing in last week's US presidential debate, <a href=\"http://www.guardian.co.uk/profile/garyyounge\" title=\"\">Gary Younge</a> writes on our Comment pages that Americans deserve a better choice. Turning to Westminster, <a href=\"http://www.guardian.co.uk/profile/jackieashley\" title=\"\">Jackie Ashley</a> argues that prime minister David Cameron has been spooked by Labour's recent rise and must now choose whether to guide the Conservative party to the left or the right.</p> <p>In the mood for something a little lighter? <a href=\"http://www.guardian.co.uk/profile/deccaaitkenhead\" title=\"\">Decca Aitkenhead</a> conducts a fascinating interview with the author JK Rowling, asking: Is the magic still there? You decide. The piece opens our Review section. Sticking with the literary theme, we bring you snippets of Eric Hobsbawm, the renowned Marxist historian who died recently. And our main book review considers Salman Rushdie's memoirs.</p> <p><a href=\"http://www.guardian.co.uk/world/series/letter-from\" title=\"\">Letter From</a> takes to the sidewalks of New York, while <a href=\"http://www.guardian.co.uk/theguardian/series/guardian-weekly-notes-and-queries\" title=\"\">Notes &amp; Queries</a> considers the ultimate question. Check out both online by clicking on the embedded links.</p> <p>One of the best reads in the edition looks at the bucket list ... sky-diving, mountain climbing, all those things you'd like to do before you die. Is it worth chasing such big experiences? Is swimming with dolphins in exotic climes more deeply satisfying than cuddling your cat? <a href=\"mailto:abby.deveney@guardian.co.uk\" title=\"\">Let us know.</a> And please do enjoy the edition.</p> <p><a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\"><em>Are you a subscriber looking for our digital edition? If so, click here</em></a><em>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, </em><a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\"><em>read our FAQs</em></a><em>.</em></p> <p><em>Want to change your delivery address? Your email address? Suspend delivery? </em><a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\"><em>You can manage your account online by clicking here.</em></a></p>",
  "<p>The storm clouds gathering over President Obama's bid for re-election have thickened with the release of a new poll from the respected Pew Research Center that gives Mitt Romney a four-point lead among likely voters.</p> <p>The <a href=\"http://www.people-press.org/2012/10/08/romneys-strong-debate-performance-erases-obamas-lead/\">Pew survey of 1,511 adults </a>was carried out over four days starting on the day after the first presidential TV debate last week. Its findings – including evidence that the Republican nominee is making dramatic headway with female voters, young people and those in the heartlands of the mid-west – appear to confirm that Obama's listless performance at the debate, and by contrast Romney's strong showing, has translated into a powerful political force.</p> <p>\"We found a dramatic shift from a significant Obama lead to a slight Romney edge among likely voters – and this is the first evidence that the debate appears to have impacted the race,\" said Carroll Doherty, Pew Research Center's associate director.</p> <p>The poll records Obama and Romney on a direct tie of 46% each among registered voters, with Romney taking the lead by 49% to 45% among likely voters. The latter figure marks a striking turn-around in Romney's fortunes: last month the Pew poll marked him behind by eight points among likely voters.</p> <p>Romney's widely lauded performance at the debate in front of almost 70 million viewers appears to have had a particularly favourable impact on several groups that had been assumed to be unassailable strongholds for Obama. Among likely female voters, the two contenders for the White House now stand neck-and-neck on 47%, in contrast to a month ago when Romney trailed by a whopping 18 points.</p> <p>Support among voters under 50 has bounced in the past month for Romney by no fewer than 10 points, from 39% to 49%, and he now even leads among this demographic over Obama on 46%.</p> <p>The one feature that appears to be driving this sharp improvement in Romney's standing was the debate. Two-thirds of registered voters in the poll said that they thought Romney did the better job during Wednesday's televised head-to-head, with only 20% backing Obama.</p> <p>What is not clear is whether a post-debate bounce for Romney will last as the race for the presidency enters its final month. The latest tracking poll from Gallup <a href=\"http://www.gallup.com/poll/157907/romney-narrows-vote-gap-historic-debate-win.aspx\">has the two candidates on a 47% tie</a>.</p> <p>One factor that could prove significant in terms of the final days of the campaign is that, in the Pew poll, the ground soldiers of the Republican party appear to have been energised by Romney's perceived debate victory. Some 67% of Romney's supporters said they now back him strongly, up from 56% in September.</p> <p>Engagement is one aspect of Romney's candidacy that the Republicans have been struggling with all year, including through the primary season when he was regarded with widespread suspicion by staunch conservatives as a result of the liberal policies – including healthcare reform – that he pursued while governor of Massachusetts. Romney needs a revitalised base if he is to wage an energetic get-out-the-vote ground operation come November.</p> <p>\"This is perhaps the most important aspects of the results, that Republicans come out of the TV debate very energised,\" Doherty said.</p> <p>The poll will give Obama's top re-election advisers, led by David Axelrod, food for thought on how they are faring in terms of owning political issues. On the single most important policy area, the economy, Romney shows a 13-point lead among vital swing voters when asked who would do the better job on the job situation (Romney polled 37% to Obama's 24%).</p> <p>The Republican candidate is still seen as favouring the rich, but he is now given more credit by voters for policies that would help middle-class Americans, up from 41% in July to 49% today.</p> <p>In other policy areas, Romney has effectively closed the gap with the president over Medicare and health care, and is just four points behind Obama on foreign policy having lagged by 15 points last month.</p> <p>The Pew poll, conducted nationally, does not give a deep insight into what's happening in the vital swing states of Ohio, Florida, Virginia and elsewhere. The impact of the TV debate on these battle grounds will have to wait until state-wide polls are published.</p> <p>It does though give one intriguing finding, showing a six-point lead for Romney in the Midwest.</p> <p>The signs that Romney is making a spirited rally in the wake of his morale-boosting success on primetime TV will pile on the pressure on Joe Biden. He faces his only vice-presidential debate with Romney's running mate, Paul Ryan, on Thursday night, with two further presidential debates following later in the month.</p>"
]