[
  "<p>The Obama campaign suffered a major blow only hours before the vice-presidential debate when a new poll showed Romney opening up a seven-point lead over Barack Obama in Florida, the biggest of the swing states.</p> <p>It is one of the most devastating set of poll figures the president has yet faced.</p> <p>Were he to take Florida, with its 29 electoral college votes, Obama would be almost guaranteed re-election to the White House, needing just one more of the swing states. But without Florida, the race is thrown wide open.</p> <p>The Mason-Dixon poll for the Tampa Bay Times/Bay News 9/Miami Herald showed a dramatic change from a month ago when Obama was ahead of Romney 48% to 47%. The new poll has Romney with 51% of likely voters and Obama only 44%, with 4% undecided.</p> <p>Brad Coker, who conducted the poll, attributed the swing to Obama's lacklustre debate performance, with 5% of previously undecided voters moving to Romney as a result and 2% of Obama supporters saying they were now undecided.</p> <p>If Florida goes to Romney, the chances are that North Carolina, Virginia and New Hampshire – four of the eight swing states – could go, too. The final result could come down to Ohio.</p> <p>Almost as bad for Obama as the headline figures is the detail. Earlier polls had shown voters over 65 worried about Republican vice-presidential candidate Paul Ryan's plans for Medicare but the new poll showed 54% viewed Obama as a bigger threat to Medicare than Ryan.</p> <p>Obama's lead among women, one of his strengths, has been cut to 2%, from 15% a month ago, and Romney has also achieved positive favourables among Latinos, another demographic group that has been strongly behind Obama.</p> <p>The poll adds to pressure on vice-president Joe Biden to stop the slide with a strong performance in tonight's debate with Paul Ryan.</p> <p>The Obama campaign team is looking for a clear win by Biden in the vice-presidential debate. A win for Ryan would maintain the Republican momentum started by Romney last week.</p> <p>Biden spent the afternoon with family and friends at the house of supporters outside Danville.</p> <p>The vice-president is notoriously verbose and also gaffe-prone, but he has proved to be a canny debater in the past, with a likeable, folksy style.</p> <p>Ryan, in an interview with CNN to be broadcast just before the debate, attempted to lower expectations. \"This is new for me. Joe has done this for decades; [he has] run for president, done all of those presidential debates, and he is sitting vice president. So, he clearly goes into this with a whole lot more experience than I do, and this is the first time I'm on a stage like this,\" Ryan said.</p> <p>For tonight's debate, Biden has been preparing on a detailed mock-up of the set. It was recreated in a Sheraton hotel in Wilmington, Delaware, his home state.</p> <p>The 90-minute debate is divided into 10-minute segments dealing with a mixture of domestic and foreign affairs issues.</p> <p>In an attempt to boost Democratic spirits before the debate, the Obama campaign manager Jim Messina released details of Democratic success in the battle with Republicans to register voters and to get out early voters in the swing states.</p> <p>Messina, in his briefing with reporters, talked up the Democratic successes in the swing states. \"We gauge our ground game on verifiable numbers that tell the real story: voter registration and early voting,\" Messina told reporters. \"In nearly every battleground state, margins on both counts are bigger than they were in 2008. We've registered more voters than '08, we've knocked on more doors and we've talked to more people.\"</p> <p>Although the figures are independently confirmed by non-partisan state organisations, they can be misleading. Republicans traditionally do not go in for early voting but can be guaranteed to turn out in strength on polling days.</p> <p>Democrats, by contrast, can be more difficult to motivate on polling day itself.<br>The Obama campaign said that registration was up among Latinos and the young. It claimed the Romney campaign was coming to the ground game late.</p> <p>According to the Messina statement, Democratic party registration leads Republicans in almost every battleground state, Latino registration is higher than among whites, and most new registered voters are younger than 30.</p> <p>In Iowa, the Democrats lead in vote-by-mail ballots cast, in-person early voting, total voting and total ballots requested. We also lead by a wider margin than we did at this point in 2008 in both ballots requested and <br>ballots cast.</p> <p>In Ohio, the Democrats lead in ballots requested.</p>",
  "<p>I and many others have already written on the <a href=\"http://www.theguardian.com/commentisfree/2012/oct/11/mitt-romney-leads-national-polls\">seeming divergence between national and state polls</a>, post the first presidential debate. The national data seem to indicate that Mitt Romney may actually be ahead of President Obama, while the battleground state polls show little movement, and have Obama still ahead in states like Ohio.</p> <p>There seems to be three possibilities as to why this split is occurring: first, the national polls are right; second, the state polls are right; third, they are both wrong and the truth lies somewhere between the two.</p> <p>Let me, however, offer a fourth explanation: <em>both</em> the national and state polls are correct. Say what? </p> <p>The reason we can't seem to square the national and state polls is that the difference in margin between <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama?gem\">Ohio's numbers</a> and the <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">national average</a> is about 2 percentage points. That seems too wide for most of these polls to be right. Yet, consider the current political landscape and history.</p> <p>I noted earlier that the debate framed Mitt Romney differently than most voters were used to. The problem is that there have already been <a href=\"http://news.cincinnati.com/article/20121009/NEWS0106/310090024/Lengthy-campaigns-ads-make-election-most-intense-ever?odyssey=tab%7Cmostpopular%7Ctext%7CFRONTPAGE\">70,000 ads from the candidates in Ohio</a>. It doesn't take much reasoning to think that these voters might already have a pretty keen idea of where they stand on the two gentlemen. Ninety minutes of debate might not be able to reverse months and months of ads, while it could reverse negative feelings where these ads don't air. Indeed, a <a href=\"http://www.washingtonpost.com/blogs/plum-line/post/obama-may-be-over-performing-in-the-swing-states/2012/10/11/4abcf480-13cd-11e2-be82-c3411b7680a9_blog.html\">report from Democratic pollster Geoff Garin</a> seems to reinforce this finding.</p> <p>But let's take a further step back and look at this split in a historical context, <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/may/23/chances-bush-gore-tie-2012\">as I did earlier this year</a>. When we think of close elections, most minds would immediately turn to 2000 and, to a lesser extent, 2004. In <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2000&amp;off=0&amp;f=1\">2000</a>, we had a split between the popular vote and the electoral vote. The state that made the difference, Florida, had a difference of only 0.5 points between its vote and the national margin. In <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2004&amp;off=0&amp;f=1\">2004</a>, the difference in margin between the national vote and the key state of Ohio was, likewise, only about 0.5 of a point. So, then, doesn't that mean that a 2-point split between the state that is likely to decide the election and national vote is very unlikely? Not exactly.</p> <p>The reason most of us don't think a 2-point split is possible is because our election dataset is so small. Expanding our dataset, we can examine the last electoral vote and popular vote split before 2000. Grover Cleveland <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=1888&amp;off=0&amp;f=1\">won the 1888 popular vote</a> by about 0.8 of a percentage point, but lost the pivotal state of New York and, thus, the electoral vote to Benjamin Harrison. What was the margin in New York? 1.1 points. Thus, the difference in margin between the tipping-point state of New York and the popular vote was 1.9 percentage points – or nearly 2 points.</p> <p>Math indicates that another 1888 is quite possible. Historically, there have been very few elections that were so close, but we can seek to determine what the difference was between the national vote and the state that would have flipped the election had it, and states with closer margins, been won by the losing candidate. The average difference in margin in the tipping-point state and the national popular vote in the last 60 years is a little under 1 percentage point. The average since 1828? 1.5 percentage points. These are not that much less than 2 points.</p> <p>Indeed, Nicholas Miller has <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2000&amp;off=0&amp;f=1\">found that</a> the chance of the electoral vote winner and popular vote winner differing is far higher than you might imagine. The chance that a split occurs when the popular vote margin is 1 percentage point is 25%, or one out of every four. The chance that the electoral and popular vote split occurs when the popular vote margin is 2 percentage points? 12.5%, or one out of every eight times. These are not so very low odds at all. We just have so few chances to actually see close elections in the real world that it <em>seems</em> impossible from our limited perspective.</p> <p>These historical data, along with the fact that many voters have already locked in their choices in the swing states, make the chance of an electoral and popular vote split seem not all that far-fetched. Will it happen? I would guess not, but it's not such a long shot.</p>",
  "<p>Cheryl Bowan, a divorced mother of three boys – William, 19, Micah, 16, and Joshua, 10 – from Butler County, Pennsylvania, is a registered Republican. An emergency medical technician from a military family, she voted for Barack Obama in 2008 because he promised to bring her friends and relatives home from Iraq. Four years later, as the election looms, she has not yet decided which way to turn, making her one of the most highly sought-after voters for both presidential candidates.</p> <p>Women account for more than half of all US voters, are more reliable in turning up at the polls than men and so are more coveted. They also vote differently, a gender gap that both sides has sought to exploit, from Obama's accusations of a Republican \"war on women\" to Mitt Romney's latest ads featuring a mother telling her baby daughter how much of Obama's national debt she owes.</p> <p>This week, the stakes in the battle for female voters have soared to their highest level yet, after a poll suggested that for the first time in the race, <a href=\" http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\">Obama's traditionally comfortable lead among women had slipped</a>.</p> <p>But are the candidates addressing the concerns of undecided women like Bowan, a group crucial to winning the election, particularly in swing states? Did Obama's lacklustre debate performance lose him his previous advantage among them?</p> <p>The Guardian spoke to five women from Pennsylvania who have yet to make up their minds, to find out about the issues they care about as they approach November's election. They include three registered Republicans, one Democrat and one independent voter.</p> <p>Pennsylvania has had a particularly marked gender gap in the last two elections. In 2008 and in 2004, women voted Democrat by 15 and 14 points more, respectively, than men did.</p> <p>No Republican nominee has won the state since George Bush Sr in 1988, but recent polls have suggested the race is tightening, <a href=\"http://www.realclearpolitics.com/epolls/2012/president/pa/pennsylvania_romney_vs_obama-1891.html\">with Obama ahead by just 4.5 points</a>, and the Romney campaign is still active there, with the Republican candidate visiting Philadelphia two weeks ago.</p> <p>Another poll by the Philadelphia Inquirer, has Mitt Romney winning among men by five points, but Obama is in the lead <a href=\"http://www.philly.com/philly/gallery/Pennsylvania_Inquirer_Susquehanna_Bank_Poll.html?viewGallery=y\">owing to a massive 18-point lead among women</a>.</p> <p>All expressed dissatisfaction with the level of debate so far, both in how the issues have been discussed and with the candidates. It was a case of \"which one you hate less\", one woman said. Last week's presidential debate had no bearing on their vote, they said, although all but one described it as unilluminating.</p> <p>Interestingly, not one of the five listed social issues as being among their main concerns. Instead, healthcare and the economy came top, with three out of five women citing those as among their most important issues. Most believe the Affordable Care Act (ACA) does not enough to provide healthcare for all. </p> <p><a href=\"http://www.npr.org/blogs/itsallpolitics/2012/09/27/161818462/2012-gender-gap-could-be-historic-but-not-necessarily-why-you-think\">This chimed with a recent Pew Research Center poll</a>, which found that the gender divide was driven by a debate over the size of the government, what it should be doing for the poor, the elderly and the size of the safety net. The women, who were interviewed twice, six weeks to eight weeks apart, to find out if their opinions on the candidates had altered, also worried about partisan bickering in Congress holding up progress.</p> <p>In the last few weeks, one of the Republicans decided to vote for Obama, while two others said they were leaning that way.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608972\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985479281/Cheryl-Bowan-Pennsylvania-005.jpg\" alt=\"Cheryl Bowan, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cheryl Bowan, Pennsylvania voter. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Cheryl Bowan</strong>, 42, who is currently seeking temporary work before going to college to gain more qualifications, lists affordable healthcare for all as her No 1 priority, followed by the economy and care for veterans. Bowan said: \"Obama's healthcare bill is a mixed thing. It's good on the surface because it's great he wants to make sure everybody is insured. But it doesn't go far enough. Medical costs are outrageous.\"</p> <p>Bowan said she has met families in poverty who are forced to \"rely on home remedies like lemon tea and cinnamon for a child's cough –&#xa0;and it turns out that the child has advanced bronchitis\".</p> <p>She said she would like to see a healthcare system like the NHS in the UK.</p> <p>\"Romney wants to tear it all apart. I'm not happy with the way it is but I'm tending towards a guy who is listening to what people are saying.\"</p> <p>She found the presidential debate frustrating, particularly because \"Romney gave no clear answer about where we are going to end up.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608973\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349984989481/Shireen-Parsons-Pennsylva-005.jpg\" alt=\"Shireen Parsons, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shireen Parsons, Pennsylvania voter Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Shireen Parsons</strong>, 68, a grandmother and community organiser from Summit Hill, Carbon County, also lists healthcare as one of her top concerns. An independent, she also sees a \"more humane economy\", a social structure which helps the homeless and the unemployed and an end to US participation in foreign wars as important to her vote.</p> <p>\"I see a glimmer of hope in Obama,\" said Parsons. \"He's a passionate speaker. But the Affordable Care Act? It was going to be healthcare for everyone – but it's not. It's just a giveaway to the insurance companies. For-profit corporations should be cut out of healthcare. We need a real, socialised healthcare where the government pays for it. In Canada, they have excellent doctors and excellent care.\"</p> <p>Last week's debate was \"bad\", she said. \"I don't see anything in either of them, in terms of solving our problems.\"</p> <p>Parsons, whose father died in the second world war, also voted for Obama in 2008, because he promised to bring home troops from Iraq, but now fears a war with Iran. She is disillusioned with the party system and feels her vote won't change anything.</p> <p>\"People here are jobless and hungry and without homes and the military are spending millions of dollars in wars that are nothing but empire building. I have relatives in Iran and it makes me sick the thought of us going to war there.\"</p> <p><strong>Joanne Quinn-Smith</strong>, a talkshow host, publisher of an online news network and CEO of a marketing company, is a registered Democrat from Pittsburgh, and says she votes on the issues, not the candidates.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608974\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985136223/Joanna-Quinn-Smith-Pennsy-004.jpg\" alt=\"Joanna Quinn-Smith, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joanna Quinn-Smith, Pennsylvania voter Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>\"I'm still looking for answers,\" said Quinn-Smith, 63, a great-grandmother. \"Wouldn't it be wonderful to have the best of both candidates? Romney has the ability to drive business effectively and Obama seems to have the common touch. He realises what's going on in the country right now in terms of people who are marginalised.\"</p> <p>She saw Obama's much-criticised debate performance as \"an indication he is used to listening to his advisers – he was not as sharp an attacker.\" But it failed to sway her one way or the other. \"I am waiting for the vice-presidential debate,\" she said.</p> <p>Her three big concerns are affordable healthcare, reducing national debt and ridding elections of the corporate interest funding she says ruin them.</p> <p>Despite her support for the ACA, Quinn-Smith, the PR director for National Association for Women Business Owners (Nawbo) in Pittsburgh, says there is a \"lot of confusion\" among her members about the details of how it will work and who will pay for it. She too, is unhappy with the electoral system.</p> <p>\"The way we elect our president has been a challenge for a long time. The people don't elect the president. Money, the media and our lack of educating ourselves elect the president. If we are all sitting watching reality shows rather than investigating the issues, we get what we deserve.\"</p> <p>She said she would vote for someone who was not influenced by campaign donations.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608975\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349984886704/Judy-Beck-Pennsylvania-vo-004.jpg\" alt=\"Judy Beck, Pennsylvania voter\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Judy Beck, Pennsylvania voter. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Judy Beck</strong>, 52, a grandmother and divorced mother of three from O'Hara township in Allegheny County, is \"principally a Republican\" because of her belief in less government, she said. But in the last few weeks, she has made up her mind to vote for President Obama.</p> <p>\"I've realised Mitt Romney is a narrow-minded person who wants to go backwards,\" said Beck. \"He is not interested in how women think.\"</p> <p>The crunch came, she said, when he picked a \"white male with similar views\" as a running mate.</p> <p>\"He's wealthy, he's led a sheltered life, and doesn't realise that everyone is not the same. Although I don't like everything Obama is about, he does listen to people.\"</p> <p>Beck, a freelance paralegal, felt neither candidate did well in the debate last week. \"It was painful,\" she said, and she was \"amazed\" when Romney was voted the winner. \"He didn't look that good to me or some of the people I know. He was whiney and defensive.\"</p> <p>She lists her top issues as the economy, foreign policy and the partisan make-up of the House of Representatives. If it were possible to predict who get the majority in the Senate and the House, Beck said, she would be tempted to vote for the party in charge.</p> <p>\"I've seen in the past how things work when it is divided when the government practically had to shut down.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397608976\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/11/1349985283162/Briana-Mihok-003.jpg\" alt=\"Briana Mihok\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Briana Mihok Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p><strong>Briana Mihok</strong>, 32, a policy analyst for a non-profit research company at the University of Pittsburgh and mother of one, is a registered Republican. She cites the economy, investment in infrastructure, and bipartisan compromise as most important to her vote.</p> <p>\"Part of why I'm undecided is because I haven't seen any evidence that either candidate has any ideas in moving the country forward in the right direction,\" she said. \"We don't hear candidates talking about practicalities; we hear them talking about ideas, and the details are always missing.\"</p> <p>\"One of the biggest problems in getting anything done is the lack of co-operation within Congress and the White House. Any evidence that the candidates can work together would interest me.\"</p> <p>She too, found herself \"leaning towards Obama' in recent weeks, she said, and was \"one of the minority, I guess\" who liked his debate performance.</p> <p>\"I like what I heard him say. I thought his performance came across as more authentic.\"</p> <p>• <em>Additional reporting by Harry Enten</em></p>",
  "<p>Mitt Romney has closed the gap on Barack Obama in the national polls, increasing pressure on Joe Biden to put in a strong performance in Thursday's vice-presidential debate with his Republican counterpart Paul Ryan in Kentucky.</p> <p>A slew of new polls showed that while Obama retains a slight advantage, he has lost the significant lead he enjoyed over Romney in the battleground states since his lacklustre performance in the first presidential debate last week.</p> <p>An NBC News/Wall Street Journal/Marist poll published late on Wednesday put Romney ahead of Obama in Virginia, on 48% to Obama's 47%, a three-point shift in the Republican's favour since last week. Virginia is traditionally Republican but Obama managed to take it in 2008.</p> <p>In Florida it is a tie, with Obama on 48% to Romney's 47%, almost the same as last week. In Ohio, another of the swing states, Romney has cut into Obama's lead: they now stand at Obama 51% to Romney's 45% compared with 51%-43% last week.</p> <p>In contrast to the NBC poll, a Quinnipiac/New York Times/CBS poll of likely voters in Colorado and Virginia found little change, except in a post-debate hardening in support among Republicans.</p> <p>The poll suggested a dead heat in Colorado, with Romney leading 48%-47%, and Obama ahead 51%-46% in Virginia.</p> <p>There was some relief for the Obama camp in new figures out from the department of labor showing the number of Americans seeking unemployment benefit has dropped to 339,000, suggesting the job market is picking up. It follows last Friday's drop in the unemployment rate to 7.8%.</p> <p>The figures could help the Obama team shore up its defences, though the danger is that it is all coming too late to have a major impact on the election.</p> <p>The University of Virginia politics professor, Larry Sabato, <a href=\"http://www.centerforpolitics.org/crystalball/\">in his Crystal Ball blog</a>, concludes the debate is costing Obama significantly in the race and is shifting Florida to Romney and moving Virginia from leaning Obama to a toss-up.</p> <p>Sabato said he is moving Florida to leaning Republican, even though the polling there still indicates it is a toss-up. \"We're also moving Virginia back from leans Democratic to toss-up. We know that the Obama campaign has long fretted about Virginia, understanding that the 2008 Obama vote was no predictor of 2012 success in the Old Dominion. There's no longer any compelling justification that Obama has the advantage here. We could see it going to either candidate by a point or two or three,\" Sabato said.</p> <p>But Obama's chief strategist, David Axelrod, disputed on Thursday there is a slide in the polls as a result of Obama's poor debate.</p> <p>\"I think it was mostly last week. These polls that you conducted don't measure the days since the debate; they measure from what happened before the debate to after,\" Axelrod said in a CBS interview. \"I don't think there's big momentum. There's no doubt Governor Romney collected a couple of points, mostly Republican-leaning independents, as a result of the last debate.\"</p> <p>Axelrod, who has been helping Biden prepare for the debate, predicted a robust performance: \"I think the big challenge for him [Biden] is to pin Congressman Ryan down. You know, [Ryan] was on television a couple of weeks ago and he was asked to explain Governor Romney's tax plan and he said: 'I don't have enough time to explain it. It's too complicated to explain.' He's got 90 minutes tonight. So hopefully he'll have enough time to explain it, and explain how they won't explode the budget and put a new burden on the middle class.\"</p> <p>Asked if Biden would come at Ryan like a cannonball, as Ryan suggested, Axelrod quoted Truman saying that just telling it like it is would be enough to make an opponent feel as if they are in hell. Biden would hold him to the facts, Axelrod said.</p> <p>Biden's mission in the debate is to produce a strong performance to steady Democratic nerves after Barack Obama's listless performance last week. The vice-president has been tasked in particular with going after Ryan with the accusation that Romney plan to cut the taxes of the wealthy by $5tn, a figure the Republicans dispute.</p> <p>Andrea Saul, a Romney spokeswoman, said Ryan will also focus on the economy, contrasting Romney's plans for economic recovery with the president. She suggested he will also look at Biden's recent remark, which the Republicans see as a gaffe, in which he said the working class and middle class had been \"buried\" by the economic crisis.</p> <p>As well as domestic issues, the debate will cover foreign affairs, giving Ryan a chance to attack the administration's handling of the Middle East and to raise the controversy over the killing of the US ambassador and three others at the US consulate in Benghazi.</p>",
  "<h2>Movie to which he took his future wife on their first date</h2> <p>Obama: Do The Right Thing<br>Romney: The Sound of Music</p> <h2>Youthful idea of romantic behaviour</h2> <p>Obama: Writing pretentious love letters. \"I haven't read The Waste Land for a year … but I will hazard these statements … [T S Eliot's] fatalism is born out of the relation between fertility and death, which I touched on in my last letter,\" he wrote to one girlfriend, Alex McNear. \"Life feeds on itself. A fatalism I share with the western tradition at times.\"</p> <p>Romney: Drawing an approximately 12ft-high heart in the sand on a beach in France, where he was serving as a Mormon missionary, writing \"I LOVE ANN\" inside it, stretching out on top, then sending the resulting photograph to his future wife</p> <h2>Secret Service codename</h2> <p>Obama: Renegade<br>Romney: Javelin</p> <h2>Worst recorded use of bad language</h2> <p>Obama: Obama's memoir Dreams From My Father includes references to a \"sorry-ass motherfucker\", a \"stupid motherfucker\", a \"punk-ass motherfucker\" and (in the only instance in which Obama isn't quoting someone else) \"ignorant motherfuckers\". The president retained the swearing in the audiobook version, which he recorded himself</p> <p>Romney: \"Bloomin'\" (as in \"Can you believe those bloomin' Democrats?\") Reporters who covered Romney during his time as Massachusetts governor agree with classmates of Romney's at Harvard Business School in the early 1970s that they've never heard him use language any stronger</p> <h2>Closest brush with death</h2> <p>Obama: In 2008, the pilot of the MD-81 campaign plane carrying then-Senator Obama radioed an emergency call after losing control of the aircraft's up-and-down movements</p> <p>Romney: In 1968, a Mercedes crashed into the Citroen Romney was driving along a French country road, killing a passenger. French police erroneously pronounced Romney dead at the scene, too</p> <h2>Most notable home improvement project</h2> <p>Obama: For almost a year, workers have been \"building something deep below the White House\", Michael Lewis reported in Vanity Fair, resulting in a large crater. But when he asked for more information, all he was told was that it was \"infrastructure\" </p> <p>Romney: The Romneys provoked derision earlier this year when it emerged that they had had a $55,000 car elevator installed at a home they're renovating in La Jolla, California</p> <h2>Early anecdote suggesting that he was destined for great things</h2> <p>Obama: According to his biographer David Maraniss, Obama wrote, in a school essay at the age of 8: \"I live near the school. I usually walk to the school with my mom, then go home by myself. Someday I want to be president. I love to visit all the places in Indonesia. Done. The eeeeeeend.\"</p> <p>Romney: Douglas Anderson, now a business school professor and Romney friend, was in his first year at Stanford University when a student he barely knew approached him. \"Do you know Mitt Romney?\" he asked. Anderson replied that he didn't. \"Mitt Romney is the finest person I have ever known!\" the student said, then walked away</p> <h2>Handedness</h2> <p>Obama: Left (like Clinton, George HW Bush, Ford, Truman and Hoover)</p> <p>Romney: Right (like Carter, Nixon, Johnson, Kennedy and George W Bush)</p> <h2>Preferred reading material</h2> <p>Obama: Ralph Ellison's Invisible Man, which he carried everywhere for several months as a student; Julian Barnes's The Sense of an Ending, which was observed on his reading pile at the White House; Moby-Dick, which he once said was his favourite; and the Harry Potter books, all of which he claims to have read</p> <p>Romney: L Ron Hubbard's Battlefield Earth, which he called \"very fun\"; Jared Diamond's Guns, Germs and Steel, which he has been quoting for at least five years, though Diamond accuses him of misrepresenting his views; the Bible, which he describes as his favourite book</p> <h2>Personal vice</h2> <p>Obama: Smoking, a habit that continued for the first two years of his presidency. One year ago, after a full physical, he was finally declared \"tobacco-free\"</p> <p>Romney: Romney's guilty indulgence is a late-night bowl of Coco Pops, or similar sugary cereal – a ritual he calls his \"Jethro bowl\", presumably a reference to The Beverley Hillbillies </p> <h2>Reason for not drinking coffee</h2> <p>Obama: Unknown, but he doesn't. The president's preference for Black Forest Berry Honest Tea briefly became a 2008 campaign issue. \"Only celebrities like Barack Obama … demand bottles of an organic brew,\" a McCain spokesman said</p> <p>Romney: \"Hot drinks are not for the body or belly,\" according to a revelation received by Joseph Smith, the founder of Mormonism, in 1833. The same goes for alcohol and smoking. Romney is said to be fond of caffeine-free Coke</p> <h2>Taxes paid for the year 2011</h2> <p>Obama: $162,074 on income of $789,674, an effective rate of 20.5%</p> <p>Romney: $1.9m on income of $13.7m, an effective rate of 14.1%</p> <h2>Official position on the crucial matter of how many busts of Winston Churchill there should be in the White House</h2> <p>Obama: On entering the White House, Obama reduced the number of Churchill busts in the White House by 50% (not by 100% or 0%, as his critics and his spokespeople have respectively appeared to claim at various points). There were two, one of which was in the Oval Office. Now there's one, which isn't</p> <p>Romney: Romney has made a point of explaining that, if elected, he'd return the second (British-loaned) Churchill bust to 1600 Pennsylvania Avenue</p> <h2>Favourite films, according to the campaigns' potentially spurious answers to various pop-culture questionnaires</h2> <p>Obama: Casablanca, One Flew Over The Cuckoo's Nest</p> <p>Romney: O Brother, Where Art Thou?</p> <h2>Approach to desk tidiness</h2> <p>Obama: Spartan. Photographs of Obama's Oval Office desk show it empty, in stark contrast to Bill Clinton's. The president is, more generally, a declutterer. \"I tend to be a spare guy anyway,\" he has said</p> <p>Romney: Also spartan. In tune with Romney's famously neat appearance, a reporter who visited his presidential-transition office found it \"hyper-organised\" with \"no piece of paper visible on any desk\"</p> <h2>Telling detail illustrating fiercely competitive spirit</h2> <p>Obama: For his regular basketball game, often played at the court inside the FBI's offices in Washington, Obama chooses former professional players or college stars. \"If you take it easy on him, you're not invited back,\" one player, a former Florida State point-guard, was quoted as saying</p> <p>Romney: Romney family vacations are organised around the 'Romney Olympics', a structured, mandatory and highly competitive sequence of sporting events, including biking, swimming and running</p> <h2>Telling detail illustrating the limits of his fiercely competitive spirit</h2> <p>Obama: In 2010, Rey Decerega, a Washington non-profit employee, accidentally elbowed Obama in the mouth during a basketball game, causing an injury that required at least 12 stitches. He was not invited back</p> <p>Romney: Concerned that he wasn't winning sufficiently often, Romney reportedly added new contests in which he was better placed to excel – including \"who can hammer the most nails into a board in two minutes\"</p> <h2>Parenting style</h2> <p>Obama: Famously strict. Sasha and Malia are compelled to write reports about their trips, even if their teachers don't require it; Malia can only use a mobile phone on weekends, and neither girl is allowed to watch TV, except for homework purposes, during the week</p> <p>Romney: The one unbreakable rule, Romney's son Tagg recalls, is that \"we were not allowed to say anything negative about my mother\". Each night, the family held a \"freewheeling discussion\" while sitting together in a room with the lights turned out. In darkness, Tagg says, the Romneys felt they could open up</p> <h2>Height</h2> <p>Obama: 1.85m</p> <p>Romney: 1.88m. (Of the 13 presidential elections since the first televised debate, the taller candidate has won eight. Of the other five, one involved candidates of the same height, and one was Bush v Gore in 2000, in which Gore won the most votes)</p> <h2>Most damaging quote picked up by a 'hot mic'</h2> <p>Obama: \"After my election, I have more flexibility\" – to Russian PM Dmitry Medvedev, on the subject of missile defence negotiations, in South Korea in March</p> <p>Romney: \"[Ann] has Austrian Warmbloods… Me, I have a Missouri Fox Trotter. So mine is like a quarter horse, but just a much better gait. It moves very fast, and doesn't tire, and it's easy to ride, meaning it's not boom-boom-boom, it's just smooth. Very smooth\" – to Sean Hannity, before an interview on Fox News in April</p> <h2>Opinion on the \"special relationship\" with the United Kingdom<br></h2> <p>Obama: \"We don't have a stronger friend and stronger ally than Nicolas Sarkozy, and the French people.\" (In 2009, the reported assessment of a state department official was more direct: \"There's nothing special about Britain. You're just the same as the other 190 countries in the world. You shouldn't expect special treatment.\" </p> <p>Romney: \"England is just a small island. Its roads and houses are small. With few exceptions, it doesn't make things that people in the rest of the world want to buy. And if it hadn't been separated from the continent by water, it almost certainly would have been lost to Hitler's ambitions\" – from Romney's book, No Apology</p> <h2>Dog-related outrage</h2> <p>Obama: Ate dog (along with snake and grasshopper) during his childhood in Indonesia, according to Dreams From My Father. \"Say what you want about Romney, but at least he only put a dog on the roof of his car, not the roof of his mouth,\" one pro-Romney blogger wrote</p> <p>Romney: Tied a crate containing the family dog, Seamus, to the roofrack of his car for the duration of a drive from Boston to Canada. The dog \"loved\" this form of travel, Ann Romney claims</p> <h2>Healthy-eating trick</h2> <p>Obama: Spurns mayonnaise</p> <p>Romney: Eats only the tops of muffins, because, he argues, the butter sinks downwards. May also be an attempt to connect with Seinfeld fans</p> <h2>Homes owned</h2> <p>Obama: A six-bedroom mansion in Hyde Park, Chicago</p> <p>Romney: A beachfront house in La Jolla, California, described as his \"main home\"; a two-bedroom townhouse in Belmont, Massachusetts; a six-bedroom house on the shores of Lake Winnipesaukee in New Hampshire</p> <h2>Favourite TV shows, as claimed in interviews</h2> <p>Obama: The Wire, Boardwalk Empire, Homeland, Modern Family</p> <p>Romney: Modern Family, 30 Rock</p> <h2>Killer productivity tactic</h2> <p>Obama: Limits mundane choices, for example about food, to limit \"decision fatigue\" – the psychological phenomenon whereby making some decisions depletes resources for making more important ones</p> <p>Romney: At Bain Capital, fined colleagues $20 if they showed up late to meetings. He looked \"physically pained\", one remembered, when he once had to pay up himself</p> <h2>Clothing philosophy</h2> <p>Obama: Limits his choices to blue and grey suits to forestall decision fatigue (see above)</p> <p>Romney: Smart to the point that campaign advisers reportedly worry it's a problem. Harvard classmates recall him dressing more formally than most even then. (Though when asked in a TV interview what he wore to bed, Romney said: \"As little as possible.\") In some photos, his Temple garment – \"Mormon underwear\" – has been clearly visible under his well-ironed white shirt</p> <p><strong>Principal sources</strong><br></p> <ul> <li>Michael Lewis, <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\">Obama's Way</a>, Vanity Fair</li> <li>Barack Obama, Dreams From My Father</li> <li>Michael Kranish and Scott Helman, <a href=\"http://www.vanityfair.com/politics/2012/02/mitt-romney-201202\">The Dark Side of Mitt Romney</a>, Vanity Fair</li> <li>David Maraniss, <a href=\"http://www.vanityfair.com/politics/2012/06/young-barack-obama-in-love-david-maraniss\">Young Barack Obama in Love</a>, Vanity Fair</li> <li>Robert Draper, <a href=\"http://www.nytimes.com/2012/10/07/magazine/mitt-romney.html?pagewanted=all&amp;_r=0\">The Mitt Romney Who Might Have Been</a>, New York Times</li> <li>Nicholas Lemann, <a href=\"http://www.newyorker.com/reporting/2012/10/01/121001fa_fact_lemann\">Transaction Man</a>, The New Yorker</li> <li>John Miller, <a href=\"http://www.nationalreview.com/articles/216252/matinee-mitt/john-j-miller\">Matinee Mitt</a>, National Review</li> <li>Jon Keller, <a href=\"http://www.bostonmagazine.com/articles/2006/05/my-dinner-with-mitt/\">My Dinner With Mitt</a>, Boston Magazine</li> <li><a href=\"http://www.boston.com/news/politics/2008/specials/romney/\">The Making of Mitt Romney</a>, Boston Globe series</li> </ul>",
  "<p>Debates between the vice-presidential candidates are usually quickly forgotten, becoming an election footnote at best. But Barack Obama's poll slide has transformed Thursday's confrontation between Joe Biden and Paul Ryan from a sideshow into one of the most important vice-presidential debates ever.</p> <p>But Obama's poor performance in the first of the presidential debates has changed the dynamic and Biden is under pressure to produce a combative display that will, at a minimum, secure a draw and, the Chicago campaign headquarters is hoping, a clear-cut win.</p> <p>The debate in Danville, Kentucky, has grown in importance not only because of the consequences for the present campaign but because both Ryan and Biden are potential contenders for the presidency in 2016.</p> <h2>Clash of styles</h2> <p>The two seem to be evenly-matched, both with extensive congressional experience. There is not a lot of debate in Congress, with politicians more used to standing delivering speeches uninterrupted than engaging in vigorous argument, but both have done their share down the years during campaign events.</p> <p>The Kentucky debate pitches two opposites against each other: the younger, wonkish, Ayn Rand-inspired Ryan, against the much older, gaffe-prone Biden. But they also have a lot in common: both are from blue-collar backgrounds, more so in the case of Biden rather than Ryan, whose family had extensive business networks in his hometown.</p> <p>Biden, who has twice stood for the presidency, is a known debating quantity, having debated against Sarah Palin in 2008. That might not seem an onerous task, but he had to find a balance between taking her on without patronising her – something he succeeded in doing.</p> <p>Although Biden does often go off message – he presented the Republicans with a gift two weeks ago when he said the working class had been buried by the economy over the last four years – but he is much forceful than Obama in debate, and has a sense of humour that can be an effective weapon.</p> <h2>Preparations</h2> <p>Given what is at stake, the rival campaign teams have largely dispensed with the usual theatrics of talking up the opponents in an effort to raise expectations.</p> <p>Ryan said he expected Biden to come at him like a cannonball but other than that there has not been the same amount of game-playing as there was in the run-up to the Obama-Romney debate.</p> <p>Biden, who arrived in Lexington, Kentucky, Wednesday afternoon, has been locked up in his debate camp in his home state of Delaware, practising his lines against Ryan stand-in Chris Van Hollen, a Democratic congressman from Maryland.</p> <p>Ryan, holed up in Virginia and Florida, has been preparing against Ted Olsen, the former US solicitor general who is standing in for Biden.</p> <h2>The issues</h2> <p>Biden, in his role as vice-president, has been used more than Obama as a Democratic attack dog, taking on a more political role than his boss. The expectation is that in the debate he will hit Ryan with some of the issues that Obama failed to put to Romney last week.</p> <p>He has plenty of material to go at; Ryan is the author of a Republican House budget plan to make extensive cuts to the deficit and also to reform the healthcare programme for those over 65, Medicare, a proposal that has created concern among the elderly.</p> <p>He is also expected to press Ryan on how he can square billions in tax cuts for the wealthy while still reducing the deficit. He can also press him on Romney's disavowal last week that the tax cut for the wealthy would amount to $5bn.<br>Ryan is vulnerable, having to defend both Romney's economic plan and his own, while explaining the gap between the two.</p> <p>Biden, from his time in the Senate, has more experience on foreign policy than Ryan and this should tell in expected exchanges on the killing of the four Americans in Libya, Iran and other crisis issues.</p> <h2>Past debates</h2> <p>There have been few memorable vice-presidential debates but the best known quote is the one in 1988 between Lloyd Bentsen and Dan Quayle.</p> <p>Quayle said: \"I have as much experience in the Congress as Jack Kennedy did when he sought the presidency.\" Bentsen quickly put him down: \"I knew Jack Kennedy; Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.\"</p> <p>The debate in 1992 involving Admiral William Stockdale, vice-presidential running mate to independent candidate Ross Perot, also produced the memorable: \"Who am I? Why am I here? I'm not a politician.\"</p> <p>About the only line anyone remembers from the 2008 debate was Palin's disarming opening: \"Can I call you Joe?\"</p>"
]