[
  "<p>US politicians came under renewed pressure to resolve a dispute over $1.2tn worth of spending cuts and tax increases after the ratings agency Moody's said it would probably cut its AAA rating if negotiations fail before a 1 January deadline.</p> <p>As the German finance minister, Wolfgang Schäuble, warned that the global economy was burdened by the US's huge debts, Moody's ratcheted up the pressure on Congress to prevent the \"fiscal cliff\" from sending the economy into a nosedive next year.</p> <p>A failure to strike a deal by the new year will allow time-limited tax breaks and spending commitments first implemented by former president George W Bush to lapse. Barack Obama has already extended the tax breaks but has refused to back them in the run-up to the presidential election.</p> <p>Democrats argue that the package includes huge concessions to the wealthiest 1% and that they have widened the income and wealth gap during the recovery from the financial crisis. But Republicans have refused to make concessions that would maintain the tax breaks for middle-income families while excluding the richest groups.</p> <p>John Boehner, the Republican speaker of the House of Representatives, said he was not confident Congress could reach a budget deal and avoid the downgrading. He said the Senate needed to act and President Obama needed to show \"leadership\". Any real negotiations are not expected until after the November presidential elections.</p> <p>A year ago, Moody's cut its outlook on US debt to \"negative,\" which acts as a warning that it might downgrade the rating after partisan wrangling over raising the government borrowing limit almost triggered a default.</p> <p>Rival agency Standard &amp; Poor's took the drastic step of stripping the government of its AAA rating on its bonds around the same time. Fitch Ratings issued a warning of potential downgrade.</p> <p>In its report on Tuesday Moody's noted that the government will probably reach the debt limit again by the end of the year, which means another round of negotiations in Congress on raising the limit if the government is to keep paying its bills.</p> <p>\"Under these circumstances, the government's rating would likely be placed under review after the debt limit is reached, but several weeks before the exhaustion of the Treasury's resources,\" the Moody's analyst Steven A Hess said in his report.</p> <p>Despite the rating cut last year from S&amp;P and the warnings from Moody's and Fitch, the government has been able to continue borrowing at very low rates.</p> <p>Investors see the US as a haven from economic turmoil in Europe and uncertainty in other parts of the world.</p>",
  "<p>Bill Clinton, less than a week after his triumphant appearance in front of the Democratic national convention, began a tour of battleground states across the US in a bid to help Barack Obama win re-election to the White House.</p> <p>In response to a request from Obama for help, Clinton promised to campaign alongside the president as well as on his own.</p> <p>The former president was scheduled to follow up appearances in Florida on Tuesday and Wednesday with trips to Iowa, Ohio, Nevada, New Hampshire and Wisconsin. He has also promised to help with fundraising. </p> <p>Obama's request for help contrasts with Al Gore in 2000 who famously rejected Clinton's help, wanting to win on his own, and lost.<br> Republican strategists last week praised Clinton after an old-fashioned barnstorming speech to the convention, with one saying the former president had won the election for Obama. </p> <p>Republican challenger Mitt Romney said in an interview on Sunday that Clinton had \"elevated\" the Democratic convention and mischievously contrasted Obama's performance unfavourably with the former president.<br>Clinton was due to speak in Miami before heading for another speech in Orlando today. </p> <p>He is capable of firing up parts of the Democratic base that have proved resistant to Obama, particularly white, working-class males.</p> <p>He made some appearances in the 2008 campaign to help boost Obama, but he failed to work his magic campaigning for Democratic candidates in the 2010 mid-term Congressional elections in which the Democrats were trounced.<br> Clinton's intervention comes as polls show Obama appears to have gained more from the party conventions than Romney. After months in which the two have been neck-and-neck, Obama opened up a six-point lead among registered voters in an ABC/Washington Post poll published Monday, putting him on 50% to Romney's 44%. That lead had to be tempered by the findings among likely voters, which showed the two tied.</p> <p>A CNN/ORC International poll the previous day also suggested Obama secured a bounce from the Democratic convention, putting him at 52% compared to 46% for Romney.</p> <p>Clinton was involved in bad-tempered exchanges during the 2008 fractious fight for the party's presidential nomination between Hillary Clinton and Obama. The former president was scathing about Obama during the primaries and caucuses, leaving a bad feeling between the Obama and Clinton camps that have lingered until now.</p> <p>Obama and Clinton chatted backstage together during the convention, and the former president agreed to do more campaign events.</p> <p>Relations between the Clinton and Obama camps have improved in part because Hillary Clinton has proven to be a loyal secretary of state, with no leaks or hints of criticism of the White House coming from her office in almost four years.</p> <p>She is due to stand down soon after the election, saying she is exhausted. She is planning to write her memoirs of her time the state department but not about her acrimonious battles with Obama for the Democratic nomination.</p> <p>She has emerged as favourite to be the Democratic nominee for the White House in 2016. It might be easier for her to follow an Obama presidency, given economic predictions that recovery should be well underway by then, than Romney seeking a second term, getting credit for any economic improvements. </p> <p>Apart from his new campaign commitments, Clinton will host his annual conference for his foundation, Global Initiative, which gives millions of dollars to the developing world.</p> <p>Both Obama and Romney are to speak at the conference in New York later this month.</p> <p>An Obama fundraising dinner is planned for London next week hosted by, among others, Vogue editor Anna Wintour and actress Gwyneth Paltrow, according to the US-based Sunlight Foundation which tracks campaign funding. </p> <p>The foundation said the 19 September dinner, at Mark's Club in Mayfair, is seeking contributions of between $15,000 and $40,000 to attend.</p>",
  "<p>Germany's supreme court has long enjoyed a reputation that it is good for surprises. But its eight judges will never have felt their capacity for creating so much drama as in the run-up to a ruling they are due to deliver on Wednesday, and which could decide the future of the euro and even influence the world economy.</p> <p>The court in Karlsruhe is expected to announce whether Germany's participation in a permanent European bailout fund is in line with the country's constitution, a decision that has Angela Merkel's government on tenterhooks.</p> <p>If the court rules in favour of the European Stability Mechanism (ESM) and the fiscal pact on countries' budget limits, then debt-ridden countries like Spain and Greece will be able to be kept afloat as part of Europe's blueprint for tackling debt contagion in the eurozone.</p> <p>If the court rules against the plan, Europe may find itself in turmoil, with markets likely to react with panic to a decision that would have the potential to topple the single currency.</p> <p>A late legal challenge by a conservative member of the German parliament was rejected by the court on Tuesday, ensuring that the judges would stick to their original plan to deliver their long-awaited verdict on the bailout.</p> <p>But most analysts agree that the judges, not wishing to go down in history as the court that brought down the German government, and the euro and plunged the world economy into gloom, are likely vote in favour of the bailout mechanism.</p> <p>\"I don't think the court will strike down the ESM, because it wouldn't like to be seen to be killing off the euro. Just as the German government doesn't have the courage to do that, neither does the court. If it ruled that the government had adopted a wrong decision, it would cause a huge crisis of legitimacy in Germany,\" said Gunnar Beck, an EU law expert at the School of Oriental and African Studies in London. \"Never in the 60-year history of the court has there been an example of the court killing an essential piece of government policy.\"</p> <p>What he and other analysts believe, though, is that the court will choose a \"middle way\" – allowing the ESM to go ahead but not without insisting on tight limits and conditions that would affect the Bundestag's decision-making procedures on future aid and further European integration.</p> <p>The court's decision not to accept the last-minute appeal by the eurosceptic MP Peter Gauweiler made a positive ruling more likely, analysts said. Gauweiler, who has plenty of allies within the government, had argued that Germany should not agree to the ESM until the European Central Bank reversed its bond-buying plan announced last week, which critics say will stoke inflation and offers no incentive for debt-ridden countries to reform. Gauweiler might still refile his challenge following the rejection.</p> <p>The case was brought by 37,000 petitioners, including academics, ordinary Germans, and members of Merkel's own party. Their main concern is that their taxes are being used to prop up parts of Europe they view as irresponsibly profligate.</p> <p>All eyes are on the constitutional court president, Andreas Vosskühle, who will deliver the historical verdict at 10am local time on Wednesday. Vosskühle, a quietly spoken 48-year-old lover of abstract art who eschews the limelight, is believed to support the growing concern in Germany that too much power is being ceded to Brussels. He once said the citizens of Germany \"shouldn't one morning wake up and find out that the people they elected have nothing to decide anymore\".</p> <h2>Schäuble chastises US borrowing</h2> <p>Not content with taking a hard line with fellow eurozone countries that get too far into debt, Germany's finance minister turned his fire on America's borrowing habit.</p> <p>In a Bundestag speech to open a debate on the 2013 budget, Wolfgang Schäuble said worries about US debt were a burden for the global economy and questioned how the US would deal with high levels of government debt after the November presidential election – hitting back at Washington's criticism of Europe for failing to get a grip on its own debt crisis.</p> <p>In private, German officials often express concern about US debt levels and the inability of politicians there to reach a consensus on how to reduce it, but Schäuble's public remarks underscore the extent of the worries in Germany.</p> <p>\"Ahead of the election in the US there is great uncertainty about the course American politics will take in dealing with government debts, which are much too high,\" Schäuble said.</p> <p>\"We need to remind ourselves of that sometimes and the global economy knows that and is burdened by it.\"</p> <p>The issue has become a central theme of the US election campaign with Republican candidate Mitt Romney accusing President Barack Obama of fiscal mismanagement.</p>",
  "<p>The reputation of the US in Europe risks sinking back to Bush-era levels of unpopularity if Mitt Romney becomes president, according to new international polling published on Tuesday.</p> <p>Only around one in 20 of those surveyed in Britain, France and Germany by YouGov held a positive view of the Republican presidential nominee. </p> <p>The poll of more than 12,000 people across Europe, the Middle East, North Africa, Pakistan and China <a href=\"http://www.yougov.polis.cam.ac.uk/\">was prepared for the YouGov-Cambridge forum this week</a> at which the Guardian is a media partner.</p> <p>The results are a sign that affection for Barack Obama has diminished little since his 2008 speech in Berlin in which he promised to restore America's reputation on the world stage, even though, four years on, Guantánamo remains open and the US is still engaged in military action in Afghanistan.</p> <p>But while Europeans had a strongly negative reaction to Romney, the prospect of him winning the White House was greeted with less dismay in Pakistan, where about 13% of respondents said it would make them more favourable to the US, compared to just 9% who said it would make them less favourable. </p> <p>This is possibly a reflection of the anger towards the Obama administration over drone attacks which have led to civilian deaths and are viewed as an infringement of Pakistani sovereignty.</p> <p>There was less antipathy, too, in the Middle East and north Africa, where only 8% said they felt a Romney presidency would make them feel less favourable towards the US.</p> <p>Again, the reason for this may be more to do with negative feelings about the current administration, in particular its failure to mount a serious attempt to resolve the Israeli-Palestinian conflict, than warmth for Romney.</p> <p>But the most striking finding was the level of antipathy towards the Republican in Europe. Although he is still largely an unknown quantity outside the US, he alienated many during an ill-fated overseas trip in the summer, particularly in Britain, where he appeared to publicly criticise Olympic planning and the level of enthusiasm for the London games.</p> <p>Forty-seven percent of UK respondents said a Romney victory would make them feel less favourable towards the US, and only 3% would make them feel more favourable.</p> <p>That sentiment was mirrored in Germany and France, where only 4% and 5% respectively said that he would make them feel more favourable towards the US. In Germany, 48% said it would make them feel less favourable and in France 38%.</p> <p>It was not just in Britain that Romney's overseas trip went down badly. </p> <p>French daily Le Figaro, normally staunch conservative, ran a blog with the headline: 'Is Mitt Romney a loser?' In Poland, he was criticised by the Solidarity movement for being anti-unions.</p> <p>A negative poll among Europeans can easily be brushed aside by the Romney campaign, as their views are unlikely to have any impact on the election. Indeed, he might even regard the results as helpful since many Americans, at least in public, claim to be disdainful about European views.</p> <p>One of George Bush's successes in the 2004 campaign was to portray his opponent, John Kerry, as being too French in his tastes and manners. There was also a backlash against France over its opposition towards the Iraq war.</p> <p>But the findings play into a larger question over Romney's foreign policy credentials. Little is known about his position on these issues, mainly because he has had little to say, espousing only three positions: support for Israel in the event of it bombing Iran; a threat to launch a trade war against China over alleged currency manipulation; and identifying Russia as America's main threat.</p> <p>Romney's 30-strong team of advisers includes a large number of neo-conservatives from the Bush era, such as former UN ambassador John Bolton, one of the most public advocates of bombing Iran.</p> <p>The Obama campaign team is seeking to exploit Romney's vulnerability in this area. One of the strongest sections of Obama's otherwise subdued speech to the Democratic convention last week was an attack on his opponent's lack of foreign policy experience. </p> <p>On Monday, the Obama campaign fielded the former Nato supreme allied commander in Europe, General Wesley Clark, to criticise Romney for failing to include any mention of Afghanistan in his speech at the Republican convention in Tampa, Florida, a fortnight ago.</p> <p>The Romney campaign has judged that foreign affairs is not important in a campaign dominated by the country's sluggish economy. But it will come up in at least one of the three presidential debates scheduled for next month.</p> <p>Between 10-25 August 2012, YouGov questioned 12,693 adults across the US, Britain, Europe, the Middle East &amp; north Africa (Mena), Pakistan and China. Data was weighted to be nationally representative of adult populations in Britain, US, France, Germany and the US. Data in Mena, Pakistan and China is representative of the online population.</p>",
  "<p>It's important to cherish wonderful things in the world. Sights like the coral reefs, which are pictured on our front page in the most magnificent manner. Thoughts that the medicine of the future may well be in our DNA, discussed on our Comment pages. And moments such as those offered up in an astonishing summer of sport here in London at the Olympics and Paralympics, which, as we tell you in our sports diary, have finally drawn to a close.</p> <p>Stories such as these can spark concern, drive imagination, prompt amazement. And they are thoughtful. All reasons we featured them in this issue of the Weekly.</p> <p>If you're interested in slightly less lofty but no less thoughtful news, we've got that too. In India, critics round on Manmohan Singh, the prime minister who helped set his country on the path to modernity, but is now in danger of being remembered as a failure. Secessionists stir tension along the Kenyan coast, while in the US Barack Obama and Mitt Romney push their messages in a blitz of battleground states. In the Middle East, <a href=\"http://www.theguardian.com/profile/julianborger\" title=\"\">Guardian diplomatic editor Julian Borger</a> contends that Israeli war drums are muted on Iran, while in Afghanistan some senior Taliban figures are ready to negotiate a ceasefire. In Pakistan, <a href=\"http://www.theguardian.com/world/2012/sep/11/christian-girl-rescue-blasphemy-law\" title=\"\">a young Christian girl's release may well mark a watershed in the use of blasphemy laws</a>.</p> <p>This edition gives you two special story packages, with a spread of pieces from the Guardian and Le Monde about urban development in <a href=\"http://www.theguardian.com/world/2012/sep/11/lima-peru-public-transport-reform?INTCMP=SRCH\" title=\"\">Latin America</a>. Our second spread of analytical writing hooks in to the front page piece on the environment, as we feature pieces from Ecuador, Lebanon and the Korean peninsula related to our diminishing natural world. There's more of this <a href=\"http://www.theguardian.com/environment/series/sixth-extinction\" title=\"\">sixth extinction series</a> online at theguardian.com.</p> <p>On our Comment pages, <a href=\"http://www.theguardian.com/profile/garyyounge\" title=\"\">Gary Younge</a> argues that the coming US presidential election is the most polarised ever. <a href=\"http://www.theguardian.com/profile/simontisdall\" title=\"\">Simon Tisdall</a> revisits the Maldives, where an elected government was overthrown, and <a href=\"http://www.theguardian.com/profile/johnjoemcfadden\" title=\"\">Johnjoe McFadden</a> speculates on the implications of new findings on the human genome.</p> <p>Our big read is on the return of Africa's diaspora, and kicks off with some personal and moving writing from Guardian west Africa correspondent <a href=\"http://www.theguardian.com/profile/afuahirsch\" title=\"\">Afua Hirsch</a>. Still with people in flux, in northern Thailand, <a href=\"http://www.theguardian.com/world/2012/sep/11/burma-exiles-monitor-reform-thailand?newsfeed=true\" title=\"\">Burmese exiles </a>watch reforms and wonder when it will be time to go home.</p> <p>Our <a href=\"http://www.theguardian.com/world/series/letter-from\" title=\"\">Letter From</a> samples street food in China, while Notes and Queries grapples with the question of who drew the first straight line. <a href=\"mailto: weekly.n&amp;q@theguardian.com\" title=\"\">Any thoughts?</a></p> <p>Among the many good reads, one of my favourites is <a href=\"http://www.theguardian.com/profile/johnnaughton\" title=\"\">John Naughton</a> writing about Thomas Kuhn and the paradigm shift, possibly one of the most used, and abused, terms in contemporary discussion of change and progress. I wanted to tease to this piece from the front cover, but found the concepts difficult to capture in one image and a handful of words. Wonderful things should be appreciated, not simplified! I am sure you will find this piece (hint: it's on the Science pages) and hope you consider it a rewarding read.</p> <p><em>Are you a subscriber </em><a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\"><em>looking for our digital edition? If so, click here</em></a><em>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, </em><a href=\"http://www.theguardian.com/help/2012/jan/19/guardian-weekly-faqs\" title=\"\"><em>read our FAQs</em></a><em>.</em></p> <p><em>Want to change your delivery address? Your email address? Suspend delivery? </em><a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\"><em>You can manage your account online by clicking here.</em></a></p>"
]