[
  "<video data-media-id=\"gu-video-397260419\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/5/051012RomneyClips-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/5/051012RomneyClips-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/051012RomneyClips/051012RomneyClips.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/5/051012RomneyClips_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/5/051012RomneyClips_3gpLg16x9.3gp\"/> </video>   <p>It has taken longer than expected to come about, but Mitt Romney has finally taken the advice of his chief aide, Eric Fehrnstrom, and turned his campaign for the US presidency into an Etch A Sketch. As Fehrnstrom famously put it back in March: \"You can kind of shake it up and restart all over again.\"</p> <p>In the first presidential TV debate with President Obama on Wednesday night, and in subsequent media appearances, the former governor of Massachusetts has made several sharp changes in tack that have left seasoned Romney observers flabbergasted. The most dramatic was on Thursday night, when during an interview on Fox News he completely denounced his own notorious comments in a private fundraiser that 47% of the American people were dependent on government.</p> <p>In the firestorm that followed <a href=\"http://www.motherjones.com/politics/2012/09/secret-video-romney-private-fundraiser\">Mother Jones's publication of the remarks</a>, Romney tried to stand by them, saying they were correct albeit inelegantly put. But on Thursday night he ditched them entirely, saying: \"In this case, I said something that's just completely wrong.\"</p> <p>The U-turn was in the spirit of his performance in the previous night's presidential debate, in which he displayed similarly breathtaking revisions to policy positions that he has been projecting on the campaign trail for at least 18 months.</p> <p>On tax, having spent the entire Republican primary season trying to convince the fiscally conservative Tea Party that he could be trusted to cut taxes for all Americans including the super-rich, he said: \"I'm not going to reduce the share of taxes paid by high-income people [who are] doing just fine.\"</p> <p>Having spent months attacking government red tape for cramping the creativity of the free market, he announced that he now believed that: \"Regulation is essential. You can't have a free market work if you don't have regulation.\"</p> <p>And having tub-thumped consistently on the campaign trail against Obamacare, he attempted to embrace the most popular aspects of the Affordable Health Care Act. \"I do have a plan that deals with people with pre-existing conditions,\" he said, referring to the provision in the legislation that prevents insurance companies rejecting such patients.</p> <p>He even praised his own healthcare reforms in Massachusetts as a \"model for the nation, state by state\". In the past, Romney has tended to avoid talking about his healthcare record as governor because it is seen by many arch conservatives as evidence of his closet liberal tendencies.</p> <p>Obama has been criticised by pundits of both left and right for failing to point out his opponent's nimble footwork on Wednesday night. But he's been trying to make up for the omission in speeches delivered since. At a rally in Fairfax Virginia on Friday morning, Obama accused Romney of \"trying to do a two-step, to have an extreme makeover\".</p> <p>Political observers have reacted to Romney's energetic shift to the centre with surprise; not that he has made the move in itself, but that he has made it so late in the election cycle. The political analyst Larry Sabato said: \"Romney has completely ignored until now Richard Nixon's advice – go right for the primary season and then scramble back to the middle for the general election. He is only now scrambling back.\"</p> <p>Michael Wissot, a senior strategist with Luntz Global, who advised John McCain in his presidential run against Obama in 2008, said: \"I am very surprised that this strategy has been put into place so late. As governor he had a very strong record of bi-partisanship in Massachusetts where he courted Democrats to achieve results.\"</p> <p>One explanation for the time delay between Fehrnstrom's hailing of Romney the Etch A Sketch six months ago and the emergence of such a candidate just four weeks before election day has been his persistent difficulties with his own Republican base. He has struggled to convince rightwing conservatives who hold sway at many levels of the party that he can be trusted to carry their convictions into the White House should he win on 6 November.</p> <p>But there are signs that following his confident and assertive performance at the first debate, the doubters are finally coming on board. William Kristol, editor of the rightwing Weekly Standard and a long-time critic of Romney, <a href=\"http://www.weeklystandard.com/blogs/podcast-kristol-reacts-first-presidential-debate_653619.html\">conceded after the debate</a> that there was a need for him to be \"somewhat reassuring about what he would do as president, which is important for independent swing voters who are not 100% behind the conservative agenda\".</p> <p>That other thorn in Romney's side, Rush Limbaugh, gushed that \"this was one of the best debate performances in my life\". Erik Erickson, editor of the blog Red State, tweeted the day after the debate: \"Mitt Romney may be an Etch a Sketch, but it beats the hell out of Obama's whack-a-mole from last night.\"</p>",
  "<p>With more than 50,000 US-born Latinos coming of voting age every month, Hispanic political power is fueled by youth. Especially here in swing-state Colorado, where November's presidential outcome is up for grabs.</p> <p>Nearly half of Colorado's Latino electorate falls in the 18-to-34 age group, and tapping into the rising power of Latino youth presents both a rich opportunity and a daunting challenge to Democrats, particularly here in the blue-collar city of Pueblo.</p> <p>Apathy runs deep and immigration politics don't play big here because border policies do not directly affect the lives of well over 90% of the local Latino population who were born in America and are thus native US citizens.</p> <p>Half of Pueblo's 106,595 residents are Hispanic, and this demographic should be ripe for Obama's re-election campaign to target. Yet, the political energy among Latino youth has ebbed since its highwater mark four years ago, professors and students at Colorado State University-Pueblo say.</p> <p>\"I don't think that we're very political,\" said Fawn Amber Montoya, the director of the Chicano studies program at CSU-Pueblo, after a long sigh. \"Pueblo really is dead when it comes to politics.\"</p> <p>No one doubts that Obama will, again, win Pueblo County as he did in 2008 with a crushing margin of 15 percentage points. But the question that could spell trouble for the Obama campaign is: how much political energy will the Obama re-election campaign garner from voters in this historic steel-mill city?</p> <p>Obama campaigned here twice in 2008, winning the state's nine electoral votes with a 9 percentage-point lead over John McCain. But there is a demographic deficit within the Latino community. Though it makes up a half of the overall population, it forms just a third of the 71,552 registered to vote in the town.</p> <p>Statewide, Hispanics make up about one-fifth of the population, and more than 434,000 Hispanics are eligible to vote, said Sindy Benavides of Voto Latino, a non-partisan organization that focuses on Latino civic engagement.</p> <p>The Latino population grew at more than twice Colorado's overall growth rate over the past decade. That trend is reflected nationwide, with the Latino youth representing the fastest-growing demographic in the US. More than 17 million Latinos under the age of 18 live in America, according to 2010 Census data, and there are more than 14.5 million young Hispanic eligible voters aged 18 to 34.</p> <p>In Colorado, there are 295,707 Hispanics between 18 and 34, the age group that Benavides's organization heavily targets. They make up 68% of eligible Hispanic voters in Colorado. Nationwide, 52,000 Hispanics turn 18 each month, and nine out of 10 of them are eligible to vote, Benavides said.</p> <p>\"When you start looking at that number, and you start looking at local state races, and even federal races, and how close some of them have been, then you start seeing why that impact is so great,\" Benavides said.</p> <p>Little wonder, then, that an Obama campaign office re-opened this February, early in the campaign cycle, in Pueblo's downtown, and that in June, Michelle Obama rallied about 1,000 people at the Colorado State Fairgrounds in Pueblo.</p> <p>Among Pueblo's population, only 3.8% are foreign-born, far less than the state's 9.8%. Most Latinos here date back here for generations. But many students at the CSU-Pueblo campus are, in fact, first-generation Americans.</p> <p>One such student is Perla Ontiveros, 21, who will be a first-time voter in the presidential election. She was formerly the president of the Mexican American student group on campus known as Mecha, Movimiento Estudiantil Chicano de Aztlán, which promotes higher education and Latino cultural awareness.</p> <p>She and other Mecha members echoed Montoya's thought that Pueblo is far from buzzing with political energy. When asked if students are politically active on campus, Jeff Bazanele, 23, who graduated in May, said without hesitation, \"No. Absolutely not.\"</p> <p>\"Sometimes I refer to my students as being apolitical,\" said Dave Marquez, a CSU-Pueblo professor of Chicano Studies who is a Pueblo native and an activist from the Chicano movement. He and his wife were also Obama volunteers in 2008.</p> <p>Marquez's face glowed as he reminisced on the faded political energy of the 1970s he says is now missing from Hispanic youth in Pueblo.</p> <p>The most recent example he remembers of student political activism was seven years ago, when students mobilized against a professor who was said to be using class time for anti-immigration rants.</p> <p>\"That was the one time on campus when a lot of the apathy that would discourage me sometimes … we were able to eliminate that and get the whole campus motivated,\" Marquez said.</p> <p>But more recently, the Mecha students said they were \"fired up\" about a bill which a state senator from Pueblo sponsored that would create a more affordable tuition rate for undocumented students, a sort of modified version of the controversial Dream Act. In April, the bill was rejected for the sixth time by Republicans, who hold a one-seat majority in the Colorado assembly.</p> <p>One student who would have benefited from that bill is Diomara Balbuena, 17, of Pueblo. Balbuena, who is a few days shy of voting age, is not a legal citizen nor a legal resident of the US, since her parents brought her from Mexico as a child. She only realised the implications for her during her freshman year of high school.</p> <p>In a major immigration policy shift on June 15, Obama announced that young undocumented people, like Balbuena, would no longer be deported and could apply for work permits, if they met certain requirements –&#xa0;but citizenship would remain out of reach.</p> <p>Because this news is so recent, Balbuena said she didn't apply to college when all her other friends did, even though she graduated high school with good grades. But with Obama's rule change, she now plans to apply for a work permit and a college place. \"It makes me really happy. Finally, we're getting our voices heard,\" Balbuena said after hearing the news. \"It's an unexplainable emotion …&#xa0;to know we're not being left alone.\"</p> <p>While Balbuena is an example of a motivated young Hispanic who otherwise would turn out to vote for Obama, she's essentially left without a voice or a vote; but her three younger siblings, all born in the US, will eventually be able to vote, as will many of her fellow Latino friends.</p> <p>Obama's bold move on immigration resonated deeply among Latinos in and outside of Colorado. Whatever his motivation, the move was certainly good politics as an election-year ploy to win the crucial Latino vote.</p> <p>\"I think it's a first step, so I do applaud the president,\" said senator Angela Giron, a Democrat, who sponsored the immigrant tuition rate bill.</p> <p>\"He [Obama] is earning the Latino vote,\" said congressman Dan Pabon, a Democrat from north-west Colorado. \"I don't think the president can do much more than he's doing. I think the message is so targeted and so focused.\"</p> <p>But in Pueblo, Obama's immigration policy shift, while certainly welcome, does not directly affect the lives of 96% of Pueblo's Hispanic population. \"As much as immigration reform and what candidates are calling this big Hispanic issue areas in the election this year, I don't think that they're as tangible for the community in Pueblo,\" said Grace Lopez Ramirez, the Colorado director of Mi Familia Vota, a non-partisan organization that focuses on voter registration.</p> <p>Any of Colorado's 64 counties has the potential to sway the state in November, but given its large size Pueblo's Hispanic population is particularly well placed to make a strategic difference, said Rick Palacio, the chairman of Colorado's Democratic Party, a Pueblo native who is a sixth-generation Coloradan.</p> <p>Half of registered voters in the city of Pueblo are listed as Democrats, according to the Pueblo County Clerk's office. But actual voter turnout is a whole other challenge.</p> <p>\"There are barriers, [like] apathy among eligible voters,\" Palacio said. \"I think, oftentimes, people don't quite get the benefits to them of participating in our democracy.\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 106,595<br>Hispanic or Latino: 49.8%<br>White: 45.2%<br>Black/African American: 2.1%<br>American Indian/Alaska Native: 0.6%<br>Asian: 0.7%<br>Native Hawaiian/Pacific Islander: 0.1%<br>Other: 0.2%<br>Mixed race: 1.3%</p> <p>Per capita income: $19,620</p> <p>Voter turnout in 2008*: 44,491 (62.2% of registered voters) <br>Democrat: 25,529 (57.4)<br>Republican: 8,986 (20.2)<br>Unaffiliated: 9,842 (22.1)<br>Other: 134 (0.3)<br>Current Voter registration: (82,017)<br>Democrat: 40,698 (49.6)<br>Republican: 16,275 (19.8)<br>Unaffiliated: 24,570 (30)<br>Other: 474 (0.6)</p> <p>Winner of the 2008 election in Pueblo: Obama<br>Winner of 2008 election in Colorado: Obama</p> <p>* Estimate from Pueblo county clerk's office</p>",
  "<p>Polling – or perhaps more importantly, the abuse of polling data – has a checkered history in Venezuela. I will never forget the day of the presidential recall referendum in 2004. I was sitting in the BBC studio in Washington, between a TV and radio interview, and the fax machine spat out a release from what was then one of the most influential Democratic polling and consulting firms in the United States: Penn, Schoen, Berland and Associates.</p> <p><a href=\"http://www.cepr.net/documents/publications/penn_shoen_berland_release.pdf\">\"Exit Poll Results Show Major Defeat for Chavez\"</a> was the headline. The agency claimed to have interviewed an enormous sample (more than 20,000 voters at 267 voting centers), and found that Chávez had been voted out of office by a margin of 59% to 41%.</p> <p>I looked up at the producer who gave me the fax with more than a bit of perplexity. With good reason: the actual result of the referendum was the opposite: 58% to 41% against the recall. The Organization of American States and the Carter Center observed the election and made it clear that there was no doubt that the results were clean. Given the actual vote, the <a href=\"http://www.cepr.net/index.php/reports/polling-and-the-ballot-the-venezuelan-referendum/\">probability of the variation in PSB's result</a> was less than 1 chance in 10 to the 490th power, if you can imagine something that unlikely.</p> <p>The producer put the press release aside. \"I'm not doing anything with this unless there's another source,\" she said.</p> <p>Which brings us to the current presidential election on Sunday. The <a href=\"http://venezuelanalysis.com/analysis/7311\">most recent polls show a wide range</a> of possibilities, from a 4% lead for President Hugo Chávez's challenger, Henrique Capriles, to a 27.7% lead for Chávez himself. The average is a lead of 11.7 points for Chávez over Capriles.</p> <p>My <a href=\"http://www.cepr.net/index.php/publications/reports/adjusting-for-polling-biases-in-venezuelas-2012-presidential-election\">CEPR colleague David Rosnick did a statistical analysis</a> of the most recent polling data to adjust for the biases of the various polling firms, using data from 2004-2012. The adjusted lead increases to 13.7 percentage points, with Capriles having an estimated 5.7% chance of winning the election.</p> <p>Nevertheless, <a href=\"http://www.usatoday.com/story/news/world/2012/09/30/capriles-chavez-rally-venezuela/1604591/\">much of the US media</a> is making it look like a close race, in spite of the polling data. It's not as bad as 2004, when most of the major foreign media were pretending – ridiculously, as it turned out – that the recall referendum was <a href=\"http://www.cepr.net/documents/publications/venezuela_2004_08.pdf\">\"too close to call\"</a>. There is progress in history.</p> <p>Also, this time, some reporters and analysts who are trying to report more accurately for investors – the Venezuelan bond market has shown some \"irrational exuberance\" lately on the hope of a Capriles victory – are saying that Chávez will likely win.</p> <p>More gravely, though, the Venezuelan opposition in past elections has always had a \"plan B\", which is to claim fraud if they lose and to bring people into the streets. We saw this in 2004: there was even <a href=\"http://www.cepr.net/index.php/publications/reports/black-swans-conspiracy-theories-and-the-quixotic-search-for-fraud/\">some academic research</a> that – with help of conspiracy theories that made the 9/11 fantasies of <a href=\"http://en.wikipedia.org/wiki/Loose_Change_(film_series)\">Loose Change</a> look reasonable by comparison – claimed to find statistical evidence that the election was stolen. The Carter Center had to set up <a href=\"http://www.cartercenter.org/news/documents/doc2023.html\">an independent panel of academic statisticians</a> to look at this statistical \"evidence\", and <a href=\"http://www.cartercenter.org/documents/2020.pdf\">they found it to be nonexistent (pdf)</a>.</p> <p>But these allegations had a significant impact in Venezuela – where the opposition boycotted the 2005 congressional elections on the grounds that the 2004 referendum had been \"rigged\". Much of the Latin American press also ran with the conspiracy theories.</p> <p>What about Sunday's election? Chávez made his usual statement that he would accept the results, no matter what; <a href=\"http://hayuncamino.com/comando-venezuela/lopez-comando-venezuela-al-100-para-asegurar-votos/\">Capriles has been less committal</a>. One of the best things the electoral authorities have going for them is that the Obama administration – like the Bush administration in 2004 – doesn't want any trouble that could raise the price of gasoline before the US presidential election. And Capriles and most of his allies would be unlikely to mount an organized effort to dispute the results with Washington recognizing them.</p> <p>Putting their elections right before ours in the US was one of the smartest things that the Venezuelan government could have done to ensure the integrity of their electoral process. But there are elements of the opposition that are already saying that Capriles must win and that there will be violence in the streets if the election is \"stolen\". So \"plan B\" actions are still possible.</p> <p>The polling story from 2004 has a happy ending. In 2006, PSB produced some pre-election polls that nobody could believe (Chávez ended up winning with <a href=\"http://www.cne.gob.ve/divulgacionPresidencial/resultado_nacional.php\">62.8% of the vote</a>). So <a href=\"http://espanol.groups.yahoo.com/group/UPLA-VEN_USA/message/6255\">Mark Penn replaced pollster Doug Schoen</a>. Penn went on to be Hillary Clinton's chief strategist in her 2008 presidential bid, <a href=\"http://www.theatlantic.com/magazine/archive/2008/09/the-hillary-clinton-memos/306951/\">offering insights</a> on how to go after the \"unelectable\" Obama for his \"lack of American roots\". Penn was forced to resign as chief strategist <a href=\"http://www.theguardian.com/world/2008/apr/07/hillaryclinton\">when it was discovered that he was helping the Colombian government lobby</a> for a \"free trade\" agreement with the US.</p> <p>Doug Schoen, meanwhile, has just published a new book about the \"crisis in American politics\". It's called <a href=\"http://www.amazon.com/Hopelessly-Divided-Crisis-American-Politics/dp/1442215232\">Hopelessly Divided</a>, and it has glowing endorsements from such luminaries as Michael Bloomberg and Bob Shrum. I hope they checked the polling data the author is using.</p> <p>Is this a great country or what? No matter how badly you mess up, there's always another chance. Well, at least for some people.</p>",
  "<p>Across America an electoral giant is stirring. The country's growing Latino population – projected to be almost a third of the US population by 2050 – is changing the demographic face of the nation, with potentially huge political consequences.</p> <p>Since 1986 <a href=\"http://www.theguardian.com/world/2012/oct/01/latino-voter-eligibility-all-time-high\">it has more than tripled</a> from 7.5 million to 23.7 million this year.</p> <p>Several of the key battleground states that are likely to determine the result of the presidential election on 6 November have large Hispanic populations. In Florida, the quintessential swing state, there are 2.1million eligible Latino voters, one in six of the electorate.</p> <p>That's comfortably enough to sway the result in a state which Barack Obama won in 2008 by fewer than 250,000 votes over John McCain.</p> <p>Colorado, another key battleground state this year, has <a href=\"http://www.pewhispanic.org/category/election-fact-sheets/2010/\">one in eight eligible voters</a>, or 13%, who are Latino. Nevada has 224,000 eligible Hispanic voters, about 100,000 more than the margin by which Obama won the state last time.</p> <p>Despite the steadily rising strength of the American Latino community, it remains a relatively poorly understood and unrealised electoral force. What motivates Hispanic adults to back one candidate and not the other, or even vote at all?</p> <p>How are they responding to the increasingly hostile noises coming from the American right about the need to remove undocumented immigrants from the country? In what ways are young Hispanics, who themselves form a growing segment within this growing demographic, making use of their burgeoning power?</p> <p>To answer some of these questions, the Guardian teamed up with the <a href=\"http://annenberg.usc.edu/\">Annenberg School for Communication and Journalism</a> at the University of Southern California. Seven journalism students, directed by USC professors Marc Cooper and Alan Mittelstaedt, collaborated with the Guardian in a project to explore the sleeping giant of the Latino electorate.</p> <p>With funding help from <a href=\"http://news21.com/\">News21</a>, the journalism education project of the Carnegie Corporation of New York and the John S and James L Knift Foundation, the students fanned out across America to towns and cities selected in tandem with the Guardian. The towns – in Arizona, California, Colorado, Florida, Pennsylvania, Texas and Washington state – all have one thing in common: an Hispanic population that is approaching or has already surpassed the majority 50% mark rendering these places \"majority-minority\" arbiters of the future of the US.</p> <p>The students' dispatches provide a fascinating snapshot of the American Latino population as we approach the November presidential election. The first thing that leaps out of them is the diversity of their communities.</p> <p>Contrary to the reductive uniformity imposed on Hispanics in much of the political debate, there is vast range depicted here. There are the established communities of San Antonio, Texas, and Pueblo, Colorado, where most of the Latinos have for generations enjoyed full US citizenship; in contrast to the more transient communities in Washington state.</p> <p>Some of the populations are largely Puerto Rican, as in Poinciana in central Florida; others overwhelmingly of Mexican descent as in Arizona and California. There are the apple- and grape-pickers of Washington state; the mushroom pickers and industrial workers of Pennsylvania; and the (now all-too often unemployed) tourism service workers in Florida.</p> <p>Such diversity apart, the political lesson that leaps out of so many of the reports is that the sleeping giant of the Latino voter remains just that – sleeping. Turnout at elections remains dismally low. Nationally, fewer than a third of Latino eligible voters cast their ballots in 2010 <a href=\" http://www.pewhispanic.org/2011/04/26/the-latino-electorate-in-2010-more-voters-more-non-voters/\">compared with almost half of whites</a> and 44% of black Americans.</p> <p>In Poinciana, Florida – a key electoral target in a key electoral state – Puerto Rican turnout is a miserable 17% compared with 80% in their country of origin.</p> <p>The report from Washington state makes the most depressing reading. In the fruit-picking haven of Yakima Valley in the south of the state, levels of representation for Latinos are reminiscent of the political invisibility that African Americans used to endure in the segregated deep south.</p> <p>The dispatches point to a regressive pattern of disenfranchisement of American Latinos. Because they tend to vote so anaemically, politicians tend to ignore them as an electoral force that merits wooing; because they are ignored they cannot see the point of turning out to vote.</p> <p>As Rick Palacio, chairman of Colorado's Democratic party and a sixth-generation Latino Coloradan, puts it: \"There is some apathy among eligible voters – people don't quite get the benefits to them of participating in our democracy.\"</p> <p>The economic hardship being felt by Hispanic communities more keenly than most American demographic groups merely heightens that circular pattern of disenfranchisement. It is no coincidence that most of our student reporters found themselves on the poorer side of town – amid neighborhoods vacated during the foreclosure crisis in Florida, or in a Pennsylvania rustbelt town where manufacturing has collapsed – because that is where most Hispanics live.</p> <p>Unemployment and the need for job creation runs through all the dispatches as a primary preoccupation. So too does scepticism that politicians of either party will provide meaningful answers. And so the sleeping giant slumbers on.</p> <p>And yet, there are signs of stirring. In Arizona, the people of the small town of Guadaulpe found their response – and as a result their political voice – to the heavy-handed police sweeps waged against their community by America's notorious \"toughest sheriff\" Joe Arpaio.</p> <p>On the night of one of his raids, the mayor Rebecca Jiminez stood up to Arpaio and told him she didn't want him or his \"posse\" to come back to the town. He was furious, but never did come back.</p> <p>In Arizona, such resistance has spilled over into political outcomes. Most symbolically, Russell Pearce, the leader of the Republicans in the state Senate who was the architect of the infamous crackdown on undocumented immigrants, SB 1070, was <a href=\"http://www.theguardian.com/world/2011/nov/09/arizona-recall-latino-election-2012\">voted out of office</a>.</p> <p>Those seeds of change have been noted by politicians on both sides. Obama's re-election campaign opened an office in Pueblo, Colorado, in February, and has been intensely registering and courting Hispanic voters ever since.</p> <p>Polling data suggests that if Obama puts in the effort and gets his message across, he could persuade Latinos to push aside their doubts and cast their votes. In 2008, he won 67% Latino support and there is evidence that his decision to grant undocumented young Latinos a <a href=\" http://www.theguardian.com/commentisfree/2012/jun/18/obama-immigration-latino-voters-2012-election\">two-year respite from threat</a> of deportation is having a positive impact.</p> <p>There are also signs of the Republicans reflecting on their positions. In Santa Ana, California, a new brand of conservatism is emerging from elements of the Republican party. This strategy eschews the tough talk of \"attrition through enforcement\" and \"self-deportation\" that has epitomised much of the conservative discourse on immigration including that <a href=\"http://www.youtube.com/watch?v=Hmrr6NGiA7M\">coming from the mouth of the presidential nominee Mitt Romney</a>.</p> <p>Instead, the new approach talks about guest worker programmes and providing temporary work permits that would allow undocumented immigrants a way out of illegality.</p> <p>Whether or not such new thinking continues to develop within both main parties will depend largely on the final theme that emerges strongly from the student dispatches: the question of youth. If the sleeping giant ever wakes up, it will be the young voters who kick it out of bed.</p> <p>Every year about 600,000 American Latinos, with full voting rights, turn 18. Couple that with the fact that more than a third of the nationwide Hispanic population is under 18, and this transcends into a electoral time bomb.</p> <p>Will young Latinos sieze the day, or allow apathy to continue to dissipate their power? The seven dispatches presented here from the changing face of America provide a few clues to that increasingly urgent question.</p>",
  "<p>Iran's president, Mahmoud Ahmadinejad, has survived many crises during his seven years in office, both at home and abroad. But fears over the <a href=\"http://www.theguardian.com/world/2012/oct/03/iran-currency-crisis-tehran-clashes\" title=\"\">country's crumbling economy</a>, which have exposed the extent of internal divisions at the top of the Islamic republic, could signal the beginning of the end.</p> <p>Ahmadinejad has been left increasingly marginalised as the country's currency has plummeted, with analysts speculating that he is being used by his former allies as a scapegoat for the regime's problems.</p> <p>With the rial reaching an all-time low this week, Ahmadinejad has been roundly rebuffed by his opponents, who blame his government for mismanagement and economic incompetence. The currency has lost a third of its value in a week, with the dollar now three times stronger against it than early last year.</p> <p>At a press conference in Tehran this week, Ahmadinejad made a speech which highlighted the power struggle between his supporters and his conservative rivals in the parliament and the judiciary.</p> <p>The president defended his economic policies and blamed the plummeting value of the rial both on western sanctions and a \"propaganda campaign\" perpetrated by his opponents at home.</p> <p>Ahmadinejad's words widened the internal rift, prompting many of his parliamentary rivals – who form an overwhelming majority – to launch the strongest attack on him by regime insiders so far.</p> <p>Abbas Rajaei, an MP for the central city of Arak, accused the president of \"lying vividly to the people\", and Kamalodin Pirmoazen, another parliamentarian, said he was inciting discontent among Iranians towards their officials. The influential MP Ali Motahari, an outspoken critic of Ahmadinejad, has also recently said that the president should not remain in presidential office \"even for another single day\".</p> <p>These remarks echoed what the Iranian opposition leaders Mir Hossein Mousavi and Mehdi Karroubi, both currently under house arrest, said in 2009 when Ahmadinejad took office for a second term amid unrest and allegations of fraud.</p> <p>They are the latest signs that Ahmadinejad, who has suffered a series of setbacks in his ongoing feud with the conservatives, has lost a great deal of his influence in the country – although he is still able to grab headlines abroad. Last week, while he was addressing the UN general assembly, his media adviser, Ali Akbar Javanfekr, was taken to Tehran's Evin prison. Ahmadinejad suggested this week that he wanted to inspect the prison, but authorities signalled that he would not be welcome.</p> <p>It did not help that Tehran's Grand Bazaar, the heartbeat of the capital's economy, also went on strike and hundreds of protesters took to the streets, chanting anti-government slogans that described the president as a traitor\". Iranian state TV, which rarely reflects public anger about the regime, reported the closure of the bazaar and the discontent about the devaluation of currency. Analysts saw it as a sign that pressure is mounting on the president.</p> <p>Sadegh Zibakalam, a professor of political science at Tehran University, said Ahmadinejad was increasingly becoming a \"lame duck\". Zibakalam said Ahmadinejad was being used as a scapegoat by many of the same people who were his supporters in the past.</p> <p>\"Ahmadinejad's economic policies are not new. They have been in place from the beginning. If there's a failure, it's not limited to Ahmadinejad. The leadership of fundamentalists should be held responsible too.\"</p> <p>Fundamentalists, who are believed to be close to the country's supreme leader, Ayatollah Ali Khamenei, have accused Ahmadinejad and his allies, including his controversial chief of staff, Esfandiar Rahim Mashaei, of attempting to undermine clerical power and advocating nationalism and greater cultural openness.</p> <p>\"Ahmadinejad and Mashaei don't think they need to obey clerical power. They both have not been loyal enough to the supreme leader,\" said Zibakalam. He predicted that Ahmadinejad, who cannot run for a third time under Iranian law, would not be able to ensure the election of one of his allies in the 2013 vote.</p> <p>Hamid Dabashi, a professor of Iranian studies at Columbia University, said that some of the slogans used by protesters this week showed that the crisis was \"much more deep-rooted\" and had wider political implications.</p> <p>\"Now the endemic factionalism [in Iran] will try to ride on this crisis, as the Islamic Republic is gearing up for the next presidential election. The conservatives will happily blame Ahmadinejad for everything,\" he said. \"And if [the former president Mohammad] Khatami plays his historic role of warming up the otherwise depleted political energy of the Islamic Republic, they may actually manage to regenerate some political legitimacy for the ruling regime.\"</p>",
  "<p>After Wednesday's presidential debate fiasco, the Obama campaign was desperately looking for some good news. And Friday morning, they got some very good news indeed from the labor department's September jobs report. <a href=\"http://www.theguardian.com/global/2012/oct/05/us-jobs-report-politics-live\">According to this</a>, the economy added 114,000 non-farm private sector jobs, as the unemployment rate fell from 8.1% in August to 7.8% in September. Finally, the Obama administration can say that after 43 straight months of unemployment above 8%, it has now fallen below that psychological threshold.</p> <p>Another good sign was that the labor force participation rate for September edged up, indicating that more people are looking for work. Moreover, the labor department adjusted its August jobs report, adding approximately more 50,000 jobs to its original number.</p> <p>Economically, it was a solid report, but not a blow-out. The economy has slowed markedly since the spring of 2011, when 264,000 jobs were added in April 2011. Friday's number was less than the 139,000 average monthly addition over the first eight months of this year. And it was still far short of the approximately 150,000 jobs per that must be created monthly in order to keep up with the growth rate of the labor force.</p> <p>Yet, consistent improvement in the economy may, indeed, be taking hold: on Wednesday, the Institute for Supply Management (ISM) announced that its service index, which measures growth in the services sector, climbed to 55.1% in September, from 53.7% in August. A number over 50% indicates that more service businesses are expanding rather than contracting. This was the best reading in six months, marking the 33rd straight month of expansion and driven by the highest level of new orders since March. Earlier this week also, the ISM manufacturing index, which measures growth in the manufacturing sector, came in at 51.1% for September, the first positive reading in four months.</p> <p>In addition, consumer confidence grew for the sixth straight week, the longest stretch since 2006. Undoubtedly, this has been aided by a jump in the number of mortgage refinances, which jumped 20% last week, to the highest level since 2009. The average rate on a 30-year fixed rate mortgage fell to 3.53 %, a new low.</p> <p>Despite these glad tidings from its survey participants, though, the ISM also announced that their hiring intentions for the future had fallen. And this is the crux of the problem for the economy, as well as for the Obama administration: with the recovery dragging, employers are reluctant to hire; and with poor job prospects, consumers are reluctant to spend. Both factors conspire to keep the recovery painfully slow.</p> <p>So, what is keeping the lid on hiring? The usual suspects: the ever-worsening economic turmoil in Europe has clearly been hurting the US economy since summer of 2011; add to that the uncertainties about the election, and the fiscal cliff, and companies are understandably nervous about taking on new hires.</p> <p>Yet, in the world of soundbite and debate-a-thon economics, September's job report was a great boon for the Obama administration. With unemployment now falling below the headline number of 8%, the Obama campaign can now credibly refute Republican challenger Romney's claim that the economy is not improving. And this may, in the end, be worth a whole lot more than one night's debate performance.</p>",
  "<p>The appeal of any presidential candidate, <a href=\"http://www.theguardian.com/commentisfree/2006/sep/04/comment.usa\">argued Richard Nixon's speechwriter, Raymond Price</a>, is based on a \"gut reaction, unarticulated, non-analytical, a product of the particular chemistry between the voter and the image of the candidate … [It's] not what's there that counts, it's what's projected.\"</p> <p>In 2008, all the intestinal love went Obama's way. He didn't just advocate change, he looked and acted like change. While John McCain and Sarah Palin peddled in fear, Obama projected hope. He sent a <a href=\"http://www.theguardian.com/commentisfree/2012/oct/03/tucker-carlson-obama-fox-news-bombshell\">\"thrill\" up MSNBC news anchor Chris Matthews' leg</a> and tears down old ladies' cheeks at rallies.</p> <p>Describing the crowd's reaction to him in Rockford, Illinois, Time's <a href=\"http://www.time.com/time/magazine/article/0,9171,1546362-2,00.html\">Joe Klein wrote</a>: \"The white people … are out of control.\" The New York Times' <a href=\"http://www.nytimes.com/2006/10/19/opinion/19brooks.html?_r=0\">David Brooks claimed</a>: \"With his multi-ethnic family and his globe-spanning childhood, there is a little piece of everything in Obama.\"</p> <p>When people – not all, but enough – looked at him, they felt something before they thought something, and it made them feel better about themselves and the country. Inevitably those feelings would fade in four years when they would also see his record. Fortunately for Obama, until now relatively few were focused on him. Instead, it was Romney's chemistry, or rather lack of it, that dominated.</p> <p>Democrats<a href=\"http://www.theguardian.com/commentisfree/2012/jul/18/mitt-romney-turning-into-john-kerry-2012-election\"> successfully framed Romney </a>as a wealthy, out-of-touch individual who didn't understand the needs of ordinary Americans. When people – once again not all, but enough – thought of him being president, they checked their gut <a href=\"http://www.people-press.org/2012/08/02/romneys-personal-image-remains-negative/\">and it made them queasy</a>. In July, a woman in West Virginia <a href=\"http://www.rollcall.com/issues/58_1/John-Boehner-Voters-Need-Not-Love-Mitt-Romney-215934-1.html\">asked Republican House speaker John Boehner</a>: \"Can you make me love Mitt Romney?\" Boehner said: \"No. Listen, we're just politicians. I wasn't elected to play God. The American people probably aren't going to fall in love with Mitt Romney.\"</p> <p>Wednesday's debate didn't make people like Romney but it did give some pause for a second look. It also shifted the focus back on to Obama and created the space to frame him in potentially damaging light. His distracted, absent, distant manner at the podium speaks to a criticism that has often been made that he is aloof, dispassionate and even haughty.</p> <p>This matters because narratives only work when they chime with a pre-existing condition. Tucker Carlson's <a href=\"http://www.theguardian.com/commentisfree/2012/oct/03/tucker-carlson-obama-fox-news-bombshell \">ridiculous bombshell</a> didn't work because few people seriously believe that Obama, who was raised by his white mother and grandparents, really hates white people. Whitewater didn't work against Bill Clinton because few people seriously believed that he was financially corrupt. The Monica Lewinsky scandal, on that other hand, did work, because few had any trouble believing Clinton could not control his sexual appetite.</p> <p>Throughout his presidency, Obama has given the impression of being in some way <a href=\"http://www.theguardian.com/world/2011/oct/13/barack-obama-cool-to-cold\"> emotionally disconnected</a> and at times almost passive. This would be less than impressive at the best of times. But during a period of severe economic duress and political gridlock he has often appeared either uninterested and unwilling, or unable to fight back. \"You get the sense that this president, while intellectually engaged, is not emotionally engaged with what the American people are going through,\" says Michael Fletcher, the Washington Post's economics correspondent. \"People want to feel there's someone out there fighting their corner even if that person doesn't win.\"</p> <p>Some have argued that as the first black president, anger is simply not an avenue open to him if he wants to keep the public onside. But as Salim Muwakkil of <a href=\"http://www.inthesetimes.com/\">In These Times </a>pointed out, Obama runs the risk of falling into another stereotype that can be equally problematic.</p> <p>\"In some ways it's the epitome of the cool style,\" he said. \"Almost ironically it's a stereotype. It's like the pimp from Iceberg Slim. The guy who was not perturbed by anything. Murders would happen in his vicinity and he'd carry on as if nothing happened.\"</p> <p>Whatever the reasons, his performance on Wednesday reinforced the notion of a man not fully in the moment or in command of events. According to Ron Suskind's <a href=\"http://nymag.com/daily/intel/2011/09/obamas_economic_quagmire_frank.html \">Confidence Men</a>, Obama's former chief economic adviser, Larry Summers, reportedly told Peter Orszag: \"\"You know, Peter, we're really home alone. There's no adult in charge.\" That's the impression he gave on Wednesday night.</p> <p>Last week, Newt Gingrich <a href=\"http://thehill.com/video/campaign/258689-gingrich-obama-not-a-real-president \">disparaged him </a>saying he was \"not a real president\" and wondering about his \"rhythms\". It was more unsubtle race-baiting from the man who coined the term \"food-stamp president\". But one comment in particular stands out. \"He doesn't do anything that presidents do, he doesn't worry about any of the things the presidents do, but he has the White House, he has enormous power, and he'll go down in history as the president – and I suspect that he's pretty contemptuous of the rest of us.\" That charge has currency today that it didn't have before.</p> <p>This isn't the first time Obama has turned in a lousy debate performance. He's a good speaker; he's never been a good debater. But it's the first time he's been so bad at such a key moment. The most common, generous, explanation is that it's just not in his character to become excitable and animated, and that authentic beats empathetic. Maybe. But present beats absent and, given the country's needs, urgent beats laid-back.</p> <p>\"Americans would like their president to be sick and needy,\" explains James Zogby, head of the Arab American Institute and executive member of the Democratic executive committee. \"Bill Clinton would shake literally tens of thousands of hands every Christmas. Each person he'd meet would say: 'I think he remembered me.' Obama doesn't like to do it. No real person would like to do it. And therefore he doesn't do it. And people resent that. They want their president to really need them. He doesn't. He's OK, he's relaxed, cool, calm. I'd love him to call me up like Clinton would … people like that, he doesn't need it.\"</p> <p>But he needs them. And on Wednesday, at least, he lost them.</p>",
  "<p>The first <a href=\"http://www.scribd.com/doc/109020652/2012-Reuters-Ipsos-Daily-Election-Tracking-10-04-12\">post-debate poll</a> conducted by Reuters/Ipsos indicates that President Obama is still leading Mitt Romney in voting intention, by 48% to 43% – but the gap has closed from 48% to 39% pre-debate. I am wary of using a relatively untested online (not phone) poll for analysis, but the survey trends do a good job illustrating why Obama is <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">vulnerable, and yet still ahead</a> in this post-debate environment.</p> <p><strong>1). Mitt Romney remains relatively unknown, and Wednesday night probably helped his favorability</strong></p> <p>Americans know President Obama. They either approve of the job he is doing or they don't. They either hold a favorable view of him or they don't. There's not a lot that is going to change that with a month to go till election day.</p> <p>As I <a href=\"http://www.theguardian.com/commentisfree/2012/sep/30/mitt-romney-fault-loses\">discussed last Sunday</a>, Obama's favorability ratings are actually historically low for a person to get elected president. In fact, no president in CBS News/New York Times, Gallup or NBC/Wall Street Journal data has ever been elected with a net favorability as low as his.</p> <p>The issue has been that Mitt Romney's favorability has been even lower. Wednesday night's debate was seen by <a href=\"http://www.latimes.com/news/politics/la-pn-presidential-debate-2012-ratings-20121004,0,2136083.story\">nearly 70 million people</a>. After a strong performance, the Ipsos data has Romney gaining 10 points in net favorability. A good portion of that is Republicans coming back home. Still, if Romney can be seen as a viable alternative to the president among at least 50% of the electorate, he's at least in the ball game. Wednesday night helped him down that path.</p> <p><strong>2). Barack Obama may have to begin floating on air to win this election</strong></p> <p>Analysts like to say that Obama is defying gravity by winning in such a poor economy. I've pointed out that <a href=\"http://www.theguardian.com/commentisfree/2012/sep/13/mitt-romney-barack-obama-economy\">this belief is poppycock</a>, as the economy is strong enough for an incumbent to get re-elected. Obama was also <a href=\"http://firstread.nbcnews.com/_news/2012/10/02/14186700-nbcwsj-poll-obama-maintains-lead-but-romney-within-striking-distance?lite\">leading or tied with</a> Romney on the economy in general, and on pretty much every specific economic issue, including jobs, the middle class and taxes. His lead on other issues and his overall favorability edge combined were going to carry him to victory.</p> <p>The problem for Obama is that his standing on many of these economic issues may have eroded significantly. Mitt Romney gained 9 points on the economy overall, pre- and post-debate, and is up 9 points on taxes, 7 points on jobs and unemployment, and 6 points on the federal deficit (already a strong issue for Romney). If you start applying shifts like this to surveys such as the historically accurate NBC/Wall Street Journal poll, then Romney leads on these issues by 7 to 20 points. Again, Ipsos is only a one-night online survey, but the numbers must be at least somewhat worrying for the president.</p> <p><strong>3). Romney has the potential to continue to gain ground over the weekend</strong></p> <p>It usually takes time for campaign events to fully sink in with the American electorate. Consider the Democrats' highly successful convention. Obama started to gain points immediately, but it wasn't until about week after the the convention that we fully understood the full ramifications of how it shook up the race.</p> <p>Immediate public reaction to the debate isn't as important as how the media <a href=\"http://themonkeycage.org/blog/2012/10/02/why-news-coverage-of-the-debate-may-matter-more-than-the-debate/\">portrays the debate in news coverage</a>. It would seem that this coverage is only going to drive more supporters into the Romney camp. The <a href=\"https://twitter.com/PatrickRuffini/status/253846901403828224\">initial reaction on Twitter</a>, a good source for trends, was 3:2 in favor of Romney winning the debate. That reaction jumped to 4:1 after the debate when the conventional wisdom began to take hold. On Thursday night, <a href=\"https://twitter.com/ppppolls/status/254027267729145856\">Public Policy Polling found</a> Virginia voters declaring the winner of the debate to be Romney by a 3:1 margin. That's a wider spread than any of insta-post debate national polls.</p> <p><strong>4). Despite all of this movement in Romney's direction, Obama is still at 48%</strong></p> <p>This, folks, is flatout key. Note that Romney gained ground, but <em>Obama didn't lose any</em> in the overall score. The fact is that in an election with strong third-party candidates, the winner is only <a href=\"http://www.theguardian.com/commentisfree/2012/sep/21/50percent-rule-misconception\">going to need about 49% of the vote</a>. Obama is right on the goal line. Romney would have to gain almost all the undecideds to overtake Obama. It's mathematically possible, but also mathematically unfeasible. For it to really work, Romney either has to dislodge current Obama support or change the make-up of the electorate. There's no sign he's done either yet.</p> <p><strong>5). Obama remains personally popular regardless of the issues</strong></p> <p>There are two types of fundamentals: issues-based ones and personality-based ones. President Obama led on both of these heading into the debate. Indeed, the two often coincide with one another, but not always. Al Gore <a href=\"http://web.archive.org/web/20100919002302/http://abcnews.go.com/sections/politics/2000vote/general/exitpoll_hub.html\">won on the issues</a> in 2000, but lost on the character traits. Todd Akin wins on the issues (save for his original comments on rape) in Missouri, but most definitely loses on the personality side.</p> <p>Obama's favorability rating was unchanged pre- and post-debate. At least in the Ipsos poll, he still has higher net favorability than Romney. I wouldn't be surprised if that deteriorates, should Romney manages to lead on the key issues of the economy going forward. If, however, the issues and personality fundamentals remain in conflict, there's very little that predicts an election outcome as well as the favorability difference between the two candidates.</p> <p>So, the initial polling does not change my views about debate-effects. Romney seems poised to close a 3- to 4-point gap by picking up latent support, but he is probably still going to trail a week from now.</p>",
  "<p>Kennedy. Roosevelt. Bush. Clinton. Gandhi. Bhutto. Gore. Aquino. Miliband. Le Pen. What do these familiar names have in common? They are all, in one way or another, names of political <a href=\"http://www.npr.org/templates/story/story.php?storyId=98520925\" title=\"\">dynasties</a> – families from whom more than one member has come to prominence in political life. Justin Trudeau, son of former Canadian prime minister Pierre Trudeau, became the most recent addition to the list as he <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/justin-trudeau-liberals-canada-gaffes\" title=\"\">announced his intention</a> to run for Liberal party leader this week. The Clintons and the Milibands skew the trend – marital and fraternal bonds rather than a multi-generational lineage. But Trudeau's recent rise to prominence in Canada reminds us that dynasty – the \"trusted brand\" of the alpha family name – still plays a significant role in many democracies. What does this tell us about how modern democracies are operating? For surely \"dynastical democracy\" is in some sense a contradiction in terms?</p> <p>Take France and the US: countries founded, in part, on a conception of civic nationalism in which \"all men are created equal\", not the hereditary power of monarchies. When Hillary Clinton announced her bid for presidency in 2007, it was noted that, at that point, \"<a href=\"http://www.newyorker.com/talk/comment/2007/10/29/071029taco_talk_hertzberg\" title=\"\">40% of Americans</a> have never lived without a Bush or Clinton in the White House\" – although America's hereditary low point of the new century was surely in 2000, when Al Gore, son of Senator Albert Gore, ran against George Bush, son of, well, George Bush. Even Obama's election – a democratic endorsement of a figure who didn't emerge from a dynastical elite – was met with inevitable references to Kennedy's \"Camelot\" and the iconography of golden-age patrician politics, while a Vogue interview with Chelsea Clinton this summer gushed that she was <a href=\"http://www.vogue.com/magazine/article/waiting-in-the-wings-an-exclusive-interview-with-chelsea-clinton/\" title=\"\">\"waiting in the wings\"</a> before a (natural? entitled?) turn to politics. When the last French presidential elections were in the party-primary stages in 2011, the Socialist party's <a href=\"http://tempsreel.nouvelobs.com/primaire-socialiste/20110914.OBS0360/jacques-delors-ma-fille-est-la-meilleure.html\" title=\"\">Martine Aubry, daughter of Jacques Delors</a>, was a possible presidential candidate alongside Marine Le Pen, inheritor of <a href=\"http://www.independent.co.uk/news/people/profiles/marine-le-pen-her-fathers-daughter-7583994.html\" title=\"\">her father</a>'s xenophobic Front National.</p> <p>Dynasties once governed Europe, of course, in the monarchies that cling on in constitutional arrangements or, in the case of coalition Britain, are utilised through their weddings and jubilees to reinforce the regressive notion that all's well and everyone \"in their right place\". Elites are self-perpetuating; the different spheres of power interplaying with one another, meaning the economic elite can more easily dabble in politics – think of the <a href=\"http://www.theguardian.com/books/booksblog/2007/oct/24/the20thcenturysmostfascina\" title=\"\">Mitford sisters</a> trying ideologies on like dresses. Dynasties that emerge in republics are perhaps more compelling: from Bonaparte to Gandhi, a name can become so bound up with the nation's birth that it comes to embody it in the eyes of many. There's also an obvious gendered dimension: many modern female leaders have been daughters of presidents and prime ministers, as though the importance of bloodline negated the usual disadvantage of female-ness, little help as that is to most women. Dynasties in modern dictatorships are common enough – hard to think of an autocrat without thinking of his playboy son, PhD-plagiarising or Ferrari-crashing, who gets appointed something like minister of finance, no doubt on the basis of his qualifications. <a href=\"http://www.ti.or.id/en/index.php/press-release/2010/11/11/money-politics-and-state-capture\" title=\"\">State corruption</a> in the form of clientelism and kleptocracy manifests when the nation's wealth becomes diverted to the ruling family and those whom nepotism grants access to this walled world.</p> <p>But what's striking if you look at the current political landscape is the prevalence of dynasties in self-proclaimed liberal democracies, where the descendants of statesmen are voted into power. In countries like the US, it may be facets of democracy itself that cultivates dynasties – the mushrooming cost of electoral campaigning leaves politics to those who have already accumulated wealth as well as connections. It can be bound with the historical dominance of a party and a family's role within that party, such as the <a href=\"http://indiatoday.intoday.in/story/political-dynasties-independence-day-special-mark-tully-congress-it-runs-in-the-family/1/212729.html\" title=\"\">Congress party in India</a>. Perhaps, as with the truism that extreme ideologies become more electorally palatable during economic crises, voters do indeed reach for \"trusted brand names\" when crises make them frightened by the world's uncertainties.</p> <p>The negative effects of \"<a href=\"http://blogs.wsj.com/indiarealtime/2012/02/15/economics-journal-why-do-we-accept-political-dynasties/\" title=\"\">democratic dynasties</a>\" are obvious: a fossilisation of the elite decays democracy as well as social and economic mobility, fostering \"<a href=\"http://www.8iacc.org/papers/ihors.html\" title=\"\">rent-seeking</a>\" behaviour in deference to the powerful families. But political discourse can deteriorate as names become more important than issues. You don't need to say the name \"George Bush\" to know that a dynastical tendency might mean you don't get the most competent candidate, and – while having a political family heritage doesn't mean you can't be a competent politician – those who haven't struggled to make a name for themselves are likely to be made of different stuff to the pioneer who carved out their own place in the world.</p> <p>Perhaps it's worthwhile asking ourselves: as voters, why do so many of us keep going for the \"trusted brand\" of dynasties? And if we're living in an era of the \"democratic dynasty\", how did we come to choose our own aristocrats?</p>",
  "<p>Amid thunder and driving rain, Hugo Chávez stormed to the conclusion of his toughest presidential race yet on Thursday with a passionate address to hundreds of thousands of supporters in Caracas.</p> <p>The mass rally transformed the city centre into a sea of cheering, dancing, red-shirted followers on the final day of campaigning before Sunday's vote, which looks likely to be the closest since the former tank commander won power in 1998.</p> <p>The turn-out was bigger than the huge opposition rally staged last Sunday by his rival Henrique Capriles, who has narrowed the gap between the two candidates but is still significantly behind in most polls.</p> <p>Chávez is the strong favourite, but few are predicting a landslide victory on the scale of past wins. Having battled cancer for most of the past year, he has been less visible than during previous campaigns.</p> <p>With many in the electorate frustrated at high murder rates and declining infrastructure, the opposition believe this is their best chance to grab power.</p> <p>But the president has repeatedly disproved his critics. Although some predicted his illness was so bad that he would not survive until election day, he has picked up the pace in the past week and looked robust on Thursday as he spoke, danced and sang on stage despite the torrential downpour.</p> <p>\"We are playing for life. In our hands we will not lose the fatherland, we will not lose the future of the fatherland,\" he proclaimed to a fervent crowd. He led a chorus of the national anthem, played air guitar to a campaign soundtrack and led his family on stage to huge applause.</p> <p>But as well as triumphalism and defiance, Chávez has added an unusual degree of contrition in recent speeches, where he has tended to refer to himself in the third person: \"I have made many mistakes, but I am here with all my soul. Chávez is not me. Chávez is the people,\" he said at a rally on Sunday. \"Chávez will not fail you the next term … during the next term he will be a better president, more efficient, a better companion.\"</p> <p>If he wins another term, aides say the president is preparing to do more to address security and economic concerns in recognition of the shortcomings that have eroded his popularity. But his core of support remains vast.</p> <p>The crowds had been gathering in Bolívar Avenue and other major thoroughfares since the morning. Some had travelled hundreds of miles on overnight buses. Others had come by subway, motorbike or foot from the Caracas barrios to show their support for a politician whom they credit for doing more for the poor than any other leader in the country's history.</p> <p>\"I'm here to show support for Chávez because I've seen how the country has been transformed in the past 14 years,\" said Ligia Escalona, a law student from Lara state, who had left at 1am to make the long journey to Caracas. \"Thanks to the education programs, people who have not previously had access to schooling are now literate and have an opportunity to go to college.\"</p> <p>Many wore red and blue shirts emblazoned with the president's eyes or slogans declaring \"Chávez, heart of the fatherland\". Some wore hats bearing the portraits of the heroes of Latin America's left: Chávez, Simón Bolívar, Fidel Castro, Che Guevara, Rafael Correa and Evo Morales. Others carried banners reading \"On the way to victory on 7 October.\"</p> <p>The streets were filled with noise as well as colour: vuvuzelas, whistles, drums, loudspeakers playing salsa mixed with political lyrics, and chants of \"Oh, aah, Chávez no se va\" (Chávez won't go) – a slogan first heard after a failed 2002 coup against the president.</p> <p>Junior Landaetta, a police student, had come with a samba band to add to the fiesta spirit. Aged 18, he is part of a new generation who will vote for the first time on Sunday – a key segment of the electorate in a country that has undergone rapid population growth in recent years.</p> <p>\"I'll vote for Chávez until death,\" he said as his band passed by the Congress building. \"He has done so much for the country. If Capriles wins, I think everything will fall to pieces.\"</p> <p>Polls, analysts and the electorate are sharply divided about the likely outcome, but there is widespread agreement that Chávez has lost some of his previously enormous support.</p> <p>\"The serious polls show Chávez will win by about 14%. But I can see that Capriles has done a good campaign and that the gap has been closing in the last few days. It might now be between 7 and 10 points,\" said Nicmer Evans, a left-leaning political scientist at the Central University of Venezuela. \"The main reasons why Chávez's popularity has waned is flaws in management. Although he has been very successful in creating political consciousness, Chávez accepts criticism about the quality of the revolution.\"</p> <p>\"I think it will be close and that Capriles will win,\" said Teodoro Petkoff, a former Marxist guerilla, founder of the Socialist party and former presidential election challenger. \"If the gap is just 1 or 2 points for either contender, it could unleash violence.\"</p> <p>Close aides of the president dismiss rumours of possible unrest, saying the president will accept the result, whatever the outcome.</p> <p>But his supporters on the streets said they would defend the gains they have won under Chávez. \"Capriles is a wolf in sheep's clothing. He would dismantle everything we've built,\" said Henry Reveron, a former peasant who has been able to train as a lawyer under one of Chávez's social \"misions\".</p> <p>\"If Chávez loses, we'll go into unwavering opposition. This is a peaceful revolution, but if needed we'll go into the mountains and fight with our nails, teeth, arms and whatever is necessary. Venezuela is no longer naive.\"</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397223032\"> <img src=\"https://static.guim.co.uk/sys-images/Media/Pix/pictures/2011/7/25/1311612926689/Fiona-Bruce-007.jpg\" alt=\"Fiona Bruce\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fiona Bruce Photograph: Nils Jorgensen/Rex Features</span> <span class=\"element-image__credit\">Photograph: Nils Jorgensen/Rex Features</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/media/2012/oct/05/bbc-presenters-tax\">BBC told to make stars pay fair share of tax</a><br>Public accounts committee criticises corporation for allowing stars to be paid through outside companies</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/jimmy-savile-sexual-abuse\">Met to lead Jimmy Savile investigation</a><br>Police force's child abuse unit will examine the information revealed this week concerning Jim'll Fix It presenter</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/news-corp-murdoch-vote\">Murdochs get backing for News Corp vote</a><br>Advisory firm ISS recommends re-election of members of Murdoch family to board despite criticisms last year</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4517445/complaints-executives-2x-permanent-contract-and-1x-fixed-term-contract-linked-to-maternity-cover-/\">Advertising Standards Authority - Complaints Executives</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4518665/senior-graphic-designer/\">Kingston University - Senior Graphic Designer</a> <br>Kingston upon Thames/permanent/part time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4517180/digital-product-manager\">Virgin Atlantic - Digital Product Manager</a> <br>Crawley/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong></p> <p>MPs target tax arrangements of BBC stars. P5<br>Facebook now used by 1bn people a month. P5<br>Met to lead inquiry into sex abuse claims against Jimmy Savile. P14<br>Tory chairman faces investigation by advertising watchdog. P16<br>Media wins battle to lift Freddie Starr injunction. P18<br>Google settles court fight over web library. P35</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>Advertising watchdog to investigate web company set up by Tory chairman. P1, P4<br>Unnamed TV star is third accused of sexually assaulting girl in Jimmy Savile's dressing room. P7<br>MPs decry tax ploy at BBC. P27<br>Facebook has 1bn users. P27</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>BBC helps thousands avoid tax. P1<br>Judge lifts Freddie Starr libel injunction. P1<br>Scotland Yard takes charge of Jimmy Savile abuse allegations. P5<br>Facebook gets 1bn users. Business, P1<br>Australian pension funds object to Rupert Murdoch control over News Corp. Business, P5</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>BBC presenter Anne Robinson and others linked to tax avoidance scheme. P1, P9<br>Freddie Starr media injunction overturned. P6<br>BBC's freelance payments 'give rise to tax suspicions', say MPs. P10<br>Facebook reaches 1bn users. P15<br>BBC urged to reveal Newsnight findings on Jimmy Savile. P17<br>Let James Bond retire, say spy fiction writers. P20<br>Music industry profits from concerts and merchandise is offsetting decline in CD sales. P50</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>Google settles with publishers over ebooks. P1<br>US presidential elections TV debate. P6<br>Twitter campaign in Saudi Arabia. P8<br>Hi-tech industries starting up in Silicon Beach, Los Angeles. P14<br>Google widens Microsoft restructuring programme. P18<br>Facebook reaches i billion users. P 22<br>Crisis in Israel's news media industry. P22</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>Facebook reaches 1bn users. P1, P24</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>MP's shock at BBC tax deals. P1<br>Strictly Come Dancing is back. P1<br>Six police forces probe Jimmy Savile claims. P5<br>Leveson must investigate BBC over Jimmy Savile, says MP. P5<br>Facebook reaches 1bn users. P5<br>Leader: The BBC, tax and a question of morality. P14<br>Littlejohn: If Savile was alive today he'd be a star witness at Leveson. P17<br>Diary: BBC Trust chairman Lord Patten's silence over Savile is disappointing. P19</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>'Tax loophole' for 25,000 at BBC. P2<br>Jimmy Savile's Top of the Pops shelved by BBC. P9<br>Eddie Shah sex charge. P29</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>Sir Jimmy Savile accused of telling girls to ring BBC to give them access to his dressing room. P1, P4, P5<br>BBC could be helping thousands of employees avoid full income tax, say MPs. P2<br>Freddie Starr loses injunction. P4<br>Leader: BBC shame over Jimmy Savile. P8<br>Harriet Harman mocks Page 3 girls. P9<br>Facebook reaches 1bn users. P35</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>Judge rejects Freddie Starr gagging order. P4<br>More than 40 women come forward with Jimmy Savile claims. P6, P7<br>Facebook boasts 1bn users. P18<br>Eddie Shah sex charge. P24</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>Jimmy Savile 'confessed to love of teens in his autobiography'. P1, P7<br>Facebook reaches 1bn users. P21<br>Fury over 25,000 BBC tax 'dodgers'. P29</p> <p><strong>And finally ...</strong></p> <p>There is unrest at the Savile Club, according to the Daily Telegraph. Savilians, as patrons are known, have no connection to the late TV presenter, but have faced impertinent enquiries from cab drivers in the past week. Time perhaps to join a different club? Daily Telegraph, P10</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/technology/2012/oct/04/facebook-hits-billion-users-a-month\">Facebook hits 1 billion users a month</a><br> Founder Mark Zuckerberg confirms that the social network now has 1 billion active users a month</p> <p><a href=\"http://www.guardian.co.uk/uk/2012/oct/04/freddie-starr-itv-injunction\">Media wins battle to overturn Starr injunction</a><br> Entertainer loses legal bid to prevent news organisations from reporting allegations</p> <p><a href=\"http://www.guardian.co.uk/world/2012/oct/04/jim-lehrer-debate-sucked\">Jim Lehrer: was TV moderator the US presidential debate's big loser?</a><br> Chris Matthews and Bill Maher among those to rebuke TV moderator for failing to impose himself and letting debate drift</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/oct/04/facebook-social-media-identity-proof\">Facebook accounts could be used to prove identity to access public services</a><br> Government to publish list of certified providers that can help people login securely to revamped gov.uk portal</p> <p><a href=\"http://www.guardian.co.uk/media/greenslade/2012/oct/04/dailymail-medialaw\">Rapid apologies from the Mail – but are they prominent enough?</a><br> Paper publishes corrections for false stories about tax evasion</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/matt-nixson-and-ni-settle-case\">Matt Nixson and News International settle employment case</a><br>The Sun's former features editor drops legal action against newspaper's owner for wrongful dismissal</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/caroline-thomson-bbc-equality-agenda\">BBC has 'a long way to go on equality agenda', says former executive</a><br>Caroline Thomson, who missed out on the director general job, says the corporation's culture will take time to change</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/last-fm-reports-loss\">Last.fm reports £4.4m pre-tax loss</a><br>CBS-owned online music service hit by fall in revenues in US market and dip in advertising sales</p> <p><a href=\"http://www.guardian.co.uk/politics/2012/oct/05/grant-shapps-advertising-probe\">Grant Shapps to be investigated by advertising watchdog</a><br>Tory party chairman accused of misleading use of alter egos to promote his internet marketing firm</p> <p><a href=\"http://www.guardian.co.uk/environment/2012/oct/05/newspapers-uk-america-climate-sceptics\">Newspapers in UK and US give climate sceptics most column inches</a><br>Study into coverage of climate change also shows right-leaning papers less likely to challenge sceptical voices</p>"
]