[
  "<div id=\"block-5081b95258f96784ee290787\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T20:34:26.252Z\">9.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another presidential swing state poll: <a href=\"http://politicalticker.blogs.cnn.com/2012/10/19/cnn-poll-close-contest-for-floridas-29-electoral-votes/\"><strong>Florida</strong> is neck and neck according to a new CNN effort</a>:</p> <blockquote class=\"quoted\"> <p>According to a CNN/ORC International poll conducted Wednesday and Thursday, entirely after the second presidential debate, 49% of likely voters in Florida say they support Republican nominee Mitt Romney, with 48% backing President Barack Obama. Romney's one point margin is well within the survey's sampling error.</p> </blockquote> </div>   </div> <div id=\"block-5081b78558f96784ee290786\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T20:26:45.361Z\">9.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>But the final word on newspaper endorsements goes to the <strong>Onion</strong>, <a href=\"http://www.theonion.com/articles/the-onion-endorses-john-edwards-for-president,29989/\">which today endorsed John Edwards for president</a>. It's a fabulous read, especially this bit:</p> <blockquote class=\"quoted\"> <p>Those who disagree with our editorial board on this issue have neither our respect nor our tolerance. Furthermore, let it be known that the political endorsement of <em>The Onion</em> is not a thing to be taken lightly. On the contrary, it should be viewed as a sort of line in the proverbial sand, and those who find themselves on the wrong side of that line will henceforth be marked as enemies of this newspaper, and will be taken out with the most extreme forms of violence.</p> <p>Now, consider for a moment what you, the reader, would be up against should you decide to defy <em>The Onion</em>. You would be pitting yourself against a multinational conglomerate whose yearly earnings exceed $200 billion. On top of that, you would also be taking on a media organization with nearly limitless control over information and public opinion. Pretend, if you must, that we live in a representative democracy, but the reality is that the planet is controlled by the makers of money and the makers of taste, and <em>The Onion</em> is both.</p> <p><em>The Onion</em> has had its fair share of political enemies in the past, but rest assured few have survived to tell the tale.</p> </blockquote> </div>   </div> <div id=\"block-5081b3ffc0e343ef1abc7cfb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T20:11:43.727Z\">9.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Newspaper endorsements</strong>, a quaint by-products of days gone by, when people used to read them.</p> <p>As the election draws closer, those few remaining newspapers continue to tell both their loyal readers who to vote for.</p> <p>Florida's <strong>Orlando Sentinel</strong> today <a href=\"http://www.orlandosentinel.com/news/opinion/os-ed-endorsement-president-mitt-romney-101912-20121018,0,6927962.story\">announced it was endorsing <strong>Mitt Romney</strong></a>:</p> <blockquote class=\"quoted\"> <p>We have little confidence that Obama would be more successful managing the economy and the budget in the next four years. For that reason, though we endorsed him in 2008, we are recommending Romney in this race.</p> </blockquote> <p>Meanwhile, the <strong>Tampa Bay Times</strong> said it was <a href=\"http://www.tampabay.com/opinion/editorials/article1257328.ece\">endorsing Barack Obama</a>:</p> <blockquote class=\"quoted\"> <p>We wish the economic recovery was more vigorous, and we would like the president to present a sharper vision for a second term. But Obama has capably steered the nation through an incredibly difficult period at home and abroad, often with little help from Congress. The next four years will not be easy for whoever occupies the Oval Office, but Obama has been tested by harsh circumstance and proven himself worthy of a second term.</p> </blockquote> <p>Given how close things are in <strong>Colorado</strong>, the <strong>Denver Post</strong>'s endorsement for Obama will be welcomed by his campaign:</p> <blockquote class=\"quoted\"> <p>[Romney's] comments on the 47% of Americans who refuse to \"take personal responsibility and care for their lives\" were a telling insight into his views and a low point of the campaign.</p> <p>Obama, on the other hand, has shown throughout his term that he is a steady leader who keeps the interests of a broad array of Americans in mind. We urge Coloradans to re-elect him to a second term.</p> </blockquote> <p>And then there was the <strong>Salt Lake Tribune</strong>, in a Utah that is 99.999% certain to vote for Romney. <a href=\"http://www.sltrib.com/sltrib/opinion/55019844-82/romney-obama-state-president.html.csp\">It's the most damning of the lot</a> in bashing Romney and endorsing Obama:</p> <blockquote class=\"quoted\"> <p>From his embrace of the party’s radical right wing, to subsequent portrayals of himself as a moderate champion of the middle class, Romney has raised the most frequently asked question of the campaign: \"Who is this guy, really, and what in the world does he truly believe?\" The evidence suggests no clear answer, or at least one that would survive Romney’s next speech or sound bite.</p> </blockquote> </div>   </div> <div id=\"block-5081a200c0e343ef1abc7cf4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T18:54:56.214Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Illinois Republican congressman <strong>Joe Walsh</strong> is flailing rather badly in his race against Democratic candidate <strong>Tammy Duckworth</strong>. <a href=\"http://blogs.suntimes.com/politics/2012/10/walsh_tell_your_employees_to_vote_republican_or_they_could_be_out_of_a_job.html\">Walsh's latest gambit</a> is in keeping with a recent Republican push to get employers to terrify their staff into voting for their party:</p> <blockquote class=\"quoted\"> <p>A video released to the Chicago Sun-Times shows Tea Party congressman Joe Walsh telling a group that now is the time for business owners to \"energize\" their employees.</p> <p>They should do it, he said, by telling them they likely won't have jobs if President Obama is reelected or if the Democrats take the majority in Congress.</p> </blockquote>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=VxKERQRdmz0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/VxKERQRdmz0?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-508197d758f96784ee29077b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T18:11:36.229Z\">7.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's the full transcript of <strong>Barack Obama</strong>'s \"Romnesia\" treatment in Virginia today:</p> <blockquote> <p>Now that we're 18 days out from the election, Mr 'Severely Conservative' wants you to think he was severely kidding about everything he said over the last year. He told folks he was \"the ideal candidate\" for the Tea Party. Now suddenly he's saying, \"what, who, me?\" He's forgetting what his own positions are, and he's betting that you will, too.</p> <p>I mean, he's changing up so much and backtracking and sidestepping, we've got to name this condition that he's going through. I think it's called <strong>Romnesia</strong>. That's what it's called. I think that's what he's going through.</p> <p>Now, I'm not a medical doctor, but I do want to go over some of the symptoms with you because I want to make sure nobody else catches it.</p> <p>If you say you're for equal pay for equal work, but you keep refusing to say whether or not you'd sign a bill that protects equal pay for equal work – you might have Romnesia.</p> <p>If you say women should have access to contraceptive care, but you support legislation that would let your employer deny you contraceptive care – you might have a case of Romnesia.</p> <p>If you say you'll protect a woman's right to choose, but you stand up at a primary debate and said that you'd be delighted to sign a law outlawing that right to choose in all cases, man, you've definitely got Romnesia.</p> <p>Now, this extends to other issues. If you say earlier in the year, I'm going to give a tax cut to the top 1% and then in a debate you say, I don't know anything about giving tax cuts to rich folks – you need to get a thermometer, take your temperature, because you've probably got Romnesia.</p> <p>If you say that you're a champion of the coal industry when, while you were governor you stood in front of a coal plant and said, this plant will kill you, that's some Romnesia.</p> <p>So I think you're beginning to be able to identify these symptoms.</p> <p>And if you come down with a case of Romnesia, and you can't seem to remember the policies that are still on your website, or the promises you've made over the six years you've been running for president, here's the good news: Obamacare covers pre-existing conditions. We can fix you up. We've got a cure. We can make you well, Virginia. This is a curable disease.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-bb0df5e6-3e9f-479a-94b9-d5f79b8cea0c\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/19/1350670275387/0f49c6e1-17d3-47a5-a119-77cd7ef79a54-460.jpeg\" alt=\"Barack Obama explains the symptoms of Romnesia\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama explains the symptoms of 'Romnesia' to a rally in Fairfax, Virginia, today. Photograph: Jewel Samad/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jewel Samad/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T18:12:26.962Z\">at 7.12pm BST</time></p>  </div> <div id=\"block-50819591c0e343ef1abc7cea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T18:01:53.215Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A worryingly thin lead for <strong>Barack Obama</strong> in <strong>Wisconsin</strong>, according to yet another poll from <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/wisconsin/election_2012_wisconsin_president\">Rasmussen</a>:</p> <blockquote class=\"quoted\"> <p>The latest Rasmussen Reports telephone survey of Likely Wisconsin Voters finds President Obama with 50% support, while Mitt Romney earns 48% of the vote....</p> <p>The president posted a similar 51% to 49% lead in the state earlier this month. In surveys in Wisconsin since October of last year, the president has earned 44% to 52% of the vote, while Romney’s support has ranged from 41% to 49%.</p> </blockquote> </div>   </div> <div id=\"block-508194ddc0e343ef1abc7ce8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T17:58:54.009Z\">6.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cable news hosts on <strong>MSNBC</strong> are in danger of disappearing up their own hysteria before this election is over.</p> <p>First there was <strong>Chris Matthews</strong> going Howard Beale (but without the coherence) after the first presidential debate. Now graveyard slot presenter <strong>Lawrence O'Donnell</strong> brings his own sanity into question, in a bit about <strong>Tagg Romney</strong>'s <a href=\"http://www.guardian.co.uk/world/2012/oct/18/mitt-romney-employees-vote-live#block-5080287358f96784ee2906c3\">dumb comment</a> that he wanted to \"take a swing\" at Obama after he was rude about his dad in Tuesday's debate.</p> <p>Somehow <a href=\"http://www.theblaze.com/stories/lawrence-odonnell-challenges-mitt-romneys-son-to-a-fist-fight-on-msnbc-anytime-anywhere/\">O'Donnell managed to out-pathetic Tagg Romney</a>:</p> <blockquote class=\"quoted\"> <p>So, you want to take a swing at someone for calling your old man a liar? Take a swing at me. Come on. Come on. And don’t worry. There won’t be any Secret Service involved. Just us. And I’ll make it easy for you. I’ll come to you. Anytime, anywhere. Go ahead, Taggart [sic]. Take your best shot.</p> </blockquote> <p>Dignity, man. Dignity.</p> </div>   </div> <div id=\"block-50818e9b58f96784ee290777\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T17:32:12.136Z\">6.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's the 'Romnesia' video of Obama's speech in Virginia today. It's a cracker:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8BBEXB1Wf9c\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/8BBEXB1Wf9c?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>\"I'm not a medical doctor, but I want to go over the symptoms with you, in case someone else catches it,\" says Obama:</p> <blockquote class=\"quoted\"> <p>If you say you’ll protect a woman’s right to choose but you say you’d be ‘delighted’ to sign a law outlawing it, you've got&#xa0;Romnesia.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T17:35:03.668Z\">at 6.35pm BST</time></p>  </div> <div id=\"block-50818a6258f96784ee290774\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T17:14:10.427Z\">6.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another <strong>swing state poll</strong> from PPP, this time from <strong>Iowa</strong>, and it's better news for Mitt Romney: he leads Obama 49% to 48%, although it notes that Obama has 66% to 32% early vote lead there.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/259341086974173184\">  <blockquote class=\"twitter-tweet\"><p>We've found most of Obama's October drop has been with white voters, so makes sense he's had a particularly big decline in IA and NH</p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/259341086974173184\" data-datetime=\"2012-10-19T17:11:48+00:00\">October 19, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5081898a58f96784ee290773\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T17:10:34.529Z\">6.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Time for another daily tracking poll, from <strong>Gallup</strong>. After a seven-point lead yesterday, Romney has fallen back by a percentage point among likely voters:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mikememoli/status/259338826831523840\">  <blockquote class=\"twitter-tweet\"><p>Gallup Track: Romney 51 (-1) Obama 45 (-) among LVs. Romney 48 (-) Obama 47 (-) among RVs</p>&mdash; Mike Memoli (@mikememoli) <a href=\"https://twitter.com/mikememoli/status/259338826831523840\" data-datetime=\"2012-10-19T17:02:49+00:00\">October 19, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50818869c0e343ef1abc7cdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T17:05:45.614Z\">6.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Republican party has lone been warning about the possibility of <strong>voter registration fraud</strong> and .... what's this? <a href=\"http://www.latimes.com/news/politics/la-pn-voter-registration-gop-arrest-20121018,0,5352175.story\">From the Los Angeles Times</a>:</p> <blockquote class=\"quoted\"> <p>A man who was being paid to register voters by the <a href=\"http://www.latimes.com/topic/politics/parties-movements/republican-party-ORGOV0000004.topic\">Republican Party</a> of Virginia was arrested Thursday after he was seen dumping eight registration forms into a dumpster.</p> <p>Colin Small, 31, was working as a supervisor as part of a registration operation in eight swing states financed by the Republican National Committee. Small, of Phoenixville, Pennsylvania, was first hired by Strategic Allied Consulting, a firm that was fired by the party after suspect voter forms surfaced in Florida and other states.</p> <p>The owner of a store in <a href=\"http://www.latimes.com/topic/us/virginia/harrisonburg-county/harrisonburg-%28harrisonburg-virginia%29-PLGEO100101156010000.topic\">Harrisonburg</a>, Virginia, told a local <a href=\"http://www.latimes.com/topic/economy-business-finance/media-industry/television-industry/television-stations-ENTTV000000000683.topic\">television station</a> that he became suspicious when he saw a car with Pennsylvania plates dump an envelope in back of his store. He recovered the envelope and alerted authorities.</p> </blockquote> </div>   </div> <div id=\"block-508186d058f96784ee290772\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T16:58:56.640Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Presumably the speechwriters had a lot of left-over one-liners and zingers from last night's Al Smith dinner, because we've seen another puntastic effort from <strong>Joe Biden</strong> at a rally in Florida just now.</p> <p>Talking about Obama's description of Romney's tax plans as \"sketchy,\" Biden offers a correction: \"They’re not sketchy, they’re etch-a-sketchy,\" punning on the <a href=\"http://articles.cnn.com/2012-03-21/politics/politics_campaign-wrap_1_mitt-romney-eric-fehrnstrom-general-election?_s=PM:POLITICS\">Etch-a-Sketch jab about Romney's post-primary repositioning</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markknoller/status/259336183748902912\">  <blockquote class=\"twitter-tweet\"><p>\"They're shaking that sucker,\" says Biden of the \"Etch-a-Sketchy\" plans he says Romney/Ryan are now putting forward.</p>&mdash; Mark Knoller (@markknoller) <a href=\"https://twitter.com/markknoller/status/259336183748902912\" data-datetime=\"2012-10-19T16:52:19+00:00\">October 19, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T17:07:38.480Z\">at 6.07pm BST</time></p>  </div> <div id=\"block-508182efc0e343ef1abc7cdc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T16:42:23.233Z\">5.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama coins 'Romnesia' for Romney flip-flops</h2>  <div class=\"block-elements\">  <p><strong>Barack Obama</strong> has been speaking just now before a rally of 9,000 people at George Mason university in Fairfax, Virginia, and he lets loose a new salvo at <strong>Mitt Romney</strong>'s shifting political positions: \"Romnesia\".</p> <p>Obama jokes that since Romney has changed so many positions lately:</p> <blockquote class=\"quoted\"> <p>We need to come up with a name for this condition he's going through. I think it's 'Romnesia'.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaketapper/status/259325798647988224\">  <blockquote class=\"twitter-tweet\"><p>POTUS refers to Romney's \"back-tracking and side-stepping\"...says \"we need to come up with a name for this condition...Romnesia\"</p>&mdash; Jake Tapper (@jaketapper) <a href=\"https://twitter.com/jaketapper/status/259325798647988224\" data-datetime=\"2012-10-19T16:11:03+00:00\">October 19, 2012</a></blockquote> </figure>  <p>After listing the symptoms of Romnesia – such as believing that Romney is a moderate after he called himself \"severely conservative\" – Obama announces:</p> <blockquote class=\"quoted\"> <p>Here's the good news: Obamacare covers pre-existing conditions. We can fix you up!</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mviser/status/259328194535108609\">  <blockquote class=\"twitter-tweet\"><p>Romney has 8 hrs until his Fla rally. Enough time to create some pun on Obama's name that'll hammer home a central argument of his campaign.</p>&mdash; Matt Viser (@mviser) <a href=\"https://twitter.com/mviser/status/259328194535108609\" data-datetime=\"2012-10-19T16:20:34+00:00\">October 19, 2012</a></blockquote> </figure>  <p>Baracknophobia? Obamaloney? Barackendectomy?</p> <p>Via Twitter someone suggests Obysmal.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-68a51f34-126b-412e-933f-e8268beef6fd\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/19/1350666127302/fe89631a-1b61-4853-9d04-4cc2512d3cf8-460.jpeg\" alt=\"Barack Obama at rally in Virginia\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romnesia: Barack Obama today at a rally at George Mason University in Fairfax, Virginia. Photograph: Jewel Samad/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Jewel Samad/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T17:02:42.581Z\">at 6.02pm BST</time></p>  </div> <div id=\"block-5081789fc0e343ef1abc7cd2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:58:24.083Z\">4.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Surprise! It's October</h2>  <div class=\"block-elements\">  <p>It being a slow news day – unbelievable, with 20 days to go until the election! – my learned colleagues are debating the \"<strong>October surprise</strong>\" that could yet be in store for us all.</p> <p>Top among the speculation is \"<strong>Libya bomb strike</strong>\", in which the US hits the leaders or perpetrators of the Benghazi consulate attack that killed four Americans.</p> <p>Coming up close behind is the popular \"<strong>Osama bin Laden death pics</strong>\", with images of the former al-Qaida leader's body being leaked somewhere before election day.</p> <p>Please feel free to contribute your own <strong>October surprise</strong> in the comments below, and we'll highlight the best or most creative of them.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T15:58:40.437Z\">at 4.58pm BST</time></p>  </div> <div id=\"block-5081762dc0e343ef1abc7cd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:47:57.785Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Gallup tracking poll</strong> result yesterday – that gave <strong>Mitt Romney</strong> a seven percentage point lead nationally and got everyone spooked or giddy with joy – received the full Nate Silver NYT treatment last night.</p> <p>Let me save you all a lot of time and cut to the lead, <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/10/18/gallup-vs-the-world/\">which Nate helpfully put in the final paragraph</a>:</p> <blockquote class=\"quoted\"> <p>The context is that [Gallup's] most recent results differ substantially from the dozens of other state and national polls about the campaign. It’s much more likely that Gallup is wrong and everyone else is right than the other way around.</p> </blockquote> </div>   </div> <div id=\"block-508174aac0e343ef1abc7cce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:41:30.745Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The US senate debate in Missouri last night, between <strong>Claire McCaskill</strong> and Republican political genius <strong>Todd Akin</strong>, was fairly tame, as neither side wanted to bring up Akin's \"legitimate rape\" remark that made him a national superstar.</p> <p>It did include possibly the latest instance of <strong>debate trolling</strong> – following Obama's \"Proceed, governor\" remark to Romney on Tuesday – from McCaskill when Akin got lost mid-reply in a foreign policy answer:</p> <blockquote class=\"quoted\"> <p>Akin: We should stop giving money to Libya, to Pakistan, and to one other country....</p> <p>McCaskill: Syria.</p> </blockquote> <p>Since the US doesn't give aid to Syria, McCaskill may have been trying to get Akin to agree. Or she got it wrong.</p> <p>Akin's interesting relationship with the English language was also on display:</p> <blockquote class=\"quoted\"> <p>I've opposed the failed record and the failed policies which have given us the unemployment, the lack of jobs, and other miscellaneous problems such as gasoline prices doubling.</p> </blockquote> <p>Meanwhile, the genius that scheduled this debate for the middle of the St Louis Cardinals play-off game against the Giants ensured that this debate got top ratings. Not.</p> </div>   </div> <div id=\"block-50816c2a58f96784ee290762\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:05:14.998Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>\"Moderate Mitt,\" as Bill Clinton called <strong>Mitt Romney</strong>, makes another reappearance in a polished and effective new ad that uses a clip of Romney from the first presidential debate, in a national unity theme.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4F02JWY4Sbc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/4F02JWY4Sbc?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-50816b65c0e343ef1abc7ccc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:01:57.282Z\">4.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rasmussen has <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/virginia/election_2012_virginia_president\">a new telephone poll </a>with <strong>Mitt Romney</strong> in the lead in <strong>Virginia</strong>:</p> <blockquote class=\"quoted\"> <p>The latest Rasmussen Reports telephone survey of Likely Virginia Voters, taken two nights after the second presidential debate, shows Romney with 50% support to President Obama’s 47%. Two percent (2%) remain undecided.</p> </blockquote> </div>   </div> <div id=\"block-508169d358f96784ee29075f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T14:55:16.136Z\">3.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The two <strong>daily tracking polls</strong> out so far today so the race neck and neck:</p> <blockquote> <p><a href=\"http://www.publicpolicypolling.com/main/2012/10/obama-leads-by-1-point-in-tracker.html\">Public Policy Polling</a>: Obama 48%, Romney 47%</p> <p><a href=\"http://www.rasmussenreports.com/public_content/politics/obama_administration/daily_presidential_tracking_poll\">Rasmussen</a>: Obama 48%, Romney 48%</p> </blockquote> <p>PPP notes some details, with its tracker showing a tick upwards for Obama in post-debate polling:</p> <blockquote class=\"quoted\"> <p>Obama is losing by small margins in every age group except for young voters - his 60/36 advantage with them provides his overall lead. The candidates' numbers along gender lines are completely opposite of each other - Obama leads 51/44 with women and Romney leads 51/44 with men.</p> <p>Obama's approval remains steady at 46/50. Romney's favorability has dipped slightly back into negative territory at 47/48, the first time we've seen that in our national polling since his big victory in the first debate.</p> </blockquote> </div>   </div> <div id=\"block-50815343c0e343ef1abc7cbb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T13:57:13.107Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It was a busy night of politics, with the Al Smith dinner involving the two presidential candidates, Barack Obama appearing on the <strong>Daily Show</strong>, three US senate <strong>debates</strong> and a slew of polling analysis.</p> <p>Here's Tom McCarthy with a look at where things stand:</p> <p>• <strong>The presidential candidates made nice last night at the Al Smith dinner in New York</strong>. Y<a href=\"http://www.politico.com/news/stories/1012/82612.html%20%20\">ou can read some of the best laugh lines here</a>. Of his peppy performance in Tuesday's town hall debate President Obama said: \"I felt really well rested after the nice long nap I had in the first debate.” Romney joked that the candidates were lucky to have “one person who’s always in our corner. … I have my beautiful wife, Ann. He has Bill Clinton.” President Obama <a href=\"http://www.thedailyshow.com/\">also appeared on the Daily Show</a>.</p> <p>• <strong>Congressional Republicans have asked the White House to release intelligence reports on the Benghazi attack</strong>, <a href=\"http://www.mercurynews.com/breaking-news/ci_21808401/cia-found-militant-links-day-after-libya-attack\">as the Associated Press reports</a> that a CIA agent sent a cable to Washington within 24 hours of the attack saying there was evidence that it was the work of militants as opposed to spontaneous protesters.</p> <p>• <a href=\"http://firstread.nbcnews.com/_news/2012/10/18/14542135-polls-obama-holds-his-lead-in-iowa-wisconsin?lite\">An NBC/WSJ/Marist poll with interviews</a> conducted through Wednesday shows <strong>the president retaining substantial leads in Wisconsin (Obama 51-45) and Iowa (51-43)</strong>.</p> <p>• <strong>The presidential candidates are getting ready for the third and final debate on Monday in Boca Raton, Florida</strong>. Today Mitt Romney and Paul Ryan are to co-host a rally tonight in Daytona Beach. The president hosts a rally in Virginia around noon before reporting to Camp David for more debate prep.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T14:47:40.504Z\">at 3.47pm BST</time></p>  </div>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-398052015\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/19/1350657699459/erin-macdonald-002.jpg\" alt=\"erin macdonald\" width=\"140\" height=\"220\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Good to meet you … Erin Macdonald</span> <span class=\"element-image__credit\">Photograph: Erin Macdonald</span> </figcaption> </figure>  <p>I moved to Glasgow from Colorado in 2009 and have been reading the Guardian ever since I arrived. The Guardian was always spoken about on the blogosphere back in the States but I've only been a regular reader since moving here. While I'll read the Saturday paper in coffee shops on the weekend, I'm predominantly an online reader – it's easier to find what you want that way.</p> <p>My favourite writers are Naomi Wolf and Ana Marie Cox. They cover US politics but in a liberal, left-leaning way which is pretty uncommon in the US media. I like the fact that Gary Younge writes about the US as an outsider – despite being a native, that's now how I feel too. I've also enjoyed the US election coverage – particularly the liveblogging of the presidential debates. I came over here to work on a PhD in astrophysics, which is now complete, and I'm working on post-doctoral research at Cardiff University. I sometimes wish the media would be more creative in their ways of covering astrophysics. It seems many outlets have quite a generic approach that lacks in-depth analysis. Earlier this week a new, Earth-like planet was discovered orbiting the Alpha Centauri star but the way it was reported was pretty dull!</p>",
  "<video data-media-id=\"gu-video-397860880\" class=\"gu-video\" controls=\"controls\" poster=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/17/1350447402284/Now-This-News-2nd-preside-004.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/17/NowThisNews2ndDebateWomen-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/17/NowThisNews2ndDebateWomen-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/17/NowThisNews2ndDebateWomen_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/NowThisNews2ndDebateWomen/NowThisNews2ndDebateWomen.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/17/NowThisNews2ndDebateWomen_3gpLg16x9.3gp\"/> </video>   <h2><a href=\"http://www.guardian.co.uk/profile/naomiwolf\">Naomi Wolf</a>: 'The Romney team has managed rather brilliantly to obfuscate his position on every issue'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169536\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/10/19/1319042149039/Naomi-Wolf-003.jpg\" alt=\"Naomi Wolf\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Wolf Photograph: Unknown</span> <span class=\"element-image__credit\">Photograph: Unknown</span> </figcaption> </figure>  <p>The trouble is that Romney's image is too good with female voters! Obama had an <a href=\"http://politicalticker.blogs.cnn.com/2012/04/16/cnn-poll-gender-gap-and-likeability-keep-obama-over-romney/\">18% gender gap</a> in his favor with women in April – and has lost it all. Equal numbers of women and men are now saying they support Romney in the <a href=\"http://www.gallup.com/poll/158048/romney-obama-among-likely-voters.aspx\">last</a> Gallup poll. This is a disaster because Democrats can only win with the traditional gender gap, which is usually in the double digits. </p> <p>The Romney team has managed rather brilliantly to obfuscate his position on every issue – very few women know that if you go to his website, you find out that he does not support a woman's right to abortion <a href=\"http://www.cbsnews.com/8301-18563_162-57501172/romney-my-views-on-abortion-rights-are-clear-/\">except</a> in cases of rape or incest. Ryan is even more drastic in his extremism: supporting ending Planned Parenthood, for instance – which provides health care to 3 million Americans – and in <a href=\"http://www.dailykos.com/story/2012/08/14/1119867/-Rachel-Maddow-Welcome-Congressman-Ultrasound-Ryan-to-the-Republican-Ticket\">favor</a> of punitive transvaginal probes for women who dare to choose abortion. Women are not aware, I think, of how invasive the Republican agenda is for their most personal healthcare decisions. The paradox is that the Republican message of 'smaller government' (get the state out of schools, out of healthcare, out of welfare) is reversed in Romney's radical plan for the far right <em>vis a vis </em>women's most intimate reproductive rights decisions. (To see a satirical take on the GOP agenda, one can watch the hilarious yet also tragic <a href=\"http://www.funnyordie.com/videos/87be7156f5/republicans-get-in-my-vagina\">Funny or Die video</a>, \"Republicans, Get in my Vagina\".) </p> <p>As for Romney's first executive order, should he win the presidency, must be to close Guantánamo. His next policies should involve the repeal of the Patriot Act, the closing of the Department of Homeland Security and the demise of the <a href=\"http://en.wikipedia.org/wiki/National_Defense_Authorization_Act\">National Defense Authorization Act</a>. Any equality women have achieved has come about through human rights activism and democracy protections. Paying attention to any other issue before freedom is restored in America is like legislating on the Titanic. </p> <p><em>Naomi Wolf is a regular columnist on Comment is free and author of Vagina: a New Biography</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jill-filipovic\">Jill Filipovic</a>: 'Romney needs to talk to women like we're people with rational political interests'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169537\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2009/1/30/1233350245282/jill_filipovic_140x140.jpg\" alt=\"Jill Filipovic\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>To appeal to women voters, Romney needs to talk to women like we're people with rational political interests, and knock off the condescension. So far, his understanding of women seems to center on his wife – instead of talking to us himself, he uses Ann as a sort of ambassador to a culture he clearly doesn't understand and doesn't particularly respect.</p> <p>He could speak to us directly about the economy and recognize that the recovery has disproportionately benefited men (even adjusting for the fact that job losses disproportionately impacted men). He could realize that we exist in our bodies, and the physical needs of 50% of the population aren't \"special\" or negligible. He could appreciate that we're a population as diverse as men, and that our interests extend beyond our roles as mothers and care-takers. And he could prove that he has, at any point, considered women to be equal players in society.</p> <p>Even his story (or \"<a href=\"http://blog.thephoenix.com/BLOGS/talkingpolitics/archive/2012/10/16/mind-the-binder.aspx#.UH6ge5hq8ng.facebook\">lie</a>\", as it's also known) at the last debate about soliciting \"binders full of women\" to fill cabinet positions is telling: A man who was a consultant and a businessman for decades didn't know <em>any</em> qualified women? That speaks volumes about his views on half the population, and those views are reflected in his strongly sexist policy positions.</p> <p>Other than the things he definitely <em>shouldn't</em> do that he's already pledged to do on his first day – overturning Obamacare and reinstituting the deadly <a href=\"http://www.salon.com/2012/06/20/why_kenyan_women_fear_romney/\">Global Gag Rule</a> – I would love to see any president propose a Bill of Women's Rights, ensuring the basic things women require for equal participation in society: universal health care coverage (including contraception, abortion, pre-natal and well-baby care); equal pay; federally-mandated parental leave; subsidized high-quality childcare with well-paid workers and comprehensive assistance to low-income families. But that's about as likely as Romney legalizing the kind of drugs one would need to believe a \"pro-family, pro-life\" Republican president would support legislation that actually helps women, men, children and families live better lives. </p> <p><em>Jill Filipovic is a freelance writer and blogger at Feministe, and a practicing lawyer in New York City</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/tamara-winfrey-harris\">Tamara Winfrey Harris</a>: 'Romney has learned little from leafing through binders of women'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169538\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/17/1326838687226/tamarawinfreyharris_140x140.jpg\" alt=\"Tamara Winfrey Harris\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>For female voters like me, a candidate's image comes as a result of actions. That is why there is very little Mitt Romney can do before election day to convince me that his presidency would be good for women. His actions tell me just the opposite. For instance, the candidate has pledged to defund Planned Parenthood; voiced support for the <a href=\"http://www.washingtonpost.com/national/health-science/birth-control-exemption-bill-the-blunt-amendment-killed-in-senate/2012/03/01/gIQA4tXjkR_story.html\">Blunt Amendment</a>, a bill introduced to restrict access to birth control and said that he supports overturning Roe v Wade. For anyone concerned about reproductive healthcare, Romney's stance should chill the blood.</p> <p>But healthcare isn't the only area where Romney fails to demonstrate the love for the ladies his wife <a href=\"http://www.salon.com/2012/08/29/ann_romney_love_mitt_please/\">crowed</a> about during the Republican National Convention. While advisers say that, as president, Romney would not repeal the Lilly Ledbetter Fair Pay Act, he did <a href=\"http://www.huffingtonpost.com/2012/10/17/mitt-romney-lilly-ledbetter_n_1973446.html\">oppose</a> the measure when President Obama signed it in 2009, giving women better opportunity to sue over pay inequities. His running mate, Congressman Paul Ryan – the man Ledbetter herself says \"<a href=\"http://www.rawstory.com/rs/2012/08/16/lilly-ledbetter-paul-ryan-scares-me-to-death/\">scares me to death</a>\" – opposed the Act.</p> <p>If his positions on women's bodies and our ability to work for fair pay are any indication, Romney has learned little from leafing through \"binders of women\".</p> <p>But perhaps the candidate's rhetoric does not reveal his true intentions. Maybe he's simply rallying his conservative base and a real Romney presidency wouldn't be so radical. The first 100 days of a Romney administration could be very enlightening. A clue as to his authentic objectives may come from what a President Romney doesn't do in its early days. As a candidate, Romney has pledged to repeal the Affordable Care Act \"<a href=\"http://thinkprogress.org/health/2011/11/23/375846/romney-pledges-to-repeal-obamacare-on-day-one/?mobile=nc\">on day one</a>\", cutting off millions of women and families from preventative care and ending no-cost birth control benefits. Ignoring the hyperbole in the pronouncement (rolling back the Act wouldn't be that easy), keeping the Affordable Care Act intact and not working toward its demise would be a first step in convincing me that Mitt gives a whit about women.</p> <p><em>Tamara Winfrey Harris is a blogger on What Tami Said, and editor of New Demographic's Anti-Racist Parent</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/deedee-garc-a-blas\">DeeDee Garcia Blase</a>: '[Romney] will have to pick a side and stick with it to the end'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169539\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/red/blue_pics/2011/10/26/deedeegarciablase_140x140.jpg\" alt=\"DeeDee Garcia Blase\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>It will be very hard for Mitt Romney to improve his image with women voters because he has reversed his stance on the pro-choice/pro-life issue too many times. His reversals make him appear like a populist politician driven by polls. Remember, Romney gave an oath to protect a woman's right to choose until he decided to run under the Republican presidential ticket. How can a pro-choice woman trust Romney after he went back on his word? On the other hand, how can a pro-life woman trust him when his campaign recently stated that abortion \"<a href=\"http://www.huffingtonpost.com/2012/10/16/mitt-romney-abortion-ad_n_1972251.html\">should be an option</a>\" in certain cases?<br> In order for Romney to garner the trust of women voters, he will have to pick a side and stick with it to the end, else mistrust will continue to pile up. Right now, women do not know what his real conviction on the issue, and we become much more considerate of politicians who stick to their convictions. As it stands, we still do not know where his heart is really at. A woman has never served on the Joint Chiefs of Staff (JCS); therefore, any president promoting women to the JCS within his first 100 days would give many of us a sigh of relief and encouragement. So many women in the US are related to sons, daughters or relatives currently serving our armed forces, and we are feeling apprehensive and pressure with regard to the multiple wars we have been engaged in. It would be helpful knowing that more women are part of the \"advisory committee\", which helps plan joint operations and resolutions of military problems because, as it stands, there appears to be too much testosterone fueling those key decisions. It would be helpful for us to see balance at a strategic leadership level.</p> <p><em>DeeDee Garcia Blase is founder of Somos Republicans, and the president of the National Tequila Party Movement, which promotes Hispanic Get Out the Vote initiatives</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/heidi-moore\">Heidi Moore</a>: 'it may be useful for Governor Romney to get the basics out of the way'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169540\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/5/18/1337374473765/heidimoore_140x140.jpg\" alt=\"Heidi Moore\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>If the current polls are to be believed, Mitt Romney is in line to draw the votes of roughly half the country. The question is: which half? What does Mitt Romney's half look like, and how do they picture the economic future under a Romney presidency? </p> <p>Governor Romney was correct in his \"binders full of women\" speech that America will not be on the road to economic recovery until women are sharing space in hiring decisions alongside equally qualified men. Unfortunately, the conversation around women in the workplace still seems to center around the most pragmatic basics being treated as romantic political dreams. For instance, it's difficult to picture a woman who will rush to the polls, full of passionate vigor, in support of the idea that it' going to be possible for her to one day have a good day at work <em>and</em> get home in time to pitch in for dinner or tuck in her kids. So it may be useful for Governor Romney to get the basics out of the way: we know that corporations respond to tax breaks. Would they also respond to tax incentives for businesses that show they pay their women as equally as they do men? </p> <p>You have to start rebuilding the economy somewhere. Start at the bottom with equal wages, and see if the economy soon looks to be on firmer ground. </p> <p><em>Heidi Moore is the Finance and Economics Editor for Guardian US</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/cheri-jacobus\">Cheri Jacobus</a>: 'Whatever Mitt Romney is doing to move women to his side, he should keep doing it!'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398169541\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/3/1325610796868/cherijacobus_140x140.jpg\" alt=\"Cheri Jacobus\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Barack Obama won the women's vote in 2008 by a <a href=\"http://www.nytimes.com/2012/03/13/us/politics/president-recapturing-groups-won-by-gop-in-2010.html?_r=0\">13-point margin</a>. Recent polls show Mitt Romney rapidly <a href=\"http://www.usatoday.com/story/news/politics/2012/10/15/swing-states-poll-women-voters-romney-obama/1634791/\">closing the gap</a> and the president has been losing women for nearly a year. Romney has surged to an average 4-point lead in key swing states due in large part to women supporting him, thus sending the Obama campaign in hyperbole overdrive. The ensuing panic by the left has resulted in the ridiculous, patronizing \"War on Women\" meme, followed by the insulting, \"vote like your lady parts depend on it\" that served only to turn women off Obama and move towards Romney.</p> <p>So excuse me if I find the question posed as a bit biased since it is President Obama who needs to change his tune with women. Whatever Mitt Romney is doing to move women to his side, he should keep doing it! He is leading in the popular vote <a href=\"http://www.realclearpolitics.com/epolls/latest_polls/\">52% to 45%</a>, and for the first time in this campaign, now leads in the electoral college.</p> <p>While women in the Obama White House <a href=\"http://mediamatters.org/blog/2012/10/17/fox-accuses-obama-of-pay-discrimination-to-defe/190722\">make less</a> than the men, as governor of Massachusetts, of Mitt Romney's 20 cabinet positions, <a href=\"http://www.foxnews.com/politics/2012/10/17/women-including-ex-cabinet-members-rally-around-romney-binder-project/\">ten were held by women</a>. In fact, his record from the 1990's is better than the top current Democratic governors and the upper echelons of Massachusetts government, and more representative of the female population than any state in the natio, according to a 2004 <a href=\"http://www.albany.edu/womeningov/\">State University of New York, Albany study</a>. It is my prediction, too, that Obama letting two high-ranking women in his administration, Hillary Clinton and Susan Rice, take the fall for his incompetency regarding the Benghazi attack that led to the murders of Ambassador Stevens and three other Americans – and his subsequent cover-up – will heat up as an issue for women in these weeks before election day.</p> <p>That Obama and his cheerleaders in the media are overplaying their hand on the awkward \"binders\" phrasing as if it is a gaffe, is telling: Romney is trending upwards, and the Obama campaign has even had to abandon large chunks of their firewall strategy as Mitt Romney pulls close, even or ahead in states they thought were reliably Obama's. Once women <em>and</em> men got to see Mitt Romney in the debates without the biased media filter, they saw a man quite different than the one Obama and the left described. And they like him. Binders and binders full of women like and trust him. Obama is finding out the hard way that women vote with their brain and their wallets, and that's very bad news for him.</p> <p>A President Romney should repeat his stellar record of hiring women from his time as governor. And unlike President Obama, he can pay women what he pays the men, leading by example, whereas Barack Obama talks the talk, but won't walk the walk. Romney is also onto something big by pointedly addressing the growing number of women in poverty under Obama. His personal history of helping people combined with his business success and saving the Olympics can be put to good use by tackling this problem, rather than just putting more women on welfare and food stamps as has been the case in the Obama presidency. A President Romney should take the problem seriously. He would be a hero.</p> <p><em>Cher Jacobus is a Republican political strategist, pundit and writer</em></p>",
  "<p>Barack Obama is scheduled to fly to the Camp David presidential retreat near Washington later for three days of seclusion to prepare for the third and final debate with Mitt Romney on Monday as polls suggest the race remains too close to call.</p> <p>Obama and Romney swapped jokes at a charity event in New York on Thursday night but there will be few jokes on Monday at the debate in Boca Raton, Florida, an encounter devoted to foreign affairs.</p> <p>The president had enjoyed high approval ratings in foreign affairs until recently, mainly as a result of the killing on his watch of Osama bin Laden. But the Republicans see the president as vulnerable over the assault on the US consulate in Benghazi that left the US ambassador and three other Americans dead.</p> <p>Obama's 2008 Republican presidential opponent John McCain took the president to task Friday, over his choice of words during an interview on Jon Stewart's Daily Show on Thursday night in which he oddly referred to the deaths as \"not optimal\". </p> <p>\"The optimal line, of course, is very regrettable and makes me a little sad,\" McCain told Fox.</p> <p>Obama used the description in response to a question from Stewart, who was the first to use the word \"optimal\".</p> <p>Stewart said: \"I would say, and even you would admit, it was not the optimal response.\"</p> <p>Obama replied: \"Here is what I will say: when four Americans get killed, it's not optimal.\"</p> <p>Romney fumbled a question about Libya in their second debate on Tuesday in New York, but will get a chance on Monday to redeem himself. The Republicans are questioning why the Obama administration has offered conflicting accounts of what happened at the consulate, by first blaming it on a demonstration by people allegedly upset over a US-made anti-Muslim film and later on al-Qaida affiliates.</p> <p>McCain said it had been obvious to him soon afterwards that it was more than just a demonstration. \"You really don't have to be a CIA analyst or a station chief to know an attack with mortars and rocket-propelled grenades, and which lasted for eight hours, is not a spontaneous demonstration,\" he said, adding that the responses of the administration amounted either to a cover-up or gross incompetence.</p> <p>Another layer of intrigue was added to the story Friday when the Associated Press reported that the CIA station chief in Libya told Washington within 24 hours of the attack that there was evidence it was carried out by militants. However, it was unclear who, if anyone, saw the cable outside the CIA at that point and how high up in the agency the information went.</p> <p>Both Obama and Romney spent Friday campaigning before heading for their respective debate preparation camps, with Romney basing himself in Boca Raton.</p> <p>Obama went to George Mason University in Fairfax, Virginia, the second time in a fortnight he has spoken on campus in the crucial swing state, where students and the youth vote as the key to his winning. He ridiculed Romney for what he claimed were repeated policy switches, saying the Republican candidate had forgotten his previous positions – a condition he labelled 'Romnesia'.</p> <p>As well as Libya, Obama and Romney are set to argue over Iran, Syria and the Israeli-Palestinian issue. Obama administration officials have hinted that Obama, in his second term, with no election to be fought, would be braver in tackling the Israeli-Palestinian issue, which, like Tony Blair, he views as a source of friction in the Middle East and elsewhere in the Muslim world.</p> <p>On Iran and Syria, Romney and Obama are not particularly far apart in terms of policy, despite Romney sounding more bellicose than Obama on both issues.</p> <p>New polls taken after Tuesday's debate, which both conservatives and Democrats gave to Obama on points, showed Obama ahead in Iowa, which has long been a swing state, and Wisconsin, which had been listed as an Obama hold but had recently been moved to a toss-up.</p> <p>An NBC News/Wall Street Journal/Marist poll put Obama on 51% and Romney on 45% in Wisconsin and 51% to 43% in Iowa.</p> <p>Most polls suggest the two are in a dead heat nationally. Gallup, in contrast with most of the rest, has Romney with a big lead nationally, on 52% to 45%. But Public Policy Polling has Obama on 48% to Romney's 47% and Rasmussen has the two tied at 48%.</p>",
  "<p>To Barack Obama and Mitt Romney, Briana Mihok is gold dust. She ticks the three boxes that qualify her to be exactly the type of voter the presidential candidates are focusing all their attention on as the White House race enters its final three weeks. She is undecided, she lives in an unexpectedly competitive state and – by far the most important of all – Mihok is a woman.</p> <p>Presidential elections always come down to a narrow territorial battle for advantage in a handful of swing states. But after almost a year of constant campaigning and millions of dollars of television advertising, it became clear this week that both candidates believe that the defining battle of 2012 is now for female voters. </p> <p>At the second presidential debate on Tuesday night on Long Island, Obama and Romney clashed repeatedly on women's issues, ranging from workplace equality to access to contraception. Romney said women had suffered worse under Obama's economic policies, while the president in turn tied issues like equal pay and healthcare to economic recovery, describing women as important breadwinners in their family. </p> <p>A look at the polls over the last two weeks explains why. Since the first debate, Romney, whose campaign had been faltering, has surged back into contention, <a href=\"www.theguardian.com/world/2012/oct/08/romney-gains-lead-obama-poll\">overtaking Obama in some national polls</a>. Behind those headline figures is the first sign of a big shift among women, with Obama's massive advantage cut back to a few points. </p> <p>But for some of the women whose votes the campaigns so openly covet, the sudden intensity of these arguments has done little to clarify matters. </p> <p>Mihok, a mother of one and registered Republican, said she was struck by Romney's ignorance of issues that concern women during Tuesday's debate. </p> <p>She cited the answer he gave to a question about workplace equality in which he said he understood the need to be \"flexible\" in order to have women in the workforce. Giving the example of his chief of staff, who had two children of school age, Romney told the audience at Hofstra university: \"She said: 'I can't be here until 7 or 8 o'clock at night: I need to be able to get home at 5 o'clock so I can be there for making dinner for my kids and being with them when they get home from school.' So we said: 'Fine. Let's have a flexible schedule so you can have hours that work for you.'\"</p> <p>Romney's comments were \"weird\", said Mihok, a 32-year-old policy analyst for a non-profit research company at the University of Pittsburgh. She has been leaning towards Obama in recent weeks.</p> <p>\"My husband and I both work, and flexible work hours are just as important to my husband as they are to me,\" she said. \"Unfortunately governor Romney showed a real ignorance when it comes to women's issues.\"</p> <p>Mihok, who did not watch Tuesday's debate but discussed it with friends and read about it afterwards, said Obama put forward a better case for women. \"President Obama, with his background and his upbringing, has the opportunity to see first hand what is important to women and their families. Look at the statement about his grandmother training men for positions for which men got higher pay and better promoted, yet she never had that opportunity. That legacy is still around, and it's important to recognise that.\"</p> <p>But while that's good news for Obama, Mihok said women's issues would not be at the front of her mind when she came to cast her ballot on 6 November.</p> <p>She is not alone. Mihok is one of a number of undecided female voters from Pennsylvania whom the Guardian is talking to over the course of the election <a href=\"http://www.theguardian.com/world/2012/oct/11/pennsylvania-women-romney-obama\">to find out what is important to them</a>. None of them cited equal pay or social issues as top of the list of things important to their vote, although three out of five cited affordable healthcare as ranking top alongside the economy. </p> <p>\"Who can say what women need or want?\" said Judy Beck, 52, a grandmother and divorced mother of three from O'Hara township in Allegheny County. \"We are really just people.\"</p> <p>The issues most important to Beck's vote are the economy, foreign policy and the partisan makeup of Congress, but she said she did not hear anything on any of these issues that would make her change her mind, she said.</p> <p>Shireen Parsons, 68, a grandmother and community organiser from Summit Hill, Carbon County, was also unconvinced by the efforts to appeal to women. \"I'm old and cranky and sceptical,\" said Parsons, an independent. \"Women voters are smarter than most politicians think. When Romney talked about women, just how many women did he have in his cabinet? I've no idea but I would like to know.\"</p> <h2>'What decade does Mitt Romney think he's living in?'</h2> <p>Pennsylvania is typically Democratic but the race for its 20 electoral college votes has tightened considerably since the first debate. </p> <p>It has a particularly marked gender divide among voters, as well as a higher pay disparity among men and women. Women earn almost 81¢ to a male worker's dollar, compared to the national average of 82¢.</p> <p>Of the five women, three are Republican, one is a Democrat and one an independent. In the last two weeks, one of the Republicans has decided to vote for Obama, with another two leaning that way. But this week, the Democrat said she is leaning heavily towards Romney.</p> <p>Beck, who is \"principally a Republican\" because of her belief in less government, has made up her mind to vote for Obama over the course of the campaign.</p> <p>She said that the most recent arguments over women from the candidates has \"solidified my leaning towards the Obama campaign\".</p> <p>\"Obama didn't get as specific as Mitt Romney. Romney was too specific and it was apparent he doesn't have a clue. Obama mentioned his mother was a single mother, and he understands there are single mothers who need to make a living and that both men and women need to work.\"</p> <p>Obama answered the equal pay question during Tuesday's debate by referring to his upbringing by a single mother and grandmother who trained men for jobs that paid them more and ranked them higher. He cited the Lilly Ledbetter Fair Pay Act, which makes it easier for women to sue over pay discrimination, as one of his first official acts in office. And he cited childcare tax credits as a factor in whether women can become the breadwinners.</p> <p>\"These are not just women's issues,\" the president said. \"These are family issues. These are economic issues. And one of the things that makes us grow as an economy is when everybody participates and women are getting the same fair deal as men are.\"</p> <p>These comments chimed with the Pennsylvania women. Romney's answer to the same question was to insist that his record when governor or Massachusetts was one of equality. His description of his efforts to hire women into his cabinet <a href=\"http://blog.thephoenix.com/BLOGS/talkingpolitics/archive/2012/10/16/mind-the-binder.aspx\">were pilloried as wrong-footed and false</a>, and he has been widely ridiculed for his \"binders full of women\" remark about female appointments to his cabinet.</p> <p>Beck said that Romney reminds her of an old boss who refused her a raise because he told her \"the married men need it first\".</p> <p>\"That was back in 1987,\" she said. \"It was wrong then, and it is so much more wrong now. Any suggestion that a woman should be paid any differently is ridiculous. What decade does Mitt Romney think he's living in?</p> <p>\"Romney does not like anyone to disagree with him, You need to be the president but you also need to listen to advice. It seems to me he assumes he has all the answers.\"</p> <p>Like Beck, Parsons said she found herself being more sceptical of Romney than Obama. </p> <p>\"Romney believes that life begins at conception, but he said he wouldn't legislate against a woman's right to abortion. I don't believe that,\" she said.</p> <p>\"Because of Obama's upbringing and who he is and also because of his wife, he tends to do better among women. I'm inclined to trust some things that Obama says than anything Mitt Romney says. I'm not sure why.</p> <p>\"On the other hand I see what Obama has failed to do for women at the bottom layer. He is as much owned by corporate interests as other politicians. They work for corporate interests and leave poor people women and children at the bottom of the heap.\"</p> <p>Joanne Quinn-Smith, 63, a talkshow host, publisher of an online news network and CEO of a marketing company, praised Obama for talking about women as breadwinners. \"If I work as hard as a man I want to get paid like a man,\" she said. </p> <p>She also pointed out the gender pay disparity in Pennsylvania, but said the economy was her number one concern. </p> <p>\"I want someone who can bring us out of this (recession),\" she said. \"Someone who wants to drive business or someone who wants to drive spending that is supported by taxes? I think I just told you where I am leaning. Someone needs to say: 'We've spent enough money, let's re-organise, let's tighten our belts.' Who is better to do that than someone from a business environment?\"</p> <p>Quinn-Smith said that she thought that Romney would be successful in gaining votes among women in higher income brackets.</p> <p>But, despite leaning towards the Republican, she is still not sure. \"In the last Guardian piece someone said, it is about who you hate less.\"</p> <p>She compared the election to a college student \"going home for the weekend and talking to your parents for advice, and you need them to say something wonderful about what's going on and you don't feel any better because you haven't gotten it.\"</p>",
  "<div id=\"block-50817a7258f96784ee290767\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T16:06:11.111Z\">5.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Jessica Fuhl writes</em></p> <p>The House of Lords committee on public service and demographic change will next week take evidence on the fiscal impact of the ageing society. You can find out more info <a href=\"http://www.parliament.uk/business/committees/committees-a-z/lords-select/public-services-committee/\">on their website</a>.&#xa0;</p> <p>Elsewhere today there's an interesting piece on <a href=\"http://www.physbiztech.com/blog/app-day-keep-doctor-away\">an app a day to keep the doctor away?</a> And a contraceptive pill which enables unwilling mothers to prevent unwanted pregnancies up to five days after sex, is <a href=\"http://www.telegraph.co.uk/health/healthnews/9618015/Five-day-after-pill-to-be-sold-at-chemists-without-prescription.html\">to be made available to buy at pharmacies for the first time without prescription </a>according to the Telegraph. </p> <p>That's all from us this week - have a lovely weekend and we'll be back on Monday. </p> </div>   </div> <div id=\"block-508171c358f96784ee290764\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:29:07.474Z\">4.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Claire Burke writes</em></p> <p>Ashford and St Peter's Hospitals NHS Foundation Trust has just tweeted this:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ASPHFT/status/259313926674710529\">  <blockquote class=\"twitter-tweet\"><p>Delighted that Olympic weightlifter Zoe Smith could join us for opening of new infusion unit at Ashford Hospital <a href=\"http://t.co/gFPQDOYu\" title=\"http://twitpic.com/b5jrvp\">twitpic.com/b5jrvp</a></p>&mdash; Ashford &amp; St Peter's (@ASPHFT) <a href=\"https://twitter.com/ASPHFT/status/259313926674710529\" data-datetime=\"2012-10-19T15:23:52+00:00\">October 19, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5081709958f96784ee290763\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T15:24:09.333Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Claire Burke write</em></p> <p>The BBC writes that a <a href=\"http://www.bbc.co.uk/news/uk-england-oxfordshire-20004641\">maternity unit in Oxfordshire closed as part of a investigation into working practise concerns will not shut permanently</a>, an NHS trust has said.</p> <p>Oxford University NHS Trust said on Thursday it had halted births at Cotswold Maternity Unit in Chipping Norton.</p> </div>   </div> <div id=\"block-5081611658f96784ee290751\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T14:17:58.593Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Jessica Fuhl writes</em></p> <p>March 13 next year will be '<a href=\"http://www.changemodel.nhs.uk/pg/groups/33183/nhs-change-day/?community=NHS%20Change%20Day\">NHS change day</a>'. Organised by young clinical and non clinical leaders, the day \"will bring together the individual creativity, energy and innovation of thousands of NHS staff from across clinical and non-clinical areas of work in a single day of collective action to improve care for patients, their families and their carers.\" </p> <p>The aim is, according to the event's website, that this will become an annual event, with future NHS change days \"involving ever greater numbers of participants and ever greater transformational change.\"</p> <p>What do you think of the day? Is it a good idea? Let us know by commenting below our live blog, or tweeting us at <a href=\"https://twitter.com/gdnhealthcare\">@GdnHealthcare</a>. </p> <p>Elsewhere today, chief executive of the King's Fund Prof. Chris Ham has <a href=\"http://www.kingsfund.org.uk/blog/2012/10/first-do-no-harm-lessons-service-reconfigurations-london\">blogged about the thinktanks's event they ran earlier this month with NHS London on service reconfiguration</a>. He writes:</p> <blockquote class=\"quoted\"> <p>Important lessons from London's experience include the length of time it takes to bring about changes in care and the risks that arise when national and local politicians intervene inappropriately. In the case of stroke care, several hundred lives might have been saved had changes occurred sooner. Similar arguments apply to changes in the role of local hospitals which, in the case of Chase Farm in north London, took around 20 years to be finally agreed. </p> </blockquote> <p>He concludes:</p> <blockquote class=\"quoted\"> <p>One of my reflections on the day was the need for politicians to think very carefully about their involvement in service changes because delays and compromises can cost lives. While the urge to protect constituents’ interest is strong and understandable, it should be resisted where there is a clear clinical case for change. In considering what are ultimately life and death issues, councillors, MPs and ministers would do well to adopt one of the fundamental precepts of medical practice – 'first do no harm'.</p> </blockquote> <p>And on 23 October the health committee will hold <a href=\"http://www.parliament.uk/business/committees/committees-a-z/commons-select/health-committee/news/12-10-18-pex-ev1/\">its first oral evidence session on public expenditure</a>. The session aims to establish a picture of how the health and social care sectors are reacting to efficiency challenges, and whether the government’s aims, such as the Nicholson challenge, are being realised. Witnesses include:</p> <p>• Mike Farrar, chief executive, NHS Confederation</p> <p>• Jo Webber, deputy policy director, NHS Confederation</p> <p>• Andrew Cozens, associate at the Local Government Association</p> </div>   </div> <div id=\"block-508138dac0e343ef1abc7cac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T13:24:31.846Z\">2.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Claire Burke writes</em></p> <p>In his Health Policy Insight editor's blog <a href=\"http://www.healthpolicyinsight.com/?q=node/1442\">Andy Cowper congratulates the NHS on its waiting times performance.</a></p> <p>And SA Mathieson writes in his Quintessential blog about <a href=\"http://www.quintessential.org.uk/sa-mathieson/further-reading-the-cornwall-council-and-nhs-outsourcing-rebellion/#more-3598\">Cornwall council and the \"NHS outsourcing rebellion\"</a>. He writes:</p> <blockquote class=\"quoted\"> <p>BT, the last bidder standing, explained its plans to councillors on Wednesday. Thanks to Andrew Wallis, the independent councillor for Porthleven and Helston South, we know that if it wins the deal, council and NHS staff will be moved to a BT-owned company, and that the firm plans to create 1,043 new jobs for Cornwall, with 38% of these jobs low-skilled, and the better ones health-focused.</p> </blockquote> </div>   </div> <div id=\"block-50813e56c0e343ef1abc7cb1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T11:49:42.755Z\">12.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime roundup</h2>  <div class=\"block-elements\">  <p><em>Jessica Fuhl writes</em></p> <p>Dean Royles director of NHS Employers has written to doctors today about revalidation. You can read his email sent out <a href=\"http://www.nhsemployers.org/Aboutus/news-dean/Dean-Royles/Pages/Governmentannouncementonmedicalrevalidation.aspx\">online here</a>. </p> <p>Lewisham Healthcare NHS trust is through to final of <a href=\"http://www.newsshopper.co.uk/news/9995768.Lewisham_Healthcare_NHS_Trust_through_to_final_of_Gareth_Malone_show_The_Choir__Sing_While_You_Work/\">Gareth Malone's show the Choir</a>. </p> <p>Jeremy Hunt spoke on BBC Radio 4's Today programme this morning about revalidation. said that doctors' assessments which are to be introduced in December are not a system \"which is about box-ticking\". You can listen to that <a href=\"http://news.bbc.co.uk/today/hi/today/newsid_9761000/9761616.stm\">online here</a>. The BBC has also done a follow up news story on the interview by Justin Webb, reporting on the statement Hunt made in the programme about <a href=\"http://www.bbc.co.uk/news/health-20002094\">promising to follow scientific advice in the decisions he makes</a>.</p> <p>On the Guardian there's an indepth analysis piece asking <a href=\"http://www.guardian.co.uk/society/2012/oct/19/us-presidential-election-sexual-health\">what does the US presidential election mean for young people's sexual health? </a></p> <p><a href=\"http://www.gponline.com/News/article/1154593/more-gps-work-saturdays-says-health-minister/\">Lord Howe has said that more GPs should work Saturdays</a>, according to GP Online today. </p> <p>Finally, Pulse is reporting that <a href=\"http://www.pulsetoday.co.uk/practice-business/practice-topics/it/gpc-in-talks-over-urgent-additional-funds-for-practice-it-systems/20000596.article#.UIE7wL9y9E4\">CCGs must not be forced to use their \"already stretched\" budgets to manage the provision of GP practice IT </a>from April 2013, the GPC has urged.</p> </div>   </div> <div id=\"block-508127dfc0e343ef1abc7ca7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T10:21:34.829Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Claire Burke writes</em></p> <p><a href=\"https://www.rnoh.nhs.uk/home/news/bear-grylls-becomes-rnoh-appeal-ambassador\">The Royal National Orthopaedic Hospital’s redevelopment appeal has announced its new ambassador, Bear Grylls.</a> Grylls, an adventurer, television presenter and current Chief Scout, will be one of a selection of appeal ambassadors aiming to raise £15 million by 2016.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-a4d3b24e-a2d2-44ac-be8c-260db00f3c0e\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/pictures/2011/1/7/1294401591578/Bear-Grylls-chief-scout-007.jpg\" alt=\"Bear Grylls, chief scout\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bear Grylls.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure> </div>   </div> <div id=\"block-50811e57c0e343ef1abc7ca1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T09:33:11.462Z\">10.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Claire Burke writes</em></p> <p><a href=\"http://www.gponline.com/News/article/1155526/kpmg-working-quarter-ccgs/\">Private consultancy firm KPMG has revealed it is working with a quarter of the clinical commissioning groups (CCGs)</a> in England,&#xa0;GP Online reports. KPMG associate Tim Rideout told a Westminster Health Forum event on Wednesday that CCGs did not have the capacity to commission in an effective way.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-19T09:39:08.290Z\">at 10.39am BST</time></p>  </div> <div id=\"block-5081192bc0e343ef1abc7c9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T09:11:07.949Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Jessica Fuhl writes</em></p> <p>There's a few more reactions to the news that revalidation for doctors will begin in December.</p> <p>Dean Royles, director of the NHS Employers organisation, said:</p> <blockquote class=\"quoted\"> <p>It is a very positive step forward and should herald greater patient safety and build confidence. Patients need and expect this. After years of planning and preparation the hard work of implementation now begins in earnest.</p> <p>Revalidation is a key part of ensuring safe, modern care for patients. Most importantly, it is crucial for assuring doctors that they are providing the highest levels of service. Many patients will be surprised this isn't happening already.</p> <p>We must avoid the trap of thinking that this announcement means the job is done. The implementation of revalidation will be a challenge and requires active commitment. Making sure the process works in practice is what will be key to its success.<br>It would be great to see some of the country's most senior doctors now putting themselves forward to be first in line for revalidation.</p> </blockquote> <p>Mike Farrar, chief executive of the NHS Confederation, of which NHS Employers is a part, added:</p> <blockquote class=\"quoted\"> <p>Revalidation will be a powerful tool to help NHS boards keep a close eye on the quality of service doctors provide to their local populations.<br>&#xa0;<br>These new checks will be an opportunity to address the bigger picture of clinical governance. The challenge now for boards is to become engaged with revalidation to ensure it helps deliver a continual improvement in services, medical practice and patient care.</p> </blockquote> </div>   </div> <div id=\"block-50811865c0e343ef1abc7c9e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T09:07:50.016Z\">10.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Jessica Fuhl writes</em></p> <p>Elsewhere today Monitor has urged <a href=\"http://www.monitor-nhsft.gov.uk/home/news-events-and-publications/latest-press-releases/monitor-urges-the-nhs-foundation-trust-secto?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+monitor%2Fpress-releases+%28Press+Releases%29\">the NHS foundation trust sector to deliver hospital cost savings earlier</a>. The advice comes in the <a href=\"http://www.monitor-nhsft.gov.uk/node/1363/\">latest quarterly report</a> on the health of the foundation trust sector, which now comprises two-thirds of all NHS secondary care providers running about 1,000 hospitals.</p> <p>Public Service is reporting that <a href=\"http://www.publicservice.co.uk/news_story.asp?id=21170\">weight loss surgery is better on the NHS</a>. The BBC reports that supporters of minimum pricing for alcohol claim new research from Canada<a href=\"http://www.bbc.co.uk/news/uk-scotland-19998949\"> provides further evidence that it would reduce consumption in Scotland</a>.</p> <p>‘<a href=\"http://www.telegraph.co.uk/health/healthnews/9618466/Chemical-cosh-drugs-given-to-50pc-more-dementia-patients-than-thought.html\">Chemical cosh</a>’ drugs are being given to about 50 per cent more people with dementia than an official estimate had suggested, according to a new study in the Telegraph today. The research indicates national efforts to reduce inappropriate prescribing of anti-psychotic drugs, are not working as well as believed.</p> <p>And the Independent reports that Unison accused ministers of wasting money after the health secretary revealed that implementing the Health and Social Care Act is now expected <a href=\"http://www.independent.co.uk/life-style/health-and-families/health-news/anger-at-cost-of-nhs-reforms-8217353.html\">to cost the taxpayer between £1.5bn and £1.6bn</a>. </p> </div>   </div> <div id=\"block-508107a558f96784ee290717\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-19T07:56:21.969Z\">8.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Morning headlines</h2>  <div class=\"block-elements\">  <p><em>Clare Horton writes</em></p> <p>Good morning and welcome to the daily blog from the Guardian healthcare network. Throughout the day, we'll be rounding up the key news stories, comment, blogposts and tweets across the sector.</p> <p>On the network today, we've <a href=\"http://www.guardian.co.uk/healthcare-network/2012/oct/19/chief-executive-national-pharmacy-association\">a mini interview with&#xa0;Mike Holden</a>, the chief executive of the National Pharmacy Association, who&#xa0;describes the best and worst parts of his job – and why clinical commissioning groups must include pharmacists.</p> <p>Meanwhile, the Guardian reports on today's announcement by the health secretary,&#xa0;Jeremy Hunt, that <a href=\"http://www.guardian.co.uk/society/2012/oct/19/doctors-fit-to-practise-tests\">doctors&#xa0;will be given annual assessments</a> and full five-yearly checks to ensure they are still competent and fit to practise starting from December. Niall Dickson, chief executive of the GMC, said it was a</p> <blockquote class=\"quoted\"> <p>historic moment … the biggest change in medical regulation for more than 150 years</p> </blockquote> <p>Elsewhere, the BBC reports on <a href=\"http://www.bbc.co.uk/news/uk-scotland-19998949\">new research from Canada</a>, which supportersof minimum pricing for alcohol claim provides further evidence that it would reduce consumption in Scotland. The Saskatchewan province introduced the policy in 2010 and a study found a 10% increase in alcohol prices reduced consumption by 8% overall, while the biggest drop was in high-strength beer sales, which were down 22%.</p> <p>‘Chemical cosh’ drugs are <a href=\"http://www.telegraph.co.uk/health/healthnews/9618466/Chemical-cosh-drugs-given-to-50pc-more-dementia-patients-than-thought.html\">being given to about 50% more people with dementia</a> than an official estimate had suggested, according to the Telegraph.&#xa0;</p> <p>And the Independent says public service union Unison has&#xa0;accused ministers of wasting money after the health secretary revealed that implementing the Health and Social Care Act is <a href=\"http://www.independent.co.uk/life-style/health-and-families/health-news/anger-at-cost-of-nhs-reforms-8217353.html\">predicted to cost the taxpayer&#xa0;£300m more than expected</a>.</p> <p>If there's a report, story or event you'd like to share, please add a comment below the line or tweet us&#xa0;<a href=\"https://twitter.com/GdnHealthcare\">@GdnHealthcare</a>.</p> </div>   </div>",
  "<p>At some point this year, somewhere in the US, a teenage girl will decide she wants to have sex. She might not know when, or who with, but she has made that choice. Unfortunately for her, this is a turbulent and uncertain year to be making sexual and reproductive health choices in the US.</p> <p>If a student, she might have been relieved when Barack Obama's <a href=\"http://www.healthcare.gov/law/index.html\" title=\"\" rel=\"nofollow\">Affordable Care Act</a> passed in June, knowing she can access student health plans that provide free contraception. She may already be benefiting from the <a href=\"http://www.cdc.gov/teenpregnancy/PreventTeenPreg.htm\" title=\"\" rel=\"nofollow\">Teenage Pregnancy Prevention Initiative</a> launched by Obama in 2010, which funds school sex education programmes that show evidence of success, those predominantly promoting contraception over abstinence.</p> <p>But this is an election year and early in 2012 voters got an idea of what to expect from the Republicans' presidential candidate, Mitt Romney, when he challenged contraceptive coverage included in the health reforms. Along with many Republicans, Romney supported an amendment that would exempt employers with moral objections from including contraception in employees' health plans. Though the amendment failed, Romney promised to not only \"undo\" the contraceptive mandate but to repeal the entire act on his first day in office.</p> <p>\"They could starve it financially, cripple it even if they can't repeal entirely,\" explains Adam Sonfield, of the <a href=\"http://www.guttmacher.org/\" title=\"\" rel=\"nofollow\">Guttmacher Institute</a>, which specialises in sexual and reproductive health and rights. \"There are lots of opportunities to do damage.\"</p> <p>Whatever the route, his point is clear: as president, Romney will do all he can to ensure federal money isn't spent providing contraceptives.</p> <p>Voters could be forgiven for thinking Romney is less clear on abortion. When running for Senate in 1994 he said he believed \"abortions should be safe and legal in this country\". Now he wants <a href=\"http://www.law.cornell.edu/supct/html/historics/USSC_CR_0410_0113_ZS.html\" title=\"\" rel=\"nofollow\">Roe v Wade</a>, the court decision that legalised abortion nationally, overturned and would make further substantial cuts to reproductive health services, despite a federal ban on funding abortion.</p> <p>\"Republican and independent-leaning women may believe Romney is the man he said he was in 1994, but he's not,\" says Emilie Ailts, director of campaign group <a href=\"http://www.prochoicecolorado.org/\" title=\"\" rel=\"nofollow\">NARAL Pro-Choice Colorado</a>. \"If he gets to the White House he will defund Planned Parenthood.\"</p> <p>Whereas pro-choice Obama refused to bow down to Republican <a href=\"http://abcnews.go.com/Politics/government-shutdown-sticking-point-planned-parenthood/story?id=13328560\" title=\"\" rel=\"nofollow\">threats in 2011 to shut down government</a> unless funding was cut to <a href=\"http://www.plannedparenthood.org/\" title=\"\" rel=\"nofollow\">Planned Parenthood</a>, Romney promises the opposite. Underscoring this is Romney's VP running mate, Paul Ryan. A fiscal conservative driven by pro-life ideology, Ryan co-sponsored a <a href=\"http://www.huffingtonpost.com/2012/08/11/paul-ryan-personhood_n_1767760.html\" title=\"\" rel=\"nofollow\">federal measure to ban abortion in all cases</a> and is consistent with his position.</p> <p>\"Ryan practices what Romney preaches: Romney has pledged to 'get rid of Planned Parenthood'; Ryan voted repeatedly to defund Planned Parenthood. Romney said he would end the Title X program that funds birth control and cancer screenings; Ryan voted to eliminate Title X,\" says Ailts.</p> <p>The Guttmacher Institute estimates the <a href=\"http://www.hhs.gov/opa/title-x-family-planning/\" title=\"\" rel=\"nofollow\">Title X family planning programme</a> is used by 25% of poor women wanting to obtain contraceptives and is vital to reduce unintended pregnancies. Obama wants more funding for this programme but Romney wants it axed and would also cut the widely used Medicaid programme through which low income women receive reproductive healthcare.</p> <p>Programmes promoting safe sex among young people could also be at risk under Romney, who supports sex education based on abstinence until marriage and funded such programmes when governor of Massachusetts. According to Douglas Kirby, senior research scientist at health and education research non-profit <a href=\"http://www.etr.org/home\" title=\"\" rel=\"nofollow\">ETR Associates</a>, Obama's pregnancy initiative is likely to reduce unprotected sex. The opposite could happen if the focus returns to abstinence.</p> <p>\"Because abstinence programs are generally less effective at reducing sexual risk, if they are promoted instead of comprehensive programs, more young people will probably engage in unprotected sex and teen pregnancy and STI rates will be a little higher than they otherwise would be,\" says Kirby.</p> <p>On some youth reproductive health policies, the candidates stand closer together. Last year, going against scientific advice, Obama restricted giving emergency contraception over-the-counter to under 17-year-olds unless they had a doctor's prescription. As a father of two daughters the decision to him was \"common sense\". Romney vetoed emergency contraceptive legislation in Massachusetts because it \"disregarded the importance of parental involvement\". Neither helps young girls wanting to discreetly access the morning-after pill.</p> <p>Overwhelmingly though, Romney would cause bigger problems for reproductive rights in the US and internationally. He promises to reinstate the \"<a href=\"http://www.genderhealth.org/the_issues/us_foreign_policy/global_gag_rule/\" title=\"\" rel=\"nofollow\">Global Gag rule</a>\", a policy that prohibits international organisations receiving US funds from providing any abortion-related care. The rule, rescinded by Obama on his second day, has been an early act of every new party president since introduced in 1984 and has big repercussions.</p> <p>Improving access to reproductive services is key to <a href=\"http://www.un.org/millenniumgoals/maternal.shtml\" title=\"\" rel=\"nofollow\">millennium development goal 5</a> – the target to improve maternal health. With this target lagging, there is a pressing urgency to ensure it is at the top of the agenda as <a href=\"http://www.theguardian.com/global-development/2012/aug/01/panel-lead-global-development-agenda-named\" title=\"\">discussions begin on future development goals</a>.</p> <p>As a member of the UN, the US will contribute to negotiations about the post-2015 development agenda, which will steer a course for future sustainable development. But in contrast to Obama, a Romney administration is unlikely to recognise that a lack of access to sexual and reproductive health services only worsens cycles of poverty – at home and abroad.</p>"
]