[
  "<p>Mohamed Morsi struck a pose that hovered between the dignified and uncomfortable as he spoke in the sprawling headquarters of the European Commission in Brussels on Thursday. <a href=\"http://www.theguardian.com/world/mohamed-morsi\" title=\"\">Egypt's president </a>was seeking a €1bn loan he hoped would be a lifeline for his country's ailing economy. Unfortunately, the issue in the spotlight was the attack on the US embassy in Cairo two days earlier.</p> <p>Until then Morsi had said only that he was ordering Egypt's foreign ministry to sue the US makers of the film <em>Innocence of Muslims</em> – the tacky, low-budget 14-minute trailer that triggered protests across the Arab and Islamic worlds and provided cover for a pre-planned armed assault that killed the US ambassador to neighbouring Libya.</p> <p>Images of the storming of the fortress-like embassy had been broadcast around the globe. \"We Egyptians reject any kind of assault or insult against our prophet,\" Morsi finally responded in the Brussels press centre. \"But it is our duty to protect our guests and visitors from abroad.\"</p> <p>This belated and carefully crafted message was delivered after what the <em>New York Times</em> described as a \"blunt\" 20-minute phone conversation with Barack Obama. \"The president has to balance between his domestic alliances with ultraconservative Islamists and Egypt's relations with the US on the foreign affairs front,\" observed analyst Khalil al-Anani. It is, as this episode has shown, a delicate high-wire act.</p> <p>Troubling questions are in the air. Can the Arab world's most populous country, now ruled by an Islamist president, remain on good terms with the US if anti-American sentiment is so strong? What about vitally needed tourism and foreign investment? Is the entire Arab spring a failure? Is Morsi, as conservative American critics splutter, \"a new Khomeini\" – a revolutionary firebrand who will send baying mobs to besiege US embassies?</p> <p>Morsi was sworn in in July after winning – by a small margin – a free election that gave Egyptians their first real choice of a leader, as Cairenes joke, in 7,000 years. It was a triumph not just for democracy but also for the Muslim Brotherhood, banned since the overthrow of the monarchy in 1952. Morsi saw off a former general, Ahmed Shafiq, who was seen as a quintessential <em>felool</em> (remnant) of the old regime.</p> <p>The contest could hardly have been more polarised. And Morsi was not an appealing figure. The original candidate of the Brotherhood's Freedom and Justice Party was Khairat al-Shater, a charismatic businessman who spent years in Hosni Mubarak's prisons and was disqualified on a technicality. Morsi, an engineer, was a backroom operator. Enemies scorned him as \"spare\" – and underlined the point by waving tyres at his carefully orchestrated rallies. Journalists groaned at his dreary, quote-free speeches.</p> <p>In the end, though, the Brotherhood's well-oiled machine mattered more than Morsi's underwhelming personality. And even critics concede that he has proved surprisingly deft, cementing his leadership while acquiring, on paper at least, greater powers than any of his predecessors – and this with parliament suspended and a new constitution yet to be written. The Morsi Meter, established to monitor his performance in his first 100 days, currently gives him an approval rating of 47%.</p> <p>In August he pulled off a spectacular coup, revoking the powers of the generals who had dominated Egypt since forcing Mubarak out. Commentators called it Morsi's \"night of power\" – an unmistakable reference to the Qur'an.</p> <p>\"The army was trying to contain Morsi but he outmanoeuvred them step by step,\" reflected Abdullah Hamouda, an independent journalist. \"He made peace with the civil authority in order to confront the military.\" It was a swift victory in a struggle most Egyptians had assumed would take years. \"The genius of it was doing it without having a confrontation,\" mused a secular intellectual who like many others mistrusts the Brotherhood but admits to grudging admiration for the president. \"It was done in a very sophisticated way that is in line with the temperament of the Egyptian people.\"</p> <p>Next Morsi played a blinder on the international stage, flying to Tehran to attend the Non-Aligned Movement summit despite objections from the US and Israel. Standing alongside Mahmoud Ahmadinejad, he lambasted the \"oppressive regime\" of Syria's Bashar al-Assad – Iran's close ally. Morsi spoke with all the moral authority of the Egyptian revolution. And there was a pleasing echo of the feisty independence of the Nasser era. \"If it displeases the Americans, then so be it,\" shrugged one official. \"This is the new Egypt.\"</p> <p>In line with this new assertiveness Cairo is now trying to put together a \"contact group\" for Syria – comprising Egypt, Saudi Arabia, Iran and Turkey – to see if the Middle East can forge a solution that has eluded the divided UN security council.</p> <p>On the negative side, it is clear that the Cairo embassy affair has been damaging to relations with the US. Obama, under fire from Republican Mitt Romney, described Egypt as not an ally but not an enemy – an alarmingly tepid characterisation from the man who provides it with $2bn in annual aid, the price, principally, of maintaining the 1979 peace treaty with Israel. Egyptian diplomats dismiss this as a slip of the presidential tongue in the heat of the moment. It didn't sound like a gaffe.</p> <p>Obama's critics will doubtless relish the opportunities for attack when Morsi visits Washington soon. \"Morsi is taking a page from the 1979 Khomeini playbook, fabricating an international incident to mobilise religious passions as a weapon for his political grouping against more secular blocs in Egyptian society – the Egyptian military very much included,\" thundered the right-wing commentator David Frum.</p> <p>Details of the embassy incident remain murky. But it was less spontaneous than at first appeared. As early as 30 August al-Gama'a al-Islamiya, a radical Islamist group with a terrorist past, scheduled a demonstration for 11 September – with its obvious resonance – and then used the <em>Innocence of Muslims</em> film to mobilise supporters.</p> <p>It is also clear that a smallish crowd was able to assault one of the most heavily guarded buildings in Cairo and that security was lax. \"The Brotherhood and the (Salafi) Noor party and the state press and al-Azhar (the official Islamic University) all played some role in turning this into an issue in the first place,\" said Elijah Zarwan of the European Council on Foreign Relations. \"They seemed to be going for the low-hanging fruit of religious and nationalist jingoism. Now they are having second thoughts. The government reaction is to put the genie back in the bottle. Maybe it has learned its lesson.\"</p> <p>The novelty here is accountability to voters. Mubarak could and did ignore popular opinion and sent in the riot police or plain clothes thugs to crack heads. Morsi's dilemma is the classic one of an elected politician torn between his core constituency and allies and larger issues of national interest.</p> <p>Elected, in his own reassuring words, as \"president of all Egyptians\", he fought to overcome opposition to a $4.8bn loan package with the IMF, which will mean painful public sector and subsidy cuts. Islamists and leftists are similarly united in loathing the peace treaty Anwar Sadat signed with the country many still call \"the Zionist enemy\". But Morsi pledged to respect all Egypt's international obligations.</p> <p>Shadi Hamid of the Brookings Doha Centre says he now detects tensions between the Brotherhood and the presidency. \"The events of the last few days have… made clear that Morsi's office and the MB are not one and the same,\" he commented. Morsi's long-delayed statement tried to \"offer everybody a little something\", said the political scientist Michael Wahid Hanna. \"But the Brotherhood are not in opposition any more. They run the country now.\"</p> <p>Egyptians are watching Morsi on other fronts. Liberals disliked the vengeful Qur'anic language he used when jihadis killed 16 Egyptian soldiers in Sinai – a stark reminder of the perennial dangers emanating from the Palestinians, Israel and the besieged Gaza Strip. Many are still waiting for the Christian and female vice-presidents Morsi promised to appoint to underline inclusivity – and for an end to the muzzling of critical media, with its echoes of the bad old days. The president's balancing act over Egypt's turbulent and shifting landscape will face more challenges – and doubtless more unpleasant surprises.</p>",
  "<p>A US \"film-maker\" linked to an anti-Islamic movie that has sparked deadly riots across the Middle East, claiming the lives of the US ambassador to Libya as well as a number of others, has been questioned by federal probation officers in Los Angeles.</p> <p>As violence in cities across the Muslim world appeared to be dying down, convicted fraudster Nakoula Basseley Nakoula, 55, was interviewed over suspected breaches of his parole conditions relating to his use of computers.</p> <p>Federal authorities have identified Nakoula, a self-described Coptic Christian, as the key figure behind <em>Innocence of Muslims</em>, a film denigrating Islam and the Prophet Muhammad that has ignited mob violence against US embassies across the Middle East.</p> <p>Yesterday the same video was also linked by a Taliban spokesman to its attempted attack on Camp Bastion in Afghanistan, home base of Prince Harry, during which two US Marines and 18 militants were killed.</p> <p>A federal law enforcement official told Associated Press on Thursday that authorities had connected Nakoula to a man using the pseudonym of Sam Bacile who claimed earlier to be writer and director of the film.</p> <p>Violent protests set off by the film in Libya played a role in mob attacks in Benghazi that killed US Ambassador Chris Stevens and three other American officials. US Embassy gates in Cairo were breached by protesters and demonstrations against American missions spread to Yemen on Thursday and on Friday to several other countries.</p> <p>Nakoula pleaded no contest in 2010 to federal bank fraud charges in California, was sentenced to 21 months in federal prison in 2010 and ordered not to use computers or the internet for five years without approval from his probation officer.</p> <p>The questioning of Nakoula, who was pictured being escorted to a police car by several deputies with a scarf around his face, comes as Libyan investigators disclosed that they were hunting a group of approximately a dozen armed militants they blame for the killing last week of Stevens in Benghazi.</p> <p>Amid reports in American media that point to the involvement of the Benghazi-based brigade, Ansar al-Sharia, local officials say they have launched a nationwide manhunt.</p> <p>\"The people we are looking for, there were about 12 to 14 guys,\" said Abdul Shihaibi, an intelligence officer with Libyan State Security. \"We are searching for them. We think in a few days we will be done with the investigation.\"</p> <p>Four days after the attacks on the consulate and a second accommodation compound left Stevens and three more US diplomats dead, a more detailed picture of the assault is emerging.</p> <p>Libyan investigators say witnesses and mobile phone footage indicate that the attackers, armed with machine guns and rocket propelled grenades, used the riot as cover for the attack.</p> <p>\"Some people came in a special car to Benghazi, they covered their faces,\" said Shihaibi. He said the leader of Ansar al-Sharia had denied responsibility but brigade personnel remain under the spotlight.</p> <p>This was confirmed by the head of the Benghazi Special Security Committee, the national gendarmerie, Fawzi Yunis Gaddafi, jailed by the former regime despite coming from the same tribe as the late dictator Muammar Gaddafi. He said he viewed mobile phone footage: \"We saw them (Ansar al-Sharia), some of them.\"</p> <p>The al-Sharia brigade remains barricaded behind the heavy iron gates of its Benghazi compound, refusing to meet journalists. \"It was pre-planned – 100%\" said Iusef Magarief, president of the newly elected national congress.</p> <p>Four suspects have been arrested but their identities are being kept secret, part of a disjointed investigation that is symptomatic of the chaos that continues a year after the revolution. What evidence there might have been at the consulate has been trampled by sightseers. Two wounded attackers are being treated in a city hospital but have not been interviewed, with local police fearing to confront the Sharia militia who stand guard around the building. And Libya has yet to give permission for an FBI team dispatched to Libya to work in Benghazi.</p> <p>But anxiety about the attack is everywhere in this city. \"It is chaos, only chaos, we need the United Nations here,\" said Mailand Saad, a local businessman. \"We need to defeat these bloody people, these extremists.\"</p> <p>More than 600 community leaders gathered on Saturday at a conference, the Committee of the Wise People of Benghazi, to promise help in finding the militants. Conference organiser Alem Ali said leaders had agreed a joint demand that rogue militias must surrender or be disarmed by force. \"If they do not join legitimate armed forces, the tribes have authorised the government to take action.\"</p> <p>Sulaiman Mohammed, dressed in the traditional white robe, white and embroidered gold waistcoat and red fez, said tribal leaders had agreed to hunt terrorists in their midst. \"It's a bad thing and cowardly people did this. I tell you, the killer is here, and he will be found.\"</p> <p>There is anxiety about unilateral American action, amid reports that the Obama administration is under pressure to show determination with a presidential election looming. \"We know the pressure on Mr Obama, there is the election, there is Romney and the Republicans [demanding action].\" said Salah Jehuda, a prominent local MP who worked as a business analyst in Washington. He said a US strike on militants in Libya could inflame nationalist sentiment.</p> <p>\"There should be action, but not by the Americans. Maybe it [American action] would solve it in 48 hours, but the fact of foreign forces on the ground creates another problem,\" he said.</p>",
  "<p>A film-maker thought to be behind a crude movie that sparked anti-American riots across the Muslim world has been questioned by police in California, as President Barack Obama vowed to bring to justice those responsible for the deaths of four Americans in Libya.</p> <p>The developments came after days of chaos that has seen numerous attacks on American and other western targets, ranging from US-branded fast food restaurants in Lebanon to a deadly assault on a consulate in Benghazi that killed the US ambassador to Libya and three others.</p> <p>The protests, which appeared on Saturday to be subsiding, were galvanised by the emergence of a crude anti-Islam video called Innocence of Muslims that was made in California.</p> <p>That movie, according to a lengthy trailer which has spread via YouTube, depicts the prophet Muhammad as a murderous child-molester and appears to be deliberately aimed at inflaming Muslim emotions.</p> <p>Considerable mystery has surrounded the people behind the film. A film-maker from southern California called Nakoula Basseley Nakoula, 55, was interviewed by federal probation officers at a Los Angeles sheriff's station but was not arrested or detained, authorities said early Saturday.</p> <p>According to the Associated Press federal authorities have identified Nakoula, a self-described Coptic Christian, as the key figure behind the movie and identified him to be \"Sam Bacile\", the man who claimed earlier this week to be writer and producer of the film.</p> <p>Police officers said Nakoula went voluntarily with them to the police station and they were investigating to see if he had breached the term of a parole he is serving after being convicted of fraud charges.</p> <p>A probation order authorized in June 2010 warned Nakoula against using false identities.</p> <p>US officials, including Secretary of State Hillary Clinton, have condemned the movie's content as an attempt to denigrate an entire faith.</p> <p>But the statements have done little to dampen the wave of protests and riots. Over the past few days demonstrations have been reported in Iraq, Iran, Bahrain, Afghanistan, Yemen, Egypt, Jerusalem and the West Bank, Kashmir, Malaysia, Indonesia and Nigeria.</p> <p>In Tunisia, protesters targeted the US embassy and burned down an American school in the capital, Tunis, and in Sudan, mobs torched the German embassy and targeted other western diplomatic outposts.</p> <p>Days of rioting across cities in North Africa and the Middle East appeared to give way to calmer scenes on Saturday.</p> <p>Meanwhile in the US, the fallout from the film, and the violent unrest overseas continued.</p> <p>The death of US ambassador to Libya, Chris Stevens, has shocked the American political establishment and created a serious foreign policy row in the middle of the hotly contested American presidential election.</p> <p>Using hardline language, Obama promised in his weekly radio address Saturday that the attackers would be brought to justice.</p> <p>\"As we mourn their loss, we must also send a clear and resolute message to the world: those who attack our people will find no escape from justice. We will not waver in their pursuit. And we will never allow anyone to shake the resolve of the United States of America,\" Obama said.</p> <p>Obama, however, also joined the chorus of condemnation of the film's content.</p> <p>\"I have made it clear that the United States has a profound respect for people of all faiths. We stand for religious freedom. And we reject the denigration of any religion – including Islam,\" he said.</p> <p>The film was apparently made using actors who have said they had no idea they were making an anti-Islam film.</p> <p>The offensive language about Muhammad was dubbed in later.</p> <p>A 14-minute clip of the film appeared on YouTube in July but only began to generate widespread anger this week, when it was promoted by radical Islamophobic Christians in the US and then broadcast in Egypt by Islamic activists.</p> <p>Nakoula appears to have a criminal record. He was arrested in June 2009, pleaded no contest to bank fraud charges a year later and was released from federal prison in June 2011 after serving a 21-month prison term, according to federal records.</p> <p>In a 2010 hearing in that case prosecutors sought a longer prison term and noted that he misused some of his own relatives' identities to open 600 fraudulent credit accounts.</p> <p>According to court transcripts Nakoula's defence said he only got involved in the scheme after losing his job in the gas station industry and had been forced to work for a few dollars a weekend at swap meets to try to support his children and an ailing father.</p> <p>Nakoula apologized during the proceedings and his attorney James Henderson Sr said Nakoula had learned his lesson. \"He's clearly gotten the message,\" Henderson said at the time during that court hearing. \"I can't imagine him doing anything stupider than he did here.\"</p>"
]