[
  "<p>Barack Obama has stepped into the political row over Republican presidential candidate Mitt Romney's ill-judged response to the Benghazi consulate attack.</p> <p>Romney faced heavy criticism from across the political spectrum for statements issued on Tuesday evening and repeated at a press conference on Wednesday morning in which he accused the Obama administration of being too ready to apologise for American values.</p> <p>Former diplomats, foreign policy analysts and many Republicans distanced themselves from Romney's remarks, accusing him of being premature in trying to make political capital out of a fatal attack on US diplomats. To add to his problems, the statements were quickly shown to be factually inaccurate.</p> <p>On Wednesday morning, Obama had remained above the fray, focusing a statement in the White House rose garden on paying tribute to US ambassador Chris Stevens and the three other Americans who were killed, and promising justice.</p> <p>But by mid-afternoon, while flying to a campaign stop in Las Vegas on Air Force One, he had engaged with the political row. In an interview with CBS, Obama said: \"You know, Governor Romney seems to have a tendency to shoot first and aim later.\"</p> <p>He added: \"As president, one of the things I've learned is you can't do that. It's important for you to make sure that the statements that you make are backed up by the facts. And that you've thought through the ramifications before you make them.\"</p> <p>Asked if Romney's statements were \"irresponsible,\" Obama replied: 'I'll let the American people judge that.\"</p> <p>\"I think most Americans, Democrats or Republicans, understand that there are times when we set politics aside, and one of those is when we've got a direct threat to American personnel overseas,\" Obama said.</p> <p>\"And so I think that if you look at how most Republicans, most elected officials, have reacted, they've reacted responsibly, waiting to find out the facts before they talk, making sure that our number one priority is the safety and security of American personnel.\"</p> <p>Romney's disastrous 24 hours began late on Tuesday – the 11th anniversary of the 9/11 attacks – in the wake of protests at the embassy in Cairo and as the Benghazi consulate attack was still unfolding.</p> <p>He picked up on a statement by Cairo embassy staff expressing sympathy with Muslims angry over an anti-Islamic film apparently made in California. The embassy condemned \"continuing efforts by misguided individuals to hurt the religious feelings of Muslims\". Romney characterised this as an apology by the Obama administration for the right to free speech.</p> <p>Waking up on Wednesday morning to critical reviews – and the news that the ambassador and three others were dead – Romney nevertheless repeated the attack, and went as far as to accuse Obama of sympathising with the Cairo protesters.</p> <p>\"They clearly sent mixed messages to the world, and the statement that came from the administration and the embassy is the administration,\" he said during his hastily-convened press conference. \"The statement that came from the administration was a statement akin to an apology.\"</p> <p>Romney was pressed repeatedly by reporters about whether he had jumped the gun in issuing his statement. But he insisted he had not made a mistake.</p> <p>It could turn out to be one of the defining moments of the 2012 election, one that again exposed Romney's lack of foreign policy experience. It may have done him more damage than all the millions of spent on negative campaign ads over the last two months by the Obama campaign.</p> <p>Many senior Republicans greeted the renewed attack with horror, briefing reporters that Romney had made a catastrophic error of judgment that could have fatal consequences for his election campaign.</p> <p>John McCain, the 2008 presidential candidate and a backer of Romney, refused to be drawn. But he did send a tweet applauding secretary of state Hillary Clinton for the tone of her statement, in which she said that the killings should not lead to a break in US-Libyan relations. </p> <p>The Brookings Institution's Martin Indyk, a former ambassador who served in the Clinton administration, told CNN issues such as these should not be used as political footballs. He added that Romney should have held back for at least a day.</p> <p>The Democratic chairman of the Senate foreign affairs committee, John Kerry, said it was irresponsible, inexperienced and callous for Romney to make statements before knowing the facts.</p> <p>\"I don't think he knows what he is talking about,\" Kerry said.</p>",
  "<p>The image of a smirking Mitt Romney as he walked away from his press conference regarding the terrorist attacks in Libya is his <a href=\"http://www.msnbc.msn.com/id/6071148/ns/politics-campaign_ad_watch/t/new-bush-ad-says-kerry-shifts-wind/\">John Kerry-windsurfing moment</a>. Much as with the Kerry image, critics are making too much of a fleeting moment: Romney partisans are correct to point out that <a href=\"http://www.huffingtonpost.com/2012/09/12/mitt-romney-obama-adminstration_n_1877295.html\">Romney's expression</a> is only that – not a deep-seated reflection of an inner belief.</p> <p>Kerry was (and is) a serious person who made thoughtful and deliberate decisions about policy. His hobbies didn't carry a hidden meaning. Romney is a serious person who, no doubt, feels the loss of a fellow American as deeply as any patriot.</p> <p>I make jokes about his robotic affect (I had to resist making one just now) not because I genuinely believe he's uncaring, but because his stiffness so aptly reflects his cold-blooded professionalism and efficiency (he enjoys <a href=\"http://www.cbsnews.com/8301-503544_162-57355212-503544/mitt-romney-i-like-being-able-to-fire-people-for-bad-service/\">firing people!</a> <em>He put a dog on the roof of his car</em>). As with so much in politics, there's the literal truth and what we feel to be true. When an image, or a phrase or a joke resonates with the public, it's usually because the difference between the two harmonizes rather than clashes.</p> <p>That dissonance is why Clint Eastwood's characterization of <a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/08/30/clint-eastwood-talks-to-imaginary-obama/\">Invisible Obama</a> as vulgar and obnoxious felt not just baffling, but <em>wrong</em>. Obama, if anything, is too polite and restrained – to the point of paralysis. (See: <a href=\"http://www.washingtonpost.com/obama-was-a-flash-of-pure-fury-during-budget-talks-last-year/2012/09/10/59e06410-fb54-11e1-98c6-ec0a0a93f8eb_video.html\">Woodward, Bob</a>).</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396128797\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347488353321/johnkerrywindsurfing_220.jpg\" alt=\"John Kerry windsurfing in Nantucket, 2004\" width=\"220\" height=\"244\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Kerry windsurfing in Nantucket, 2004. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>Kerry's phlegmatic, meandering navigation of his surfboard through the wind, on the other hand, hit the visual note corresponding to \"he was for it before he was against it\" just right. And Romney has this very day shown himself too willing to use international tragedy for personal gain – <a href=\"http://cdn.theatlanticwire.com/img/upload/2012/09/12/rendered/3ba6cc083a1e6b11a098475cc7b82641_250x534.jpg\">the expression</a> captured by the camera may have been an accident of musculature but it doesn't <em>feel</em> that way.</p> <p>It feels like <a href=\"http://www.americablog.com/2012/09/romney-blasted-for-politicizing-death.html\">the self-satisfied snicker</a> of someone walking away from the negotiating table knowing (or thinking) he put one over on the other guy. One assumes Romney had a much less smug expression on his face as the timeline of today's events unfolded, and clarity about their causes and motivations emerged.</p> <p>Romney's campaign, it turns out, was in the midst of cynically spinning a Tweet (a Tweet!) from the US embassy in Cairo into an \"administration apology\", even as Libyan terrorists <a href=\"http://www.washingtonpost.com/world/news-agencies-us-ambassador-to-libya-killed-in-attack-outside-consulate/2012/09/12/665de5fc-fcc4-11e1-a31e-804fccb658f9_story.html\">used the protests as cover for a premeditated strike</a>. The anti-Muslim film trailer that prompted the protests – and was the subject of the Cairo embassy's criticism – was convenient, not causal.</p> <p>Given the GOP's kneejerk invocation of Obama's \"apologetic\" foreign policy, you'd think the Romney campaign would have been able to spot someone else opportunistically using a tangentially-related event for a premeditated attack.</p> <p>Reporters soon uncovered a set of Romney talking points aimed at justifying its previous, premature talking points. \"Did Governor Romney 'jump the gun' last night in releasing his statement?\" went the not-very-hypothetical question. Suggested response? \"No. It is never too soon to stand up for American values and interests.\" The speed of this rationalization does not make the initial attack seem any less premeditated, just not very well thought-out. The Romney campaign reacts rather than responds. This is not what one wants in a commander-in-chief.</p> <p>We've gotten jaded about tragedy being co-opted for political purposes. The campaigns' advertising <a href=\"http://www.newser.com/article/da17sbdo2/for-911-presidential-campaigns-suspend-partisan-digs-but-politics-continues-on-anniversary.html\">boycott on 9/11</a> is a subtle confirmation just how deeply ingrained the expectation is – the boycott itself proof that the subconscious tendency must be overtly checked. Pols and pundits on all sides often get away with capitalizing on pain because we all know they all do it.</p> <p>There is an implicit wink behind the more outrageous attacks. Obama does not believe that Romney actively <em>hates</em> women. Romney does not doubt that Obama <em>was</em> born in Hawaii. If some voters on the fringe believe the worst? Hey, the Etch-a-Sketch will be shaken, and campaign slurs often fade in the amnesiac, slow-motion blur of actual governing.</p> <p>But sometimes, the wink isn't just a wink. It's a tic, an unthinking habit that won't go away. The Romney reaction to the news out of Libya suggests something even more dangerous: a habit of unthinking. As Fred Exley put it, in his classic A Fan's Notes, bemoaning the latent cynicism that allows good people to excuse themselves for doing bad things:</p> <blockquote class=\"quoted\"> <p>A wink eventually becomes a twitch, the twitch a sign of some inner disturbance.</p> </blockquote>",
  "<p>You may have to send in the troops, but they won't solve the conflict. The most they may do is help persuade the enemy to accept a ceasefire, usually after a significant loss of life and secret, backchannel, talks between the combatants.</p> <p>Sending in the troops, unleashing bombs, may prevent the enemy from winning the war but they will not bring peace. As British defence chiefs say repeatedly, there can be no military solution to the conflict in Afghanistan. That means talking to terrorists, and as a matter of increasing urgency.</p> <p>It may be little comfort to the families of soldiers killed in action. But this is what happened in Northern Ireland, with MI6 talking to IRA leaders at the height of the violence. And it will happen, slowly and stutteringly, in Afghanistan.</p> <p>Comparisons with Northern Ireland were made earlier this week <a href=\"http://www.guardian.co.uk/world/2012/sep/10/taliban-ceasefire-political-deal-experts?newsfeed=true\">conversations</a> with a group of British experts who recently held private meetings with senior Taliban figures. The Taliban group appeared as pragmatic as the IRA — talking about an \"unwinnable war\", a ceasefire, and \"power sharing\", according to their British interlocutors.</p> <p>General Sir Peter Wall, the head of the British army, <a href=\"http://www.iiss.org/recent-key-addresses/the-british-army-beyond-afghanistan/\">told</a> the International Institute for Strategic Studies early this year that \"the real fixes [in Afghanistan] are at the political level and these too now show some sign of movement...developments in dialogue with the Taliban being a case in point\". </p> <p>He added: \"Progress in this domain is vital if we are to achieve a soft landing by 2014 [when all Nato-led foreign troops will end all ground combat operations].\" Prospects for future stability and \"the history of deal making in that region\" gave some grounds for cautious optimism\", said Wall. That was eight months ago.</p> <p>\"Dialogue, not only with the dictators of the world but with the terrorists, is necessary\", Dame Eliza Manningham-Buller, the former head of MI5, says in her recent booklet, Securing Freedom, published by Profile Books and based on her BBC Reith lectures last year.</p> <p>She adds: \"My most relevant experience of this is the complex and prolonged talks in Northern Ireland. There are plenty of other examples, including talking to Hezbollah and to Hamas. Talking doesn't mean approval.\"</p> <p>In Afghanistan, it seems many more soldiers — and civilians — will be killed before any talks bear fruit, presumably well after the US presidential election in November.</p> <p>• The British government's concern about a possible Israeli attack on Iran has been underlined by a visit to Jerusalem by a senior UK official reported to be Sir John Sawers, head of MI6, though possibly another security or intelligence adviser.</p> <p>Israel's Haaretz newspaper quoted an unnamed Israeli source as saying that a high-ranking British special envoy had paid a secret visit to meet Mr Binyamin Netanyahu, the prime minister and defence minister Ehud Barak, to deliver a \"stern message\" from David Cameron. The source said the envoy warned against \"an uncoordinated Israeli strike on Iran at this time\" and stressed that Britain believes there is still time for diplomatic measures to work.</p> <p>The last thing military chiefs in the UK and US is war with Iran, a conflict which would further endanger their troops in Afghanistan and elsewhere in the region — as well as provoke havoc in the Middle East.</p> <p>General Martin Dempsey, chairman of the US joint chiefs of staff, made the point at a press briefing in London recently. An Israeli attack on Iran, Dempsey said such an attack would \"clearly delay but probably not destroy Iran's nuclear programme\".</p> <p>Israeli intelligence and military chiefs have sent a similar message. British defence chiefs echo their concerns — and have the added embarrassment, to say no more, of the likelihood of the US using its bomber base on Diego Garcia, in the British Indian Ocean Territory, in any attack on Iran.</p>",
  "<p>Barack Obama has condemned as \"outrageous\" and \"senseless\" the attack on the US consulate in Benghazi, Libya, that left four Americans dead, including the ambassador Chris Stevens.</p> <p>In a statement on Wednesday morning, Obama offered no suggestion of retaliation, simply confining himself to a promise that all necessary steps would be taken to support the security of Americans working in Libya.</p> <p>He described Stevens as \"a courageous and exemplary representative of the United States\" who had served in Benghazi during the Libyan revolution and had been helping with the transition to democracy.</p> <p>The attack in Benghazi followed an earlier protest at the US embassy in Cairo by Islamist groups protesting over a film they regard as disrespectful of Mohammed.</p> <p>Referring to the film, Obama said: \"While the United States rejects efforts to denigrate the religious beliefs of others, we must all unequivocally oppose the kind of senseless violence that took the lives of these public servants.\"</p> <p>The killings were pounced on by Republican presidential candidate Mitt Romney, who echoed criticism from conservative websites that Obama was too soft in his dealings with the Middle East and too willing to apologise for perceived offences to Islam. </p> <p>After the Cairo incident on Tuesday, the embassy there had released a statement condemning the \"ongoing efforts by misguided individuals to hurt the feelings of Muslims\" and the continued attacks on the religious beliefs of others under the guise of \"freedom of expression\".</p> <p>On Wednesday, Romney said in a statement: \"I'm outraged by the attacks on American diplomatic missions in Libya and Egypt and by the death of an American consulate worker in Benghazi.\"</p> <p>He added: \"It's disgraceful that the Obama administration's first response was not to condemn attacks on our diplomatic missions, but to sympathise with those who waged the attacks.\"</p> <p>An Obama campaign spokesman expressed shock that Romney would use Stevens' death to score a political point.</p> <p>Ben LaBolt, Obama's campaign press secretary, said: \"We are shocked that, at a time when the United States of America is confronting the tragic death of one of our diplomatic officers in Libya, governor Romney would choose to launch a political attack.\"</p> <p>The issue, once the initial shock begins to evaporate, will play into the election campaign. Part of the reason Jimmy Carter lost in 1980 was the Iranian hostage crisis and the botched rescue attempt. The Libyan killings are not on that scale, and certainly not big enough issue to turn an election but they will generate political clashes over the next few days.</p> <p>Secretary of state Hillary Clinton, in a statement, also condemned the killings. </p> <p>\"Some have sought to justify this vicious behavior as a response to inflammatory material posted on the Internet,\" she said in a statement. \"The United States deplores any intentional effort to denigrate the religious beliefs of others. Our commitment to religious tolerance goes back to the very beginning of our nation. But let me be clear: there is never any justification for violent acts of this kind.\"</p> <p>She also paid tribute to one of the other victims, Sean Smith, a foreign service information management officer and father of two who had served in Baghdad, Pretoria, Montreal and the Hague during his 10 years in the service. Clinton described him as \"one of the best\".</p> <p>The identities of the other two victims have not been revealed as next of kin are still being informed.</p> <p>\"All the Americans we lost in yesterday's attacks made the ultimate sacrifice,\" said Clinton in the statement. \"We condemn this vicious and violent attack that took their lives, which they had committed to helping the Libyan people reach for a better future.\"</p>",
  "<p>Barack Obama's campaign team has published an <a href=\"http://www.barackobama.com/truth-team/entry/2016-obamas-america-is-a-deliberate-distortion-of-president-obamas-record-a\" title=\"\">extensive critique of a documentary</a> which accuses the US president of being an anti-colonialist who will work to reduce his country's influence on world affairs if he is re-elected this winter.</p> <p>2016: Obama's America, directed by Indian-American conservative author and commentator Dinesh D'Souza, has been a surprise box office success in the US this summer. As of last weekend, it had taken $26.2m (£16.3m), behind only Michael Moore's anti-George W Bush polemic <a href=\"http://www.theguardian.com/theguardian/2004/jul/09/1\" title=\"\">Fahrenheit 9/11</a> in the pantheon of US political documentaries.</p> <p>D'Souza's film argues the president's political instincts are anti-American – allegedly due to the influence of his supposedly anti-colonialist Kenyan father, Barack Obama Sr. It warns that a second term for the Democratic candidate after November's presidential election could change the country for good, and ends with the statement: \"The future is in your hands.\"</p> <p>Obama's re-election team hit back on Wednesday with an online post via the campaign website <a href=\"http://www.barackobama.com/\" title=\"\">BarackObama.com</a>. \"That his writings and film are based on lies should not come as a surprise to anyone given D'Souza's long history of attempting to add a veneer of intellectual respectability to fringe theories, conspiratorial fear-mongering, and flat-out falsehoods,\" it reads.</p> <p>\"Right-wing author Dinesh D'Souza has recently released 2016: Obama's America, a movie that falsely smears President Obama as having a hidden agenda bent on realising 'anti-colonial' ambitions',\" the post begins, before quoting a series of poor verdicts on the film and its director's previous work across a range of media.</p> <p>\"A self-proclaimed expert on the president, D'Souza bases the film around his own past works, which were previously described as 'the worst kind of smear journalism,' and riddled with 'lazy' errors,\" the post continues. \"The result is what Variety calls a 'cavalcade of conspiracy theories, psycho-politico conjectures and incendiary labelling' and what the LA Times labels a 'badly disguised and overly long attack ad'. A look at D'Souza's record is a look at a history of demonstrably false and ridiculous claims about the president, and 2016 is no exception. In fact, admitting President Obama was born in the US is what Bloomberg calls 'as close to moderation as this nutty film gets'.\"</p> <p>It adds: \"2016 promises to show viewers what they 'don't know' about President Obama, but instead reveals what Newsday called a 'ranter' peddling conspiracy theories. In place of an actual documentary, D'Souza employs 'pseudo-scholarly leaps of logic' to invent an imaginary character who has inherited 'anti-colonial,' 'Third World' views from his father — whom he last saw when he was 10 years old.\"</p> <p>Obama's team also suggests that D'Souza once falsely accused the president of backing the release of the Lockerbie bomber, despite his administration having stated its opposition to the move and written to the Scottish government to raise its strong objection. The team alleges that D'Souza once accused Obama of authorising the US bank bailouts when it was George W Bush who signed the troubled asset relief programme into law in October 2008.</p> <p>D'Souza, meanwhile, hit back in an <a href=\"http://www.hollywoodreporter.com/news/2016-obamas-america-documentary-barack-dinesh-dsouza-369598\" title=\"\">interview with the Hollywood Reporter</a>. \"Their original strategy was to lie low and hope this goes away, but now they're launching a full-scale attack,\" he said. \"And this is one of the most bizarre, clumsy and ineffective attacks I have seen in politics. Half of the stuff they talk about isn't even in the film – like the Lockerbie bomber. These guys are referencing a Columbia Journalism Review article that's two years old and is about my book, not about the film.\"</p> <p>D'Souza pointed out that Obama's team made no mention of the interview the commentator conducted with the president's Kenyan half-brother, George Obama, who lives in Huruma Flats near Nairobi, and who the film-maker claims lives in poverty.</p> <p>\"If Mitt Romney had a half brother living destitute in a third-world slum, it would be on the front page of the New York Times and a topic on MSNBC, CBS News and the Sunday talk shows,\" said D'Souza. \"But this fact is not even reported by those outlets. They just pretend it doesn't exist. It's immensely interesting that a guy who has more than 50 times quoted the Bible – 'we are our brother's keeper' – has a half-brother he won't help at all. That's not a story?\"</p>"
]