[
  "<video data-media-id=\"gu-video-394937778\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/20/120820ToddAkin-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/20/120820ToddAkin-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/20/120820ToddAkin_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120820ToddAkin/120820ToddAkin.m3u8\"/> </video>   <p>The Republican party leadership has withdrawn financial and political support from a US congressman who is refusing to resign from a Senate race in Missouri after claiming that \"legitimate rape\" rarely leads to pregnancy.</p> <p>As pressure mounted from all sides, Todd Akin, chosen last week as Republican candidate in the closely-fought challenge for the Senate in Missouri, apologised for his remarks but refused to step aside.</p> <p>\"I'm not a quitter,\" he said on a radio show hosted by former Republican presidential candidate Mike Huckabee. \"By the grace of God, we're going to win this race.\"</p> <p>He added that the people who had elected him knew he was not perfect and that just because someone made a mistake, it \"doesn't make them useless\". No-one had called him to suggest he drop out, he said.</p> <p>His defiance came in spite of criticism from senior Republicans, including White House challenger Mitt Romney and senator John Cornyn, the head of the National Republican Senatorial Committee, which provides funding for candidates. Barack Obama also denounced his remarks.</p> <p>Both the Republican party and prominent political action committees, known as Super Pacs, said they would withdraw their support. Ad campaigns worth millions of dollars were being scrapped.</p> <p>Akin went on Huckabee's radio show in an attempt to save his position. He said: \"I've really made a couple of serious mistakes here which were just wrong, and I need to apologise for those. There is no such thing as legitimate rape. It's an evil act and it's committed by violent predators.\" He added: \"I've even known some women who have been raped and I know that it's a terrible, terrible thing.\"</p> <p>In spite of the row over his comment that \"legitimate rape\" rarely results in pregnancy, he argued his background and ability made him a big asset in unseating the Democratic incumbent Claire McCaskill.</p> <p>Republicans want him to step aside because the row is threatening the White House race, and reduces the chances of taking the Missouri seat, one the party is banking on to secure a majority in the Senate.</p> <p>In a statement, Cornyn said: \"I recognise this is a difficult time for him, but over the next 24 hours, congressman Akin should carefully consider what is best for him, his family, the Republican party, and the values that he cares about and has fought for throughout his career in public service.\"</p> <p>Mitch McConnell, the Republican leader in the Senate, also urged him to rethink his position, describing his comments as inexcusable.</p> <p>Obama, speaking at the White House at a rare press conference, denounced Akin's comment. \"Rape is rape. And the idea that we should be parsing and qualifying and slicing what types of rape we're talking about doesn't make sense to the American people and certainly doesn't make sense to me.\"</p> <p>He said that politicians, most of whom are men, should not be making healthcare decisions on behalf of women.</p> <p>While accepting that Romney had also denounced Akin, he said there was a significant difference between Democrats and Republicans on the issue. \"The underlying notion that we should be making decisions on behalf of women for their healthcare decisions, or qualifying 'forcible rape' versus 'non-forcible rape' – those are broader issues … between me and the other party.\"</p> <p>Asked if he thought Akin should quit, he said he had been chosen by the Republican party in Missouri and the decision was one for it to decide.</p> <p>Earlier, Romney used <a href=\"http://www.nationalreview.com/corner/314452/romney-akins-inexcusable-comment-robert-costa\">an interview with the National Review Online</a> to denounce Akin in unusually forthright language.</p> <p>\"Congressman Akin's comments on rape are insulting, inexcusable, and, frankly, wrong,\" Romney said. \"Like millions of other Americans, we found them to be offensive.\"</p> <p>He added: \"I have an entirely different view. What he said is entirely without merit and he should correct it.\" But he stopped short of calling for Akin to step down.</p> <p>Republican senator Scott Brown became the first member of the party to call publicly for Akin to resign. \"Rep Akin's statement was so far out of bounds that he should resign the nomination for US Senate in Missouri,\" Brown said in a statement.</p> <p>Brown's response is not surprising, given he is well to the left of the party, fighting to retain his seat in a tight race in liberal Massachusetts.</p> <p>Wisconsin senator <a href=\"https://twitter.com/Ron4Senate/statuses/237582523465596928\">Ron Johnson also called for Akin to pull out</a>. On Twitter he said: \"Todd Akin's statements are reprehensible and inexcusable. He should step aside for the good of the nation.\" </p> <p>His intervention was more significant as Ryan is from Wisconsin and the latest poll suggests Romney has taken a narrow lead over Obama in the state.</p> <p>But even figures such as Karl Rove, George W Bush's strategist, told Fox News that Akin's \"got some real explaining to do\".</p> <p>Barack Obama's campaign team portrayed the comments by Akin as further evidence of what it has dubbed the Republican \"war on women\".&#xa0;</p> <p>The row began when Akin, in an interview with the St Louis channel KTVI-TV broadcast on Sunday,&#xa0;was asked about his opposition to abortion, even in the case of rape. &#xa0; </p> <p>\"It seems to me, from what I understand from doctors, that's really rare,\" Akin replied. \"If it's a legitimate rape, the female body has ways to try to shut that whole thing down. But let's assume that maybe that didn't work or something: I think there should be some punishment, but the punishment ought to be of the rapist, and not attacking the child.\" </p> <p>Akin won the Republican primary only this month with the backing of Tea Party groups. The Missouri race, against Democratic Senator Clare McCaskill, was seen as one of the most winnable for the Republicans in its bid to take control of the Senate.</p> <p>Akin is only narrowly ahead in the polls and pollsters predicted his remark is almost certain to lose him a lot of votes, especially among women.</p> <p>But the row could also have implications for the White House campaign as it has focused attention on an area of sensitivity for Romney: the views on abortion of his running mate Paul Ryan. </p> <p>In a statement released after Akin's remarks, Romney's campaign team said: \"Governor Romney and congressman Ryan disagree with Mr Akin's statement, and a Romney-Ryan administration would not oppose abortion in instances of rape.\"</p> <p>But the statement leaves questions about Ryan unanswered. Until the statement was released Ryan had been opposed to abortion even in the case of rape. Ryan was the co-sponsor of a House bill last year called the No Taxpayer Funding for Abortion Act that included what it referred to as \"forcible rape\", though the phrase was later dropped after a backlash from women's groups.</p> <p>Romney has an ambiguous record on abortion, promising while campaigning for governor of Massachusetts not to change existing law but adopting&#xa0;a tougher position when campaigning to become the Republican presidential nominee. </p> <p>Ryan, by contrast, has been consistently opposed to abortion in almost all circumstances.</p> <p>Akin's opponent, Claire McCaskill, a close ally of Obama's, said that Akin had not addressed several issues raised by his original comments, including his comment that women's bodies closed down during rape. &#xa0; </p> <p>She called on Akin to apologise for that and other contentious statements, but rather than join the calls for him to quit she warned the Republican leadership that any attempt to oust him as the candidate would backfire. </p> <p>McCaskill, seeking re-election, was widely regarded as vulnerable but her opponent's remarks play into her strategy of painting him as an extremist, provided he remains the candidate.&#xa0;</p> <p>Congresswoman Debbie Wasserman Schultz, head of the Democratic National Committee, sought to broaden the issue beyond Missouri politics, accusing Republicans of wanting to \"take women back to the Dark Ages\".</p> <p>She added: \"The real issue is a Republican party – led by Mitt Romney and Paul Ryan – whose policies on women and their health are dangerously wrong.\"</p>",
  "<p>When the Bo Xilai issue first erupted in March and the details of Neil Heywood's murder began to emerge, it was commonly accepted that this posed a huge challenge to the Chinese leadership at a most sensitive time – the imminent change in the composition of the party and government leadership, an event which is surely of greater significance for the world than the forthcoming US presidential election.</p> <p>There was understandable speculation that Bo Xilai's detention could lead to wider rifts in the party leadership that might prove very difficult to manage and which might even lead to the postponement of the forthcoming party congress until the early months of next year.</p> <p>Following the trial of Gu Kailai, Bo Xilai's wife, and her sentencing on Monday, we can now view these events from a different vantage point. Whatever the widespread misgivings about the trial and the closed nature of the proceedings – and the fact that the whole process has clearly been vetted at the highest levels – the explanation as to what happened, the verdict and now the sentence has commanded a certain degree of credence. The explanations, though far from comprehensive, are, in the circumstances, more or less plausible: the conflict between Gu and Heywood, the threat to her son, the nature of their financial dealings, and the subsequent murder.</p> <p>Likewise, the nature of the sentence – a suspended death penalty that could in practice mean a prison term of 14 years – has been viewed in the west as not inappropriate.</p> <p>After months when it appeared as if the scandal might derail the party leadership, it now appears as if it is once more firmly in control of events. Any wider rifts that might have existed now seem to be under control – or, more likely perhaps, the ructions following Bo's arrest were rather more limited than some have speculated, though in the absence of any hard information it is impossible to be sure.</p> <p>With the Gu Kailai trial now closed, there remains the key question of what will happen to Bo himself, the overwhelmingly dominant player, without whom Heywood would still be unknown and Gu likewise. Bo Xilai is being investigated for \"serious disciplinary violations\" and it is widely expected that some kind of conclusion will be reached in the matter prior to the party congress.</p> <p>Are there any conclusions that might be drawn at this stage, premature as they may well prove to be? From outward appearances, it seems as if the party is now within touching distance of overseeing a smooth transition to a new leadership, with Xi Jinping as the next president and Li Keqiang as the next premier. This will only be the second time this has been achieved since Mao, the first being the handover from Jiang Zemin to Hu Jintao. Similarly wholesale changes in the standing committee of the party, presently composed of nine people – and the body to which Bo was so energetically and ruthlessly campaigning to be admitted – are likely to be achieved without too much collateral damage.</p> <p>There has been much speculation that, with China facing a new and difficult set of challenges, the Bo case was likely to become entwined with a range of growing policy disagreements. The difficult policy choices have certainly not gone away but it would appear that the Bo case has been sidelined without it serving to exacerbate the debates that are occupying the present leadership and which will surely dominate the agenda of the incoming leadership. This is no mean achievement.</p> <p>It has been suggested, finally, that the Bo case is the biggest political conflict to have shaken Beijing since the Cultural Revolution. This has always appeared to be something of an over-statement. One only has to think of the prolonged struggle between Mao's chosen successor, Hua Guofeng, and Deng Xiaoping after Mao's death to realise that this was a febrile exaggeration. Given the issues that we now know were at stake in their argument, then whatever the present disagreements, they could hardly have been more fundamental or far-reaching than those between Deng and Hua. Deng, after all, was about to take China in an entirely new direction and utterly transform the country in the process.</p> <p><em>Martin Jacques is the author of When China Rules the World: The End of the Western World and the Birth of a New Global Order</em></p>",
  "<p>The 15 August gathering at Paul Ryan's alma mater, Miami University in southwestern Ohio, was already fired up when the congressman segued into a remarkable line:</p> <blockquote> <p>\"The president, I'm told, is talking about Medicare today. We want this debate. We need this debate. And we will win this debate.\"</p> </blockquote> <p>The crowd erupted in cheers. And with that, a most curious battle was joined.</p> <p>If the first few days of the Ryan nomination saw much confusion as to just who controlled the GOP ticket's narrative — the Romney campaign even appeared to disavow the \"Ryan plan\" within the first 24 hours — then its fifth day appeared to answer the question. In a season of some of the worst economic distress since the Great Depression, the Romney-Ryan duo is going to run on entitlements. <a href=\"http://www.theguardian.com/commentisfree/2012/aug/11/mitt-romney-acquires-risky-asset-paul-ryan-vp\">As I noted on the day the VP pick was announced</a>, Mitt Romney is now running on the programmatic agenda — and the record — of his putative second.</p> <p>There is some logic to this, although the execution appears to have less. In the Tea Party era, fiscal rectitude, normally the province of Beltway media and policy types, is politically saleable at a popular level in ways it hasn't been since the 1920s. The problem is that there's not much data demonstrating its appeal beyond Republican primary electorates. The perennial unpopularity of the various Ryan plans, surely among the most mild examples of fiscal rectitude in existence (since they take 30 years to balance the federal budget), only underlines the point.</p> <p>This brings us to the political illogic in the Republican ticket's \"entitlements\" fight, which is, of late, on full display in the Mitt Romney Twitter feed: \"Interesting that @BarackObama admits that he cut $716bn from Medicare from current seniors to pay for Obamacare,\" <a href=\"https://twitter.com/MittRomney/status/236456318217617408\">reads one of many</a>. This is based upon a juxtaposition of two sets of data: the first being the enduring unpopularity of Obamacare, with 56% of Americans favoring full repeal in the latest Rasmussen poll; and the second being, as <a href=\"http://decoded.nationaljournal.com/2012/08/the-gop-counterargument-on-med.php\">Josh Krashaaur explained at National Journal on 17 August</a>:</p> <blockquote> <p>\"Polls conducted in 28 battleground districts for the National Republican Congressional Committee, obtained by National Journal, which suggest Republicans aren't as vulnerable on the Medicare debate as the conventional wisdom suggests.\"</p> </blockquote> <p>The NRCC polls in question here did, indeed, yield positive numbers for the Republicans: when the details of the Ryan plan were set against those of the Democratic critique, the former came out ahead by a respectable, though not crushing margin. But the methodology as described seems to provide a poor template for a campaign, depending as it does on well-informed voters making well-considered choices. This may be music to the ears of Boston, which revels in the actuarial appeal and the irrefutable balance sheet; but it may be the same to those of Chicago, which specializes in the gut punch and the emotive appeal.</p> <p>It's worth recalling the perhaps apocryphal story of the woman gushing to Adlai Stevenson: \"You have the vote of every thinking person.\"</p> <p>\"That's not enough, madam,\" he replied. \"We need a majority.\"</p> <p>The plain fact is that the Romney-Ryan campaign messaging here is fraught with risk. The trope about entitlements in American politics is that they constitute the \"third rail\": untouchable at peril of electoral death. The Republicans aren't really challenging that. Instead, in the first presidential election since the birth of the Tea Party, they're casting themselves as the saviors of the federal entitlements state. This is a strange turn of events, and one is hard-pressed to imagine the Democrats not exceeding them in this sphere.</p> <p>If the GOP ticket succeeds at it, though — a big if — then it will signify a tremendous shift in the partisan positioning on the big issues in American life. If the Obama presidency has neutralized the Republican advantage in national security issues for the first time in a generation, then a Republican victory on this front would be another sign of a grand realignment in our national life. In US politics, even the most illogical choices may, with hindsight, prove to have made perfect sense.</p>",
  "<p>The row over the \"legitimate rape\" comments of a Republican congressman has brought renewed attention on the staunchly pro-life views of the party's vice-presidential candidate, Paul Ryan.</p> <p>Mitt Romney's campaign managers moved swiftly to limit the damage from remarks made by Todd Akin, the Republican senate candidate for Missouri, who suggested women could not become pregnant from being raped.</p> <p>A \"Romney-Ryan administration would not oppose abortion in instances of rape,\" the campaign said in a statement. </p> <p>But commentators on Monday moved to point out that the statement appeared to contradict the Republican vice-presidential candidate's earlier positions on the issue.</p> <p>Ryan, a staunch pro-lifer, was a co-sponsor of a controversial House bill last year defining life as the moment of fertilisation and granting \"personhood\" rights to embryos. Abortion rights activist say the Sanctity of Human Life Act would have outlawed all abortions, restrict some forms of contraception, in-vitro fertilisation and stem-cell research. </p> <p>The bill never made it onto the floor of the house. All state attempts to introduce so-called \"personhood\" amendments into law have failed, even in conservative states. It was rejected in Mississippi in November 2011.</p> <p>Ryan also voted for and co-sponsored house bill dubbed the \"let women die\" bill by pro-choice campaigners. The bill would allow hospitals to deny emergency abortions, even when it is necessary to save a woman's life.</p> <p>He was also a co-sponsor of the ultrasound informed consent act, which requires a women seeking an abortion to undergo an ultrasound even if not medically necessary and forced doctors to provide images and descriptions of the foetus to her.</p> <p>His record on the issue of abortion and reproductive rights is such that the pro-life National Right to Life Committee awarded him a 100% pro-life voting record and said he had not once voted against its position in his 14 years in the House. It recorded 59 votes that Ryan took on abortion-related bills, including the partial birth abortion ban act and the no taxpayer funding for abortion act.</p> <p>Ryan, Akin and most of the House GOP s<a href=\"http://www.motherjones.com/mojo/2012/08/todd-akin-paul-ryan-redefining-rape\">upported a bill that would have narrowed the already few exceptions</a> to the laws banning federal funding for abortion – from all cases of rape to cases of \"forcible rape\".</p> <p>When Ryan was picked as Romney's running mate, the pro-life movement sent out press releases enthusiastically greeting his selection.</p> <p>Last week, President Barack Obama's campaign muddied the waters on Ryan's position on the issue. Shortly after the formal announcement of Ryan's selection, Obama's team tweeted that Ryan would ban would ban abortions even in cases of rape and incest and had sponsored a bill that would outlaw some forms of birth control. The Democratic campaign emailed female supporters to stress Ryan's views.</p> <p>\"Make sure the women in your life know: Paul Ryan supports banning all abortions, even in cases of rape or incest.\"</p> <p>However, although Ryan has favoured stricter anti-abortion views than Romney, he has favoured abortions in situations where an abortion is needed to save the life of the mother.</p> <p>\"I'm as pro-life as a person gets,\" Ryan told The Weekly Standard, a conservative magazine, in 2010.</p> <p>In a 2010 essay for a conservative thinktank, Ryan compared the US supreme court ruling that legalized abortion to the infamous 1857 Dred Scott decision, in which the court ruled that black slaves were not legally people. </p> <p>Ryan wrote: \"After America has won the last century's hard-fought struggles against unequal human rights in the forms of totalitarianism abroad and segregation at home, I cannot believe any official or citizen can still defend the notion that an unborn human being has no rights.\" </p> <p>When he first won election to Congress in 1998, Ryan vowed to oppose all abortions unless they were needed to save the life of the mother. He voted for a bill barring anyone besides parents from transporting minors across state lines for abortions. He also voted against a measure to allow women in the military to receive abortions in military hospitals.</p> <p>No one from the NRLC or Americans United for Life – two of the groups supporting Ryan – was available for comment when contacted by the Guardian on Monday.</p>",
  "<p>The Republican candidate at the centre of a firestorm over his claim that \"legitimate rape\" rarely results in pregnancy is facing growing pressure to stand down as the row threatens to undermine both the party's White House and Senate campaigns.&#xa0;</p> <p>Todd Akin, a Tea Party-backed congressman from Missouri who is running for the US Senate, was rounded on by senior members of his own party, as well as his Democratic opponent and women's groups.</p> <p>Mitt Romney, the Republican candidate for president, used <a href=\"http://www.nationalreview.com/corner/314452/romney-akins-inexcusable-comment-robert-costa\">an interview with the National Review Online</a> to denounce Akin in unusually forthright language that throws into doubt Akin's survival as a candidate. &#xa0;</p> <p>\"Congressman Akin's comments on rape are insulting, inexcusable, and, frankly, wrong,\" Romney said. \"Like millions of other Americans, we found them to be offensive.\"</p> <p>He added: \"I have an entirely different view. What he said is entirely without merit and he should correct it.\"</p> <p>But he stopped short of calling for Akin to step down.</p> <p>Republican senator Scott Brown became the first member of the party to break ranks and call publicly for Akin to resign. \"Rep Akin's statement was so far out of bounds that he should resign the nomination for US Senate in Missouri,\" Brown said in a statement.</p> <p>Brown's response is not surprising, given he is well to the left of the party, fighting to retain his seat in a tight race in liberal Massachusetts.</p> <p>Wisconsin senator <a href=\"https://twitter.com/Ron4Senate/statuses/237582523465596928\">Ron Johnson also called for Akin to pull out</a>. On Twitter he said: \"Todd Akin's statements are reprehensible and inexcusable. He should step aside for the good of the nation.\" </p> <p>His intervention is potentially significant as vice-presidential candidate Paul Ryan is from Wisconsin and the latest poll suggests Romney has taken a narrow lead over Obama in the state.</p> <p>But even figures such as Karl Rove, George W Bush's strategist, told Fox News that Akin's \"got some real explaining to do\".</p> <p>Barack Obama's campaign team portrayed the comments by Akin as further evidence of what it has dubbed the Republican 'war on women'.&#xa0;</p> <p>The row began when Akin, in an interview with the St Louis channel KTVI-TV broadcast on Sunday,&#xa0;was asked about his opposition to abortion, even in the case of rape. &#xa0; </p> <p>\"It seems to me, from what I understand from doctors, that's really rare,\" Akin replied. \"If it's a legitimate rape, the female body has ways to try to shut that whole thing down. But let's assume that maybe that didn't work or something: I think there should be some punishment, but the punishment ought to be of the rapist, and not attacking the child.\" </p> <p>Akin won the Republican primary only this month with the backing of Tea Party groups. The Missouri race, against Democratic Senator Clare McCaskill, was seen as one of the most winnable for the Republicans in its bid to take control of the Senate.</p> <p>Akin is only narrowly ahead in the polls and pollsters predicted his remark is almost certain to lose him a lot of votes, especially among women.</p> <p>But the row could also have implications for the White House campaign as it has focused attention on an area of sensitivity for Romney: the views on abortion of his running mate Paul Ryan. </p> <p>In a statement released after Akin's remarks, Romney's campaign team said: \"Governor Romney and Congressman Ryan disagree with Mr Akin's statement, and a Romney-Ryan administration would not oppose abortion in instances of rape.\"</p> <p>But the statement leaves questions about Ryan unanswered. Until the statement was released Ryan had been opposed to abortion even in the case of rape. Ryan was the co-sponsor of a House bill last year called 'No Taxpayer Funding for Abortion Act' that included what it referred to as \"forcible rape\", though the phrase was later dropped after a backlash from women's groups.</p> <p>The Obama campaign, which has successfully dictated the agenda of the White House race over the last few weeks, is <a href=\"http://www.youtube.com/watch?v=R6MTwBlJk5E&amp;feature=player_embedded \">running a campaign ad in swing states</a> focusing on Romney and Ryan's views on abortion. The ad said Romney had made his VP choice but \"what choice will women be left with?\"</p> <p>The ad says that both Romney and Ryan support proposals to outlaw abortion even in the case of rape and incest.</p> <p>Romney has an ambiguous record on abortion, promising while campaigning for governor of Massachusetts not to change existing law but adopting&#xa0;a tougher position when campaigning to become the Republican presidential nominee. </p> <p>Ryan, by contrast, has been consistently opposed to abortion in almost all circumstances.</p> <p>The row is a distraction the Romney-Ryan team did not need as the two were campaigning Monday in New Hampshire.&#xa0;On the stump together, they sought to discuss Medicare, an issue on which they are vulnerable, anxious to have the debate now rather than later in the campaign, and the slowness of the economic recovery.</p> <p>Akin, later on Sunday, partially backtracked from his earlier remarks, saying he had been speaking off the record and had \"misspoke\". <br>&#xa0;<br>He added: \"I recognise that abortion, and particularly in the case of rape, is a very emotionally charged issue. But I believe deeply in the protection of all life, and I do not believe that harming another innocent victim is the right course of action.\"</p> <p>His opponent, Claire McCaskill, a close ally of Obama, said that Akin had not addressed several issues, including his comment that women's bodies closed down during rape. &#xa0; </p> <p>She called on Akin to apologise for that and other contentious statements, but rather than join the calls for him to quit she warned the Republican leadership that any attempt to oust him as the candidate would backfire. </p> <p>\"I think for Washington party insiders to come in and try to invalidate the votes of Missourians would be radical,\" McCaskill said <a href=\"http://www.huffingtonpost.com/2012/08/20/claire-mccaskill-todd-akin-legitimate-rape_n_1810351.html?utm_hp_ref=elections-2012\">in a phone interview with The Huffington Post</a>. </p> <p>McCaskill, seeking re-election, was widely regarded as vulnerable but her opponent's remarks play into her strategy of painting him as an extremist, provided he remains the candidate.&#xa0;</p> <p>Congresswoman Debbie Wasserman Schultz, head of the Democratic National Committee, sought to broaden the issue beyond Missouri politics, accusing Republicans of wanting to \"take women back to the Dark Ages\".</p> <p>She added: \"The real issue is a Republican party – led by Mitt Romney and Paul Ryan – whose policies on women and their health are dangerously wrong.\"</p>",
  "<p>For a couple of weeks now, American media outlets have been informing us that the 2012 presidential campaign is the \"meanest ever\", the <a href=\"http://www.washingtonpost.com/politics/a-most-poisonous-campaign/2012/08/15/16715a08-e6e7-11e1-8f62-58260e3940a0_story.html\">\"most poisonous\"</a>, playing to the <a href=\"http://www.nytimes.com/2012/08/17/us/politics/obama-romney-and-a-campaign-of-attack-ads-political-memo.html?ref=politics\">\"lowest common denominator\"</a> and displaying <a href=\"http://video.msnbc.msn.com/the-daily-rundown/48673661/\">\"a new level of vitriol\"</a>. Campaigning has become \"about as ugly as I've seen it get,\" <a href=\"http://www.politico.com/news/stories/0812/79748.html\">trembles Fox News's Brit Hume</a>, while CNN's Soledad O'Brien calls the rhetoric \"nastier than ever\". Even Donald Trump thinks <a href=\"http://www.newsmax.com/Newsfront/trump-obama-romney-campaign/2012/08/08/id/447917\">\"it's a very dirty campaign\"</a>, which must be distressing for the germophobic property developer and all-round decent chap. </p> <p>Here (inspired by <a href=\"http://www.theatlanticwire.com/politics/2012/08/new-lows-campaign-hitting-dont-seem-all-low/55920/\">Elspeth Reeve of The Atlantic Wire</a>) are <a href=\"https://news.google.com/news/story?hl=en&amp;gl=uk&amp;q=%22a+new+low%22&amp;bav=on.2,or.r_gc.r_pw.r_cp.r_qf.&amp;biw=1136&amp;bih=612&amp;um=1&amp;ie=UTF-8&amp;ncl=dqwZ2bTv77EgK2MqTXDCQ_fkYD0YM&amp;sa=X&amp;ei=3AIyULCoJKmp0QXn74DwDA&amp;ved=0CDUQqgIwAg\">the Google News results</a> for US politics stories featuring the phrase \"a new low\". Both Democrats and Republicans, it seems, are scraping the bottom of the barrel so vigorously that they've scraped through it, only to discover that it's actually a false bottom, thus providing them with a new bottom to scrape – and who knows how many bottoms there may be? Perhaps it's a bottomless barrel. Or what if the barrel were to roll down a hill, making its bottom, measured relative to sea level, even lower than before? Urgent questions, I'm sure you'll agree.</p> <p>Except that – as former Obama campaigner Blake Zeff laid out this weekend in <a href=\"http://www.buzzfeed.com/blakezeff/this-isnt-the-nastiest-campaign-ever-708z\">an excellent piece at Buzzfeed</a> – the \"meanest campaign ever\" claim falls apart the minute you scrutinise it. \"It's not [even] the most negative campaign of your lifetime, unless you happen to be three years old,\" Zeff writes. This year, the Obama campaign has alleged that decisions made by Mitt Romney resulted in a Missouri woman's death; in 2008, Sarah Palin accused Obama of <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/04/palin-obama-is-palling-around-with-terrorists/\">\"palling around with terrorists\"</a>; in 2004, Dick Cheney suggested that a John Kerry presidency would put the US at risk of a <a href=\"http://articles.cnn.com/2004-09-07/politics/cheney.terror_1_dick-cheney-edwards-of-north-carolina-kerry-administration?_s=PM:ALLPOLITICS\">\"devastating\" terrorist attack</a>. John McCain tweeted that this year's campaigning was <a href=\"https://twitter.com/SenJohnMcCain/status/235779859354353664\">\"the worst I've ever seen\"</a>, apparently forgetting Karl Rove's efforts in 2000 to <a href=\"http://www.thenation.com/article/dirty-tricks-south-carolina-and-john-mccain\">spread the rumour that he had fathered an illegitimate black child</a>. Remember Palin's <a href=\"http://blogs.wsj.com/washwire/2008/10/17/palin-touts-the-pro-america-areas-of-the-country/\">\"pro-America areas\"</a> of the country? What about <a href=\"http://en.wikipedia.org/wiki/Willie_Horton\">Willie Horton</a>? Or the barrel-scraping of 1800, when Team Jefferson accused their rival, John Adams, of having a <a href=\"http://articles.cnn.com/2008-08-22/living/mf.campaign.slurs.slogans_1_jefferson-family-sally-hemings-vice-president-jefferson?_s=PM:LIVING\">\"hideous hermaphroditical character\"</a>, part of a campaign so generally negative that it would have given Brit Hume a conniption?</p> <p>Even if you could reliably measure meanness, then, this surely wouldn't be the meanest campaign ever. All we're witnessing is this year's version of what I suppose we'd better call the meta-campaign. It's a time-honoured tactic: when your campaign isn't going so well, simply make your campaigning about the campaigning instead. It is no surprise whatsoever that Romney's advisor Eric Ferhnstrom <a href=\"http://articles.chicagotribune.com/2012-08-19/news/ct-oped-0819-page-20120819_1_romney-campaign-team-romney-lis-smith\">has been leading</a> the \"meanest ever\" charge, nor that he should be joined in it by Trump, who as birther-in-chief long surrendered any standing to accuse anyone else of meanness. The promotion of Paul Ryan as a \"serious\" vice-presidential candidate – to be contrasted with that gaffe-prone liability Joe Biden, as if Biden's gaffe-proneness were somehow news – is arguably another example of the meta-campaign. Don't think too hard about what a Romney administration would actually do to Medicare, the insinuation goes; don't focus on whether the charges being made are truthful. Instead, give us credit for elevating the campaign by discussing the issue at all. </p> <p>To the politicians who deploy it, the benefits of meta-campaigning are obvious: you get to claim the moral high ground, implicitly casting yourself in the non-partisan position of a commentator on the campaigns, as opposed to a dirty-handed participant. More baffling is why <a href=\"http://www.politico.com/news/stories/0812/79748.html\">campaign reporters continue to fall for it</a>, year after year, then enthusiastically start making the \"meanest ever\" charge themselves. The most cynical interpretation is just that they need August stories. Nearer the truth, I suspect, is that it appeals to their obsession with appearing \"balanced\", regardless of the real distribution of mendacity between the two sides. In this sense, \"the meanest campaign ever\" is a premier case of the <a href=\"http://pressthink.org/2010/11/the-view-from-nowhere-questions-and-answers/\">View From Nowhere</a>. It pretends to neutrality (thereby offending nobody) while still purporting to embody a moral judgment and pack a rhetorical punch, thereby seeming astute. </p> <p>And if voters grow wise to all this? Then, I'm afraid, it'll be time for politicians to unleash the meta-meta-campaign: claiming the high ground by campaigning about how the other side is campaigning about the campaign. There's already a hint of this in <a href=\"http://www.mediaite.com/tv/gibbs-romney-cant-criticize-obama-tone-when-supported-by-right-wing-nutjob-donald-trump/\">Robert Gibbs's response</a> to the meanness charge (and I suppose this blog post is an example of it, too). And after that? Meta-meta-meta … you get the picture. This isn't the meanest campaign in history. But perhaps by November we'll be able to say with confidence that it was the most meta.</p>"
]