[
  "<p>More than one in five of Britain's largest corporations are channelling political donations to favoured candidates ahead of next month's elections in the US – though these sums may be only the tip of a new campaign-financing iceberg, according to leading politicians, judges and pro-transparency watchdogs.</p> <p>As election year reaches its climax, America is forecast to experience the most extensively corporate-influenced race for the White House, and for control of Capitol Hill, in living memory.</p> <p>Among the industries already well versed in bankrolling US politics are finance, pharmaceuticals, energy and defence. British multinationals such as HSBC, Barclays, Experian, Prudential, GlaxoSmithKline, AstraZeneca, BP, Shell and BAE all have political action committees (PACs) that channel donations from employees to US politicians.</p> <p>Some 14 of the top 50 most active foreign-controlled PACs have parent groups listed in London, according to Washington group the Centre for Responsive Politics. This makes the UK the biggest hub for non-US multinationals seeking to exert influence at the US ballot box on 6 November. Despite this, some FTSE 100 groups continue to tell shareholders in annual reports and elsewhere that they do not make political donations.</p> <p>Companies are able to make such claims because PACs receive their funds from US employees – often led by the most senior American executives – and only dip into company coffers to cover administrative costs. Typically, the PACs are staffed by company lobbyists and distribute campaign contributions in line with the company's lobbying agenda.</p> <p>Recent supreme court rulings have transformed the regulatory landscape for corporations seeking to bring their influence to bear. So concerned has President Obama become that he raised the issue in his state of the union address two years ago: \"I believe [the rulings] will open the floodgates for special interests – including foreign corporations – to spend without limit in our elections.\"</p> <p>While investor attitudes in Europe have been hardening against public companies helping to finance campaigns, the trend is markedly in the opposite direction in the US. Transparency campaigners fear many tens of millions of dollars in \"dark money\" – that is, expenditure that need not be disclosed because it is not directly funding individual candidates – is already seeping into the American electoral process, raising the spectre of compromised democracy, even corruption. \"The door has been pushed wide open to the abuses we had during Watergate,\" says Bruce Freed, president of the Washington-based Centre for Political Accountability. \"Company shakedowns, massive amounts of money being given privately and much more.\"</p> <p>PAC activity has largely been overlooked by UK governance groups because sums involved have been small. There are tight caps both on money-flows into and out of PACs. For example, even the most active FTSE 100-linked PAC, sponsored by BAE, has only released $609,750 in the 2012 election race, of which 61% has gone to Republican candidates.</p> <p>Moreover, the strict disclosure regime ensures it is possible to pore over Federal Election Commission (FEC) filings to see who gives to which PAC. Linda Hudson, BAE's top US executive, and her chief lobbyist, Erin Moseley, for example, are big donors to their company PAC.</p> <p>Other high-profile donors include Experian chief executive Don Robert, who contributed to the credit check group's 78% Republican-leaning PAC; BP chief executive Bob Dudley, who gives to the oil major's 71% Republican-leaning PAC; and former AstraZeneca chief executive David Brennan, who, until he resigned in April, gave to the group's 54% Republican-leaning PAC.</p> <p>Meanwhile, politicians who receive PAC cash are also there in FEC filings for all to see. Fourteen members of the 21-strong Congressional armed services subcommittee on readiness, for example, received money from BAE's PAC.</p> <p>Few PACs linked to FTSE 100 firms have given directly to presidential candidates, but one exception is Citizens Financial, a committee backed by the US banking subsidiary of Royal Bank of Scotland. Despite RBS being 84% owned by the UK taxpayer, its PAC has channelled $2,500 to Mitt Romney. Asked if the bank thought this was appropriate, a spokesman said: \"This is not company money. These are voluntary staff contributions and this is standard practice in the US.\"</p> <p>George Dallas, the corporate governance director at UK asset manager F&amp;C, also sits as chairman of the business ethics committee of the International Corporate Governance Network, an organisation whose 500-plus members have $18tn under management. \"Our position is we basically discourage financial donations because once you start to bring money into the equation, the black and white can turn to grey,\" he explains.</p> <p>\"But if you are going to sponsor a PAC there should be disclosures about this. We are not sticking our heads in the sand; we know that companies in the US are going to make political expenditures because that is the way things work in the US. And while we might discourage it, we say: 'If you're going to do it, this full disclosure is the way forward'.\"</p> <p>RBS's annual report tells investors: \"The Group made no political donations, nor incurred any political expenditure in the UK or EU.\" Like many FTSE 100 firms, it does not refer to political engagement outside Europe.</p> <p>Whatever the eccentricities of the PAC system, it has ensured that much corporate spending has remained transparent and comparatively small scale for many years. But the landscape changed radically two years ago, largely as a consequence of the controversial Supreme Court ruling in <em>Citizens United v FEC</em>. The ruling found that a corporation's first amendment right to freedom of speech trumped rules that sought to keep in check the influence of big business on American democracy.</p> <p>Effectively, the decision – which split the court five-four – opened the door for companies or trade associations to spend more freely on publicity campaigns attacking, or supporting, policies associated with candidates. Though the law still prohibits businesses from giving directly from shareholder funds to a candidate's official war chest in federal elections, a way of working around that ban has effectively been established in law.</p> <p>In his dissenting opinion, Justice John Paul Stevens said the decision \"will undoubtedly cripple the ability of ordinary citizens, Congress, and the states to adopt even limited measures to protect against corporate domination of the electoral process.\"</p> <p>Some transparency campaigners have suggested there is already plenty of evidence of such corporate domination right from the mid-term elections which took place only a few months after the 2010 Citizens United ruling.</p> <p>One example cited is the financing that the American Petroleum Institute (API) reportedly provided for a pre-election TV advert by Americans for Tax Reform, in which viewers were told Pennsylvanian congressman Joe Sestak \"voted for Pelosi's job-killing cap-and-trade plan\". The ad said the initiative from Democrat minority house leader Nancy Pelosi constituted \"a great big tax that would make utility bills skyrocket, gas prices soar\". Sestak lost a bid for Senate and his congressional seat fell to a Republican.</p> <p>More recently the API funded an advert targeting Missouri Democrat senator Claire McCaskill. It reportedly stated that her opposition to oil subsidies would raise petrol prices. The advert audience were told: \"Senator McCaskill, higher taxes won't lower gas prices ... Tell her American's can't afford to pay more\".</p> <p>Members of the API include BP, and the oil group's top US executive, Lamar McKay, sits as a director of the trade body. A BP spokesman said US energy policy issues \"impact on how we operate in the US and the jobs of our 23,000 US employees, so it is natural for many of BP's US citizens to choose to be politically active and for the company to support energy trade groups.\"</p> <p>He added: \"Our employees' voluntary participation in political action committees, our lobbying and trade association memberships are all publicly reported in accordance with US law.\" BP's ethical policy on business conduct reads: \"BP will never make political contributions, whether in cash or kind, to any political party or to organisations or individuals whose activities are designed to promote the interests of political parties.\"</p> <p>Next week's Diageo AGM presents investors with an opportunity to take a stand. As one of the few FTSE 100 companies both to sponsor a PAC and make direct donations in some US state elections, the company will ask shareholders at their annual meeting to support a routine resolution authorising political donations in the EU.</p> <p>The Guinness brewer made US donations of £400,000 last year, which it says \"were all made, consistent with applicable laws, to federal and state candidates and committees in North America, where it is common practice to make political contributions\".</p> <p>However, governance group Pirc is urging a \"no\" vote on the resolution, even though it only applies to the EU, noting: \"Political donations are not considered to be an appropriate use of shareholders' funds.\"</p> <p>So far, few UK institutional investors have shown much appetite for kicking back against this issue – but it may come back to haunt them.</p>",
  "<p>'Romney wanted to be there; Obama didn't want to be there,\" was the pithy verdict on last week's presidential debate from James Carville, who helped put Bill Clinton into the White House in 1992. You simply can't argue with that. Obama seemed frazzled, undernourished and almost disengaged from the policies that are closest to his heart. You wondered if this man actually wanted to win the election. Does he have the stomach for another four years?</p> <p>Anyone who has died on stage, or flopped in front of a TV audience, will have felt for him. I looked away from the debate, feeling awkward and was rather amazed to hear what sounded like Obama debating Reagan, not Romney – a plausible, slightly folksy voice pushing moderate conservatism. That's no surprise – Mitt Romney is consciously channelling the last Republican hero and it represents a real danger for Obama.</p> <p>Much research has been done on the impact presidential debates have on undecided voters. The orthodoxy is that the debates don't matter very much and that the candidate with a lead in the polls after the first debate, as Obama still has, wins the majority in the electoral college, which means that nothing that happens in the subsequent debates on 16 and 22 October should affect the outcome.</p> <p>But it's certainly not a done deal in 2012. Obama's lead was cut to two points after the debate, though his week was somewhat saved by an unemployment rate that sank below 8%, the lowest since he took office.</p> <p>What matters as much as the candidates' performance is the narrative in the media. A study on the 2004 clash between George Bush and John Kerry shows that the media vastly influenced the perception about who won. Those shown no commentary after the debate believed Kerry had won, whereas those watching NBC coverage, which praised Bush's performance, insisted that Bush had won.</p> <p>The debates usually allow for some latitude in interpretation and both sides find something to take away, but Obama was so dramatically underpowered, so underwhelming and dreary that the American media unhesitatingly awarded the bout to Romney. He seemed top dog in all respects: he looked better, spoke better (541 more words than Obama with four fewer minutes speaking time, to be exact) and appeared in command of the agenda. By contrast, Obama missed the target several times, but mostly didn't try to hit it.</p> <p>This may be the pivotal moment of the campaign, which will not properly register in the polls until after the next debate. The truisms that a challenger is simply running for election, while the incumbent is running a country as well, and that the serving president comes to the platform with a grim realism about the job and intractability of so many problems count for something. The challenger is relatively fresh; he has less to lose and he has the president's record to aim at. But these advantages on Romney's side do not account for the wipe-out in Denver.</p> <p>Al Gore ventured (unhelpfully) that Obama had not acclimatised to Denver being 5,000 feet above sea level while an American friend of mine wondered if the diet-conscious president was suffering from low blood sugar, which is to say, the lack of a good steak dinner before the 90-minute debate.</p> <p>Something was wrong, although a letter in the <em>New York Times</em> suggested that if you listened to the debate, rather than watched it, Obama was the clear victor. But the \"optics versus substance\" argument is beside the point because 67.2 million Americans watched the debate, and a recent MIT study has shown that an energetic, good-looking candidate benefits from the debates, \"with new support coming from less informed voters\".</p> <p>That the president is black, that he seemed dog tired and often glanced at his notes when Romney was speaking had an uncomfortable but rarely acknowledged resonance in the US. I am sorry to have mention this, but the contrast between the black guy, momentarily off his game and looking downwards, and the white guy, all crisp, clear-eyed and on top of things, will register in the subconscious of an electorate that is far from being free of racism.</p> <p>But whatever the subliminal traffic of the debate, there is no doubt that Obama conceded important territory by allowing Romney to stake a claim for the presidency as a unifying figure, the candidate who, despite his privileged background, tax records, offshore bank accounts and the export of American jobs to China, could heal the rift in American politics.</p> <p>Romney sold his record as governor in Massachusetts, where he worked with a large Democrat majority, as the qualification for ending the logjam in Washington: he was the man to walk across the aisle and do business with the other side.</p> <p>While incanting the creed that espouses individual choice and enterprise over big government and centralised authority, Romney shifted to the centre ground and simultaneously implied that Obama was, in fact, the divisive figure of US politics. A successful completion of this move may be as dangerous to Obama as the spooky invocation of Ronald Wilson Reagan.</p> <p>Does Obama's poor performance last week indicate a subconscious desire to quit the White House and withdraw to Harvard or Chicago to write books? He could be forgiven. In December, the US government faces what the Federal Reserve chief, Ben Bernanke, has called the fiscal cliff, the expiration of tax breaks and the beginning of deep budget cuts, which will increase federal revenues by about 19%, yet will plunge the US into a double-dip recession.</p> <p>Faced with the choice between debt and recession, the government will eventually opt for the first, but the result of either course is not good. In addition, the victor will face the fallout from Europe's economic problems, Iran's nuclear ambitions and the poisonous atmosphere in Washington DC, which certainly won't be at ease with an Obama victory.</p> <p>For an individual such as Obama who is not wholly a freak or narcissist, the job entails unique psychic fatigue, which <a href=\"http://www.vanityfair.com/politics/2012/10/michael-lewis-profile-barack-obama\" title=\"\">Obama hinted at when he spoke to Michael Lewis in <em>Vanity Fair</em></a>. He talked of the toxic nature of cable news and some research that showed the simple act of taking decisions – even what to wear or what to eat – degraded one's ability to take further decisions.</p> <p>But judging by his punchy speeches at the end of last week, Obama still has an appetite for the job. Something that is forgotten in all the performance reviews of Denver is that the debate brought out the ideological differences of the two men in vivid detail. Simply watching Romney pretend that he has not promised $5tn in tax breaks to the wealthy and obfuscate on welfare cuts will surely be enough to inspire Obama. He had an off day – we all do – but now the race is too close to call.</p>",
  "<p>A Republican congressman who sits on the science committee of the House of Representatives has dismissed evolution, the Big Bang theory and embryology as \"lies straight from the pit of hell\".</p> <p>Paul Broun, who is running for re-election as Georgia representative this November unopposed by Democrats, made the comments during a speech at a baptist church last month. A videoclip of the event was posted on YouTube on Friday.</p>      <video data-media-id=\"gu-video-397305369\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/7/1349609657505/Republican-congressman-an-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/7/121007PaulBroun-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/7/121007PaulBroun-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/7/121007PaulBroun_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/7/121007PaulBroun_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121007PaulBroun/121007PaulBroun.m3u8\"/> </video>   <p>In the clip, Broun, who is a doctor, says that \"as a scientist\" he has found data that shows the earth is no older than 9,000 years and was created in six days. Mainstream scientific thought holds that the earth is 4.5 billion years old, give or take the odd millennia.</p> <p>Broun also says that theories regarding the origins of the universe and evolution represent \"lies to try and keep me and all the folk that were taught that from understanding that they need a saviour\".</p> <p>In a statement to the Athens Banner-Herald, Meredith Griffanti, a spokeswoman for the Republican congressman, said: \"Dr Broun was speaking off the record to a large church group about his personal beliefs regarding religious issues.\"</p> <p>But the comments may prove an embarrassment to some of his colleagues on the House Committee on Science, Space and Technology. The congressional body was already subjected to scrutiny over remarks made by another member, the Missouri House representative Todd Akin.</p> <p>Akin sparked outrage and ridicule this summer, after suggesting that it was \"really rare\" for rape to result in pregnancy.</p> <p>\"If it is legitimate rape, the female body has ways to try and shut that whole thing down,\" the Missouri politician said, while trying to mount a defence of his no-exception anti-abortion stance.</p> <p>That comment saw the Republican receive a severe dressing down from party bigwigs, including the presidential candidate Mitt Romney, and calls for him to step aside in his forthcoming Senate race. Akin declined to do so.</p>",
  "<p>Once a Republican citadel which welcomed presidential candidates from Goldwater to Bush, the southern Californian city of Santa Ana is no longer a bastion of conservatism. Street vendors hawking soccer T-shirts in their native Spanish outside packed taquerias and panaderias show the diverse face of the city and the size of the challenge to California's declining Republican Party in the heart of its ideological cradle, Orange County.</p> <p>Santa Ana is a flashpoint for <a href=\"http://quickfacts.census.gov/qfd/states/06/0669000.html\">America's changing demographics</a>. The city's Republican party is locked in a struggle with the statewide California Republican group, over how it can win back a burgeoning Latino population that has turned the state bright blue.</p> <p>The city has shifted from having been the domain of fiery Republican Congressman \"B-1\" Bob Dornan to being represented by <a href=\"http://lorettasanchez.house.gov/\">Democrat Loretta Sanchez</a>. Santa Ana is one of the few cities in the county where Democratic registration is much higher than that of the Republicans. In the 2008 presidential election, Barack Obama defeated John McCain in the city by a landslide – 65% to 32%.</p> <p>\"The Latino vote is going to make a big difference,\" said Tamar Jacoby, a self-described conservative who is president of <a href=\"http://www.immigrationworksusa.org/\">ImmigrationWorks USA</a>, a federation of state-based pro-immigration business coalitions. \"That's where the divide is in the Republican Party – people who get it and those for whom it doesn't matter.\"</p> <p>Jacoby's organization, while non-partisan, has close ties to Republican forces favoring immigration reform and is among a small but growing group of conservatives who recognize that the party faces becoming irrelevant at state level. It can no longer elect a Republican to statewide office and it is on the verge of dropping below a one-third share of the state legislature. If the party wants to remain viable, it must recruit Latinos – and they are increasingly hostile to the party.</p> <p>\"Latinos don't agree with Democrats on many social issues, but they don't trust the Republican Party either,\" <a href=\"http://www.foxandhoundsdaily.com/2011/03/8810-why-the-sky-is-falling-california-republican-party/\">said California GOP political strategist Allan Hoffenblum</a>. Hispanics fear, Hoffenblum said, that the GOP's hard-line immigration policy \"singles them out\" for harassment and discrimination.</p> <p>The Lincoln Club of Orange County has long been a haven for relatively moderate Republicans. It recently broke the ice on the Republican immigration issue and departed from the conservative consensus. </p> <p>\"Republicans and a vast majority of Latinos agree that border security must be the first order of business. It's how Republicans propose to deal (or not deal) with the illegal immigrants who are already here that will either correct or exacerbate the perception that Republicans are racist,\" wrote Lincoln Club Executive Director Clare Venegas on Red County, a widely-read conservative website. \"Core Republican values such as the belief in free markets, strong national security and family values are a natural starting point for potential immigration reforms that could appeal to Latinos without compromising conservative principles.\"</p> <p>The Lincoln Club's <a href=\"http://www.lincolnclub.org/aboutus/immigration-statement/\">three-point plan</a> calls for increased border security and the creation of a guest-worker program that would allow foreign workers and illegal immigrants already in the US to apply for temporary work permits if they met requirements such as proof of employment and passed a criminal background check.</p> <p>The proposal echoes much of the reform that was called for by George W Bush during his first term as president. It was Bush, not the Democrats, who put comprehensive immigration reform back on the national agenda, via his 2004 State of the Union speech. But any notion of immigration liberalization has since been erased from the Republican establishment agenda.</p> <p>Jacoby argues that Bush's call to reform could serve as a model for whoever is elected president in 2012. </p> <p>\"Bush totally got the issue and was incredibly courageous on it,\" said Jacoby. \"I can't praise his understanding enough – he was truly Nixon goes to China. A lot of people understand we need scientists, but he realized we also need agricultural workers and we need a legal way for them to come. It's also about dignity and family, and not making them crawl around in the shadows.\"</p> <p>In the intervening years, however, the Republican Party abandoned calls for reform. In 2008 the presidential candidate John McCain, who a few years earlier had co-authored the most liberal of immigration reform measures with the Democrat Ted Kennedy, had moved back to a hardline position.</p> <p>It is no surprise that some of the more advanced Republican proposals on immigration are coming from California, and, more precisely, Orange County.</p> <p>California Republicans held power until in 1994 the then-GOP governor Pete Wilson, a moderate, <a href=\"http://migration.ucdavis.edu/mn/more.php?id=492_0_2_0\">lined up behind Proposition 187</a>. It was to prove a fateful decision. </p> <p>The proposition aimed to set up a citizenship-screening system that would cut off public services, including healthcare and education, from undocumented immigrants. It was slammed as unconstitutional and anti-immigrant. Wilson was re-elected on the crest of white support for the proposition, which was approved by a wide 59%-41% margin, but the courts blocked Proposition 187 and a backlash tidal wave of Latino registration and voting subsequently capsized the Republicans in California. </p> <p>With the exception of the former governor Arnold Schwarzenegger, Republicans have not been able to elect a single statewide office holder for more than a decade.</p> <p>\"It's not what you say – it's how you say it. Harsh rhetoric against Latinos is endemic throughout the Republican Party,\" said Hoffenblum. \"I'm Jewish and a lot of people would say to me, 'How come there aren't very many Jews in the Republican Party?' Well, if events back then were held at a country club where Jews weren't welcomed, people see that as anti-Semitic.\"</p> <p>Some of the party's most influential Republicans are urging the GOP's 2012 presidential nominee, Mitt Romney, to reconsider his tone on the issue of immigration.</p> <p>\"Don't just talk about Hispanics and say immediately we must have controlled borders. Change the tone would be the first thing. Second, on immigration, I think we need to have a broader approach,\" said <a href=\"http://latino.foxnews.com/latino/news/2012/06/13/jeb-bush-urges-romney-change-tone-on-immigration/\">the former Florida Governor Jeb Bush in June</a>.</p> <p>Despite the dilemma the GOP faces, for many Republicans the issue of immigration is rooted in principles – in particular, fiscal responsibility.</p> <p>\"It's a difficult challenge to the degree that demographics is destiny and to the extent that segments of society increasingly look to government for free stuff,\" said former Orange County State Assemblyman Chuck DeVore, now a senior visiting scholar at the <a href=\"http://www.texaspolicy.com/\">Texas Public Policy Foundation</a>, giving voice to the prevailing party position on the issue. \"Unless Republicans want to join Democrats in advocating for more government, it's doubtful whether they can win over this demographic unless they first convince them that less government is a better way to get good jobs.\"</p> <p>Many prominent Republicans reject the notion that the GOP's support for Proposition 187 was a game-changing mistake. Instead, they say the issue remains one of exaggerated entitlement and that ultimately voters, including Latinos, will need to accept free-market principles more openly.</p> <p>Recent election results have shown Santa Ana and Orange County Latinos voting in small majorities alongside Republicans on conservative social issues but remaining overwhelmingly Democratic on economic and tax issues and in presidential polling.</p> <p>\"Mitt Romney is a national businessman,\" said Jacoby. \"I think he has to see and would see, as president, the economic benefits that immigrants bring. It's not a new debate – in some ways the sharpness of the debate within the party comes and goes.\"</p> <p>Many Republicans recognize the need for some type of reform but are reluctant to reward anyone who entered the US illegally.</p> <p>\"We must remember that there are hundreds of thousands of legal immigrants in Orange County who waited their turn,\" said Shawn Steel, the Republican National Committeeman from California who is a former chairman of the state party. \"That includes my wife, an immigrant from Korea.\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 324,528 % <br>Hispanic or Latino: 78.2<br>White: 9.2<br>Black: 1.0<br>American Indian/Alaska Native: 0.2<br>Asian: 10.4<br>Native Hawaiian/Pacific Islander: 0.3<br>Other: 0.1<br>Mixed Race: 0.7<br> Total: 100</p> <p>Per capita income: $16,613</p> <p>Voter turnout in 2008: 62,409 (60.42% of reg. voters)<br>Current voter registration: 109,315<br>Democrat: 56,433 (51.6%)<br>Republican: 28,433 (26%)<br>Other: 24,449 (22.4%)</p> <p>Winner of the 2008 presidential election in Santa Ana: Barack Obama<br>Winner of the 2008 presidential election in California: Barack Obama</p>",
  "<p>Barack Obama's hopes of re-election were boosted by $181m in September, as supporters contributed to the largest one-month fundraising total of the president's campaign to date.</p> <p>Obama announced the figure in a tweet on Saturday morning, adding that more than 1.8 million people had donated, many for the first time in this or the last election cycle.</p> <p>The news comes after a roller-coaster week for the president, who disappointed many with <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/denver-presidential-debate-panel-verdict\">a lacklustre performance in the first presidential debate against Mitt Romney</a>, before <a href=\"http://www.theguardian.com/business/2012/oct/05/september-jobs-report-obama-unemployment\">Friday brought encouraging news on the jobs front</a>.</p> <p>The figure for September donations to the Democrats and campaign groups loyal to Obama dwarfed that raised in August, by $67m. The Romney camp has yet to release its fund-raising total for the month.</p> <p>In his tweet Obama said: \"Some amazing news this morning: 1,825,813 people came together to raise $181 million for this campaign in September.\"</p> <p>Of those who donated, more than 500,000 were new backers of the president, having not previously contributed to the 2008 or 2012 campaigns.</p> <p>A breakdown of the figures also showed that 98% of supporters had contributed $250 of less – an indication that Democrats are relying less on one-off big money donations from the super rich than their Republican rivals.</p> <p>The news comes as a boost to Obama as the election heads into its final month. It is also further indication of a creeping advantage in terms of advertising spend for the president over the coming weeks.</p> <p>Figures from the Federal Election Commission revealed that in August, Obama pulled ahead in terms of monthly donations, with $114m compared to $111m for Romney. Greater spending earlier in the race has depleted the Republican candidate's war-chest, undermining claims that he had a cash advantage.</p> <p>But those around Romney are expecting a spike in donations following what has been widely seen as a superior performance in the first presidential debate. Wednesday's head to head, which was broadcast to 67 million people, saw Romney's waning campaign seemingly brought back to life.</p> <p>A CNN poll of registered voters showed 67% respondents agreeing that the Republican challenger had taken the debate, with just 25% giving it to Obama. The Republican governor of New Jersey, Chris Christie, described it as a \"game-changing debate\". Surveys since the debate suggest that it did result in a bump of support for Romney.</p> <p>But the bounce may be short-lived. Republicans had only a day to celebrate before economic news allowed Obama to make the running again. Friday's monthly job figures showed that the US had added 114,000 new jobs in September, in line with expectation. But a dramatic upwards revision of the previous month's data, from 96,000 to 142,000 new jobs, saw the headline unemployment rate fall to 7.8%, from 8.1% – the first dip below 8% since Obama took office in January 2009.</p> <p>Shrugging off the disappointment of the debate, on Friday the president issued a call for Americans to back his re-election bid. The job figures were \"a reminder that this country has come too far to turn back now\", he told supporters while on the stump in Virginia.</p> <p>Staying with the theme on Saturday, in his weekly radio address, Obama said the nation owed it to those still struggling to find work to back his plan for economic revival.</p> <p>\"We're made too much progress to return to the policies that got us into this mess in the first place,\" he said, in a swipe at the blueprint that has been laid out by Romney and his running-mate, Paul Ryan.</p> <p>Romney is due to spend much of the weekend in Florida. On Friday evening, he tried to dismiss the positive job figures as he spoke to supporters in the state.</p> <p>\"By any rational measure, it is crystal clear we are in the middle of a jobs crisis,\" he said, adding: \"And from day one of my presidency, I will lead us out of this crisis.\"</p>",
  "<p>In the economically ravaged rustbelt city of Reading, Pennsylvania, ranked as the poorest metropolitan area in America, the majority Latino population is suffering from the double blow of vanishing jobs and poor education. Almost half of the 87,000 residents – 58% of whom are Latino – are living below the federal poverty line.</p> <p>\"Reading is the face of America,\" said community leader and former city councilman Angel Figueroa, the first Latino elected to the council. \"And if we can fix Reading as a mid-sized city we can fix many mid-sized cities in the country.\"</p> <p>In an election year, Reading could easily be the proving grounds for Democrats or Republicans seeking to sell bold ideas for turning around the economy. But neither major party has invested much energy on the town's Hispanic community.</p> <p>Two decades before the current economic crash, Latinos from New York and other north-eastern cities came to Reading, lured by a steady job market. Reading's history is infused with the stories of Latino immigrants from Mexico, Puerto Rico and the Dominican Republic who, since the early twentieth century, have moved into the city to work the mushroom fields and manufacturing jobs.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://player.vimeo.com/video/45206488\"> <iframe src=\"https://player.vimeo.com/video/45206488\" width=\"460\" height=\"283\" frameborder=\"0\" webkitAllowFullScreen mozallowfullscreen allowFullScreen></iframe> <p><a href=\"http://vimeo.com/45206488\">Luis Garriga, 51</a> from <a href=\"http://vimeo.com/jacobchung\">Jacob Chung</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p> </figure>  <p>\"We came here for a better life for our kids,\" <a href=\"http://vimeo.com/45206488\">Luis Garriga, a recent Puerto Rican implant from New York said</a>.</p> <p>Many Latinos who made Reading their home, came for the same reasons as Garriga. But as manufacturing plants have withered and closed across the rust belt, thousands of jobs have vanished. Work once abundant in the mushroom fields, steel mills, textile plants and auto parts factories and, more recently, hi-tech and even chocolate factories, is now hard to find.</p> <p>Garriga, who lost his home and ended up on the streets, knows personally how devastating Reading's recession has been. \"Had I known it was going to be this bad here, I would've taken my chances in New York,\" he said.</p> <p>In 2011 more than 3,000 jobs were lost as companies such as Hershey, Agere Technology and Dana Systems left the city, <a href=\"http://www.npr.org/2011/09/29/140932809/census-reading-pa-has-highest-poverty-rate\">former mayor Thomas McMahon said</a>.</p> <p>Even before the exodus of large manufacturing plants in 2011, <a href=\"http://www.readingpa.gov/documents/cornelius_speech111209_act_47.pdf\">the city was facing financial hardships</a>. Facing a continuing deficit, the city looked to be on \"life support.\"</p> <p>Since 2009 <a href=\"http://www.readingpa.gov/documents/act_47_recovery_plan.pdf\">Reading has been complying with Act 47</a>, a recovery plan that restructures the financial transactions of the city under the supervision of Pennsylvania's department of community and economic development and provides state assistance in planning, loans, grants and special measures to generate income via new taxes. But Act 47 means lowering salaries, outsourcing work and freezing new hires in the city at a time when jobs are desperately needed.</p> <p>Latino-owned businesses are the fastest-growing group in the city and now account for more than a quarter of the 4,568 businesses, Reading's <a href=\"http://quickfacts.census.gov/qfd/states/42/4263624.html\">community development director Lenin Agudo said</a>.</p> <p>\"We are the backbone of this city,\" Figueroa said. \"Latinos are the ones sustaining local businesses and big businesses. They are the workers of this county.\"</p> <p>Despite small signs of economic improvement, Latino leaders in Reading say they expected more from the Obama administration and hoped for more direct involvement from the White House in mapping out the city's recovery.</p> <p>President Obama last visited here during the 2008 presidential primary and <a href=\"http://www.youtube.com/watch?v=18DHM5sAMdU\">delivered a rousing campaign speech at Reading high school</a>, promising jobs. \"I will spend every day in the White House thinking about you, thinking about your hopes and dreams,\" he said. \"I need you to put me in there. I promise I'll be working for eight years to make your life better.\"</p> <p>But Obama has never returned. His visits to this strategic swing state have concentrated on the voter-rich cities of Pittsburgh and Philadelphia, each about an hour away. Democrats have a field office in the city but have not reached out in an organized effort to Latino leaders. To many Latinos in Reading, Obama's promises of putting the middle class back to work is now a faint memory.</p> <p>\"I wouldn't have used two years tackling healthcare reform,\" Figueroa said. Instead he should have focused more on the economy and education, he said.</p> <p>Hispanic leaders in the town also complain that Mitt Romney has failed to push his economic recovery policy of lowering taxes and reducing government regulations within the community in Reading. \"The Latino community is very independent. They're open minded,\" said <a href=\"http://www.centrohispano.org/\">Michael Toledo of Centro Hispano Daniel Torres</a>, a non-partisan group that provides services for Latinos and non-English speakers in the city.</p> <p>\"They want to hear about platforms that resonate with them. We want the economy to get better, we want to see job growth, we want to see more in terms of education and educating our youth.\"</p> <p>Neither Republicans nor Democrats have made an effort to connect with the Latinos in the city, according to the Reading council president Francis Acosta. Though a local Democratic party field office is less than a mile away from city hall, no effort has been made to mobilize Latino leader for the campaign.</p> <p>\"I was there when they opened the office,\" Acosta said. \"They'll usually start calling a week or two before the election.\"</p> <p>Despite the frustration at the apparent lack of political engagement, he still intends to side with the Democratic ticket in November. \"Could [Democrats] be better? Yes,\" said Agudo. But given another term in the White House, he believes, Obama could still turn things round.</p> <p>\"I'm prepared to give him my vote,\" he said.</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 88,082 %<br>Hispanic or Latino: 58.2<br>White: 28.7<br>Black: 10.0<br>American Indian/Alaska Native: 0.2<br>Asian: 1.1<br>Native Hawaiian/Pacific Islander: 0.0<br>Other: 0.2<br>Mixed Race: 1.7<br> Total: 100.1</p> <p>Per capita income: $13,135</p> <p>Voter turnout in 2008: 25,648 (50.9% of reg. voters)<br> Democrat: 35,151 69.7<br> Republican: 7,958 15.8<br> Other: 7,302 14.5<br>Current Voter registration: 44,613<br> Republican: 6,343 14.2<br> Democrat: 32,125 72<br> Liberal: 265 &lt;1<br> Other: 5,880 13.2</p> <p>Winner of the 2008 election in Reading: Barack Obama<br>Winner of the 2008 election in Pennsylvania: Barack Obama<br></p>",
  "<p>Juliàn Castro, the mayor of San Antonio who burst on to the national political stage when he made the keynote address at the Democratic national convention in September, is selling his vision of the future to the city's top moneymakers. He pictures a Manhattan-like metropolitan core, with walkable streets and arts and culture worthy of America's seventh-largest city.</p> <p>Castro calls this vision \"San Antonio 2020\". In a city where <a href=\"http://quickfacts.census.gov/qfd/states/48/4865000.html\">two-thirds of the 1.3 million residents are of Latino heritage</a>, it is tempting to call it \"veinte veinte\".</p> <p>In fact, Castro hardly speaks any Spanish. But that is part of what makes his vision so powerful. In the fastest-growing major city in the country, a well-heeled and mostly white audience at the Witte Museum listens to the new-generation Hispanic leader, who is aged only 38, share his plans. In doing so, he is advancing a slow-motion political takeover of Texas.</p> <p>\"San Antonio is a peek at the Texas of tomorrow and the America of tomorrow,\" Castro says. \"We've called it the new face of the American dream.\"</p> <p>2020 is, by coincidence, the projected date by which, if current trends continue, the state will come full circle. Texas, which was once part of Mexico, <a href=\"http://www.window.state.tx.us/specialrpt/tif/population.html\"> will return to being majority Hispanic</a>.</p> <p>Texas is already a state with a majority-minority population – Hispanics account for about 38% of the population but other ethnic groups push the non-white proportion to 52%. This trend has enormous potential consequences for both main political parties.</p> <p>For Republicans, such demographic change spells a possible end to their long reign in the state. The Democrats have failed to seize their opportunity – on average, <a href=\"http://www.newstaco.com/2011/05/17/how-the-latino-vote-matters-in-2012/ \">Hispanics vote 3-1 for Democrats </a> – but the state GOP has nonetheless been swerving rightward, straight into a demographic brick wall.</p> <p>Despite the fact that Texas has not voted for a Democratic presidential candidate since Jimmy Carter in 1976, the Republicans may see their political Alamo in San Antonio. </p> <p>\"You get California, Texas and New York,\" says Choco Meza, a former Bexar County Democratic Chair, tracing the states' geographical positions in the air, \"and that little 'v' is for 'victory'.\"</p> <p>However, Texas Democrats have yet to match action to such enthusiasm when it comes to bringing out the Hispanic vote. Unlike in California or New Mexico, Hispanics in Texas have been fighting well below their political weight. Hispanic turnout rates are poor – almost half that of white or black voters in the state. <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2004a.xls\">In 2008 only 38% of eligible Hispanics cast ballots in the presidential election</a>.</p> <p>San Antonio incubated such landmark political Hispanic groups as the League of United Latin American Citizens and the Southwestern Voter Registration Education Project. These and other movements began in the city's Westside, the heart of its Hispanic community. There lie both the symptoms and the solutions to the political woes of Texas' Hispanics.</p> <p>This barrio region begins a few blocks away from San Antonio's bustling downtown, where tourists flock to The Alamo and the Riverwalk. In the Westside, cheap, wood-framed houses are painted salmon pink or lime green; many have clothes drying on a line. Ernest Bromley, who walked Westside's tree-lined avenues in the 1970s as a political canvasser, sees the community's symbolic divide in the appearance of such houses.</p> <p>\"There are homes that take care of themselves; a lot of home pride and flowers that are well-kept,\" Bromley says, \"and others that are just trashed. You can be poor and have a nice-looking place.\"</p> <p>Bromley, a Democrat, and his Republican business partner, Lionel Sosa, are legends in the Hispanic community, having created the first advertising firm that reached an Hispanic audience. Sosa is a master of the emotional political ad who has advised dozens of Republican campaigns – including George W Bush's 2004 run that won 49% of the Texas Hispanic vote. The tagline for that campaign was <a href=\"http://www.youtube.com/watch?v=xHghAjADiXc\">\"Nos conocemos\" – \"we know each other\"</a>.</p> <p>For years, the Hispanic population in Westside was not politically engaged. As late as the 1960s, much of the area had dirt roads and a patchwork electrical service. Yearly storms created pop-up rivers that destroyed property and stranded residents. Disenchantment with the system kept turnout low, allowing such problems to fester. </p> <p>There has been some progress. From 1996 to 2008, Hispanic turnout increased by nearly 10 points and reached an all-time high for Hispanics. But the 38% turnout in the 2008 election was still <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2004a.xls\">well below the 57% turnout among California's Hispanic population</a>.</p> <p>Castro, however, hints at something that could begin to galvanize Hispanic voters in San Antonio and beyond. \"It may come in the form of some great candidate or candidates that decide they're going to run [for governor],\" he says. \"And that's what lights up the Hispanic community.\"</p> <p>Castro swears he is not speaking of himself, though his political star is undoubtedly rising. Instead, he uses the example of his idol, Henry Cisneros. <a href=\"http://www.texasmonthly.com/preview/2001-07-01/reporter \">San Antonio's Hispanic vote doubled in 1981</a> when the striking, 6ft 3in, third-generation Mexican-American became its mayor.</p> <p>Cisneros, however, has a cautionary tale to tell. The nation's first Hispanic mayor of a major city had a rapid ascent to the national stage as part of Bill Clinton's administration, before he became embroiled in a scandal involving payoffs to a former mistress that ended his political career.</p> <p>Now a housing-policy consultant, Cisneros still lives on the Westside – in a community that he tried to modernize which is, in many ways, still stuck in the past. In the Westside, stagnation can take many forms. </p> <p>Crystal Cox, 26, returned home after earning her bachelor's degree, and found that little had changed. \"My best friend from elementary school lives across the street and she has a couple of kids,\" she says. \"It's weird to come back home and see people that I knew and they ended up just having kids and stopped with their education.\"</p> <p>Her friend follows an all too familiar and growing trend among Hispanics in Texas: <a href=\"http://hobbycenter.rice.edu/workarea/downloadasset.aspx?id=2147484251\">it is thought that by 2040, more than half will not graduate high school</a>.</p> <p>In 2011, <a href=\"http://www.npr.org/2011/12/22/144079041/texas-schools-grapple-with-big-budget-cuts\">the Republican legislature in Texas cut $4bn from public schools</a>. Party leaders argued that the state's budget had been in crisis, that cuts needed to be made, and that education spending was the largest piece of the pie.</p> <p>In <a href=\"http://www.texastribune.org/library/data/schools/\">a school system that is almost 50% Hispanic</a>, this was another harsh blow to the poorer districts – as well as to any Republican hopes of winning Hispanic converts.</p> <p>Even in a city as diverse as San Antonio, divides in class and race run deep. Henry Flores, dean of the Graduate School at St Mary's University and a consultant on many Democratic races, doesn't need to search too far to find remnants of a \"members only\" mindset.</p> <p>\"Take a look at the girls in that back party,\" he says, pointing to a stream of young women, dressed in their Texas best, heading to a restaurant's private room. \"You're not going to find any Latinas there.\"</p> <p>The political culture in Texas has capitalized on such small moments of division. Last year, two incendiary pieces of legislation alienated many Hispanics – one a voter ID law and the other a new district layout.</p> <p>Both have ended up in court. <a href=\"http://online.wsj.com/article/SB10001424052702304373804577525072239849392.html\">The voter ID law required Texans to show valid state ID at the polling place</a>. The Obama administration challenged it as a violation of the Voting Rights Act, claiming that it targeted poor Hispanics without driver's licenses.</p> <p><a href=\"http://www.nytimes.com/2012/02/29/us/final-texas-redistricting-maps-approved.html\">The new district lines contained no new electoral regions that were majority Hispanic</a>. This too went through the legal system, to arrive at a compromise of two new Hispanic and two new Anglo districts. This was a disappointment to Hispanics, considering that they have driven 65% of the state's population growth in the past decade.</p> <p>Texas was different when the Republican businessman Sosa helped George W Bush win nearly half the Hispanic vote in 2004, with a message of strong family values and a welcoming atmosphere. Now, he says he can hardly recognize the party that plays on fear of Hispanic immigration and calls, in Mitt Romney's case during the Republican primaries, for \"self-deportation\".</p> <p>\"If you look at Reagan's position on immigration and amnesty, he did it,\" Sosa says. \"It was somewhat controversial, but no big deal.\"</p> <p>But as much reason as Democrat-inclined Hispanics have to vote, there has not been a momentous shift towards the ballot box. Voter-registration groups estimate that it would take a huge – and expensive – outreach effort to register the million Hispanics who could help to turn Texas blue.</p> <p>Big-party money goes toward swing-state campaigns, rather than a more distant investment like Texas – even one that could have such a high return.</p> <p>\"Democrat voters, even in Texas, send all their money to the swing states,\" says Lydia Camarillo of the Southwestern Voter Registration Education Project. \"Trying to build up the Hispanic voter base here just isn't the way they think. If it was and they did Texas would be purple in five years.\"</p> <p>Even the most optimistic Texas Democrats have a hard time looking at the years of unfulfilled expectations without showing their frustration. The numbers are there, the future is evident, and yet the moment remains just out of reach.</p> <p>\"I've been waiting for the Hispanic sleeping giant to wake up in the 70s, the 80s, the 90s and now [the] 2000s and I've seen it in Time magazine every decade,\" Flores said. </p> <p>When will the giant wake?</p> <p>\"The answer to that question is: 'I don't know.'\"</p> <h2>Pueblo factbox</h2> <p>(All demographic data comes from the 2010 US census. Voting information comes from state and local elections officials.)</p> <p>Population: 1,327,407 %<br>Hispanic or Latino: 63.2<br>White: 26.6<br>Black: 6.3<br>American Indian/Alaska Native: 0.2<br>Asian: 2.3<br>Native Hawaiian/Pacific Islander: 0.1<br>Other: 0.2<br>Mixed Race: 1.2<br> Total: 100.1</p> <p>Per capita income: $21,812 </p> <p>Voter turnout in 2008: 446,405 (55.9%)<br>Current Voter registration*: 664,135 </p> <p>Winner of the 2008 election in San Antonio: Barack Obama<br>Winner of 2008 election in Texas: John McCain</p> <p>* Under Texas's open primary system, voters do not register with a political party.</p>",
  "<p>One of the greatest challenges of Mitt Romney's career has always been to win over a conservative wing of the Republican party that is sceptical of his moderate record as a former governor of Massachusetts, a traditionally \"blue state\".</p> <p>But now, as the American election enters a final frenetic month of campaigning before polling day on 6 November, the right of the Republican party is happily falling in behind Romney, lauding his performance in last week's televised Denver debate.</p> <p>Yet the sudden outbreak of party unity and praise for Romney comes as the challenger is moving frantically to the middle ground, eschewing the social conservatism of his party's base and hammering away on a message of \"jobs, jobs, jobs\".</p> <p>Romney has <a href=\"http://www.theguardian.com/world/2012/oct/05/mitt-romney-47-percent-video-row\" title=\"\">also apologised for secretly filmed comments</a> at a Florida fundraiser where he said he was not worried about 47% of Americans who paid no income taxes and were dependent on government. Now he says he wants the support of 100% of Americans. He has even defended parts of Barack Obama's healthcare reforms, saying he would keep elements of the plan in place.</p> <p>\"He is not so much inching into the middle ground as sprinting,\" said Professor David Cohen, a political scientist at the University of Akron. \"But we see a lot of sudden enthusiasm now for Romney because they know this is their only shot to beat Obama. A lot of Republicans saw the Romney campaign as a train wreck, a lost cause. They now see hope.\"</p> <p>There has certainly been a Republican stampede to get behind Romney since his unexpectedly easy besting of Obama in the first presidential debate, which was watched by more than 60 million Americans. Taking advantage of a seemingly listless Obama, Romney won plaudits from across the political spectrum.</p> <p>\"Romney won big. [He] displayed a mastery of the economy, of small business, of healthcare, of taxes,\" said John Zogby, head of independent research firm JZ Analytics.</p> <p>The praise has been especially loud on the conservative right. Just a few weeks ago, <em>Wall Street Journal</em> columnist Peggy Noonan was publicly calling the Romney camp \"incompetent\" and <a href=\"http://blogs.wsj.com/peggynoonan/2012/09/18/time-for-an-intervention/\" title=\"\">calling for an intervention by party elders</a>. Now Noonan has dramatically changed her tune.</p> <p>\"<a href=\"http://online.wsj.com/article/SB10000872396390444223104578036902059331748.html\" title=\"\">The real Romney is the one who can communicate</a>. He's straight and direct and not fancy, forgivably jargony, but worried about America and sincere. That's the Romney who showed up for the debate. Stay that guy!\" she gushed in her latest column.</p> <p>Others have compared Romney's debate performance with Ronald Reagan's mastery of the format and declared it a historic victory. \"This could be the only presidential debate ever won so definitively in the absence of some obvious and ruinous gaffe,\" wrote conservative columnist Charles Krauthammer, who just a few days previously had been touring the TV talk show circuit calling Romney's campaign \"small ball\".</p> <p>Republican activists have a simple explanation for the sudden outbreak of party discipline and their previously well-disguised ardour for Romney. \"The party wants to win. The debate created a buzz and Republicans want to beat Obama. Whether you are a conservative or a moderate, that is why they are rallying behind the candidate,\" said Steve Mitchell, a Republican pollster.</p> <p>Certainly the debate appeared to reverse what had seemed almost a death spiral for the Romney campaign, which was stuck in a cycle of gaffes – from criticising the London Olympics to the 47% video – and sinking poll numbers. Indeed there are early signs that Romney's poll numbers may now get a much-needed bump. Clarus Research released figures showing Obama's national lead had dipped to just two points and Reuters-Ipsos surveys showed Romney's popularity rising on key issues including the economy and healthcare reform in the wake of Denver.</p> <p>But unrestrained Republican joy is unlikely to last long. On Friday fresh employment statistics saw America's jobless rate dip to 7.8%, allowing Obama to claim for the first time that unemployment is now lower – and the number of people in jobs is higher – than when he took up office. It is also unlikely that Obama's team will be caught as flat-footed in the remaining two debates.</p> <p>The Obama camp has indulged in some public soul-searching amid fierce media criticism and is certain to come out more firmly in the next debate, on 16 October in Hempstead, New York.</p> <p>On the campaign trail, Obama has already started hitting a more aggressive tone, slamming Romney as someone who shifts his opinions and has not been truthful with the electorate. He has developed a new line of attack, targeting Romney's debate vow to cut government funding to public television. \"Governor Romney plans to let Wall Street run riot but he wants to bring down the hammer on <em>Sesame Street</em>,\" Obama said at a rally at the end of last week.</p> <p>However, the new-look moderate Romney is likely to be a less easy target. In many ways, millions of Americans are only starting to pay close attention to the election now and the Republican nomination race – when Romney painted himself as a conservative in order to get the nod – is largely forgotten. Instead, the Democrats are facing the sort of Republican they had always feared: a moderate-sounding former governor of a blue state who talks up his economic experience and ability to create jobs. \"That sort of image is not only viable for Romney to pull off, it is also absolutely necessary for Romney to do so, if he wants to be president,\" said Cohen.</p> <p>The Republican party base – from Tea Party free marketeers to evangelical social conservatives – mostly knows that too. Romney has weathered previous criticisms of being an \"Etch A Sketch\" candidate who tacks to whatever position the electorate wants.</p> <p>So after being almost dead in the water, Romney's campaign suddenly seems to have come to life. \"It is clearly not dead now. It is a race that is going to go all the way,\" said Mitchell.</p>",
  "<p>While giant rallies in Caracas may be drawing the world's attention ahead of Venezuelan presidential election, the global significance of the vote can be found hundreds of miles to the east in the oil-soaked Orinoco Belt.</p> <p>According to studies, Venezuela has overtaken Saudi Arabia to become number one in the world for proven oil reserves, largely thanks to the heavy crude found in this vast alluvial plain.</p> <p>Whether this multi-trillion dollar asset is controlled by Hugo Chávez or the opposition challenger, Henrique Capriles, will influence which countries and companies are given the priority to exploit them and how much drivers around the world pay at the pump. According to a report this year by BP, Venezuela has reserves of 296.5bn barrels, about 10% more than Saudi Arabia and 18% of the global total. At the country's current levels of production, this would last about 100 years.</p> <p>If Chávez wins – as most polls suggest – he has promised to ramp up production and reduce his country's dependence on the US market by doubling crude exports to Asia. To further this goal, Venezuela plans to build a pipeline through Colombia to the Pacific which would reduce costs and transport times to China and other Asian markets.</p> <p>Capriles, who has mounted a strong challenge, says he would fire the oil minister, Rafael Ramírez, and rethink how crude is extracted and used. Until now Russian and Chinese companies have struck the biggest deals for future exploitation.</p> <p>\"We have to revise every deal. I think they are agreements that are not functioning,\" he said. During the campaign, he has also said he would halt subsidised oil shipments to Cuba, Belarus, Nicaragua and Syria. Critics say he is a stalking horse for US interests.</p> <p>Both Chávez and Capriles are calling for more investment so that Venezuela can increase not only output but also the quality of oil through the use of upgrading technology. But the volatile mix of politics and oil has made it difficult to secure partners.</p> <p>In recent years Venezuelan oil production has fallen due to poor maintenance, low investment and the loss of key workers. Plans to open new fields have been repeatedly delayed. The state-owned oil company PDVSA says the holdups are over. Last week its joint venture with Russia's Rosneft and Lukoil pumped its first barrel. Another operation, with a Vietnamese firm, has also reportedly begun. Projects with Chevron of the US, Spain's Repsol and others are due to start early next year.</p> <p>But there are still many empty blocks. Officials said BP, Shell and several other multinationals appear to be waiting to see if the government will change today before committing to possible joint ventures in the two main areas for expansion, Carabobo and Junín.</p> <p>\"There is a danger that British firms might miss out. In this country, oil and politics are intertwined. Many companies are waiting for the election result,\" said Osmel Molina, deputy manager of the Carabobo region. \"They hope for higher profits if the political situation changes. That's why there is so much support for the opposition. They don't necessarily want to oust Chávez, but they do want a weak government so they can control the biggest oil resources in the world.\"</p> <p>Venezuela has an oil-dependent economy – PDVSA accounts for 95% of the country's export earnings. Domestically, the mix of populist politics, super-abundant oil and second-rate refining technology has left the country with a peculiar system in which the state sells crude for $100 (£61) a barrel, buys back petrol at $400, then sells it on to domestic drivers at such a discount that a full tank is cheaper than a cup of coffee. A gallon costs about 6p, leading to a lucrative cross-border petrol-smuggling business. Neither candidate has dared to commit to a raise.</p> <p>Oil rose to the centre of the political debate in 2003, when the sector was crippled by striking workers. The Chávez government, which had survived a coup attempt the previous year, sacked most of the management and many of the workers, saying that they were pawns in a US-backed effort to destabilise the country.</p> <p>The industry is now a bastion of government loyalists. Molina's office is decorated with portraits of Chávez and Simón Bolívar. Most of the staff wear red Chávez re-election campaign T-shirts. Four oilfields are named after battles of independence.</p> <p>Oil helps to explain why Chávez is vilified in the US. In 2000, a year after taking power, he made his first mark on global affairs with a tour of the Middle East to lobby key Opec members – Iraq, Iran, Libya, Kuwait and Saudi Arabia – to drive oil prices higher. Since then, the cost of Brent crude has risen from less than $20 a barrel to more than $100.</p> <p>Saddam Hussein and Muammar Gaddafi were among the leaders who joined Chávez to drive up prices. Molina believes it is no coincidence that they were deposed and killed: \"There's a plan in place to control the global oil market. Anyone who tries to erode the monopoly ends up in conflict with the [US] empire.\"</p> <p>In the past, Molina said foreign oil firms were paying only 3% royalties to the government, but Chávez pushed this up to 16%. He also helped to raise the value of the output from the Orinoco Belt by relabelling it as valuable heavy crude instead of cheap bitumin or tar, as it had previously been priced.</p> <p>Some accuse the US and multinationals of trying to influence the presidential campaign. \"Transnationals want control of the oil here. They want the submission of Latin America to supply the market needs of the US,\" said Nicmer Evans, a political science professor at the Central University of Venezuela.</p> <p>But the outside influence cuts both ways. Since 2007, the government has received $42.5bn in loans from the China Development Bank, with the biggest tranche coming in the year ahead of an election in which Chávez has increased public spending, the minimum wage and pensions. This is repaid largely through shipments of 430,000 barrels of crude a day to China in repayment.</p> <p>Russian president Vladimir Putin showed his support with the gift of a puppy to Chávez this month.</p> <p>But geopolitics is not the only factor at play in deciding who gets to exploit and use this pool of oil. Geography, market demand and refining technology are also help to explain why the US – despite Chávez's rhetoric – remains Venezuela's biggest customer.</p> <p>The scale of the required investment will also be a struggle for any single country. Chávez has said Venezuela should look to the country's Faja oil belt and promised to invest $130bn in the region to double national oil production to six billion barrels a day, pushing Venezuela past Iran as the world's second-biggest producer. The money is needed to upgrade wells, processing plants, refineries, docks, roads and housing. Dire maintenance has plagued the industry, most recently with a huge fire at the Amuay refinery.</p> <p>Local people say that the main road between Morichal and Maturin has been cut off at least twice in the past month, once because floods swept away a bridge and once because of a protest by nearby residents against power shortages.</p>"
]