[
  "<p>Matt Frei has himself a pick-up truck; he's hitting the road, going in search of the American Dream. \"Somewhere along the line I know there'll be girls, visions, everything,\" he says dreamily, arm hanging louchely out of the open window. \"Somewhere along the line the pearl will be handed to me.\"</p> <p>Oh, sorry, no he doesn't, my mistake; that's Sal in On The Road. But Frei does seem to be feeling the freedom of the open road, released from the seriousness of being a serious Channel 4 news person (Washington correspondent, now presenter).</p> <p>This – <a href=\"http://www.channel4.com/programmes/the-american-road-trip-obamas-story\" title=\"\"><strong>The American Roadtrip: Obama's Story</strong></a> (Channel 4, Sunday) – is serious television; Frei is testing the temperature in the crucial midwest swing states ahead of next week's election. But he does have a Dodge Ram 1500 dual cab. He can let himself go a bit, put on a pair of sunnies, lose the tie. It's a bit like bumping into your teacher during the holidays, at the beach.</p> <p>And there may not be pearls or visions, but there are girls. There's Glenda, his \"road trip mistress\", she who must be obeyed, otherwise known as the sat nav. \"No, darling, I'm not going to turn left on highway 280, I'm going to carry on on this one,\" says Matt with masterly authority. And there's Karen, a Mormon elder, whose knickers Matt wants to talk about, her magic Mormon knickers (because of Mitt Romney's faith). They're an expression of her covenant with God, says Karen. Do men and women wear them? Yes. Does she wear them? Yes.</p> <p>Matt's got Karen's pants between his teeth now, so to speak. He's shaking his head from side to side like a terrier; he's not going to let go until he's got to the bottom of them, so to speak. Does she find it awkward talking about her underwear? It's not something they usually talk about. Wouldn't it be better just to put them out there? Oh Matt, just ask her if you can see her knickers, you clearly want to. To be honest, I do, too. What do sacred Mormon pants look like? I'm guessing, given that the idea is to ward off temptation not beckon it, that they're not like the sort that come from Agent Provocateur.</p> <p>Matt doesn't ask. But he does ask other brave questions. In Northwood, Iowa, he asks a gun shop owner whose phone ringtone is the sound of an AK47 what this election is all about.</p> <p>In Kentucky, he asks a Tea party Bible basher if he hates Obama because he's black. In Gary, Indiana, he asks a man if Mitt Romney is a brother by another mother, slightly embarrassingly.</p> <p>This is \"fly-over America\", the bit in the middle that most visitors don't get to see. Where the second amendment is a basic human right. Where \"Yurr-rup\" is mistrusted, an insignificant place a long way away, probably somewhere between \"Eye-raq\" and North Korea. Where once great industrial towns lie crumbling and abandoned. Where, these days, a middle-class couple has to work 100 hours a week between them just to keep the bailiffs from the door. Where the next generation is going to struggle to be better off than this one. Where the American Dream is dying and Obama's health-care reforms aren't going to save it.</p> <p>It's a fascinating place, even though it's often a forgotten place. Except in the runup to a presidential</p> <p>election. When it suddenly becomes just about the most important place in the whole&#xa0;world.</p> <p>Speaking of important places, <a href=\"http://www.bbc.co.uk/programmes/b00v36y1\" title=\"\"><strong>Harry&#xa0;&amp; Paul</strong></a> (BBC2, Sunday) seem to have moved to my north-west London manor. Oi, that's the bus stop up the road. \"What a wonderful place Willesden is,\" says Victoria Wood who joins in to play, alongside Harry, a pair of minor royals, visiting a corner shop in a less salubrious part of town than they're used to. It's one of the hits.</p> <p>What, hit and miss? A sketch show? Really? Of course it is. You could even argue that this kind of traditional sketch show shouldn't have much of a future. But television would be poorer without Harry &amp; Paul, because it can be&#xa0;so good.</p> <p>It's not about the gags – if you looked at the script, you would probably just think: eh? It's all about the characters, and the interaction of the characters. Enfield and Whitehouse don't just dress up and put on silly voices, they possess their characters. The hits are big hits. \"Probable quare\" still makes me laugh. And the one at the end where it all goes Nordic noir is&#xa0;a joy.</p>",
  "<p>If you've been wondering what comedian Roseanne Barr is up to these days, we have your answer: she's running for president. No, really. <a href=\"http://www.thedailybeast.com/articles/2012/08/08/roseanne-barr-why-you-should-vote-for-me-for-president.html\" title=\"\">Roseanne is the official presidential nominee</a> for <a href=\"http://www.peaceandfreedom.org/home/\" title=\"\">The Peace and Freedom Party</a>, which in the past has fielded such candidates as Black Panther leader <a href=\"http://www.nytimes.com/1998/05/02/us/eldridge-cleaver-black-panther-who-became-gop-conservative-is-dead-at-62.html?pagewanted=all&amp;src=pm\" title=\"\">Eldridge Cleaver</a> and baby care expert <a href=\"http://www.drspock.com/\" title=\"\">Dr Benjamin Spock</a>. She is running on a platform that promises to legalise marijuana and forgive student loan debt, among other things.</p> <p>If news of her campaign passed you by, don't feel bad. Roseanne is only on the ballot in three states: California, Colorado and Florida. She is also a registered \"write-in\" candidate in 20 more states, meaning you can scribble in her name even though she's not listed on the ballot. This provision is available in many states. The first time I voted I wrote myself in as a candidate for high bailiff of Addison County, Vermont (the Republican incumbent was running unopposed). I didn't win, so I never had to find out what a high bailiff is.</p> <p>The main reason why there aren't more alternative, protest, single-issue, leftfield or downright frivolous presidential candidates is the difficulty of getting on the ballot in all 50 states. Each state has its own procedures for ballot access, ranging from \"lax\" to \"obstructionist\". Colorado is among the easiest: besides Roseanne, there are 15 other presidential candidates listed on this year's ballot. In Louisiana, you can get on by paying $500 or collecting 5,000 signatures – your choice. Other states ask for signatures equivalent to a certain percentage of the total vote in the last election – this year Georgia required 51,845.</p> <p>In the upcoming election only five \"third\" parties have ballot access equivalent to 270 electoral college votes – that is, they're on the ballot in enough states to have at least a theoretical chance of winning. One is the Green party, whose candidate, <a href=\"http://www.jillstein.org/\" title=\"\">Jill Stein</a>, beat Roseanne to win the nomination. Another party, called <a href=\"http://www.americanselect.org/\" title=\"\">Americans Elect,</a> is fielding no candidates because nobody reached their own minimum requirement of 1,000 online votes.</p> <p>Below the 270-line are various socialist factions and America's oldest third party, the <a href=\"http://www.prohibitionists.org/\" title=\"\">Prohibition party</a>, founded in 1869. Its temperance message doesn't have as much traction as it used to: in the 2008 presidential election its candidate received 643 votes nationwide. There is also an <a href=\"http://www.objectivistparty.us/\" title=\"\">Objectivist party</a>, which promotes a philosophical system developed by novelist Ayn Rand.</p> <p>Individual write-in candidates rarely get anywhere, although there are notable exceptions at the congressional and state level. In 1998, <a href=\"http://www.charlotteburks.com/\" title=\"\">Charlotte Burks</a> was elected to the Tennessee state senate on write-in votes after her husband, the official candidate, was murdered by his Republican opponent.</p> <p>In 1980, rock singer <a href=\"http://www.joewalsh.com/\" title=\"\">Joe Walsh</a> ran a write-in presidential campaign, on a platform promising \"Free Gas For Everyone\". It's just as well he didn't win – he was 33 at the time, and therefore not legally old enough to be president.</p>",
  "<p>As head of Disney's film division, Jeffrey Katzenberg scored a box office smash in 1992 with Aladdin, the tale of a plucky underdog who triumphs with the help of a genie in a magic lamp. The animated film swept awards and enchanted audiences.</p> <p>Twenty years later Katzenberg, now head of DreamWorks Animation, hopes to score again although his hero, Barack Obama, is less of an underdog and the blockbuster drama is better known as the US presidential election.</p> <p>The 61-year-old studio mogul has delivered millions of dollars and much celebrity power for the president's bid for a second term, conjuring energy from what had been a deflated constituency. If Obama wins it will to some extent be thanks to his Hollywood genie.</p> <p>\"Katzenberg recognised early that without the support of the entertainment industry's millionaires and billionaires, Obama would have a tough time getting re-elected,\" said Tina Daunt of the Hollywood Reporter. \"He became Obama's top advocate in the industry – simply because others were not willing to go all out for the president.\"</p> <p>Katzenberg has spent more than $3m (£1.85m) of his own fortune on the contest, making him Obama's top donor, followed by Irwin Jacobs, the founder of semiconductor maker Qualcomm, Fred Eychaner, a newspaper publisher, and Jon Stryker, heir to the equipment manufacturer Stryker Corp.</p> <p>In addition to dipping into his personal fortune, estimated by Forbes at $800m, Katzenberg has almost single-handedly persuaded much of Hollywood to again back the president.</p> <p>With the election expected to cost a record-breaking $2bn, and with Wall Street and conservative billionaires backing Mitt Romney, Katzenberg has helped level the field.</p> <p>It was not easy. Hollywood's 2008 ardour for Obama cooled amid frustration over slow or absent progress on climate change, Guantánamo Bay, gay rights and other liberal causes. The White House's siding with Silicon Valley in a dispute over online piracy, which drains Hollywood profits, made things worse. \"People here were disappointed and disillusioned,\" said Daunt. \"They complained that he wasn't moving fast enough on their key concerns. Though he eventually came around on these issues, Hollywood didn't think he was showing enough passion and fight. Katzenberg stepped into the political void created by that disenchantment.\"</p> <p>Skip Paul, a Hollywood media financier and neighbour of Katzenberg, told the Wall Street Journal that the studio boss phoned his targets directly. \"He says: 'I really want you to help me on something that's important to me.' And if he doesn't get you the first time, he calls and gets you the second time. It's very personal, and it's not phoney.\"</p> <p>Katzenberg has been terse with the media over such activism – his office and Andy Spahn, his political consultant, did not respond to an interview request – but his interventions have been well documented. He helped two former White House staffers, Bill Burton and Sean Sweeney, set up <a href=\"http://www.prioritiesusaaction.org/\" title=\"\">Priorities USA</a>, a political action committee (Super Pac) to counter multiplying, well-funded Republican Super Pacs.</p> <p>He gave $2m in seed money and other entertainment figures such as Morgan Freeman and Bill Maher each donated $1m. He also organised a $40,000-per-head dinner at George Clooney's house which raised $15m.</p> <p>Priorities USA raised $15.25m in September, its highest monthly total, boosted by an additional $1m from Katzenberg and $1m from Steven Spielberg, his DreamWorks partner. It helped fund an 11th-hour advertising blitz in swing states.</p> <p>Obama took time out from hectic campaigning for a <a href=\"http://www.hollywoodreporter.com/news/barack-obama-bill-clinton-jeffrey-katzenberg-los-angeles-democrats-376968\" title=\"\">thank you luncheon with the former president Bill Clinton and a dozen donors at Katzenberg's Beverly Hills home on 7 October</a>.</p> <p>Later that evening Katzenberg co-hosted a $25,000 per ticket dinner for Obama at Wolfgang Puck's restaurant in the Ritz Carlton in Los Angeles.</p> <p>In his speech the president singled out Katzenberg and his wife, Marilyn, for thanks. \"They have been tireless and stalwart and have never wavered through good times and bad since my first presidential race, back when a lot of people still couldn't pronounce my name. <a href=\"http://www.deadline.com/2012/10/barack-obama-in-la-today-for-jeffrey-katzenberg-meeting-with-bill-clinton-nokia-theatre-concert-donor-dinner/\" title=\"\">I will always be grateful to them</a>.\"</p> <p>Katzenberg is not noted for diplomacy. A hard-charging New Yorker who worked his way up from Paramount, where he revived the Star Trek franchise, he fell out with his mentor Michael Eisner at Disney before setting up DreamWorks with Spielberg and David Geffen, another Obama supporter. He was impressed enough by Obama's 2004 Democratic convention speech, and subsequent private meetings, to back the Illinois senator against Hillary Clinton, until then Hollywood's favourite candidate.</p> <p>Katzenberg protected White House ties to Hollywood by <a href=\"http://\" title=\"\">encouraging Obama to phone studio heads ruffled by the piracy decision</a>.</p> <p>He reportedly said he expected nothing in return for his services, and few doubt he is motivated by political conviction. However it was noted the state department seated him near China's vice president, Xi Jinping, at a Washington lunch in February. Hollywood is keen to expand market share in China.</p> <p>Democrats may no longer call Obama's presidency a fairytale but that does not stop them wishing for a happy ending on 6 November – thanks in part to the movie mogul behind Aladdin.</p> <h2>Flying the flag for Romney<br></h2> <p>Republicans may consider Hollywood enemy territory ruled by liberals but a slew of politically conservative films are attacking Obama and praising rightwing virtues in the runup to the election.</p> <p>Dinesh D'Souza's documentary, 2016: Obama's America, has blazed the way by grossing $33m at the box office in past months, making it the most successful political documentary after Michael Moore's Fahrenheit 9/11. It recently became available on DVD.</p> <p>Atlas Shrugged: Part II, the second part of a trilogy based on Ayn Rand's paean to plutocrats, limped into cinemas this month amid stinking reviews but Fox News gamely reported that \"<a href=\"http://www.foxnews.com/entertainment/2012/10/12/atlas-shrugged-part-ii-kept-from-mainstream-movie-critics-but-public-interest/\" title=\"\">public interest remains high</a>\".</p> <p>Hating Breitbart, a biographical documentary by Andrew Marcus about the late conservative culture warrior Andrew Breitbart, hit screens last week.</p> <p>Runaway Slave, a documentary about black conservatives, flopped when it opened in July but is to be re-released on the back of enthusiasm for 2016.</p> <p>Obama may have Clooney and Scarlett Johansson but Romney boasts his own celebrity endorsements. Clint Eastwood has followed up the Republican convention's empty chair sketch with an ad which declares: \"<a href=\"http://www.latimes.com/news/politics/la-na-pn-obama-romney-clint-eastwood-20121026,0,4478311.story\" title=\"\">Obama's second term would be a rerun of the first and our country just couldn't survive that.</a>\"</p> <p>Meat Loaf endorsed Romney at a rally in Ohio, saying: \"There is one man who will stand tall in this country and fight the storm and bring the United States back to what it should be – Governor Mitt Romney.\"</p> <p>Hollywood's conservatives raised $6m for the Republican candidate at a Beverly Hills fundraiser in September which drew, among others, the producer Jerry Bruckheimer and the actors Gary Sinise, of CSI: NY, and Patricia Heaton, of Everyone Loves Raymond.</p>",
  "<!-- Block 1 --> <p><strong>Hello.</strong> If I was an especially lazy journalist – and I'm not, recent statistics showing I'm at least the 453rd hardest-working journalist in the country – then I could just get away with using <a href=\"http://www.theguardian.com/football/2012/feb/05/chelsea-manchester-united-mbm\">my preamble</a> from this fixture last season. No one would notice. Don't believe me? Well look:</p> <blockquote> <p>Manchester United haven't won at Chelsea in the league since 20 April 2002. Ten years. A miserable record, especially as Chelsea have been managed by Avram Grant in that time. And to think people quibble about Tottenham's record at Old Trafford. These are meant to be the champions of England, and they can't even win at a ground where Chelsea didn't lose for 86 matches, a run spanning four years and eight months. Oh.</p> </blockquote> <p>See? There are, of course, a couple of minor details that have been altered since then, like Tottenham actually winning at Old Trafford, but the main point remains the same: Manchester United don't like it at Stamford Bridge. Even when Chelsea were at their lowest ebb under Andre Villas-Boas on that February afternoon, United needed an improbable comeback from 3-0 down to rescue a point, one that was only secured after two magnificent saves from David De Gea in stoppage time. Most teams suffer from an inferiority complex when United come to town, but not Chelsea – even before Roman Abramovich bought the club in 2003. </p> <p>Then again, Chelsea aren't suffering from much of an inferiority complex against anyone at the moment. European champions, top of the table and unbeaten in the league, a win today would take them seven points clear of United. On the surface, there should be nothing at all for Chelsea to fret about. They have won at Arsenal and Tottenham, they are scoring goals for fun and have Juan Mata, Eden Hazard and Oscar. </p> <p>Yet there is a nagging feeling that there is more to come, that Chelsea are still not entirely comfortable with their new attacking identity, that they are yet to quite strike the right balance between defence and attack. A defence that was once so solid – and, along with Didier Drogba, essentially won them the Champions League – has been exploited by Atletico Madrid, Juventus and Shakhtar Donetsk. A midfield of Ramires and John Obi Mikel can be improved. The current version of Fernando Torres is palpably inferior to the 2007-09 version. Of course, United have had their own defensive problems this season, which is largely a consequence of the lack of protection given to the back five by Sir Alex Ferguson's novel 5-0-5 formation. If United are as meek and compliant in midfield as they were against, say, Everton and Tottenham then Hazard, Mata and Oscar could make it another bleak afternoon for them at Stamford Bridge. Just as well Robin van Persie scored a hat-trick on this ground last season then.</p> <!-- Block 2 --> <p><strong>Team news:</strong> John Terry is suspended for something or other, so Gary Cahill and David Luiz continue at the heart of Chelsea's defence. Otherwise they are as expected. There are a few surprises in the United team, namely that Ferguson has restored width to the side, they're not playing three in midfield to counteract Chelsea's threat in that area and Ashley Young is starting. Note that one down in case he does one of his infamous disappearing acts. </p> <p><strong>Chelsea:</strong> Cech; Ivanovic, Cahill, David Luiz, Cole; Ramires, Mikel; Mata, Oscar, Hazard; Torres.<strong> Subs:</strong> Turnbull, Azpilicueta, Bertrand, Romeu, Marin, Moses, Sturridge. </p> <p><strong>Manchester United:</strong> De Gea; Rafael, Ferdinand, Evans, Evra; Valencia, Cleverley, Carrick, Young; Rooney, Van Persie. <strong>Subs:</strong> Lindegaard, Anderson, Giggs, Hernandez, Nani, Welbeck, Scholes.</p> <p><strong>Referee:</strong> Mark Clattenburg and His Hair.</p> <!-- Block 3 --> <p><strong>Pre-match emails.</strong> <em>Your</em> pre-match emails.</p> <p>\"Whatever about this match, the difference between these two teams over the course of the league can be seen on the subs bench today,\" says Patrick Treacy.</p> <p>\"Mata and Rooney look uncannily familiar in that picture up there,\" says James Killin. \"Like footballing twins separated at birth. One of them went on to become a skilful, accomplished, Champions League- and FA Cup-winning player. The other had hair from his bottom sewn into his head.\"</p> <p>\"I've just gone past Stamford Bridge (on the way to commentate @testmatchsofa),\" says Gary Naylor. |Very busy - there were people converging from all over London. Chelsea fans too.\"</p> <!-- Block 4 --> <p><strong>So I've just returned from Abroad, where they don't have Sky Sports.</strong> There I was watching a game on Al Jazeera during the week when who should pop up in the studio but Richard Keys and Andy Gray? In case you were remotely missing either of them, here's an actual question posed by Mr Keys: \"Is Luis Suarez a good player?\"</p> <!-- Block 5 --> <p><strong>The teams are in the tunnel.</strong> Chelsea are wearing those infernal tracksuit tops, Manchester United are in that infernal gingham. They trot out to the sound of the Chelsea fans reminding everyone that they're the European champions. \"C'mon Jacob, spill the beans,\" says Simon McMahon. \"Where were you?\" Cyprus.</p> <!-- Block 6 --> <p><strong>Off we go!</strong> In one hell of a racket, Chelsea get us underway, attacking from left to right. Rio Ferdinand isn't getting the best reception. \"There's only one England captain,\" chant the Chelsea fans in an unlikely show of support for Steven Gerrard. \"Re: Keys and Gray. In fairness, I'm sure I can't be the only one who, when you cited Al Jazeeera, thought instantly of the comedic riches that would be found in Keys and Gray tackling middle eastern politics,\" says Ryan Dunne. \"Might fill the post- Thick of It void. You could give Andy one of those Sky Sports style draw-on-the-screen gizmos, and have him explain how he'd divvy up Israel in the two states solution. I'd watch that! Or can you just imagine the live coverage of the US Presidential election, and Andy giving it \"take a bow son!\" when the winner is announced?\"</p> <!-- Block 7 --> <p><strong>2 min:</strong> Chelsea are on the front foot immediately. Mata flicks a pass through to Oscar, De Gea stays on his line and Ferdinand, facing his own goal, has to hack it blindly clear.</p> <!-- Block 8 --> <p><strong>3 min:</strong> This has all the makings of a very fine game indeed. Carrick rolls a pass into Van Persie, who turns neatly away from David Luiz and cracks a firm effort straight at Cech from 25 yards out. The Brazilian defender got far too close to Van Persie there.</p> <!-- Block 9 --> <p><strong>GOAL! Chelsea 0-1 Manchester United (David Luiz own goal, 4 min):</strong> Is Manchester United's luck at Stamford Bridge about to turn? It certainly appears to be, if this goal is anything to go by. Chelsea were much too open as Rooney found Young on the edge of the area, one-on-one with the last defender. He waited for support and then shuffled the ball to the right for Rooney, whose cutback was met with a crunching right-footed effort from Van Persie from 15 yards out. It beat Cech and smashed against the right post, only to hit the unwitting David Luiz on the backside and rebound into the goal as Young watched it roll over the line. You just need to imagine that going in to the sound Sideshow Bob makes when he was stepping on the garden rakes.</p> <!-- Block 10 --> <p><strong>6 min:</strong> That's only the third time in nine league games that Manchester United have taken the lead this season.</p> <!-- Block 11 --> <p><strong>8 min:</strong> \"Hope you had an enjoyable break in Cyprus,\" says SB Tang. \"I was once sent there on a 48 hour business trip as a glorified courier. Nice place. I had a lovely braised lamb dish at the local tavern and a good chat with the owner about Nathan Burns. After copping a fair bit of (justified) good-natured ribbing from your colleague Tom Bryant earlier today, I feel obliged to point out that, as explained below, I bought Gerrard's autobiography for peanuts whilst on holiday in south-east Asia for relaxing, brain-switched-off poolside reading. Cut me slack MBM controllers! Oh well, I guess it's too late, Barry Glendenning's already called me an 'anorak'.\"</p> <!-- Block 12 --> <p><strong>10 min:</strong> Patrice Evra is down after a heavy challenge from Branislav Ivanovic. The Chelsea right-back got the ball but also took out Evra with his follow-through. Mark Clattenburg, perhaps thinking about his hair, plays on though so it's left to Ivanovic to put the ball out of play to allow Evra to receive some treatment. On the touchline, Ferguson's face turns a deeper shade of purple.</p> <!-- Block 13 --> <p><strong>GOAL! Chelsea 0-2 Manchester United (Van Persie, 12 min):</strong> This is so simple for Manchester United. Chelsea are all over the place. All over the pitch. There is absolutely no pressure on United when they go forward and the visitors are ripping them apart on the flanks. This time, Rafael lopes forward and pokes a pass to Valencia, all alone on the right with Cole out of position. He drives a low ball into the area, Cahill loses Van Persie and the Dutchman makes no mistake with his right foot from close range. He likes Stamford Bridge.</p> <!-- Block 14 --> <p><strong>14 min:</strong> Chelsea haven't turned up yet. We've barely seen anything from Hazard, Mata and Oscar. Meanwhile West Brom have equalised at Newcastle. Romelu Lukaku got the goal.</p> <!-- Block 15 --> <p><strong>18 min:</strong> Torres drifts inside and tries to prod a pass through to Mata. Goal-kick to Manchester United. Nothing's going right for Chelsea. They simply can't handle United's right flank. Valencia steams past one challenge on the right and then wins a corner off Cole.</p> <!-- Block 16 --> <p><strong>19 min:</strong> Wayne Rooney has just either one of the best passes I've ever seen or the flukiest. He struck it with the outside of his right foot from left to right and just as it looked like it was going to travel all of five yards, it spun away from Mata's outstretched leg and flew all the way to the right touchline.</p> <!-- Block 17 --> <p><strong>22 min:</strong> Ivanovic tries to play a simple five-yard pass to Hazard. Throw-in to Manchester United.</p> <!-- Block 18 --> <p><strong>23 min:</strong> David Luiz steps in to stop a charge from Rafael charge on the right. And then promptly gives the ball back to Rafael trying to be too clever for his own good. Fortunately for Luiz, Rafael's cross, intended for Young, is overhit. At St Mary's, it's Southampton 1-2 Tottenham, Jay Rodriguez pulling a goal back for the home side.</p> <!-- Block 19 --> <p><strong>24 min:</strong> David De Gea makes a bizarre save from a David Luiz free-kick. It was conceded after a foul by Carrick on Ramires around 35 yards from goal. Luiz hit it in the dipping style of Cristiano Ronaldo and De Gea decided the best way to save the shot was with his feet. It worked too. I've never seen that before. It's like he was playing five-a-side.</p> <!-- Block 20 --> <p><strong>25 min:</strong> Chelsea are improving. Mata has a pop from 25 yards out but his low fizzer skids wide of the right post. They're still not overly troubling United though. Their best attempts have all come from long range so far. Fernando Torres needs to step up.</p> <!-- Block 21 --> <p><strong>27 min:</strong> \"SB Tang shouldn't get too upset at being called an anorak by Barry Glendenning,\" says Ryan Dunne. \"After all, Barry recently revealed on the pod that he spent most of his life confusing R2D2 for C3PO, surely a social (or antisocial) faux pas up there with not being able to name all of Batman's Robins!\" Aren't they all called Robin?</p> <!-- Block 22 --> <p><strong>29 min:</strong> Chelsea are having most of the possession, Brendan style, but they aren't doing much with it. United are content to sit back, soak up the pressure and then hit them on the break. Which they've done twice to devastating effect already.</p> <!-- Block 23 --> <p><strong>30 min:</strong> Chelsea's defence is a total rabble this afternoon. De Gea launches the ball long and David Luiz is caught horribly out of position as Van Persie guides a header to Valencia. He runs at Cahill, ignore Van Persie and Young in the middle and sees his weak shot blocked. He lets the ball run out for a corner. That was an escape for Chelsea, who could be on the end of a real hiding if they don't improve.</p> <!-- Block 24 --> <p><strong>31 min:</strong> Van Persie's corner is only cleared as far as Young on the edge of the area. For a moment it looks like he might shoot but instead finds Rooney on the left. His cross is deflected and Cech does well to hold it under pressure from Evra. \"Still can't get used to seeing Rooney playing so deep,\" says David Fallon. \"He's looking more and more like a Paul Scholes doppelganger.\" He's been excellent, running the show for United when they have the ball.</p> <!-- Block 25 --> <p><strong>33 min:</strong> United are simply sharper in possession and quicker to the ball. Chelsea are being crowded out in midfield and can't get Torres into the game at all.</p> <!-- Block 26 --> <p><strong>35 min:</strong> Jonny Evans, who scored an own goal on this ground this ground last season, nearly makes it two in two. United went to sleep at a Chelsea throw-in, failing to spot Mikel's run into the area. He smashed a low cross into the six-yard box and Evans, never too far away from a calamity, shanks a dreadful clearance against the base of the right post and out for a corner. De Gea was beaten.</p> <!-- Block 27 --> <p><strong>36 min:</strong> How on earth did that stay out? Cahill rises highest from Mata's corner and powers a downward header towards goal. It hits De Gea's legs on the line and somehow spins just wide of the far post. United deal with the second corner.</p> <!-- Block 28 --> <p><strong>38 min:</strong> The pressure from Chelsea is growing. Valencia brings down the largely anonymous Torres on the left, just outside the area. David Luiz elects to shoot again, but this time his effort is blocked. \"<a href=\"http://en.wikipedia.org/wiki/Robin_(comics)#Fictional_character_biography\">For shame Jacob</a>!\" says Ryan Dunne. \"I fear you may have had one of those having-a-life, talking-to-girls, misspent youths.\"</p> <!-- Block 29 --> <p><strong>41 min:</strong> \"On Rooney playing deep, isn't it a sign that he is becoming the player he always should have been,\" says Edward Evans. \"Just because he is balding doesn't mean he should try to be Alan Shearer. He was supposed to be the great English no. 10, and there is still time for that, especially if, as he admits, he has lost a yard of pace.\"</p> <!-- Block 30 --> <p><strong>42 min:</strong> United's goal is living an increasingly charmed life. First a corner from the right somehow reaches Torres at the far post. He can't react quickly enough and sees the ball nipped off his toes. But United can't get it out, Mata curling the ball back into the area where Torres's powerful header is brilliantly clawed wide by De Gea, diving to his right. What a save!</p> <!-- Block 31 --> <p><strong>GOAL! Chelsea 1-2 Manchester United (Mata, 44 min):</strong> Well this had been coming and it is an utterly stunning goal from Juan Mata. It had to be to beat De Gea in this form. United were creaking at the back and Rooney, who had sliced a clearance over his own bar moments earlier, was booked for a foul on the edge of the D. Mata stepped up and curled a delicious free-kick into the left corner. De Gea didn't have a prayer. What a goal.</p> <!-- Block 32 --> <p><strong>45 min:</strong> De Gea preserves United's lead with another outstanding save to deny Mata! Admittedly it all came from his own error, a poor clearance straight to Hazard. He played Mata through on goal but he shot with his left when he should have taken it with his right, allowing De Gea to save with his legs. United are desperate for the half time whistle to blow.</p> <!-- Block 33 --> <p><strong>Peep! Peep!</strong> With Chelsea pressing for an equaliser, Mark Clattenburg brings an end to a breathless first half after two minutes of stoppage time. Neither side can defend, but what a game.</p> <!-- Block 34 --> <p><strong>Half time:</strong> <strong>Chelsea 1-2 Manchester United.</strong> Swap strikers and I fancy Chelsea would be winning this.</p> <!-- Block 35 --> <p><strong>46 min:</strong> United get the second half going again. More of the same please! Valencia makes a nuisance of himself against both Cole and David Luiz, eventually winning a corner. There aren't many players around with more upper-body strength than Valencia. Van Persie's corner is cleared but Rafael halts a counter from Torres.</p> <!-- Block 36 --> <p><strong>48 min:</strong> A corner to Chelsea on the right. Oscar hits it low - intentionally towards the near post - but it ends up coming all the way to Mata on the edge of the area. An equaliser seems certain but Carrick gets in the way of Mata's volley.</p> <!-- Block 37 --> <p><strong>49 min:</strong> David Luiz and Robin van Persie are having a gentleman's debate about the best shirt-pulling techniques.</p> <!-- Block 38 --> <p><strong>51 min:</strong> Ferdinand sends a glorious pass down the inside-right channel for Valencia. His cross is blocked by David Luiz and runs through to Cech. Sorry, correction: his cross is blocked by the outstretched right arm of David Luiz and runs through to Cech. That is a blatant penalty. Valencia is furious.</p> <!-- Block 39 --> <p><strong>GOAL! Chelsea 2-2 Manchester United (Ramires, 53 min):</strong> United, the kings of the comeback, are getting a taste of their own medicine. This is dreadful defending too, particularly from Jonny Evans. He should have dealt with a high ball into the area but inexplicably allowed it to drop over his head and to Mata. He was clear on goal, six yards out but his touch took him away from goal so he swivelled and turned it back into the danger area. Torres couldn't make anything of it but Oscar lobbed it back in from the left and Ramires headed it low past De Gea from six yards out.</p> <!-- Block 40 --> <p><strong>54 min:</strong> De Gea is keeping United in this at the moment. On the left, Hazard zips inside Rooney and then hammers a low drive towards the near post. De Gea saves with his feet again.</p> <!-- Block 41 --> <p><strong>55 min:</strong> Now United are all over the place. Again they fail to deal with a chipped ball into the area but are grateful to see Hazard try to bring the ball down instead of heading it. The chance disappears. More will come though. Surely.</p> <!-- Block 42 --> <p><strong>59 min:</strong> United are capable of some scintillating football but have not had much of an answer once Chelsea upped the tempo and got going. Probably something to do with that midfield. What must Roy Keane make of it all?</p> <!-- Block 43 --> <p><strong>61 min:</strong> Finally a response from United. Valencia crosses from the right and Rooney's cross from the edge of the area is deflected wide. Cech claims Van Persie's corner. Why is he taking them when Young is on the pitch?</p> <!-- Block 44 --> <p><strong>63 min:</strong> BRANISLAV IVANOVIC IS SENT OFF! CHELSEA ARE DOWN TO TEN MEN! Van Persie turns away from Luiz for the umpteenth time and sends Young through the middle. He's clean through on goal and is clumsily brought down by Ivanovic 20 yards out. A clear red card. Mark Clattenburg has no other option.</p> <!-- Block 45 --> <p><strong>64 min:</strong> Rooney's free-kick flashes this far over the bar. Cech probably would have saved it though.</p> <!-- Block 46 --> <p><strong>65 min:</strong> United replace Tom Cleverley with Javier Hernandez. Presumably Rooney will drop even deeper.</p> <!-- Block 47 --> <p><strong>66 min:</strong> Chelsea respond to Ivanovic's red card by bringing on the Spanish right-back Cesar Azpilicueta for Oscar. They're quite good with 10 men, of course.</p> <!-- Block 48 --> <p><strong>68 min:</strong> <strong>OH MY WORD! FERNANDO TORRES IS SENT OFF FOR A SECOND BOOKING AND CHELSEA ARE DOWN TO NINE MEN!</strong> But this is highly contentious. It looked like he had been fouled by Evans 20 yards from goal and it seemed Clattenburg had given a free-kick to Chelsea and was about to book the United defender. Instead he judged that Torres had dived - which looks extremely harsh - and shows him a second yellow card for diving! They were about to take him off for Sturridge as well and now look. Torres can't believe it. The Chelsea fans are furious.</p> <!-- Block 49 --> <p><strong>70 min:</strong> It's all too much for those in the dugouts. On the touchline, Ferguson is ready to take on every member of Chelsea's coaching staff.</p> <!-- Block 50 --> <p><strong>72 min:</strong> Chelsea replace Juan Mata with Ryan Bertrand. I think they're playing for a draw.</p> <!-- Block 51 --> <p><strong>73 min:</strong> Van Persie twists and turns on the edge of the area and then welts the ball into the upper tier of the Matthew Harding Stand.</p> <!-- Block 52 --> <p><strong>74 min:</strong> Wayne Rooney, who's on a booking, is replaced by Ryan Giggs.</p> <!-- Block 53 --> <p><strong>GOAL! Chelsea 2-3 Manchester United (Hernandez, 75 min):</strong> The nine men of Chelsea's men couldn't hold out for long, but once they see the replay of this goal they will be even more hacked off because Javier Hernandez was half a yard offside. This was a remarkable sequence of events, all the same. It looked like Chelsea had escaped when Cech had turned a low shot from Van Persie agonisingly on to the post, the ball rolling towards goal at roughly one mile an hour, before hurtling back to push the ball clear. But only as far as Rafael, who smashed the ball back into the six-yard box for Hernandez to turn it in. Before goading the Chelsea fans in ostentatious style.</p> <!-- Block 54 --> <p><strong>78 min:</strong> David Luiz romps forward from the back and tees up Ramires, whose shot from 25 yards out flies well over the bar.</p> <!-- Block 55 --> <p><strong>79 min:</strong> I forgot to say that Mikel was booked for dissent after the Hernandez goal. \"In both 'big' games today there have been multiple absolutely disastrous refereeing decisions,\" says JR. \"Some simple video review could have corrected most of them.\"</p> <!-- Block 56 --> <p><strong>80 min:</strong> By the way, I think I missed Torres's first booking. According to my colleague Gregg Bakowski, he was booked for a high boot on Cleverley in the first half.</p> <!-- Block 57 --> <p><strong>82 min:</strong> The Chelsea fans cheer ironically after getting a free-kick. And then applaud warmly as Hazard goes off for Daniel Sturridge.</p> <!-- Block 58 --> <p><strong>84 min:</strong> \"I asked this in a different MBM a while back, but it seems worth repeating - why isn't replay used in such a situation as with Torres's second card to determine if the call is actually correct?\" asks Tracy Mohr. Because they can't use video replays.</p> <!-- Block 59 --> <p><strong>86 min:</strong> A marvellous game has been ruined. This feels like a non-event now.</p> <!-- Block 60 --> <p><strong>87 min:</strong> If you have a haircut like Mark Clattenburg, should you really be in charge of a game like this? Something to ponder while United look to kill the game off. Young dinks a pass over the top to Hernandez, who volleys over with his left foot. He should have scored. \"If the tv can show me the correct decision immediately while I'm sitting on my arse 8,000 miles away, why oh why can the Premier League not give the same help to the ref?\" asks Matthew Holt.</p> <!-- Block 61 --> <p><strong>89 min:</strong> Paramedics are treating a steward behind the Chelsea goal. Apparently he was hit by something thrown from the crowd after Hernandez's goal. Well done, everyone! \"If we're going to use video replay, I assume it would also have to be used to replay Luiz's handball immediately before Chelsea's second goal,\" says Jonathan Francis. \"So United with a penalty to go 3-1 up – why did that not \"ruin\" the game too? It's arguably just as poor a decision as the Torres second yellow.\"</p> <!-- Block 62 --> <p><strong>90 min:</strong> There will be five minutes of added farce.</p> <!-- Block 63 --> <p><strong>90 min+1:</strong> Now Valencia is booked for diving. I think the only player who hasn't been booked for diving today is Luis Suarez.</p> <!-- Block 64 --> <p><strong>90 min+3:</strong> Van Persie plays in Valencia. It should be United's fourth. His shot is closer to the corner flag than the Chelsea goal. I mean really.</p> <!-- Block 65 --> <p><strong>90 min+4:</strong> United are running down the clock.</p> <!-- Block 66 --> <p><strong>Full time: Chelsea 2-3 Manchester United.</strong> Well. What to say about that? Manchester United have their first win in the league at Stamford Bridge since April 2002 but that doesn't get close to telling the fully story. Loud boos greet Mark Clattenburg's final whistle and no wonder because Chelsea will feel they have been robbed. There was no disputing Branislav Ivanovic's red card for bringing down Ashley Young, but Fernando Torres's second yellow card for diving smacked of attention seeking from Clattenburg. Add to that an offside winner from Javier Hernandez and you'll start to understand why Chelsea are in an almighty funk. Refereeing controversies aside, this was brilliant. United started superbly but looked like they were going to throw it away when Chelsea pegged them back to 2-2. You know the rest. United go second, above Manchester City on goal difference and a point behind Chelsea. Thanks for reading. Bye.</p>",
  "<p>The 2012 US election may lack the aching drama and passion of the last one but the October debate season has raised the game, with the outcome of Mitt Romney being voted president on 6 November no longer a statistical implausibility. The latest polls show Romney with a tiny lead. So it's all to play for and certainly worth investigating with your students.</p> <h2>In the Guardian</h2> <p><a href=\"http://www.guardian.co.uk/news/datablog/2012/oct/23/presidential-debates-charts-datasets-10\">Datasets and charts you need to know</a><br>Now the US presidential debates are over, what are the key datasets to help you and your students understand the issues that were raised? Here are the top 10 charts covering: unemployment, the deficit, the national debt, China, tax cuts, auto industry, health care, world cop, size of Navy and effect of the debates. Vital reading, and great for maths lessons too.</p> <p><a href=\"http://www.guardian.co.uk/world/2012/oct/24/american-voter-politics-shifting-younge\">Changing demographics in US</a><br>Dense but fascinating article on the shifting demographic of US voters and how electoral rhetoric of Republicans and Democrats hasn't caught up. Lots of fuel for thought for sixth formers on interesting parallels with UK here.</p> <p><a href=\"http://www.guardian.co.uk/news/datablog/interactive/2012/oct/04/presidential-debate-words-used\">Top words</a><br>Which words did the candidates use in the presidential debates? This fascinating interactive graphic visualises the words. Beautiful stuff, perfect tool for a bit of presidential poetry.</p> <p><a href=\"http://www.guardian.co.uk/world/2012/oct/23/mitt-romney-barack-obama-debate\">How the debates changed the landscape of the election</a><br>Most pundits say Obama \"won\" the last presidential debate, but this article looks at how the the Republican challenger achieved his aim in the television duels to transform himself from \"Mittens\" the pampered son of privilege so rich his cars had their own elevators (apparently, that's a fact) into a plausible president.</p> <p><a href=\"http://www.guardian.co.uk/world/2012/oct/24/obama-ohio-ground-campaign-reelection\">It's all about Ohio</a><br>This crucial swing state has power to make or break presidential dreams, this article explains why and how.</p> <p><a href=\"http://www.guardian.co.uk/world/video/2012/sep/28/us-electoral-college-explained\">The US electoral college system explained</a><br>Guardian US polling expert Harry J Enten breaks down the mysterious workings of the electoral college – and explains why Americans don't vote directly for a president. Also outlines the weird possibility that Mitt Romney could end up president with Joe Biden as his vice-president.</p> <p><a href=\"http://www.guardian.co.uk/news/datablog/2012/oct/15/us-presidents-listed\">A complete list of US presidents from 1789 onwards.</a></p> <p><a href=\"http://www.guardian.co.uk/world/gallery/2012/oct/18/barack-obama-presidency-in-pictures\">Obama's presidency behind the scenes photos</a><br>Fascinating set of photographs by official White House photographer Pete Souza who has documented Obama's presidency from inauguration to his handling of the BP oil spill to downtime with Michelle and the girls. It's a real chance to see what it's like to be president of the US. Warning: if you are an Obama fan you might cry to think this could all be over soon.</p> <h2>On the Guardian Teacher Network</h2> <p><a href=\"http://teachers.guardian.co.uk/teacher-resources/10955/?INTCMP=NECJOBBTN767I2\">US elections Explainer</a><br>A handout guide to the candidates, main issues and how the US elections work is aimed at 11 to 14 year-olds but is easy to adapt for older or younger students.</p> <p><a href=\"http://teachers.guardian.co.uk/teacher-resources/10958/?INTCMP=NECJOBBTN767I2\">News in Focus: the US elections</a><br>A PowerPoint presentation of 23 images, most photographs by Guardian and photojournalism agencies, giving an overview of the US elections. All the images have details captions for teachers giving the background, facts, issues, and useful quotes.</p> <p><a href=\"http://teachers.guardian.co.uk/teacher-resources/10952/?INTCMP=NECJOBBTN767I2\">Barack Obama's campaign issues</a><br>A simple summary of what Obama is standing for specially written for children.</p> <p><a href=\"http://teachers.guardian.co.uk/teacher-resources/10953/?INTCMP=NECJOBBTN767I2\">Mitt Romney's campaign issues</a><br>And now a summary of what the opposition promises to do if elected.</p> <h2>Best of the web</h2> <p><a href=\"http://www.barackobama.com\">Barack Obama's official site</a><br>Plans for a second term, videos and an alluring invitation to spend election night with Barack. More <a href=\"http://www.democrats.org\">here</a>.</p> <p><a href=\"http://www.mittromney.com\">Mitt Romney official site</a><br>Five point plans – and there really are five points. An invitation to join Mitt and Paul on election night – great for analysing campaigning language.</p> <p><a href=\"http://www.bbc.co.uk/news/world-us-canada-19415745\">BBC election poll tracker</a><br>Useful graphic which tracks the changing support in the race to the White House by compiling all the main polls. Also gives details of the polls compiled in the poll tracker. Good resource if you are covering the elections in maths classes.</p> <p><a href=\"http://pbskids.org/democracy/\">PBS's democracy project</a><br>Cool interactive US site on how the US election works and the US government. Here we discovered Barry's (that's Barack Obama's nickname, who knew?) favourite food is granola bars and Hawaiian pizza whereas Mitt favours hotdogs and meatloaf cakes – must be something meaningful to be made out of these culinary clues.</p> <p><a href=\"http://kidsvotingusa.org/\">Kids voting USA</a><br>Another interesting US site which gives a real insight into citizenship work in US schools.</p> <h2>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.guardian.co.uk/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.guardian.co.uk/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>"
]