[
  "<p>Barack Obama has described lack of immigration reform as the biggest failure of his presidency, but blamed his inability to legalise millions of undocumented immigrants on what he implicitly admitted was another failure – the collapse of his attempts at compromise and consensus with Congress and the realisation that he \"cannot change Washington from the inside\".</p> <p>Obama was repeatedly pressed on immigration by a mostly Latino audience in an interview on the Spanish-language Univision TV station in Miami. He was forced to defend his record on deportations of illegal immigrants and to deny that his order in July allowing about 1.7 million young undocumented migrants to obtain work permits was an election ploy.</p> <p>Obama was also accused of breaking a promise, made during the 2008 presidential election campaign, to permit a path to citizenship or residency for many undocumented immigrants during his first year in office.</p> <p>Asked later in the interview what the greatest failure of his presidency has been, Obama returned to the topic.</p> <p>\"My biggest failure so far is [that] we haven't gotten comprehensive immigration reform done,\" the president said. \"But it's not for lack of trying or desire – and I'm confident that we're going to accomplish that.\"</p> <p>Obama denied he had broken his promise and went on to blame his inability \"to change the tone in Washington\" for the lack of an immigration reform law. He said that as soon as he came to power, Republicans conspired to block him.</p> <p>Obama said he could not find a single Republican to work with him on immigration legislation. He said he had been \"naive\".</p> <p>\"The most important lesson I've learned is that you can't change Washington from the inside; you can only change it from the outside. That's how I got elected and that's how the big accomplishments like healthcare got done, was because we mobilised the American people to speak out,\" he said.</p> <p>\"Something I'd really like to concentrate on in my second term is being in a much more constant conversation with the American people so that they can put pressure on Congress to help move some of these issues forward.\"</p> <p>Opinion polls show Latino voters to be twice as likely to vote for Obama as Romney, but many votes are up for grabs in some battleground states such as Florida.</p> <p>The Republicans, keen to go on the offensive after a torrid two weeks, immediately pounced on the remarks, with Mitt Romney repeatedly mentioning them during a speech in Sarasota. Claiming that the president had broken a promise made in 2008, Romney said: \"His slogan was: 'Yes we can'. Now it's: 'No I can't'.\"</p> <p>On Twitter, Reince Priebus, chairman of the Republican National Committee, wrote: \"Between no immigration reform and can't change DC from the inside, seems like Obama just admitted his 08 campaign was garbage.\"</p> <p>The Univision audience questioned Obama on issues that rarely get much of an airing in the US English-language media, such as combating Mexico's drug cartels.</p> <p>But the primary focus was on immigration, a source of considerable concern in Hispanic communities where families often have relatives or friends who are in the US illegally.</p> <p>Obama was pressed on why there has been a rise in deportations of illegal immigrants under his presidency. He said that it was in part because Congress put more money into enforcing border controls. Nonetheless, he said the target of deportation is not \"hard-working families\" and those with long ties to the US.</p> <p>\"More than half of our enforcement now is directed at people with criminal records. Of the remaining half, about two-thirds are people who are typically apprehended close to the border. So these are not people who have long standing roots,\" he said.</p> <p>But he added: \"We still ultimately have to change the laws.\"</p> <p>Although Obama faced strong scepticism at times, he appeared to emerge in better shape than his Republican rival, after Romney a similar appearance on Wednesday on Univision, a principal source of news for a large number of Latino voters.</p> <p>Romney was accused of evading questions about whether he would deport undocumented aliens, including the young people Obama ordered should be permitted to stay. Eventually an exasperated Romney said: \"We're not going to round up 12 million people, that includes kids and parents, and have them all deported.\"</p> <p>Romney said that as president he would find a \"permanent solution\" to an immigration system that has \"been broken for years\". This included temporary work permits and permanent residency cards to people with advanced qualifications. </p> <p>But he repeatedly refused to say whether he would overturn Obama's order permitting young illegal immigrants without a criminal record to remain in the US and obtain a work permit.</p> <p>\"These kids deserve something better than temporary – they deserve a permanent position,\" Romney said without offering a specific alternative.</p> <p>Earlier this year, Romney said he favoured policies to promote \"self-deportation\" of illegal immigrants, but he downplayed that on Wednesday.</p> <p>Rommey's attempt to woo Hispanic voters was further damaged on Thursday with the emergence of a clip from a video of a Romney fundraiser in which he said that illegal immigrants generally \"have no skill or experience\".</p> <p>\"Gosh, I'd love to bring in more legal immigrants that have skill and knowledge. I'd like to staple a green card to every PhD in the world and say, 'Come to America, we want you here.' Instead, we make it hard for people who get educated here or elsewhere to make this their home,\" he said.</p> <p>\"Unless, of course, you have no skill or experience, in which case you're welcome to cross the border and stay here for the rest of your life. It's very strange.\"</p> <p>Obama took the opportunity to take a jab at Romney over other parts of the fundraiser video which has been leaked in recent days - particularly Romney's assertion that the half of American voters who support Obama pay no income tax, rely on the government for handouts and think of themselves as victims.</p> <p>Obama said Romney is out of touch.</p> <p>\"When you express an attitude that half the country considers itself victims, that somehow they want to be dependent on government, my thinking is maybe you haven't gotten around a lot,'\" he said.</p>",
  "<p>The political TV advertisement featuring Binyamin Netanyahu and the slogan \"The world needs American strength, not apologies\" is likely to fuel claims that the Israeli prime minister is interfering in the US presidential election in support of Republican candidate Mitt Romney.</p> <p>It comes increasing during anxiety that Netanyahu has overplayed his hand in displays of warmth and enthusiasm for Romney while his relationship with Barack Obama grows more antagonistic. Some say Netanyahu is gambling too heavily on a Romney victory on November 6 and that if Obama is re-elected, the potential blowback could be damaging not just for the prime minister but for Israel itself.</p> <p>Mark Regev, Netanyahu's spokesman, said the advertisement had \"not been co-ordinated with us, we were not consulted and no one asked us for our permission\". In an interview last week with the Jerusalem Post, the Israeli prime minister rejected accusations of interference in the election, saying they were \"completely groundless\".</p> <p>But, according to Yossi Verter writing in Haaretz recently, US officials had relayed to a \"very senior Israeli figure\" that \"in the eyes of the Democratic administration, Netanyahu is perceived as campaigning on behalf of Mitt Romney.\" To the president and his aides, the Israeli prime minister's actions look like \"crude, vulgar and unrestrained intervention in the US election campaign\".</p> <p>Joe Klein of Time magazine described Netanyahu's recent behaviour as \"an unprecedented attempt by a putative American ally to influence a US presidential campaign\".</p> <p>The editor of the New Yorker, David Remnick, said Netanyahu seemed \"determined, more than ever, to alienate the president of the United States and, as an ally of Mitt Romney's campaign, to make himself a factor in the 2012 election\".</p> <p>Netanyahu's categoric denial of interference followed a leak by Israeli officials that Obama had declined to meet the Israeli prime minister during his visit to the US later this month. US officials denied there had been a deliberate rebuff. Some observers believed the story was planted by Netanyahu aides in order to show the president in a poor light for snubbing the leader of one of America's closest allies.</p> <p>The Israeli leader's fury with Obama appeared to reach a new level after his failed attempt to use the US election to bounce the president into setting clear \"red lines\" beyond which America will take military action against Iran's nuclear programme. In a press conference – from which footage was taken for the television advertisement – Netanyahu said without red lines, there could be no US-imposed red light to military action.</p> <p>In contrast, Romney has indicated that an administration led by him would take a more hawkish stance. His chief aide, Dan Senor, hinted that Romney as president would back a unilateral Israeli military strike on Iran.</p> <p>In July, Netanyahu warmly welcomed Romney to Israel along with his chief financial backer Sheldon Adelson, who is also a staunch supporter of the Israeli prime minister. The billionaire Adelson owns Israel Hayom, a free newspaper which invariably backs Netanyahu and his rightwing coalition government.</p> <p>During his visit, Romney said: \"I would treat Israel like the friend and ally it is … I cannot imagine going to the United Nations, as Obama did, and criticising Israel in front of the world. You don't criticise your allies in public to achieve the applause of your foes. If there were places where we disagree, I would hold these disagreements in private conversations, not in public forums.\"</p> <p>Romney and Netanyahu also appear to share a common view on the Israeli-Palestinian conflict, which is to maintain the status quo rather than advance towards an independent state for the Palestinian people. In remarks secretly filmed in May and released this week, the Republican candidate said: \"This is going to remain an unsolved problem … We sort of live with it.\" This reflects Netanyahu's approach towards the so-called peace process since his election in March 2009.</p> <p>The rapport between the two rightwing politicians dates back to the 1970s when they both worked at the Boston Consulting Group.</p>",
  "<p>The prospect of a synchronised recession across the global economy loomed larger on Thursday after news that China's factory output shrank for an 11th straight month, Europe's recession intensified and the manufacturing sector in the US had its weakest quarter in three years.</p> <p>Four years after the collapse of Lehman Brothers triggered the biggest slump since the 1930s, a range of gloomy data highlighted the struggle of policymakers to boost activity.</p> <p>Analysts said Europe's sovereign debt crisis, high commodity prices, the legacy of the financial collapse and tension between the world's three biggest economies had soured the economic environment since the start of 2012.</p> <p>Japan, involved in a territorial row with China over disputed islands, reported a drop in exports for a fourth month, leaving the country on course in 2012 to run a trade deficit for a second year. Meanwhile, a flash estimate of US industry in the third quarter from Markit showed that output has barely been rising over the summer. The purchasing managers index stood at 51.5 in September, down from 54.2 in June and the weakest since September 2009.</p> <p>\"Manufacturing isn't looking good,\" said David Sloan, economist at 4Cast in New York. \"The global situation is a restraint on the US economy.</p> <p>\"Certainly, there is not going to be much growth in Europe. Growth in Asia, and China in particular, is slowing down, so US growth is going to have to be domestically generated.\"</p> <p>Markit chief economist, Chris Williamson, said: \"With output growing at the slowest pace since the recovery began, the manufacturing sector may have even acted as a slight drag on the economy in the third quarter.\"</p> <p>A separate report from the US labour department showed initial claims for unemployment aid edged down only 3,000 to a seasonally adjusted 382,000 last week.</p> <p>Economists had attributed a spike in claims in the prior week to hurricane Isaac, but the minimal improvement in the latest reading pointed to fundamental weakness and will add to the nervousness of Barack Obama's team in the remaining weeks of the US presidential election campaign.</p> <p>With jobs and growth seen as vital by both Democrats and Republicans in the race for the White House, the four-week moving average for new claims rose 2,000 to 377,750 – the highest level since June and the fifth consecutive weekly increase.</p> <p>Pressure is also mounting on Beijing for a fresh economic stimulus after the broad-based weakening in global demand continued to dampen export demand from China's factories, and left the economy on course in 2012 to post its first sub-8% growth since 1999. Despite an easing of credit conditions and higher spending on infrastructure spending, analysts warned there was little sign of an end to the slowdown in the world's second biggest economy. \"We are now approaching the one-year anniversary of this index dropping below 50 and a recovery is still not in sight,\" said Mark Williams, chief Asia economist at Capital Economics.</p> <p>The flash estimate of manufacturing from HSBC/Markit showed the purchasing managers' index at 47.8, little changed from the 47.6 recorded in August and below the cut off point of 50 that separates a contracting from expanding sector.</p> <p>Meanwhile, a European commission report showed eurozone consumer confidence falling for the fourth consecutive month in September to a 40-month low amid signs that activity across the 17-nation single currency zone is heading for a second quarter of decline, meeting the technical definition of recession. Markit's composite PMI for the eurozone dropped from 46.3 to 45.9 in September, its lowest level in three years.</p> <p>Analysts were particularly worried about the big fall recorded in France, seeing it as confirmation that even Europe's biggest economies were not immune from the knock-on effects of the debt crisis. Although Germany put in a stronger than expected performance, financial markets are braced for official growth figures to show that the eurozone contracted by 0.3-0.4% in the third quarter. The EC's consumer confidence index sank to -25.9 in September from -24.6 in August, while Ireland reported that gross domestic product was flat in the second quarter owing to falling consumer spending and much lower investment spending.</p> <p>Martin van Vliet, economist at ING, said: \"Today's PMI figures confirm that the Eurozone economy as a whole remains stuck in recession, despite the tentative signs of stabilisation in Germany. We can only hope that the improved sentiment on financial markets in the wake of the latest actions by the central banks will spill over to the real economy – not just in Germany – and help foster a gradual recovery in the fourth quarter. But with the fiscal squeeze across the region intensifying, we cannot rely on it. Indeed, further macroeconomic stimulus – including a weaker euro and an ECB rate cut – is likely to be needed to put the region on a path of sustained growth and hence ensure the survival of EMU.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/rJdH-PgmeK8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/rJdH-PgmeK8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>A new political ad produced by a fringe nonprofit group uses footage of Israeli prime minister Benjamin Netanyahu warning about Iran's nuclear program in order to attack President Barack Obama.</p> <p>The group, Secure America Now, has spent $400,000 to air the ad in heavily Jewish districts in south Florida, including Miami, West Palm Beach and Fort Myers, <a href=\"http://www.politico.com/blogs/burns-haberman/2012/09/netanyahu-ad-to-debut-in-florida-136034.html?hp=l7\">Politico reported</a>. </p> <p>\"The fact is that every day that passes, Iran gets closer and closer to nuclear bombs,\" Netanyahu says in the ad. \"The world tells Israel, 'Wait, there's still time.' And I say, 'Wait for what? Wait until when?'\" </p> <p>The ad concludes with the tagline, \"The world needs American strength. Not apologies.\"</p> <p>One of the nonprofit group's founders, <a href=\"http://rightweb.irc-online.org/profile/secure_america_now\">John McLaughlin</a>, was an adviser to Netanyahu's Likud party in 2006 and <a href=\"http://www.haaretz.com/news/likud-beefs-up-campaign-staff-with-schwarzenegger-aide-1.62523\">has also worked for former California governor Arnold Schwarzenegger</a>. As a 501(c)4 group devoted to \"social welfare\", the group is not required to disclose its donors.</p> <p>The ad is the latest in a series of appearances by Netanyahu in the heated US presidential election. The prime minister made a point of being photographed with Republican challenger Mitt Romney on his visit to Israel in July and praised the candidate's views on Iran. </p> <p>In a Jerusalem press conference on the 9/11 anniversary, Netanyahu criticized the Obama administration's refusal to notify Iran of a \"red line\" that would trigger an attack on its nuclear facilities. Complaints by the prime minister's office about Obama declining a meeting at the UN next week have been eagerly used by Republicans in attacks on the president.</p> <p>Netanyahu's <a href=\"http://www.realclearpolitics.com/video/2012/09/12/netanyahu_on_iran_wait_for_what_wait_until_when.html\">remarks in the ad</a> are sentences taken out of order from the 11 September press conference, which followed a meeting with the Bulgarian prime minister.</p> <p>The likelihood that the ad will have an impact on the US election is extremely small. Netanyahu, who has been fighting the erosion of his domestic political coalition, is a polarizing figure among Jewish voters, who support the president by a large 69-25 margin, <a href=\"http://www.ajc.org/site/apps/nlnet/content3.aspx?c=ijITI2PHKoG&amp;b=846741&amp;ct=12190055\">according to the latest poll by the American Jewish Committee</a>. </p> <p><a href=\"http://thehill.com/blogs/ballot-box/polls/219619-poll-2-in-3-us-jews-want-obama-reelected\">A single-digit minority of Jewish voters</a> say Israel policy is the most important factor in determining their votes. </p> <p><a href=\"http://elections.huffingtonpost.com/pollster/2012-florida-president-romney-vs-obama \">The president is also leading Romney in Florida</a>, according to most polls, with one by Fox News this week giving him a five-point advantage, 49-44.</p> <p>But the use of Netanyahu's remarks in an anti-Obama swing-state ad underlines the extent to which his unusually public attacks on the administration's policy have become intensely politicized, and could have deeper consequences for his relationship with the White House in the <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/20/post-convention-polling-obama-consolidates-lead\">apparently likely event </a>that Obama wins in November.</p> <p>Previous ads produced by Secure America Now include one from July called Are We Safer? that uses graphic footage of the 9/11 attacks and an actor warning that \"our president apologizes for America\".</p> <p><a href=\" http://www.iaea.org/newscenter/focus/iaeairan/iaea_reports.shtml\">The International Atomic Energy Agency reported</a> last month that Iran had installed more than 2,100 centrifuges inside a fortified underground facility known as Fordow and continues to produce nuclear fuel. </p> <p>Only about a third of the centrifuges are operating, however, and the program was not close to producing a sufficient quantity of sufficiently enriched fuel to produce a weapon, according to inspectors, who continue to have access to the site.</p>",
  "<p>Amid all the flip-flopping and dissembling of the 2012 election, it comes as a bit of a shock to hear one of the presidential candidates say that his interest in politics stemmed from the first time he smoked dope. But then there is much about Gary Johnson, the Libertarian party's nominee for the White House, that is strikingly out of the mould.</p> <p>\"I think marijuana played a role in my libertarianism, because when in 1970 I smoked it for the first time I realized that everything the government said about it was a lie,\" he said. \"You know, you smoke marijuana, you're going to go crazy, you'll want to commit crime, you are going to go to the depths and never return … None of that was true.\"</p> <p>From those teenaged dope-smoking beginnings, Johnson, now 59, went on to become a successful businessman and a Republican governor of New Mexico, and is now seeking to carry the libertarian flame lit by Ron Paul during the primary election season into November's presidential race. It's true that he and his Libertarian party are relative minnows in an election cycle dominated by big corporate money – he has raised just $2m for his presidential campaign compared to the hundreds of millions being poured into Barack Obama's and Mitt Romney's campaigns.</p> <p>But there are signs that in the key swing states where the election will be won or lost, he is having an impact that could prove important over the final 60 days of the race. Polls are so tight in states such as Ohio, Nevada, Colorado, Virginia that any deflection of votes away from the two main contenders could be significant.</p> <p><a href=\"http://politicalticker.blogs.cnn.com/2012/09/10/spoiler-alert-poll-finds-small-following-for-libertarian-candidate/\">A CNN/ORC poll last week</a> put him at 4%, which may not sound much, but given that a number of key states are essential tied between Obama and Romney even that sliver could be crucial. The poll also found that his third-party bid, combined with Jill Stein of the Green party, is eating into Romney's support base more than it is the incumbent president's.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396442032\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/20/1348156424689/Gary-Johnson-004.jpg\" alt=\"Gary Johnson\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gary Johnson. Photograph: Orlando Sentinel/MCT/Getty Images</span> <span class=\"element-image__credit\">Photograph: Orlando Sentinel/MCT/Getty Images</span> </figcaption> </figure>  <p>That explains why the GOP is acting so aggressively against him. They have tried to keep Johnson off the ballot in at least five states – Ohio and Virginia where they have already failed to do so, and Michigan, Oklahoma and Pennsylvania where court challenges are still ongoing.</p> <p>Johnson, talking in New York where he was on a media blitz, said he was unfazed by the Republican attempts to block him. He vowed that come November he would be on the ballot in all 50 states, which is not an idle promise as he is already included in 45 states.</p> <p>\"These challenges against me are just railroad jobs: it's straight out of the Wild West. I think it's a testament to the strength of our campaign that they are going to these lengths. The Republicans are afraid of me taking away votes from Romney: that's the bottom line.\"</p> <p>He might lack the riches that Ross Perot was able to inject into his third-party bid in 1992 – an effort that helped put Bill Clinton into the White House by splitting the rightwing vote – but Johnson insists he is in this to win a few states. He cites as central targets Wyoming, Montana, Nevada and Alaska – those western states with a history of frontier individualism that renders them open to the Libertarian message.</p> <p>He may be financially weak, but Johnson does have the benefit of coming after Ron Paul's energetic primary season. Paul's platform of small government, balanced budgets, an end to the war in Afghanistan and social freedoms such as marijuana legalization was essentially the same as Johnson's now.</p> <p>\"We may communicate things differently, but I don't see any difference between us in our policies,\" Johnson says.</p> <p>Paul has notably refrained from endorsing either Romney or Johnson – a failing that Johnson puts down to the fact that Paul's son, Rand, is a Republican senator. \"I think he's between a rock and a hard place,\" Johnson said.</p> <p>Still, Johnson says that since the end of the primaries his Libertarian campaign has felt a surge of energy as Paul's dedicated army of young followers has swung behind him. \"Now that Paul's out of the race, who represents all those folks? Is it Romney, or Obama or me? Well, clearly it's me. From our vantage point, there's been a massive movement of those people to our camp.\"</p> <p>That energy could be felt on Reddit, the internet community, where Johnson held an \"I am a…\" chat session on Tuesday. He received more than 6,000 questions and comments and was second most popular item on the site.</p> <p>You can see why Johnson would intrigue and inspire young voters from the answers he gave to Reddit. Such as this one: \"I put the biggest threat to America as politicians who beat their chests over the threat of drugs, the threat of the illegal immigrant, the threat of terrorism, the threat of poor healthcare, all at a cost of bankrupting America\".</p> <p>Or this: \"As the Libertarian candidate, I am the only one talking about lowering welfare spending and warfare spending in the same sentence.\"</p> <p>The disproportionate threat that he poses to Romney is surprising, because in his policies he speaks at least as powerfully to progressive Americans as to conservatives. When he was governor of New Mexico between 1995 and 2003, he explored the possibility of legalizing marijuana in the state.</p> <p>His presidential slate includes support for gay marriage – \"what you do with your life is up to you, as long as you don't harm me\", he said – an attack on Obama for his record on civil liberties, and a pledge to bring the troops immediately out of Afghanistan.</p> <p>On the other side, while governor he famously used his veto 750 times – \"Governor Veto\" they called him – and he is committed to balancing the federal budget, overturning Obamacare and turning the health system over to the free market.</p> <p>\"The majority of Americans are fiscally responsible and socially accepting. I'm in that category of people – I think I'm representative of the majority of people in this country.</p> <p>\"Yet these people are let down by the two-party system. You've got Democrats that are supposed to be good on civil liberties but haven't been so good of late, and Republicans who are supposed to be good on dollars and cents but I'm not sure they have ever really been good at that. Combine them both, and arguably that's me.\"</p> <p>His big picture hope is that his presence in the race will open up political debate in the US, so that currently taboo subjects become acceptable in public discourse. \"I want to get enough votes to create a political safe ground,\" he said.</p> <p>\"So that Republicans think: gee! We can talk about having a truly balanced budget, and Democrats can actually talk about ending the wars and the drug war. That way we can change the world.\"</p>",
  "<p>The US appears to be emerging slowly from recession as young people leave home to look for work and historic increases in poverty start to slow, according to the latest census data. But the recovery is still leaving many Americans behind.</p> <p>The Census bureau released its 2011 American Community Survey (ACS), a wide-ranging look at the nation's economy and communities, on Thursday. The survey found some signs of hope for the jobs and housing markets that were hit so hard by the recession.</p> <p>About 12% of the nation's population, or 36.5 million people, moved to a new home in 2011, up from a record low of 11.6% the previous year. Moves among young adults aged 25 to 29 increased to 24.6% from a low of 24.1% in the previous year. The number of young adults living with their parents also fell to 13.6% from 14.2% in the previous year.</p> <p>The census found that median incomes dropped in 18 states, down from 35 states in 2010. In a potential blow to President Barack Obama, incomes dropped in Nevada, Ohio, North Carolina and Florida, all swing states in the 2012 election.</p> <p>William Frey, a demographer at Brookings Institution, said: \"On many levels we are continuing to slide in the wrong direction but just at a much slower pace.\" He said the combined punch on a national collapse in the housing market and the collapse in the jobs market had led a lot of young people in particular to \"put their lives on hold\" in the past few years.</p> <p>\"Now inter-state migration is picking up, it's still below 2007 levels, on a number of measures we are not moving down as quickly as we were,\" he said. \"It seems the worst is over.\"</p> <p>Despite some signs of recovery the census shows poverty remains a huge issue. About 15.9% of the US population had income below the poverty level in 2011, an increase from 15.3% in 2010. The number of people in poverty increased from 46.2 to 48.5 million during the same time period. While the poverty rate has now increased for four years in a row, the percentage increase between 2010 and 2011 was smaller than the change between 2008 and 2009, and between 2009 and 2010.</p> <p>The poorest metropolitan area was McAllen-Edinburgh-Mission in the Rio Grande valley of Texas. Some 37.7% of people in the area were living below the poverty line in 2011. The lowest poverty level was found in metropolitan Washington where 8.3% were in poverty.</p> <p>And while poverty slowed, food stamp use continued to climb. Food stamps have become an explosive political issue in the 2012 election. Earlier this month Republican presidential candidate Mitt Romney used the food stamps issue to attack Obama's economic record.<br> \"When the president took office, 32 million people were on food stamps. And now that number is 15 million higher, almost 50% higher. Now, 47 million people on food stamps. You've got Americans falling into poverty under this president,\" he told Fox News.</p> <p>According to ACS 13% of US households received food stamps last year, the highest level on record and equal to one in eight families.</p>",
  "<p><strong>Hi Tim! Is sex addiction <em>(1)</em> more common these days, or do we just hear&#xa0;more about it? </strong></p> <p>Hopefully we're evolving as a species. We don't have Vikings any more, invading countries and stealing the pretty women.</p> <p><strong>But sexually we may not have evolved that much.</strong></p> <p>I think we have less repression now. That's changed since I was a kid. There are places still where repressed people beat up homosexuals, but we certainly have evolved tremendously so far as the idea that women's sexuality is appropriate and a good thing. They used to perform hysterectomies on women who were sexual.</p> <p><strong>Is there a tendency towards oversharing?</strong></p> <p>I think we fetishise sexuality. It's kind of nauseating the use of it in selling products; and the sexualisation of children is an obscene tendency in the media. So yeah, it's complicated. I don't watch a lot of TV any more and I stay away from those kinds of pop culture magazines.</p> <p><strong>Because you find them repellent? </strong></p> <p>Because I find them redundant.</p> <p><strong>Was there any particular itch of your own you tapped into to play a&#xa0;sex&#xa0;addict?</strong></p> <p>I've been around addicts and I know the behaviour. And I know how much of a struggle it is for friends of mine. What I loved about the script [for Thanks for Sharing] was that it was able to look at a very serious issue with humour and great compassion. I think this film can help people. I think it can open the door to something that may be a forbidden topic. And whether that's sex addiction or alcoholism or obsessiveness with exercise, the first step towards healing is acknowledgment.</p> <p><strong>How would you compare the film with Shame&#xa0;<em>(2)</em>?</strong></p> <p>I haven't seen it.</p> <p><strong>It's pretty similar …</strong></p> <p>Not as funny though, right? Someone asked that question last night <strong><em>(3)</em></strong> and I&#xa0;was like: <a href=\"http://www.theguardian.com/film/movie/36198/shane\" title=\"\">Shane</a>? The western? <strong><em>(4)</em></strong></p> <p><strong>Do you think movies at the moment deny sex too much or over indulge it?</strong></p> <p>I don't see enough movies to be the guy to answer that. But I certainly think there's a tendency to be regressive and fearful. Some people want to live in the 21st century and some want to live in the 19th century.</p> <p><strong>Who's winning? </strong></p> <p>I guess we'll see in November. <strong><em>(5)</em></strong></p> <p><strong>You get all the best lines in the film. There's a cute one comparing feelings to children: you don't want to let them drive, but equally you don't want to stuff them in the boot. </strong></p> <p>There are so many little gems that are clearly mantras of people who have been through meetings. What that line is saying is you've got to not suppress feelings completely but be in control of them. It's the same with acting. You have to have full commitment to an intensity of emotion but you don't want it to be so hysterical you can't understand the words any more. We all have to figure out the balance in life. We can't let our ids control our behaviour.</p> <p><strong>How do you do that? </strong></p> <p>With full knowledge that if you let your id rule you'll probably wind up in jail.</p> <p><strong>It's quite a \"first-world problem\" film. </strong></p> <p>Yeah, but it's not one that's been dealt with a lot. It's not a rich person's problem either. I don't think I'd be in that movie. I totally agree that sometimes you find yourself 15 minutes in and think: this is a movie about rich white people and their problems. I&#xa0;get it. I don't want to participate in that sort of stuff.</p> <p><strong>You're known for your activism. How do you cope with life knowing about the troubles of others? How do you get through the day?</strong></p> <p>Oh, endlessly hopeful. Absolutely. We are so blessed to be living in a relatively safe world with access to great art. I think the thing that can bring you down is that idea of being connected to the world through your television. In Nineteen Eighty-Four Orwell writes about how people all participate in the two-minute hate where they stand in front of their telly screens and yell at the rebel leader. About three years ago I moved out to LA and into a new place and I didn't buy a television. When I was living in its absence I realised I had been participating in a two-hour hate every day. I'd been watching the news. And usually it was from my point of view, but I'd still be angry. You come out of that with a real distrust and dislike for the enemy. If you're watching Fox News your enemy is me, and if you're watching MSNBC then your enemy is the Republicans. So everyone is stirred into a frenzy, and in fact, when you go on the road and meet people in a bar and start talking to them, it don't matter. What matters is who you are, how you are in the present with the people you're with. <strong><em>(6)</em></strong> And I almost think it's serving a function to keep us divided.</p> <p><strong>Do you think it's the broadcasters' fault, or are they just catering for what people want? </strong></p> <p>I think it's what happens when you have to fill a lot of airtime. You need to have an object of derision. But also, the real moneymaker this election year is television. All those ads – the money is going to TV. So it's in their best business interests to keep us bickering. The only way to nullify that is to turn the television off.</p> <h2>Footnotes</h2> <p>[1] He's at the Toronto film festival, presenting sex-addict comedy Thanks for Sharing. <br>[2] Steve McQueen's more sombre New York sex-addict movie.<br>[3] The film's premiere. Robbins is again wearing his gala jacket, with nice subtle glitter pinstripes.<br>[4] 1953, stars Alan Ladd.<br>[5] The US presidential election.<br>[6] Robbins is really good company. He mirrors the body language of others in a friendly way. </p>",
  "<p><a href=\"http://www.parliament.uk/biographies/commons/chris-heaton-harris/28244\">Chris Heaton-Harris</a>, the Conservative MP for Daventry, is perhaps best known outside his constituency for his vocal stance against wind turbines.</p> <p>Earlier this year, he <a href=\"http://www.guardian.co.uk/environment/2012/feb/21/cameron-defends-wind-farm-mps\">organised a letter</a> signed by 101 fellow Conservative MPs - and a sprinkling from other parties - <a href=\"http://conservativehome.blogs.com/parliament/2012/02/full-text-of-cut-the-subsidies-for-windfarms-letter-from-101-tory-mps-to-cameron-led-by-chhcalling.html\">calling on David Cameron</a> to end \"taxpayer subsidy, for inefficient and intermittent energy production that typifies on-shore wind turbines\".</p> <p>Heaton-Harris has since spoken at the first <a href=\"http://www.cumbriawindwatch.co.uk/blog/now-national-opposition-to-windfarms-conference-june-2012/\">National Opposition to Windfarms conference</a> held in June and continues to set out his stall on this issue frequently, both on <a href=\"http://daventrycalling.livejournal.com/tag/wind\">his blog</a> and in <a href=\"http://www.politicshome.com/uk/article/57125/chris_heaton_harris_no_more_new_windfarms_in_the_uk.html\">the media</a>.</p> <p>But now we learn of a new initiative organised by Heaton-Harris which suggests an attempt is being made to move anti-wind lobbying in the UK up a gear or two.</p> <p>I have been forwarded an email sent out by Heaton-Harris in August via a dedicated Gmail email address to, according to my source, \"companies and wealthy individuals\". Here's the email in full (minus personal information):</p> <blockquote> <p>From: Chris Heaton-Harris MP [mailto:trumpdinnerinlondon@gmail.com] <br>Sent: XX August 2012 </p> <p>Subject: An Invitation: Donald Trump Dinner in London - 6th October 2012<br> Dear XXXXXX, <br>Please forgive the \"cold call\" approach, but I was wondering if I could interest you in dinner?<br>I am the Member of Parliament for Daventry and was the person who put together the letter of over 100 MPs calling, so far unsuccessfully, for the Government to drastically reduce the subsidies available for wind turbines and I lead the campaign against these things in Parliament. You can find out more about me and this campaign here: <br>http://daventrycalling.livejournal.com/tag/wind <br>I have garnered a great deal of support for the campaign and one of my bigger supporters has kindly said he would speak at a big dinner event for me to raise money for my continuing campaigning in this area. He is a famous and controversial businessman who is the \"Boss\" in the American version of \"The Apprentice\" and was a candidate to be Republican Nominee to be President of the United States. My speaker on the evening is Donald Trump. <br>If all goes to plan, the dinner will be on 6th October and tickets are £275 each with tables for ten available for £2,500.<br>I was hoping that you or your company might be interested in taking a table at the dinner or even sponsoring the event. I am aiming to get all sponsorship sorted by the end of this week, so that we can then start to sell the tickets with appropriate branding on them.<br>If you are interested, please give me a call on my mobile (XXXXXXXX) or reply to this e-mail and I will send you more details. If not, please forgive me for the intrusion.<br>Yours,<br>Chris<br>Chris Heaton-Harris MP.<br>Conservative Member of Parliament for Daventry.<br> <br>Mobile: XXXXXXXXX<br>Website: www.heatonharris.com</p> </blockquote> <p>Meanwhile, on 8 September, a slightly different invitation appeared on the <a href=\"http://www.facebook.com/eastmids.conservatives/posts/469217776446016\">East Midlands Conservative's Facebook page</a>:</p> <blockquote> <p>An invitation from Chris Heaton-Harris MP - dinner with Donald Trump</p> <p>Dear Fellow Conservative,</p> <p>I am writing to tell you about an exciting and very rare dinner opportunity that will take place on Saturday 6th October 2012. The well known Republican and business tycoon, Donald Trump, has very kindly agreed to take time out of his busy diary and fly over from New York to support my campaign against onshore wind turbines.</p> <p>Like many Conservative Party members, Mr Trump, who owns property in Aberdeen, holds very strong views on the inefficiencies of wind energy. At the dinner on 6th October Mr Trump will warn guests as to the very real threat from turbines to Britain's landscape and tourism industry, with the aim of raising public awareness.</p> <p>Obviously, with this dinner being less than a month before the Presidential Election in the United States, Mr Trump will talk about other political newsworthy topics and take a handful of questions.</p> <p>In order to accommodate Mr Trump's busy diary, the dinner is being held in London, at the Emirates Stadium, which is home to Arsenal Football Club.<br>Dinner will start with a champagne reception, followed by a 4 course meal. Tickets are £275 each.</p> <p>Tickets can be purchased via Daventry Conservative Association by phoning 01604 859721, or by responding to this email. Obviously, to get the commission, please ask your members to name your Association when ordering tickets.</p> <p>Yours faithfully,</p> <p>Chris<br>Chris Heaton-Harris MP.</p> </blockquote> <p>Intrigued to know how many people might be at the dinner, I called the events team at Arsenal's <a href=\"http://www.arsenal.com/emirates-stadium\">Emirates Stadium</a> in London. A spokeswoman told me that the <a href=\"http://www.venuedirectory.com/RoomView.aspx?roomid=19454&amp;venueid=6513\">Royal Oak suite</a> had been booked, which can seat 500 guests for dinner.</p> <p>But then she added: \"It's been cancelled, though, due to lack of interest. <a href=\"http://www.daventryconservatives.com/\">Daventry Conservatives</a> never returned the contract to us that we'd sent out to them.\"</p> <p>I then rang Daventry Conservatives to confirm that the dinner had been cancelled. Yes, they said, \"due to poor ticket sales\".</p> <p>So, even with the star attraction of <a href=\"http://www.guardian.co.uk/world/donaldtrump\">Donald Trump</a> (who – lest we forget – is <a href=\"http://www.guardian.co.uk/world/2012/jul/10/donald-trump-100m-golf-course\">opposed to offshore turbines</a> being built within eyesight of his £100m luxury hotel development in Aberdeenshire), Heaton-Harris couldn't get his anti-wind fundraiser off the ground due to \"lack of interest\"? What does this tell us – if anything – about the real strength and depth of the highly vocal, media-supported anti-wind campaign in the UK? After all, when DECC published its latest public attitude tracker survey (<a href=\"http://www.decc.gov.uk/assets/decc/11/stats/6410-decc-public-att-track-surv-wave2-summary.pdf\">pdf</a>) this week, it showed that only 12% of those surveyed are against onshore wind power (with 4% \"strongly opposed\") compared to 66% who support it.</p> <p>I called Heaton-Harris to get his account of the cancellation. He said:</p> <blockquote> <p>No, we didn't sell enough tickets. But we only had two weeks to do it. We've postponed it, rather than cancel it. We are now going to try and hold it in February or March, depending on Mr Trump's diary. He's very keen to help us. It is a party political fundraiser for Daventry Conservatives to help us continue with our [anti-wind] campaigning. So any funds raised will all be officially declared.</p> </blockquote> <p>If he does pull it off and sell out the 500-seat Royal Oak suite at the Emirates Stadium that will swell his local party office's coffers by £137,500, less costs. It's certainly going to be one to watch: not only to see if he fills up the room, but also which \"companies and wealthy individuals\" cough up the cash. Heaton-Harris told me he already has \"two people\" interested in sponsoring the event.</p>",
  "<p>Before the conventions, <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/24/why-next-two-weeks-make-break-romney-ryan\">I wrote</a> that \"If Obama still leads by 1.5 points once the convention dust has settled, it's difficult for me to envisage how Obama will lose.\" We are now past the conventions and President Obama still leads.</p> <p>Any individual national poll is confusing, but the aggregate is a fairly clear Obama edge. Nine pollsters have conducted a survey with a median field date at least a week after the Democratic National Convention. President Obama has led in all of their surveys except for Rasmussen's. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396404499\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/19/1348092223646/nationalpolls_220.jpg\" alt=\"National polls, 2012\" width=\"220\" height=\"164\" class=\"gu-image\" /> </figure>  <p>The median result is Obama ahead by 4 percentage points. You might note that the Gallup and YouGov results are among registered voters. Even when we shave 2.5 points off of Obama's margin for a \"likely voter\" adjustment, the median result is still Obama, by 3 percentage points. </p> <p>For those who don't like doing the math, a 3-point lead is actually larger than the 1.5-point lead Obama had going into the conventions. The fact that I'm looking only at data one week (or later, for the RNC) after the conventions suggests to me that Obama didn't receive merely a momentary bump but may have gotten the campaign equivalent of a shot of cortisone that will last the rest of the campaign.</p> <p>The factors underlying this campaign have also not shifted in Romney's direction, but rather in Obama's. In May, <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/16/2012-race-obama-approvals-romneys-favorables\">I wrote</a> that \"the 2012 race comes down to Obama's approvals v Romney's favorables\". Take a look at <a href=\"http://elections.huffingtonpost.com/pollster/mitt-romney-favorability\">this chart</a> of Romney's favorability ratings since 1 June. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396404500\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/19/1348092255901/favorables_460.jpg\" alt=\"Favorables 2012\" width=\"460\" height=\"228\" class=\"gu-image\" /> </figure>  <p>What you see is steadiness or even a slight dip in favorables since the conventions. The absolute numbers are skewed because of different sample populations (likely voters v registered voters v adults), yet the trend is undeniable. Mitt Romney's main electoral failing has been a lack of favorability, and the conventions did nothing to change this factor. </p> <p>Meanwhile, President Obama's achilles heel had been his low job approval rating. A <a href=\"http://elections.huffingtonpost.com/pollster/obama-job-approval\">chart</a> of his approvals since the conventions shows a positive trend.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396404501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/19/1348092316308/approvals_460.jpg\" alt=\"Approvals 2012\" width=\"460\" height=\"229\" class=\"gu-image\" /> </figure>  <p>For the first time in almost a year and a half, Obama's approval is greater than his disapproval in the HuffPollster approval chart. Remember that Obama managed to lead this race when his approval still trailed his disapproval in the HuffPollster chart. As you might expect, his lead has increased, given the rise in his approvals. </p> <p>The state level data is less clear, but we still can make some keen observations. The baseline electoral college estimate looks like this:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396404502\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/19/1348092368577/electoralmap_460.jpg\" alt=\"Electoral map 2012\" width=\"460\" height=\"331\" class=\"gu-image\" /> </figure>  <p>There isn't an analyst in the world who thinks that Barack Obama isn't leading in Ohio right now. It is also fairly clear that Obama's Ohio lead is wider than his national margin. The weighted <a href=\"http://elections.huffingtonpost.com/pollster/2012-ohio-president-romney-vs-obama\">HuffPollster aggregate</a>, which accounts for house effects and weights state level to regional and national estimates, has Obama running 1.3 points ahead of his national percentage in Ohio. Romney's own political director <a href=\"http://townhall.com/columnists/guybenson/2012/09/18/inside_team_romneys_plans_to_win/page/full/\">admits</a> that it's not an \"easy state\".</p> <p>If Obama wins Ohio, he's at 255 electoral votes. A win in Florida puts him in the White House for a second term. Let's, for argument's sake, give Romney Florida, even though <a href=\"http://elections.huffingtonpost.com/pollster/2012-florida-president-romney-vs-obama\">he trails</a> there. We'll also afford him <a href=\"http://elections.huffingtonpost.com/pollster/2012-north-carolina-president-romney-vs-obama\">North Carolina</a>, where he does hold a small advantage. Romney then <em>must</em> take <a href=\"http://elections.huffingtonpost.com/pollster/2012-colorado-president-romney-vs-obama\">Colorado</a> and <a href=\"http://elections.huffingtonpost.com/pollster/2012-iowa-president-romney-vs-obama\">Iowa</a>. Both are states where he seems to be running at least equal to his national numbers, if not somewhat ahead. Still, he is probably losing to Obama in both.</p> <p>Even after giving Romney all these states where he isn't ahead, he is still only at 250 electoral votes. His deficit in <a href=\"http://elections.huffingtonpost.com/pollster/2012-virginia-president-romney-vs-obama\">Virginia</a> is almost certainly greater than his nationwide hole. A loss in Virginia means he's got to take <a href=\"http://elections.huffingtonpost.com/pollster/2012-new-hampshire-president-romney-vs-obama\">New Hampshire</a>, <a href=\"http://elections.huffingtonpost.com/pollster/2012-nevada-president-romney-vs-obama\">Nevada</a>, and <a href=\"http://elections.huffingtonpost.com/pollster/2012-wisconsin-president-romney-vs-obama\">Wisconsin</a>. The issue here is that there hasn't been a poll with Romney ahead in Nevada in the last year and a half. Likewise, Wisconsin also seems to be slipping from Romney's grip, with two polls out Wednesday pegging him down by at least 6 points. Only New Hampshire may be trending towards Romney.</p> <p>The bottom line is that the state level isn't any better than the national picture for Romney. In fact, you can argue that it is considerably worse. </p> <p>Some Romney supporters might argue that this election is still about the economy and the economy stinks – bad for the incumbent. The truth is that while the economy may not be booming, it is almost certainly good enough to get an incumbent re-elected. Econometric models <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/13/mitt-romney-barack-obama-economy\">projecting</a> the election have a 50:50 split. That should give Romney hope for a comeback, but it definitely doesn't guarantee one. John Sides makes a <a href=\"http://themonkeycage.org/blog/2012/09/11/here-we-go-again/\">powerful argument</a> that the economy, in fact, favors Obama. That's probably why you've seen Obama <a href=\"http://www.washingtontimes.com/blog/inside-politics/2012/sep/19/poll-romney-losing-his-edge-economy/\">catching up</a> to Romney on the question of who can best manage the economy. </p> <p>But what about a game-changing event? <a href=\"http://themonkeycage.org/blog/2012/09/17/mitt-romney-and-that-47/\">Gaffes</a> like Romney's 47% remarks have shown no ability to move the polls. <a href=\"http://www.washingtonmonthly.com/magazine/septemberoctober_2012/ten_miles_square/do_presidential_debates_really039413.php\">Debates</a>, as John Sides points out, have historically almost never made a difference. A foreign policy fiasco would almost certainly result in a <a href=\"http://en.wikipedia.org/wiki/Rally_'round_the_flag_effect\">rally around the leader</a> effect, a la Carter in 1980, before the incumbent gets blamed. There isn't enough time for the \"blame\" part of the equation to occur before the election. </p> <p>That's why polls a few weeks <a href=\"http://politicalwire.com/archives/2012/09/17/the_timeline_of_presidential_elections.html\">after the conventions</a> are usually <a href=\"http://images.huffingtonpost.com/2011-09-30-Blumenthal-wlezieneriksonfig5.6.png\">quite accurate</a> in predicting the result. The economy is usually factored in by voters at this time, and there isn't a campaign event that can alter the playing field fast enough.</p> <p>Simply put, there hasn't been a single candidate to come back after trailing by 3 points this late in the campaign in the past 60 years. </p> <p>When I look the current polling data and put it into this historical context, I just don't see a Romney victory. It's not that it <em>can't</em> happen; it's just that 3 points is a good lead in a race that has hasn't shifted easily. Indeed, I wouldn't be surprised if Obama's 3-point lead eventually shrank back to the pre-convention numbers that were so stable for so long. That would fit a <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/07/22/do-presidential-polls-break-toward-challengers/\">historical pattern</a> of tightening before an election. But this race is no toss-up: it now leans pretty hard in Obama's direction.</p>"
]